{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195206/",
  "absolute_url": "/opinion/195206/united-states-v-avalo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195206/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:35:18Z",
  "date_modified": "2016-02-28T04:52:00.990180Z",
  "type": "010combined",
  "sha1": "4369248cbb607e9d5444ca3670d0d27e853afe06",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1923.01A",
  "local_path": null,
  "plain_text": "February 14, 1994     [NOT FOR PUBLICATION]\n                      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1923\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                  TIRSO BOLIVAR GONZALEZ AVALO,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n                                                     \n\n                                             \n\n                              Before\n\n                    Torruella, Circuit Judge,\n                                            \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                    and Selya, Circuit Judge.\n                                            \n\n                                             \n\n     Christopher W. Dilworth on brief for appellant.\n                            \n     Jay P.  McCloskey, United  States Attorney,  and Michael  M.\n                                                                 \nDuBose, Assistant United States Attorney, on brief for the United\n      \nStates.\n\n                                             \n\n                                             \n\n          Per Curiam.   This  criminal appeal  arises out  of the\n          Per Curiam.\n                    \n\nconviction of  defendant-appellant, Tirso Bolivar  Gonzalez Avalo\n\n(Gonzalez),  on two counts of  conspiracy to possess a controlled\n\nsubstance, cocaine, with intent to  distribute it.  See 21 U.S.C.\n                                                       \n\n   841(a)(1), 841(b)(1)(C), 846.   After a trial in which  a jury\n\nfound appellant  guilty, the  district court  imposed a  97-month\n\nincarcerative  sentence.   Appellant contests the  conviction and\n\nalso  challenges aspects  of  the  computations  leading  to  his\n\nsentence.  We affirm.\n\n                                I\n\n          Appellant assails his  conviction solely on the  ground\n\nof  alleged  evidentiary  insufficiency.    Following   a  guilty\n\nverdict,  a reviewing court  must scrutinize the  record, drawing\n\nall reasonable inferences in  favor of the verdict, to  ascertain\n\nif a  rational jury could  have found that the  government proved\n\neach element of the crime beyond a  reasonable doubt.  See United\n                                                                 \n\nStates v.  Echeverri, 982 F.2d  675, 677 (1st Cir.  1993); United\n                                                                 \n\nStates v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992), cert. denied,\n                                                                \n\n113 S. Ct. 1005 (1993).  The government can satisfy its burden of\n\nproof  by  either   direct  or  circumstantial  evidence.     See\n                                                                 \n\nEcheverri, 982 F.2d at 679; United States v. Rivera-Santiago, 872\n                                                            \n\nF.2d 1073,  1079 (1st Cir.),  cert. denied, 492 U.S.  910 (1989).\n                                          \n\nTo sustain a conviction, a reviewing court need not conclude that\n\nonly  a  guilty verdict  could  appropriately be  reached;  it is\n\nenough that  the jury's  determination draws its  essence from  a\n\nplausible reading of the record.  See Echeverri, 982 F.2d at 677;\n                                               \n\n                                3\n\nOrtiz, 966 F.2d at 711.\n     \n\n          Using these guideposts, the quantum of evidence adduced\n\nhere  is  more   than  adequate.    If  the   jury  believed  the\n\ngovernment's  witnesses,  Gonzalez was  guilty, pure  and simple.\n\nAppellant virtually  concedes this point, but argues that the key\n\nwitnesses  against him had  poor memories, character  flaws, drug\n\naddictions,  and  selfish  reasons  for  finger-pointing.    This\n\nargument  has some basis  in the record,  but it  was fully aired\n\nduring cross-examination and in defense counsel's summation.  The\n\njury obviously believed the evidence was reliable.  That ends the\n\nmatter:   credibility  calls  are  within  the  jury's  exclusive\n\nprovince, see  United Sates v. David, 940 F.2d 722, 730 (1st Cir.\n                                    \n\n1991), cert.  denied, 112 S.  Ct. 2301 (1992), and,  therefore, a\n                    \n\nclaim  of  evidentiary  insufficiency  that  rests  upon  witness\n\ncredibility cannot succeed.  See, e.g., United States v. Serrano,\n                                                                \n\n870 F.2d 1, 5 (1st Cir. 1989).  So it is here.\n\n                                II\n\n          Appellant's  attack  on his  sentence  advances  on two\n\nfronts.  Neither invasion succeeds.\n\n          1.   Role in  the Offense.   Appellant claims  that the\n          1.   Role in  the Offense.\n                                   \n\ndistrict  court erred  in its  determination of  his role  in the\n\ncriminal activity.  See U.S.S.G.  3B1.1(c) (Nov. 1992) (providing\n                       \n\na two-level increase for  assuming managerial responsibilities in\n\ncertain  criminal endeavors).  Hiking a defendant's offense level\n\nunder  this provision  is  justified  if  the  court  supportably\n\ndetermines  that the offense(s)  of conviction involved  at least\n\n                                4\n\ntwo participants, and  that the defendant exercised  control over\n\none of them.   See United States  v. Fuller, 897 F.2d  1217, 1220\n                                           \n\n(1st Cir. 1990).  \"The government must bear the burden of proving\n\nthat  an  upward  role-in-the-offense adjustment  is  warranted.\"\n\nUnited Sates v. Morillo, 8 F.3d 864, 872 (1st Cir. 1993).\n                       \n\n          In  his brief,  appellant says  that  the increase  was\n\nunjustified, not because of a  lack of evidence, but because \"the\n\ngovernment's  witnesses were not credible.\"  Appellant's Brief at\n\n10.   That suggestion  goes nowhere.   Just  as the  jury is  the\n\nprincipal arbiter of  witness credibility at trial,  the judge is\n\nthe  principal arbiter of credibility at  sentencing.  See United\n                                                                 \n\nStates  v. St.  Cyr, 977 F.2d  698, 706 (1st  Cir. 1992) (holding\n                   \n\nthat credibility determinations during the sentencing phase  \"lie\n\nwithin  the domain  of the  district court\").   Consequently, the\n\nclaim of error cannot prosper.\n\n          2.   Acceptance of Responsibility.   Finally, appellant\n          2.   Acceptance of Responsibility.\n                                           \n\nposits  that the  district court  erred in  failing to  lower his\n\noffense level  for acceptance  of responsibility.   See  U.S.S.G.\n                                                       \n\n 3E1.1 (Nov. 1992).  We do not agree.\n\n          A   defendant  must   carry   the  burden   of  proving\n\nentitlement   to  reductions  in  the  offense  level,  including\n\ndownward  adjustments for  acceptance  of  responsibility.    See\n                                                                 \n\nMorillo, 8 F.3d at 871;  United States v. Bradley, 917  F.2d 601,\n                                                 \n\n606 (1st  Cir. 1990).  Where,  as here, the sentencing  court has\n\nruled against a defendant on  such an issue, the defendant \"faces\n\nan uphill battle.\"   Morillo, 8 F.3d  at 871.  It  is, after all,\n                            \n\n                                5\n\nfirmly settled  that \"[w]hether a defendant 'clearly demonstrates\n\na   recognition   and   affirmative   acceptance   of    personal\n\nresponsibility'  is  a  fact-dominated issue,  and  the  district\n\ncourt's  decision to withhold  a reduction  in the  offense level\n\nwill not  be overturned unless clearly erroneous.\"  United States\n                                                                 \n\nv. Royer, 895 F.2d 28, 29 (1st Cir. 1990) (citation omitted).\n        \n\n          We  have  read  the  record  with  care,  and  find  no\n\ncompelling evidence that appellant  accepted responsibility in  a\n\ntimely manner.  To the contrary he pled not guilty and maintained\n\nhis innocence  throughout the  trial.  To  be sure,  a sentencing\n\ncourt can  still find a  timely acceptance  of responsibility  in\n\nsuch circumstances, see U.S.S.G.  E1.1, comment. (n.2), but it is\n                       \n\nhard to fault  the court for being  skeptical.1  There is  no way\n\nthat we,  from the vista of a  cold appellate record, can second-\n\nguess the trial  judge (who saw and  heard the defendant).   See,\n                                                                \n\ne.g., United States v.  Cepeda, 907 F.2d 11, 11 (1st  Cir. 1990).\n                              \n\nAbsent clear error    and we see none  here   we must  uphold the\n\nsentencing court's refusal  to reduce  appellant's offense  level\n\nfor acceptance of responsibility.\n\n                    \n\n     1Appellant argues that he would have accepted responsibility\nearlier, but  for his uncertainty about the  drug quantities that\nwould  be attributed  to him.   There are two  problems with this\nasseveration.  First,  there is nothing in the  record to suggest\nthat this is  any more  than post-hoc  rationalization.   Second,\n                                     \neven if it were to be given some  credence, we have characterized\nan  offer to  plead  guilty  \"subject to\"  an  agreement on  drug\nquantity   as  \"too  problematic\"  to  serve  as  the  functional\nequivalent of acceptance  of responsibility.  Morillo,  8 F.3d at\n                                                     \n872.\n\n                                6\n\n          The defendant's  conviction and sentence  are summarily\n                                                                 \n\naffirmed.  See 1st Cir. R. 27.1.\n                               \n\n                                7\n",
  "html": "<p class=\"case_cite\">16 F.3d 401<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Tirso Bolivar GONZALEZ AVALO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1923.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine</p>\n      <p class=\"indent\">Christopher W. Dilworth on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Michael M. DuBose, Assistant United States Attorney, on brief for the United States.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Bownes, Senior Circuit Judge, and Selya, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This criminal appeal arises out of the conviction of defendant-appellant, Tirso Bolivar Gonzalez Avalo (Gonzalez), on two counts of conspiracy to possess a controlled substance, cocaine, with intent to distribute it.  See 21 U.S.C. Secs. 841(a)(1), 841(b)(1)(C), 846.  After a trial in which a jury found appellant guilty, the district court imposed a 97-month incarcerative sentence.  Appellant contests the conviction and also challenges aspects of the computations leading to his sentence.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Appellant assails his conviction solely on the ground of alleged evidentiary insufficiency.  Following a guilty verdict, a reviewing court must scrutinize the record, drawing all reasonable inferences in favor of the verdict, to ascertain if a rational jury could have found that the government proved each element of the crime beyond a reasonable doubt.   See United States v. Echeverri, 982 F.2d 675, 677 (1st Cir. 1993);   United States v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992), cert. denied, 113 S. Ct. 1005 (1993).  The government can satisfy its burden of proof by either direct or circumstantial evidence.   See Echeverri, 982 F.2d at 679;   United States v. Rivera-Santiago, 872 F.2d 1073, 1079 (1st Cir.), cert. denied, 492 U.S. 910 (1989).  To sustain a conviction, a reviewing court need not conclude that only a guilty verdict could appropriately be reached;  it is enough that the jury's determination draws its essence from a plausible reading of the record.   See Echeverri, 982 F.2d at 677;   Ortiz, 966 F.2d at 711.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Using these guideposts, the quantum of evidence adduced here is more than adequate.  If the jury believed the government's witnesses, Gonzalez was guilty, pure and simple.  Appellant virtually concedes this point, but argues that the key witnesses against him had poor memories, character flaws, drug addictions, and selfish reasons for finger-pointing.  This argument has some basis in the record, but it was fully aired during cross-examination and in defense counsel's summation.  The jury obviously believed the evidence was reliable.  That ends the matter:  credibility calls are within the jury's exclusive province,  see United Sates v. David, 940 F.2d 722, 730 (1st Cir. 1991), cert. denied, 112 S. Ct. 2301 (1992), and, therefore, a claim of evidentiary insufficiency that rests upon witness credibility cannot succeed.   See, e.g., United States v. Serrano, 870 F.2d 1, 5 (1st Cir. 1989).  So it is here.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's attack on his sentence advances on two fronts.  Neither invasion succeeds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Role in the Offense.  Appellant claims that the district court erred in its determination of his role in the criminal activity.  See U.S.S.G. Sec. 3B1.1(c) (Nov. 1992) (providing a two-level increase for assuming managerial responsibilities in certain criminal endeavors).  Hiking a defendant's offense level under this provision is justified if the court supportably determines that the offense(s) of conviction involved at least two participants, and that the defendant exercised control over one of them.   See United States v. Fuller, 897 F.2d 1217, 1220 (1st Cir. 1990).  \"The government must bear the burden of proving that an upward role-in-the-offense adjustment is warranted.\"   United Sates v. Morillo, 8 F.3d 864, 872 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In his brief, appellant says that the increase was unjustified, not because of a lack of evidence, but because \"the government's witnesses were not credible.\"  Appellant's Brief at 10.  That suggestion goes nowhere.  Just as the jury is the principal arbiter of witness credibility at trial, the judge is the principal arbiter of credibility at sentencing.   See United States v. St. Cyr, 977 F.2d 698, 706 (1st Cir. 1992) (holding that credibility determinations during the sentencing phase \"lie within the domain of the district court\").  Consequently, the claim of error cannot prosper.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. Acceptance of Responsibility.  Finally, appellant posits that the district court erred in failing to lower his offense level for acceptance of responsibility.  See U.S.S.G. Sec. 3E1.1 (Nov. 1992).  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A defendant must carry the burden of proving entitlement to reductions in the offense level, including downward adjustments for acceptance of responsibility.   See Morillo, 8 F.3d at 871;   United States v. Bradley, 917 F.2d 601, 606 (1st Cir. 1990).  Where, as here, the sentencing court has ruled against a defendant on such an issue, the defendant \"faces an uphill battle.\"   Morillo, 8 F.3d at 871.  It is, after all, firmly settled that \"[w]hether a defendant 'clearly demonstrates a recognition and affirmative acceptance of personal responsibility' is a fact-dominated issue, and the district court's decision to withhold a reduction in the offense level will not be overturned unless clearly erroneous.\"   United States v. Royer, 895 F.2d 28, 29 (1st Cir. 1990) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We have read the record with care, and find no compelling evidence that appellant accepted responsibility in a timely manner.  To the contrary he pled not guilty and maintained his innocence throughout the trial.  To be sure, a sentencing court can still find a timely acceptance of responsibility in such circumstances, see U.S.S.G. Sec. E1.1, comment.  (n.2), but it is hard to fault the court for being skeptical.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  There is no way that we, from the vista of a cold appellate record, can second-guess the trial judge (who saw and heard the defendant).   See, e.g., United States v. Cepeda, 907 F.2d 11, 11 (1st Cir. 1990).  Absent clear error-and we see none here-we must uphold the sentencing court's refusal to reduce appellant's offense level for acceptance of responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The defendant's conviction and sentence are summarily affirmed.  See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant argues that he would have accepted responsibility earlier, but for his uncertainty about the drug quantities that would be attributed to him.  There are two problems with this asseveration.  First, there is nothing in the record to suggest that this is any more than post-hoc rationalization.  Second, even if it were to be given some credence, we have characterized an offer to plead guilty \"subject to\" an agreement on drug quantity as \"too problematic\" to serve as the functional equivalent of acceptance of responsibility.   Morillo, 8 F.3d at 872</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"662546\"><a href=\"/opinion/662546/dominga-vazquez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Tirso Bolivar GONZALEZ AVALO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1923.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine</p>\n      <p class=\"indent\">Christopher W. Dilworth on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Michael M. DuBose, Assistant United States Attorney, on brief for the United States.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Circuit Judge, Bownes, Senior Circuit Judge, and Selya, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This criminal appeal arises out of the conviction of defendant-appellant, Tirso Bolivar Gonzalez Avalo (Gonzalez), on two counts of conspiracy to possess a controlled substance, cocaine, with intent to distribute it.  See 21 U.S.C. Secs. 841(a)(1), 841(b)(1)(C), 846.  After a trial in which a jury found appellant guilty, the district court imposed a 97-month incarcerative sentence.  Appellant contests the conviction and also challenges aspects of the computations leading to his sentence.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Appellant assails his conviction solely on the ground of alleged evidentiary insufficiency.  Following a guilty verdict, a reviewing court must scrutinize the record, drawing all reasonable inferences in favor of the verdict, to ascertain if a rational jury could have found that the government proved each element of the crime beyond a reasonable doubt.   See United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir. 1993);   United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir. 1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span> (1993).  The government can satisfy its burden of proof by either direct or circumstantial evidence.   See Echeverri, 982 F.2d at 679;   United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1079 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span> (1989).  To sustain a conviction, a reviewing court need not conclude that only a guilty verdict could appropriately be reached;  it is enough that the jury's determination draws its essence from a plausible reading of the record.   See Echeverri, 982 F.2d at 677;   Ortiz, 966 F.2d at 711.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Using these guideposts, the quantum of evidence adduced here is more than adequate.  If the jury believed the government's witnesses, Gonzalez was guilty, pure and simple.  Appellant virtually concedes this point, but argues that the key witnesses against him had poor memories, character flaws, drug addictions, and selfish reasons for finger-pointing.  This argument has some basis in the record, but it was fully aired during cross-examination and in defense counsel's summation.  The jury obviously believed the evidence was reliable.  That ends the matter:  credibility calls are within the jury's exclusive province,  see United Sates v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 730 (1st Cir. 1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></span> (1992), and, therefore, a claim of evidentiary insufficiency that rests upon witness credibility cannot succeed.   See, e.g., United States v. Serrano, <span class=\"citation\" data-id=\"519968\"><a href=\"/opinion/519968/united-states-v-miguel-a-serrano-dba-ponce-developers-inc-united/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 1989).  So it is here.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's attack on his sentence advances on two fronts.  Neither invasion succeeds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Role in the Offense.  Appellant claims that the district court erred in its determination of his role in the criminal activity.  See U.S.S.G. Sec. 3B1.1(c) (Nov. 1992) (providing a two-level increase for assuming managerial responsibilities in certain criminal endeavors).  Hiking a defendant's offense level under this provision is justified if the court supportably determines that the offense(s) of conviction involved at least two participants, and that the defendant exercised control over one of them.   See United States v. Fuller, <span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1220 (1st Cir. 1990).  \"The government must bear the burden of proving that an upward role-in-the-offense adjustment is warranted.\"   United Sates v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 872 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In his brief, appellant says that the increase was unjustified, not because of a lack of evidence, but because \"the government's witnesses were not credible.\"  Appellant's Brief at 10.  That suggestion goes nowhere.  Just as the jury is the principal arbiter of witness credibility at trial, the judge is the principal arbiter of credibility at sentencing.   See United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 706 (1st Cir. 1992) (holding that credibility determinations during the sentencing phase \"lie within the domain of the district court\").  Consequently, the claim of error cannot prosper.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. Acceptance of Responsibility.  Finally, appellant posits that the district court erred in failing to lower his offense level for acceptance of responsibility.  See U.S.S.G. Sec. 3E1.1 (Nov. 1992).  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A defendant must carry the burden of proving entitlement to reductions in the offense level, including downward adjustments for acceptance of responsibility.   See Morillo, 8 F.3d at 871;   United States v. Bradley, <span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 606 (1st Cir. 1990).  Where, as here, the sentencing court has ruled against a defendant on such an issue, the defendant \"faces an uphill battle.\"   Morillo, 8 F.3d at 871.  It is, after all, firmly settled that \"[w]hether a defendant 'clearly demonstrates a recognition and affirmative acceptance of personal responsibility' is a fact-dominated issue, and the district court's decision to withhold a reduction in the offense level will not be overturned unless clearly erroneous.\"   United States v. Royer, <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 29 (1st Cir. 1990) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We have read the record with care, and find no compelling evidence that appellant accepted responsibility in a timely manner.  To the contrary he pled not guilty and maintained his innocence throughout the trial.  To be sure, a sentencing court can still find a timely acceptance of responsibility in such circumstances, see U.S.S.G. Sec. E1.1, comment.  (n.2), but it is hard to fault the court for being skeptical.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  There is no way that we, from the vista of a cold appellate record, can second-guess the trial judge (who saw and heard the defendant).   See, e.g., United States v. Cepeda, <span class=\"citation\" data-id=\"543833\"><a href=\"/opinion/543833/united-states-v-luis-cepeda/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 11 (1st Cir. 1990).  Absent clear error-and we see none here-we must uphold the sentencing court's refusal to reduce appellant's offense level for acceptance of responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The defendant's conviction and sentence are summarily affirmed.  See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant argues that he would have accepted responsibility earlier, but for his uncertainty about the drug quantities that would be attributed to him.  There are two problems with this asseveration.  First, there is nothing in the record to suggest that this is any more than post-hoc rationalization.  Second, even if it were to be given some credence, we have characterized an offer to plead guilty \"subject to\" an agreement on drug quantity as \"too problematic\" to serve as the functional equivalent of acceptance of responsibility.   Morillo, 8 F.3d at 872</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662546/"
  ]
}