{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195316/",
  "absolute_url": "/opinion/195316/patilla-v-shalala/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195316/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:37:25Z",
  "date_modified": "2016-02-28T04:52:18.204261Z",
  "type": "010combined",
  "sha1": "adb690586e81c8b5aab1737aeb34d4c278fa7b28",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2288.01A",
  "local_path": null,
  "plain_text": "April 15, 1994        [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-2288\n\n                      ELIZABETH PATILLA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n   DONNA E. SHALALA, SECRETARY OF HEALTH &amp; HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n              Boudin and Stahl, Circuit Judges.\n                                              \n\n                                        \n\n   Sandra L. Smales on brief for appellant.\n                   \n   Donald K. Stern, United States Attorney,  Charlene Stawicki,\n                                                              \nSpecial Assistant United States Attorney, and Robert M. Peckrill,\n                                                              \nAssistant  Regional  Counsel,  Department   of  Health  &amp;   Human\nServices, on brief for appellee.\n\n                                        \n\n                                        \n\n          Per  Curiam.   Claimant  Elizabeth  Patilla appeals\n                     \n\nfrom  a district court judgment affirming the decision of the\n\nSecretary  of Health  and  Human Services  (the  \"Secretary\")\n\ndenying  her claim  for social security  disability benefits.\n\nPatilla  claimed disability  stemming from  an injury  to her\n\nright hand  sustained in November, 1980.   The Administrative\n\nLaw Judge (\"ALJ\")  concluded that  as of June  30, 1983,  the\n\ndate Patilla  was last  insured, she suffered  from \"episodic\n\nsituational depression and sympathetic dystrophy of the right\n\nhand,\" but  that those impairments, alone  or in combination,\n\ndid  not meet or equal the applicable Listings. See 20 C.F.R.\n                                                   \n\nPt. 404, subpt. P, App. 1.  \n\n          The  ALJ  did not  find  Patilla to  be  a credible\n\nwitness  \"insofar   as  the  disabling  extent   of  pain  is\n\nconsidered.\"  Although concluding  that Patilla was unable to\n\nperform  her past  relevant work  as a  salad maker,  the ALJ\n\nfound  that \"the  claimant  retained the  residual functional\n\ncapacity  to perform  a  full range  of  light and  sedentary\n\nunskilled  work  activity  at  all times  pertinent  to  this\n\ndecision.\"  Taking into  account Patilla's age, education and\n\nwork  experience,  as well  as  her  medical impairments  and\n\nfunctional limitations, the ALJ  determined that there were a\n\nsignificant  number  of jobs  in  the  national economy  that\n\nPatilla  could perform.  Therefore, he ruled that she was not\n\ndisabled at any time prior to June, 1983.\n\n                             -2-\n\n          Based  upon  our  careful  review of  the  parties'\n\nbriefs and the record on appeal, we find that the Secretary's\n\ndecision is supported by substantial evidence.  We affirm the\n\ndistrict  court judgment substantially for the reasons stated\n\nin the district court's Memorandum and Order dated October 1,\n\n1993.  We add the following comments.\n\n          On appeal, Patilla argues first, that the ALJ erred\n\nin rejecting her complaints of disabling pain  and in failing\n\nto follow  the standards  for evaluating  pain  set forth  in\n\nAvery v. Heckler, 797  F.2d 19 (1st Cir. 1986).   Second, she\n                \n\ncontends that the  ALJ should have found that  her depression\n\nconstituted  a non-exertional  limitation on  her  ability to\n\nfunction that, in combination  with her physical impairments,\n\nrendered her disabled.   Patilla asserts that the Secretary's\n\ncontrary  conclusions   are  not  supported   by  substantial\n\nevidence.\n\n          Complaints of Pain.  \n                            \n\n          Patilla testified  at the  hearing  before the  ALJ\n\nthat  she had experienced constant pain in her hand since her\n\ninjury.  She stated that  whenever she tried to use her  hand\n\nshe  would experience  pain  which felt  like muscle  spasms.\n\nPatilla also testified that the cold weather sometimes caused\n\nher hand  to hurt even though she wasn't using it.  She noted\n\nthat some days she would keep her hand in a hot towel all day\n\nor for  three or four hours  to alleviate the pain.   Patilla\n\n                             -3-\n\nsaid   that  the   pain  interfered   with  her   ability  to\n\nconcentrate, causing  her to  stop whatever activity  she was\n\nengaged in  until the pain subsided.   She noted that  all of\n\nthese descriptions of her pain applied to the period  between\n\nNovember, 1980 and June, 1983.\n\n          The ALJ found that  \"[t]he claimant is not accepted\n\nas a credible witness insofar as the disabling extent of pain\n\nis considered.\"     He  concluded that  \"she could  perform a\n\nfull  range  of  at  least light  unskilled  work  activity.\"\n\nPatilla challenges these findings on appeal, arguing that the\n\nALJ  failed to follow  the standards for  evaluating pain set\n\nforth in Avery  v. Heckler, 797 F.2d 19 (1st  Cir. 1986).  In\n                          \n\nAvery, we held that when a claimant alleges pain to an extent\n     \n\nnot  supported   by  objective  medical  evidence,   \"a  full\n\ndescription  of  the individual's  prior  work  record, daily\n\nactivities  and any additional  statements from the claimant,\n\nhis or her treating physician  or other third party  relative\n\nto the  alleged pain must  be considered.\"   Id. at 23.   See\n                                                             \n\nalso Social Security Ruling 88-13 (SSR 88-13).\n    \n\n          Our  review of  the record  indicates that  the ALJ\n\ncomplied with the requirements of Avery and SSR 88-13.  At a\n                                       \n\nhearing held  on July  6,  1992, the  ALJ questioned  Patilla\n\nabout  her physical  condition  and her  daily activities  in\n\n1983, the date she was last insured.Patilla   testified  that\n\n                             -4-\n\nshe was \"better\" in 1983 than in 1992.1  She  stated that she\n\nwas able  to drive and to turn on the ignition with her right\n\nhand.   She was  also able  to write and  eat with  her right\n\nhand.  Patilla testified that she did her family's laundry.  \n\n          The  ALJ questioned  Patilla about  her  prior work\n\nrecord,  including two  unsuccessful  attempts  to return  to\n\ncafeteria  work in 1980 and 1981.  Patilla testified that she\n\nwas unable to do even \"light duty\" cafeteria work because she\n\n\"started dropping  things.\"  Patilla testified  that when she\n\ntried to use her right hand, it would \"start shaking and then\n\nit goes  numb,\" causing her to lose control of the hand.  She\n\nstated that  she tries not  to use her right  hand because it\n\nhurts when she uses it and because she drops things.   At the\n\nhearing, Patilla's  attorney elicited  a full  description of\n\nthe nature and duration of the pain.\n\n          In  questioning the  vocational  expert  about  the\n\navailability of work for someone with Patilla's  limitations,\n\nthe ALJ characterized claimant as possessing \"reduced ability\n\nto use the right arm, reduced  manual dexterity and basically\n\nwas  using the right arm for support.\"  The vocational expert\n\ntestified  that in the national  economy there is  a range of\n\nunskilled work at the light and medium exertional levels that\n\ninvolves  use of only one arm.   He further stated that these\n\n                    \n\n1.      Later in  the  hearing,  Patilla  testified that  her\ncondition was about the same in 1992 as in 1983.\n\n                             -5-\n\njobs  could be performed by  a person with  \"mild to moderate\n\nimpairment to concentration.\"\n\n          The record  does not support  claimant's contention\n\nthat  the  ALJ failed  to  conform with  the  requirements of\n\nAvery.   The ALJ credited Patilla's  subjective complaints of\n     \n\npain  to  the extent  that  he found  her to  have  a reduced\n\nability  to use her right arm and to have moderately impaired\n\nconcentration.  The  ALJ's determination that Patilla's  pain\n\ndid  not  render her  disabled  is  supported by  substantial\n\nevidence in the record.  Dr.  John McGillicuddy, an examining\n\nphysician,  wrote  in  October,  1983,  that  Patilla  had  a\n\n\"swollen, painful right hand with marked weakness and limited\n\nmotions,\" however, he concluded that she was still capable of\n\ndoing \"extremely  light work\" with  her right hand.  In July,\n\n1982,  Dr. Upton,  an  examining physician,  reported to  the\n\nSocial  Security Administration  that  although  Patilla  had\n\nexperienced  pain  in  her hand  in  the  past,  she was  not\n\nexperiencing much pain at that time.  According  to  her  own\n\ntestimony,  Patilla was able to  use her right  hand for many\n\ndaily activities, including driving, writing and eating.  Her\n\nreturn to cafeteria employment  had been unsuccessful because\n\nof her inability to hold onto things with her right hand, not\n\nbecause of disabling pain.  \"The credibility determination by\n\nthe ALJ  who observed  the claimant, evaluated  his demeanor,\n\nand considered how that testimony fit in with the rest of the\n\n                             -6-\n\nevidence  is entitled  to deference,  . .  .\"   Frustaglia v.\n                                                          \n\nSecretary  of Health &amp; Human Services, 829 F.2d 192, 195 (1st\n                                     \n\nCir.  1987).   Therefore, the  ALJ did  not err  in rejecting\n\nclaimant's complaints of disabling pain.\n\n          Mental Impairment.\n                           \n\n          The   ALJ   found   that  Patilla   suffered   from\n\n\"intermittent   depression,\"  in  addition  to  her  physical\n\nimpairment.  He stated that \"[h]er situational depression was\n\nepisodic only.\"  Therefore,  the ALJ concluded that Patilla's\n\ncapacity for light unskilled work was  not compromised by her\n\nnon-exertional   limitations.     Patilla   challenges  these\n\nfindings  as  unsupported  by   substantial  evidence.     We\n\ndisagree.\n\n          The ALJ accurately summarized the  medical evidence\n\nregarding  Patilla's  depression.    In November,  1982,  Dr.\n\nQuentin R.  Regestine, an examining physician  from the Sleep\n\nClinic at  Brigham and  Women's Hospital, wrote  that Patilla\n\nreported to him  that she lay in bed all  day and was \"unable\n\nto  fulfill  any responsibilities.\"    A test  of  ability to\n\nconcentrate  \"revealed  gross  impairment.\"    Dr.  Regestine\n\nreported, however, that Patilla  was \"placed on protriptylene\n\nand has sustained an initial and significant lessening of her\n\nsymptoms.\"\n\n          There  is no  other  evidence in  the  record of  a\n\nmental impairment that  existed prior to June, 1983, the date\n\n                             -7-\n\nPatilla  was last insured.  Notes from 1985 indicate that Dr.\n\nRegestine  saw Patilla for complaints of crying spells and an\n\ninability to get  out of  bed.  The  notes suggest,  however,\n\nthat those symptoms  occurred because Patilla  stopped taking\n\nher prescribed medication, as a  result of constipation.  The\n\ndoctor adjusted the medications and Patilla felt better.   In\n\nJuly, 1985, Dr. Regestine  examined Patilla and reported that\n\nshe  was  \"neat,  conversational,  informative\"   with  \"mild\n\npsychomotor retardation.\"  He  further noted that her current\n\ninterests and activities included  her house and her children\n\nand  that she visited her  mother and was  able to \"negotiate\n\nthe city.\"   Patilla  was taking  protriptylene.   The report\n\nconcluded that  the patient was \"much improved\"  and that the\n\nprognosis for depression  was \"good.\"  In  1987, Dr. Ryestine\n\nreported that Patilla \"does house work and cooking\"  with her\n\ndaughters'  help and \"can be self sufficient.\"  He noted that\n\nshe  was still taking  protriptylene and that  she had \"shown\n\nmuch improvement.\" She was out of the house and participating\n\nin rehabilitation programs. \n\n          In applying the Medical-Vocational  Guidelines, the\n\nALJ properly considered  non-exertional factors and concluded\n\nthat the \"paucity  of this record\"  supported a finding  that\n\nPatilla was  not disabled.   This conclusion is  supported by\n\nthe  record as a whole.  The vocational expert testified that\n\nif  Patilla's concentration were impaired  \"to a marked or to\n\n                             -8-\n\nan extreme extent,\" it would preclude employment of any kind.\n\nDr.  Regestine found that in November, 1982, Patilla showed a\n\n\"gross impairment\" of  her ability to concentrate.   There is\n\nno indication, however, that  this impairment persisted for a\n\nyear or more.   In 1986, a  \"complete psychometric assessment\n\nwas  performed\"  and  Dr.  Peter  Rosenberger,  an  examining\n\nphysician, reported only \"an  element of attention deficit in\n\nthe patient's learning style.\"  The diagnosis was of dyslexia\n\n\"in  this   otherwise  neurologically  intact   and  normally\n\nintelligent lady.\" \"It is the responsibility of the Secretary\n\nto   . . . draw inferences from the record evidence.  Indeed,\n\nthe resolution of conflicts in evidence is for the Secretary,\n\nnot the courts.\"  Irlanda Ortiz v. Secretary of HHS, 955 F.2d\n                                                   \n\n765,  769 (1st  Cir.  1991).   The  ALJ's determination  that\n\nPatilla's  mental  impairment  did  not  interfere  with  her\n\nresidual functional capacity to perform a full range of light\n\nunskilled work is substantially supported by the record.\n\n          Accordingly, we affirm the district court's opinion\n\naffirming the Secretary's denial of benefits.\n\n                             -9-\n",
  "html": "<p class=\"case_cite\">21 F.3d 419</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Elizabeth PATILLA, Plaintiff, Appellant,<br>v.<br>Donna E. SHALALA, SECRETARY OF HEALTH &amp; HUMAN SERVICES,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2288</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">April 15, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Edward F. Harrington, U.S. District Judge ]</p>\n      <p class=\"indent\">Sandra L. Smales on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Charlene Stawicki, Special Assistant United States Attorney, and Robert M. Peckrill, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Elizabeth Patilla appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services (the \"Secretary\") denying her claim for social security disability benefits.  Patilla claimed disability stemming from an injury to her right hand sustained in November, 1980.  The Administrative Law Judge (\"ALJ\") concluded that as of June 30, 1983, the date Patilla was last insured, she suffered from \"episodic situational depression and sympathetic dystrophy of the right hand,\" but that those impairments, alone or in combination, did not meet or equal the applicable Listings.  See 20 C.F.R. Pt. 404, subpt.  P, App. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The ALJ did not find Patilla to be a credible witness \"insofar as the disabling extent of pain is considered.\"  Although concluding that Patilla was unable to perform her past relevant work as a salad maker, the ALJ found that \"the claimant retained the residual functional capacity to perform a full range of light and sedentary unskilled work activity at all times pertinent to this decision.\"  Taking into account Patilla's age, education and work experience, as well as her medical impairments and functional limitations, the ALJ determined that there were a significant number of jobs in the national economy that Patilla could perform.  Therefore, he ruled that she was not disabled at any time prior to June, 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Based upon our careful review of the parties' briefs and the record on appeal, we find that the Secretary's decision is supported by substantial evidence.  We affirm the district court judgment substantially for the reasons stated in the district court's Memorandum and Order dated October 1, 1993.  We add the following comments.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, Patilla argues first, that the ALJ erred in rejecting her complaints of disabling pain and in failing to follow the standards for evaluating pain set forth in Avery v. Heckler, 797 F.2d 19 (1st Cir. 1986).  Second, she contends that the ALJ should have found that her depression constituted a non-exertional limitation on her ability to function that, in combination with her physical impairments, rendered her disabled.  Patilla asserts that the Secretary's contrary conclusions are not supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Complaints of Pain.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Patilla testified at the hearing before the ALJ that she had experienced constant pain in her hand since her injury.  She stated that whenever she tried to use her hand she would experience pain which felt like muscle spasms.  Patilla also testified that the cold weather sometimes caused her hand to hurt even though she wasn't using it.  She noted that some days she would keep her hand in a hot towel all day or for three or four hours to alleviate the pain.  Patilla said that the pain interfered with her ability to concentrate, causing her to stop whatever activity she was engaged in until the pain subsided.  She noted that all of these descriptions of her pain applied to the period between November, 1980 and June, 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The ALJ found that \"[t]he claimant is not accepted as a credible witness insofar as the disabling extent of pain is considered.\"  He concluded that \"she could perform a full range of at least light unskilled work activity.\"  Patilla challenges these findings on appeal, arguing that the ALJ failed to follow the standards for evaluating pain set forth in  Avery v. Heckler, 797 F.2d 19 (1st Cir. 1986).  In Avery, we held that when a claimant alleges pain to an extent not supported by objective medical evidence, \"a full description of the individual's prior work record, daily activities and any additional statements from the claimant, his or her treating physician or other third party relative to the alleged pain must be considered.\"   Id. at 23.  See also Social Security Ruling 88-13 (SSR 88-13).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our review of the record indicates that the ALJ complied with the requirements of Avery and SSR 88-13.  At a hearing held on July 6, 1992, the ALJ questioned Patilla about her physical condition and her daily activities in 1983, the date she was last insured.  Patilla testified that she was \"better\" in 1983 than in 1992.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She stated that she was able to drive and to turn on the ignition with her right hand.  She was also able to write and eat with her right hand.  Patilla testified that she did her family's laundry.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The ALJ questioned Patilla about her prior work record, including two unsuccessful attempts to return to cafeteria work in 1980 and 1981.  Patilla testified that she was unable to do even \"light duty\" cafeteria work because she \"started dropping things.\"  Patilla testified that when she tried to use her right hand, it would \"start shaking and then it goes numb,\" causing her to lose control of the hand.  She stated that she tries not to use her right hand because it hurts when she uses it and because she drops things.  At the hearing, Patilla's attorney elicited a full description of the nature and duration of the pain.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In questioning the vocational expert about the availability of work for someone with Patilla's limitations, the ALJ characterized claimant as possessing \"reduced ability to use the right arm, reduced manual dexterity and basically was using the right arm for support.\"  The vocational expert testified that in the national economy there is a range of unskilled work at the light and medium exertional levels that involves use of only one arm.  He further stated that these jobs could be performed by a person with \"mild to moderate impairment to concentration.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The record does not support claimant's contention that the ALJ failed to conform with the requirements of Avery.  The ALJ credited Patilla's subjective complaints of pain to the extent that he found her to have a reduced ability to use her right arm and to have moderately impaired concentration.  The ALJ's determination that Patilla's pain did not render her disabled is supported by substantial evidence in the record.  Dr. John McGillicuddy, an examining physician, wrote in October, 1983, that Patilla had a \"swollen, painful right hand with marked weakness and limited motions,\" however, he concluded that she was still capable of doing \"extremely light work\" with her right hand.  In July, 1982, Dr. Upton, an examining physician, reported to the Social Security Administration that although Patilla had experienced pain in her hand in the past, she was not experiencing much pain at that time.  According to her own testimony, Patilla was able to use her right hand for many daily activities, including driving, writing and eating.  Her return to cafeteria employment had been unsuccessful because of her inability to hold onto things with her right hand, not because of disabling pain.  \"The credibility determination by the ALJ who observed the claimant, evaluated his demeanor, and considered how that testimony fit in with the rest of the evidence is entitled to deference, ...\"  Frustaglia v. Secretary of Health &amp; Human Services, 829 F.2d 192, 195 (1st Cir. 1987).  Therefore, the ALJ did not err in rejecting claimant's complaints of disabling pain.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mental Impairment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The ALJ found that Patilla suffered from \"intermittent depression,\" in addition to her physical impairment.  He stated that \"[h]er situational depression was episodic only.\"  Therefore, the ALJ concluded that Patilla's capacity for light unskilled work was not compromised by her non-exertional limitations.  Patilla challenges these findings as unsupported by substantial evidence.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The ALJ accurately summarized the medical evidence regarding Patilla's depression.  In November, 1982, Dr. Quentin R. Regestine, an examining physician from the Sleep Clinic at Brigham and Women's Hospital, wrote that Patilla reported to him that she lay in bed all day and was \"unable to fulfill any responsibilities.\"  A test of ability to concentrate \"revealed gross impairment.\"  Dr. Regestine reported, however, that Patilla was \"placed on protriptylene and has sustained an initial and significant lessening of her symptoms.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is no other evidence in the record of a mental impairment that existed prior to June, 1983, the date Patilla was last insured.  Notes from 1985 indicate that Dr. Regestine saw Patilla for complaints of crying spells and an inability to get out of bed.  The notes suggest, however, that those symptoms occurred because Patilla stopped taking her prescribed medication, as a result of constipation.  The doctor adjusted the medications and Patilla felt better.  In July, 1985, Dr. Regestine examined Patilla and reported that she was \"neat, conversational, informative\" with \"mild psychomotor retardation.\"  He further noted that her current interests and activities included her house and her children and that she visited her mother and was able to \"negotiate the city.\"  Patilla was taking protriptylene.  The report concluded that the patient was \"much improved\" and that the prognosis for depression was \"good.\"  In 1987, Dr. Ryestine reported that Patilla \"does house work and cooking\" with her daughters' help and \"can be self sufficient.\"  He noted that she was still taking protriptylene and that she had \"shown much improvement.\"  She was out of the house and participating in rehabilitation programs.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In applying the Medical-Vocational Guidelines, the ALJ properly considered non-exertional factors and concluded that the \"paucity of this record\" supported a finding that Patilla was not disabled.  This conclusion is supported by the record as a whole.  The vocational expert testified that if Patilla's concentration were impaired \"to a marked or to an extreme extent,\" it would preclude employment of any kind.  Dr. Regestine found that in November, 1982, Patilla showed a \"gross impairment\" of her ability to concentrate.  There is no indication, however, that this impairment persisted for a year or more.  In 1986, a \"complete psychometric assessment was performed\" and Dr. Peter Rosenberger, an examining physician, reported only \"an element of attention deficit in the patient's learning style.\"  The diagnosis was of dyslexia \"in this otherwise neurologically intact and normally intelligent lady.\"  \"It is the responsibility of the Secretary to ... draw inferences from the record evidence.  Indeed, the resolution of conflicts in evidence is for the Secretary, not the courts.\"   Irlanda Ortiz v. Secretary of HHS, 955 F.2d 765, 769 (1st Cir. 1991).  The ALJ's determination that Patilla's mental impairment did not interfere with her residual functional capacity to perform a full range of light unskilled work is substantially supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's opinion affirming the Secretary's denial of benefits.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Later in the hearing, Patilla testified that her condition was about the same in 1992 as in 1983</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">419</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Elizabeth PATILLA, Plaintiff, Appellant,<br>v.<br>Donna E. SHALALA, SECRETARY OF HEALTH &amp; HUMAN SERVICES,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2288</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">April 15, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Edward F. Harrington, U.S. District Judge ]</p>\n      <p class=\"indent\">Sandra L. Smales on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Charlene Stawicki, Special Assistant United States Attorney, and Robert M. Peckrill, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Elizabeth Patilla appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services (the \"Secretary\") denying her claim for social security disability benefits.  Patilla claimed disability stemming from an injury to her right hand sustained in November, 1980.  The Administrative Law Judge (\"ALJ\") concluded that as of June 30, 1983, the date Patilla was last insured, she suffered from \"episodic situational depression and sympathetic dystrophy of the right hand,\" but that those impairments, alone or in combination, did not meet or equal the applicable Listings.  See 20 C.F.R. Pt. 404, subpt.  P, App. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The ALJ did not find Patilla to be a credible witness \"insofar as the disabling extent of pain is considered.\"  Although concluding that Patilla was unable to perform her past relevant work as a salad maker, the ALJ found that \"the claimant retained the residual functional capacity to perform a full range of light and sedentary unskilled work activity at all times pertinent to this decision.\"  Taking into account Patilla's age, education and work experience, as well as her medical impairments and functional limitations, the ALJ determined that there were a significant number of jobs in the national economy that Patilla could perform.  Therefore, he ruled that she was not disabled at any time prior to June, 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Based upon our careful review of the parties' briefs and the record on appeal, we find that the Secretary's decision is supported by substantial evidence.  We affirm the district court judgment substantially for the reasons stated in the district court's Memorandum and Order dated October 1, 1993.  We add the following comments.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, Patilla argues first, that the ALJ erred in rejecting her complaints of disabling pain and in failing to follow the standards for evaluating pain set forth in Avery v. Heckler, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span> (1st Cir. 1986).  Second, she contends that the ALJ should have found that her depression constituted a non-exertional limitation on her ability to function that, in combination with her physical impairments, rendered her disabled.  Patilla asserts that the Secretary's contrary conclusions are not supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Complaints of Pain.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Patilla testified at the hearing before the ALJ that she had experienced constant pain in her hand since her injury.  She stated that whenever she tried to use her hand she would experience pain which felt like muscle spasms.  Patilla also testified that the cold weather sometimes caused her hand to hurt even though she wasn't using it.  She noted that some days she would keep her hand in a hot towel all day or for three or four hours to alleviate the pain.  Patilla said that the pain interfered with her ability to concentrate, causing her to stop whatever activity she was engaged in until the pain subsided.  She noted that all of these descriptions of her pain applied to the period between November, 1980 and June, 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The ALJ found that \"[t]he claimant is not accepted as a credible witness insofar as the disabling extent of pain is considered.\"  He concluded that \"she could perform a full range of at least light unskilled work activity.\"  Patilla challenges these findings on appeal, arguing that the ALJ failed to follow the standards for evaluating pain set forth in  Avery v. Heckler, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span> (1st Cir. 1986).  In Avery, we held that when a claimant alleges pain to an extent not supported by objective medical evidence, \"a full description of the individual's prior work record, daily activities and any additional statements from the claimant, his or her treating physician or other third party relative to the alleged pain must be considered.\"   Id. at 23.  See also Social Security Ruling 88-13 (SSR 88-13).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our review of the record indicates that the ALJ complied with the requirements of Avery and SSR 88-13.  At a hearing held on July 6, 1992, the ALJ questioned Patilla about her physical condition and her daily activities in 1983, the date she was last insured.  Patilla testified that she was \"better\" in 1983 than in 1992.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She stated that she was able to drive and to turn on the ignition with her right hand.  She was also able to write and eat with her right hand.  Patilla testified that she did her family's laundry.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The ALJ questioned Patilla about her prior work record, including two unsuccessful attempts to return to cafeteria work in 1980 and 1981.  Patilla testified that she was unable to do even \"light duty\" cafeteria work because she \"started dropping things.\"  Patilla testified that when she tried to use her right hand, it would \"start shaking and then it goes numb,\" causing her to lose control of the hand.  She stated that she tries not to use her right hand because it hurts when she uses it and because she drops things.  At the hearing, Patilla's attorney elicited a full description of the nature and duration of the pain.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In questioning the vocational expert about the availability of work for someone with Patilla's limitations, the ALJ characterized claimant as possessing \"reduced ability to use the right arm, reduced manual dexterity and basically was using the right arm for support.\"  The vocational expert testified that in the national economy there is a range of unskilled work at the light and medium exertional levels that involves use of only one arm.  He further stated that these jobs could be performed by a person with \"mild to moderate impairment to concentration.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The record does not support claimant's contention that the ALJ failed to conform with the requirements of Avery.  The ALJ credited Patilla's subjective complaints of pain to the extent that he found her to have a reduced ability to use her right arm and to have moderately impaired concentration.  The ALJ's determination that Patilla's pain did not render her disabled is supported by substantial evidence in the record.  Dr. John McGillicuddy, an examining physician, wrote in October, 1983, that Patilla had a \"swollen, painful right hand with marked weakness and limited motions,\" however, he concluded that she was still capable of doing \"extremely light work\" with her right hand.  In July, 1982, Dr. Upton, an examining physician, reported to the Social Security Administration that although Patilla had experienced pain in her hand in the past, she was not experiencing much pain at that time.  According to her own testimony, Patilla was able to use her right hand for many daily activities, including driving, writing and eating.  Her return to cafeteria employment had been unsuccessful because of her inability to hold onto things with her right hand, not because of disabling pain.  \"The credibility determination by the ALJ who observed the claimant, evaluated his demeanor, and considered how that testimony fit in with the rest of the evidence is entitled to deference, ...\"  Frustaglia v. Secretary of Health &amp; Human Services, <span class=\"citation\" data-id=\"494588\"><a href=\"/opinion/494588/19-socsecrepser-60-unemplinsrep-cch-17576-joseph-t-frustaglia-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 195 (1st Cir. 1987).  Therefore, the ALJ did not err in rejecting claimant's complaints of disabling pain.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mental Impairment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The ALJ found that Patilla suffered from \"intermittent depression,\" in addition to her physical impairment.  He stated that \"[h]er situational depression was episodic only.\"  Therefore, the ALJ concluded that Patilla's capacity for light unskilled work was not compromised by her non-exertional limitations.  Patilla challenges these findings as unsupported by substantial evidence.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The ALJ accurately summarized the medical evidence regarding Patilla's depression.  In November, 1982, Dr. Quentin R. Regestine, an examining physician from the Sleep Clinic at Brigham and Women's Hospital, wrote that Patilla reported to him that she lay in bed all day and was \"unable to fulfill any responsibilities.\"  A test of ability to concentrate \"revealed gross impairment.\"  Dr. Regestine reported, however, that Patilla was \"placed on protriptylene and has sustained an initial and significant lessening of her symptoms.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is no other evidence in the record of a mental impairment that existed prior to June, 1983, the date Patilla was last insured.  Notes from 1985 indicate that Dr. Regestine saw Patilla for complaints of crying spells and an inability to get out of bed.  The notes suggest, however, that those symptoms occurred because Patilla stopped taking her prescribed medication, as a result of constipation.  The doctor adjusted the medications and Patilla felt better.  In July, 1985, Dr. Regestine examined Patilla and reported that she was \"neat, conversational, informative\" with \"mild psychomotor retardation.\"  He further noted that her current interests and activities included her house and her children and that she visited her mother and was able to \"negotiate the city.\"  Patilla was taking protriptylene.  The report concluded that the patient was \"much improved\" and that the prognosis for depression was \"good.\"  In 1987, Dr. Ryestine reported that Patilla \"does house work and cooking\" with her daughters' help and \"can be self sufficient.\"  He noted that she was still taking protriptylene and that she had \"shown much improvement.\"  She was out of the house and participating in rehabilitation programs.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In applying the Medical-Vocational Guidelines, the ALJ properly considered non-exertional factors and concluded that the \"paucity of this record\" supported a finding that Patilla was not disabled.  This conclusion is supported by the record as a whole.  The vocational expert testified that if Patilla's concentration were impaired \"to a marked or to an extreme extent,\" it would preclude employment of any kind.  Dr. Regestine found that in November, 1982, Patilla showed a \"gross impairment\" of her ability to concentrate.  There is no indication, however, that this impairment persisted for a year or more.  In 1986, a \"complete psychometric assessment was performed\" and Dr. Peter Rosenberger, an examining physician, reported only \"an element of attention deficit in the patient's learning style.\"  The diagnosis was of dyslexia \"in this otherwise neurologically intact and normally intelligent lady.\"  \"It is the responsibility of the Secretary to ... draw inferences from the record evidence.  Indeed, the resolution of conflicts in evidence is for the Secretary, not the courts.\"   Irlanda Ortiz v. Secretary of HHS, <span class=\"citation\" data-id=\"577108\"><a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 769 (1st Cir. 1991).  The ALJ's determination that Patilla's mental impairment did not interfere with her residual functional capacity to perform a full range of light unskilled work is substantially supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accordingly, we affirm the district court's opinion affirming the Secretary's denial of benefits.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Later in the hearing, Patilla testified that her condition was about the same in 1992 as in 1983</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577108/"
  ]
}