{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195367/",
  "absolute_url": "/opinion/195367/anderson-v-butler/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195367/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:38:32Z",
  "date_modified": "2016-02-28T04:52:29.430625Z",
  "type": "010combined",
  "sha1": "69d69cc127a867928bb0735b427a3467e253d8cc",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2000.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2000\n\n                         BRUCE ANDERSON,\n\n                      Petitioner, Appellant,\n\n                               v. \n\n                        NORMAN J. BUTLER,\n\n                      Respondent, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\n                                                    \n\n                                             \n\n                              Before\n\n             Selya, Boudin and Stahl, Circuit Judges.\n                                                    \n\n                                             \n\n     Stephen Hrones, with whom Hrones &amp; Garrity was on brief, for\n                                               \nappellant.\n     Nancy W. Geary, Assistant  Attorney General, with whom Scott\n                                                                 \nHarshbarger, Attorney General, was on brief, for appellee.\n           \n\n                                             \n\n                           May 11, 1994\n\n                                             \n\n          SELYA,  Circuit  Judge.     Petitioner-appellant  Bruce\n          SELYA,  Circuit  Judge.\n                                \n\nAnderson, convicted of first degree  murder in the stabbing death\n\nof his estranged wife, exhausted state remedies and  then applied\n\nto  the federal  court  for a  writ  of habeas  corpus,  alleging\n\nineffective assistance  of counsel.   Ultimately, we  granted the\n\nwrit in  a 2-to-1 decision,  see Anderson v. Butler,  858 F.2d 16\n                                                   \n\n(1st Cir. 1988), and ordered a new trial, id. at  19.  Petitioner\n                                             \n\nfared no better the second time around:  a Massachusetts superior\n\ncourt jury convicted him  of first degree murder and  the highest\n\nstate  court  again  proved  inhospitable,  see  Commonwealth  v.\n                                                             \n\nAnderson, 408 Mass. 803, 563 N.E.2d 1353 (1990).\n        \n\n          Having succeeded once in obtaining habeas relief  under\n\nfederal  law, see 28 U.S.C.     2241-2254, petitioner tried anew.\n                 \n\nThis  time he contended  that a jury instruction  on the issue of\n\nprovocation created an impermissible  mandatory presumption.  See\n                                                                 \n\ngenerally  Sandstrom  v. Montana,  442  U.S.  510, 520-24  (1979)\n                                \n\n(holding  that an instruction setting up a presumption, which has\n\nthe effect of relieving the prosecution of the burden of proof on\n\nan  element of a charged crime, violates the Due Process Clause).\n\nThe  district  court denied  and  dismissed  the petition.    See\n                                                                 \n\nAnderson  v. Butler, No. 91-10482-Z (D.  Mass. Aug. 23, 1993)(\"D.\n                   \n\nCt. Op.\").  This appeal followed.\n\nI.  BACKGROUND\n\n          The relevant facts are laid out in the Supreme Judicial\n\nCourt's  opinion,  see Anderson,  563 N.E.2d  at 1354-55,  and it\n                               \n\nwould  be pleonastic to rehearse  them here.   It suffices to say\n\n                                2\n\nthat, at the second trial, petitioner conceded the uxoricide, but\n\nclaimed that he acted  without malice and in the heat of passion,\n\nhaving been provoked by  finding a strange and scantily  clad man\n\nin his wife's bedroom.\n\n          In  this  appeal,  petitioner  sounds  a  single theme,\n\nconstructed in three stages:  he contends that the superior court\n\njudge  erred  in  his  charge to  the  jury  on  the question  of\n\nprovocation; that the  error struck at the heart  of petitioner's\n\ndefense, thus denying  him a fair trial;  and that, consequently,\n\nhis  constitutional  rights  were  abridged.   His  complaint  is\n\ndirected  specifically  at a  single  sentence  within the  trial\n\njudge's lengthy description of  provocation.1  That sentence told\n\nthe jurors to  examine whether  \"an ordinary man,  given all  the\n\nfacts and circumstances . .  . would he be likely to be in such a\n\nstate of  passion, anger, fear,  fright or nervous  excitement as\n\nwould  lead him\" to commit  murder.  Petitioner  claims that, had\n\nthe judge  faithfully stated the governing  law, see Commonwealth\n                                                                 \n\nv.  Walden, 380 Mass. 724, 405 N.E.2d 939 (1980); Commonwealth v.\n                                                              \n\nRooney, 365 Mass. 484, 313 N.E.2d  105 (1974), he would have said\n      \n\n\"might lead\" in lieu of \"would lead.\"\n\n          Both the  state supreme court, Anderson,  563 N.E.2d at\n                                                 \n\n1355-56,  and  the federal  district court,  D.  Ct. Op.  at 3-6,\n\ncarefully  examined  this assignment  of  error,  placed it  into\n\nrealistic  context,  and found  it wanting.    We reach  the same\n\n                    \n\n     1The full text of the charge on provocation is reproduced in\nCommonwealth v. Anderson, 563 N.E.2d at 1355 n.1.\n                        \n\n                                3\n\nconclusion.\n\nII.  DISCUSSION\n\n          We begin by particularizing the single respect in which\n\nthe  jury instructions  on provocation  were in  error.   We then\n\nindicate  why,  upon careful  review of  the  record, we  find no\n\nsufficient reason  to believe that,  within the framework  of the\n\nentire charge, the mangled verb usage  would have been understood\n\nby a reasonable juror as creating a mandatory presumption.  Last,\n\nwe  explain why,  regardless  of how  the solitary  instructional\n\nerror  is viewed,  it  cannot plausibly  be  said, on  the  whole\n\nrecord,  that   the  lapse  tainted  the   trial  or  compromised\n\npetitioner's defense.\n\n                          A.  The Error.\n                                       \n\n          Massachusetts   law   defines   adequate   provocation,\n\nsufficient  to  convert  what  might  otherwise  be  murder  into\n\nmanslaughter, as \"something `that  would be likely to  produce in\n\nan  ordinary man such a state  of passion, anger, fear, fright or\n\nnervous excitement as might lead  to an intentional homicide and,\n\nmoreover, such  as did actually produce  such a state of  mind in\n\nthe  slayer.'\"   Rooney, 313  N.E.2d at  112 (citation  omitted).\n                       \n\nConsequently, the trial judge's instructions, which used the verb\n\nphrase \"would lead\" in place of the phrase \"might lead,\" erred in\n\nthis one respect.2\n\n                  B.  The Mandatory Presumption.\n                                               \n\n                    \n\n     2By  petitioner's own  admission,  the bulk  of the  court's\ncharge  on  provocation  was  squarely in  line  with  applicable\nprinciples of Massachusetts law.\n\n                                4\n\n          The  Due Process  Clause  requires  the prosecution  to\n\nprove  every essential  element of  a crime  beyond a  reasonable\n\ndoubt.  Hence, if a court instructs a trial jury in such a way as\n\nto create a mandatory presumption that relieves the government of\n\nits  burden, the  court  runs afoul  of  the Constitution.    See\n                                                                 \n\nSandstrom, 442 U.S. at 524.\n         \n\n          In the circumstances of  this case, the tripartite test\n\nof Hill  v. Maloney, 927  F.2d 646  (1990) governs the  merits of\n                   \n\npetitioner's Sandstrom claim.  Under Hill, a reviewing court must\n                                         \n\nfirst determine whether a reasonable juror would have interpreted\n\nthe challenged portion of the instruction as creating a mandatory\n\npresumption.  Id. at 648-49.  If so, the court must then consider\n                 \n\nwhether  other  parts of  the  charge  clarified the  ill-advised\n\nlanguage with the result that  a reasonable factfinder would  not\n\nhave  understood the  instruction to  create an  unconstitutional\n\npresumption.  Id. at 649.   Finally, if the court determines that\n                 \n\nthe  charge  as a  whole left  the  jurors with  an impermissible\n\nimpression, the  court must proceed to  evaluate the harmlessness\n\nvel non of the error.  Id. at 649, 654.\n                          \n\n          Using Hill  v. Maloney  as our  yardstick, we  take the\n                                \n\nmeasure of petitioner's case.\n\n          1.   Nature of the Presumption.  First and foremost, we\n          1.   Nature of the Presumption.\n                                        \n\ndo  not believe  that a  reasonable juror  would have  viewed the\n\ndisputed  instruction  as  setting  up a  mandatory  presumption.\n\nPetitioner suggests that the substitution of the verb \"would\" for\n\n\"might\"  was tantamount to the judge telling the jurors that, \"if\n\n                                5\n\nyou  do not  find complete self-defense    the  only circumstance\n\nunder  which an  ordinary  man  \"would\"  kill     you  must  find\n\ninsufficient  provocation  and, therefore,  malice.\"    And since\n\nthere was no evidence of self-defense, the thesis runs, the judge\n\neffectively directed a finding of malice.\n\n          Although  ingenious,  petitioner's  thesis is  severely\n\nflawed.   One  principal problem with  it is that,  while a legal\n\ntheorist perhaps might have  reasoned in this way, the  judge did\n\nnot instruct the  jury to follow such a course.   As we explained\n\nin Hill, \"[a]  mandatory presumption instructs  the jury that  it\n       \n\nmust  infer an  `elemental fact'  such as  intent or  malice from\n    \n\nproof of a `basic fact' such as  a knowing act.\"  Hill, 927  F.2d\n                                                      \n\nat 648.   Where, as in  this case, the charge  merely permits the\n\ninference  to be drawn,  the presumption,  by definition,  is not\n\nmandatory.  See, e.g., id. at 649.\n                          \n\n          Judges should  not divorce themselves from  the reality\n\nof human  experience.  Taking a  practical, commonsense approach,\n\nwe conclude that, in  all probability, a typical juror  would not\n\nhave  known  the appropriate  legal  standard  for perfect  self-\n\ndefense,  and,  therefore, would  not  even  have considered  the\n\npossibility  that a finding of malice was mandated by the court's\n\ninstruction.   Hence, the  erroneous substitution of  \"would\" for\n\n\"might\" in  a  single sentence  of  the charge  did  not forge  a\n\nmandatory  presumption.   At  most,  the  ailing instruction,  by\n\nitself, would have had  the effect of lowering the  burden placed\n\nby state law on the prosecution, not eliminating it.\n\n                                6\n\n          2.  The  Totality of  the Charge.   Even assuming,  for\n          2.  The  Totality of  the Charge.\n                                          \n\nargument's sake,  that the erroneous substitution  of \"would\" for\n\n\"might\" in the instructions created an impermissible presumption,\n\nwe deem it  highly unlikely  that a reasonable  juror would  have\n\nunderstood the  instructions, overall, as  directing that  malice\n\nwas to be presumed.\n\n          If the specific language challenged on appeal creates a\n\nmandatory  presumption, the  court  \"then  must consider  whether\n\nother parts  of the instruction explained  `the particular infirm\n\nlanguage to the  extent that  a reasonable juror  could not  have\n\nconsidered  the  charge  to  have  created   an  unconstitutional\n\npresumption.'\"    Hill,  927  F.2d  at  649  (quoting Francis  v.\n                                                             \n\nFranklin, 471 U.S. 307, 315 (1985)).  Of course, in studying this\n        \n\nquestion, an inquiring  court must  bear in mind  that \"a  single\n\ninstruction  to a jury may not be judged in artificial isolation,\n\nbut  must be viewed in the context  of the overall charge.\"  Cupp\n                                                                 \n\nv. Naughten, 414 U.S. 141, 146-47 (1973).\n           \n\n          We believe that  petitioner focuses too single-mindedly\n\non the  challenged sentence in the  abstract.  A fair  reading of\n\nthe  judge's  instructions,   taken  in  their   totality,  leads\n\ninexorably to the conclusion that the court explained  the matter\n\nwith  sufficient  care that  a  reasonable juror  would  not have\n\nunderstood  the  charge  to   have  created  an  unconstitutional\n\npresumption.  We explain briefly.\n\n          The judge began the  relevant segment of the  charge by\n\nopening  the   jurors'  minds  to  an   expansive  definition  of\n\n                                7\n\nprovocation.   Specifically,  he told the  jury that,  \"[t]he law\n\ndoes  not attempt  to define  in any  narrow way  the provocation\n\nwhich may  reduce  the crime  to manslaughter.\"   He  went on  to\n\ninstruct that reasonable provocation \"is that kind of provocation\n\nthat would inflame a  reasonable ordinary and law abiding  man to\n\nthe point where he  would be capable of killing  another person.\"\n\nThe  judge then stated that,  \"provocation must be  such as would\n\nlikely produce in an ordinary man such a state of passion, anger,\n\nfear, fright or nervous excitement  as would eclipse his capacity\n\nfor reflection or restraint and actually did produce such a state\n\nof mind in the defendant.\"\n\n          Only  at  this  point   did  the  judge  interject  the\n\nobjectionable language.3   Even then, it was promptly followed by\n\nfurther  clarification in the form of a question; the judge asked\n\nthe jury to mull whether \"the situation [would] be such that [the\n\nordinary man] would likely be in  such a state of passion, anger,\n\nfear,  fright or nervous excitement as would eclipse his capacity\n\nfor  reflection and  restraint?\"   The  judge  then proceeded  to\n\noutline the  additional requirements  for a finding  of voluntary\n\nmanslaughter, making it plain that a verdict less than murder was\n\nan option.\n\n          Viewed   against  this  backdrop  and  considering  the\n\n                    \n\n     3To be sure, the jurors heard this portion of the charge not\nonce,  but twice,  for, during  deliberations, they  asked to  be\nreinstructed as to the various degrees of homicide, and the judge\nreread the pertinent portions of the original charge.  We  do not\nsee  how this circumstance bears  on the question  of whether the\ninterdicted language fosters a mandatory presumption.\n\n                                8\n\njudge's  repeated  admonitions that  the  jury  must resolve  the\n\nprovocation  issue,  we think  it  is  highly improbable  that  a\n\nreasonable juror  would have understood, from  the entire charge,\n\nthat the absence of provocation was to be assumed.  Thus, even if\n\nthe  challenged  sentence,  viewed  in  isolation,  carried   the\n\npotential of creating  a mandatory  presumption   and  we do  not\n\nbelieve,  realistically,  that  such  a  potential  loomed     we\n\nconsider it  extremely unlikely that a  reasonable juror, heeding\n\nall the instructions, would have taken an unconstitutional tack.\n   \n\n          3.  Harmlessness.   Finally, assuming arguendo that the\n          3.  Harmlessness.   \n                                                        \n\ninstructional error created a legally  impermissible presumption,\n\nwe would find  the error harmless.  This  court has recently held\n\nthat, under applicable Supreme Court precedents, an instructional\n\nerror of the type alleged by petitioner is to be considered trial\n\nerror,  not structural error, for purposes of habeas review.  See\n                                                                 \n\nLibby v. Duval,      F.3d    ,     (1st Cir.  1994) [No. 93-1588,\n              \n\nslip op. at 17-18]; see  also Ortiz v. Dubois,     F.3d     ,    \n                                             \n\n(1st Cir. 1994) [No. 93-1656, slip op. at 17] (dictum).\n\n          Trial  errors    even  trial errors  of  constitutional\n\ndimension   are  reviewed in habeas corpus  proceedings under the\n\nso-called \"whole-record\" test for harmless error.  See  Brecht v.\n                                                              \n\nAbrahamson,  113  S. Ct.  1710, 1718-19,  1722  (1993).   In such\n          \n\ncircumstances, the writ should issue only if  the reviewing court\n\nconcludes  that the  instructional error  \"had a  substantial and\n\ninjurious effect or influence in determining the jury's verdict.\"\n\nId.  at 1714 (quoting Kotteakos  v. United States,  328 U.S. 750,\n                                                 \n\n                                9\n\n776 (1946)); see also  United States v.  Ladd, 885 F.2d 954,  957\n                                             \n\n(1st  Cir.   1989)   (explicating  Kotteakos   \"fair   assurance\"\n                                            \n\nstandard).\n\n          We  think  the  Commonwealth's  case  passes  Kotteakos\n                                                                 \n\nmuster with  flying  colors.   Like  the veteran  district  court\n\njudge,  we simply do not  believe that a  one-word deviation from\n\nthe norm spoiled  the trial's  overall integrity.   To the  exact\n\ncontrary, it seems transpicuous that the judge's charge, taken in\n                                                                 \n\nits  entirety, fairly  presented  the law  and adequately  limned\n             \n\npetitioner's theory of the case.  Furthermore, given the strength\n\nof  the prosecution's  case and  the weaknesses  inherent in  his\n\nprovocation  defense,4 it  is  surpassingly difficult  to believe\n\n                    \n\n     4To give content to our general statements that the evidence\nagainst petitioner  was strong  and that petitioner's  defense of\nprovocation  was weak,  we  cite one  illustrative, if  gruesome,\npassage from the Supreme Judicial Court opinion:\n\n          There   was   evidence  that,   although  the\n          defendant  was enraged  when he  attacked his\n          wife, he nevertheless acted in a calculating,\n          deliberate,  and  reflective  fashion.    For\n          example,   when   he   entered   his   wife's\n          apartment, the defendant  made it  impossible\n          for her  to summon assistance  by ripping the\n          telephone from the wall.  After the defendant\n          had  chased  the other  man  from his  wife's\n          apartment, he had to return and force his way\n          into the neighbors' apartment in order to get\n          to his  wife.   As he stabbed  his wife,  the\n          defendant told her \"You're gonna fuckin' die,\n          bitch.\"  When an occupant of the apartment in\n          which  the  stabbing  occurred  attempted  to\n          intercede, the defendant held him at bay (and\n          again  confirmed  his intentions)  by saying,\n          \"Get outa my fuckin'  way or you'll die too.\"\n          After  stabbing his  wife several  times, the\n          defendant  left   the  apartment  .  .   .  .\n          [Thereafter], the defendant decided to return\n          to stab his wife several more times.\n\n                                10\n\nthat so subtle a shading of the charge had any discernible impact\n\non the jury's verdict.\n\n          We will not paint the lily.  The  trial judge's slip of\n\nthe  tongue,  though regrettable,  was  not egregious.    For the\n\nreasons  indicated, we deem  it highly  probable that  the single\n\nerroneous portion of the  instruction had no bearing whatever  on\n\nthe jurors'  consideration of  petitioner's defense.   It follows\n\ninexorably  that  the  error   was  benign  under  the  Kotteakos\n                                                                 \n\nstandard.\n\n                    C.  Fundamental Fairness.\n                                            \n\n          To tie up  a loose  end, we also  consider whether  the\n\ninstructional   error,  even   though  it   did  not   create  an\n\nimpermissible Sandstrom-type presumption, justifies  the granting\n                       \n\nof habeas relief.  After all, the error, as we have acknowledged,\n\nsee  supra  Part  II(B)(1),  had  the  potential  of  easing  the\n          \n\nCommonwealth's  burden  in  proving  malice.   Viewed  from  this\n\nperspective,  however,  petitioner  can  only prevail  on  habeas\n\nreview  if the ailing instruction,  in and of  itself, so tainted\n\nthe proceedings as to  divest the whole trial of  its fundamental\n\nfairness.  See  Estelle v.  McGuire, 112 S.Ct.  475, 482  (1991);\n                                   \n\nCupp, 414 U.S. at 147.\n    \n\n          We  need not  tarry in  conducting this  inquiry.   For\n\nreasons already  elucidated, see  supra Part II(B)(3),  it cannot\n                                       \n\n                    \n\nAnderson, 563 N.E.2d at 1357.  All in all, \"defendant stabbed his\n        \nwife thirteen times, during which she  remained fully conscious .\n. . .\"  Id.  On this, and other evidence, the jury made a special\n           \nfinding  of \"extreme  atrocity\"    a finding  that strikes  us as\nplainly inconsistent with reducing the charge to manslaughter.\n\n                                11\n\nfairly be  said, on balance, that the  instructional error robbed\n\npetitioner's  trial of  fundamental fairness  or compromised  his\n\nmain  defense in any meaningful regard.  Hence, petitioner is not\n\nentitled to redress on this theory.\n\nIII.  CONCLUSION\n\n          We  need  go  no  further.   For  aught  that  appears,\n\npetitioner was  fairly tried  and justly convicted.   Finding  no\n\ndeprivation  of  due  process,  we uphold  the  district  court's\n\nrefusal to grant habeas relief.\n\nAffirmed.\n        \n\n                         Dissent follows  \n\n                                12\n\n            STAHL, Circuit Judge, dissenting.  I agree with the\n                                \n\n  majority  that  the bulk  of  the  trial  court's charge  was\n\n  unreproachable,  and  that  the  crime  for  which petitioner\n\n  stands  convicted is  heinous.    Nonetheless,  I am  of  the\n\n  opinion that the erroneous instruction on provocation had the\n\n  effect of (1) lowering the Commonwealth's burden of  proof on\n\n  the  element  of  malice;   and  (2)  effectively  precluding\n\n  petitioner's jury  from  making a  finding of  malice.   And,\n\n  because I believe that both the due process right to have the\n\n  prosecution bear the  burden of proving  all elements of  the\n\n  offense  charged, see Sullivan v. Louisiana, 113 S. Ct. 2078,\n                                             \n\n  2080  (1993) (citing Patterson v. New York, 432 U.S. 197, 210\n                                            \n\n  (1977) and Leland v.  Oregon, 343 U.S. 790, 795  (1952)), and\n                              \n\n  the Sixth Amendment right  to have a jury make  all elemental\n                                           \n\n  determinations, see  Sandstrom v. Montana, 442  U.S. 510, 523\n                                           \n\n  (1979) (quoting  United States  v. United States  Gypsum Co.,\n                                                              \n\n  438  U.S.  422,  435  (1978)),  must  always  be  honored,  I\n                                              \n\n  reluctantly and respectfully dissent.\n\n                                I.\n                                  \n\n            Before  explaining the  reasons for  my dissent,  I\n\n  wish  to make two initial points.  First, I would not examine\n\n  the  challenged  instruction in terms of whether it  set up a\n\n  mandatory presumption  (as  the majority  does);  instead,  I\n\n  would  view  it simply  as  an  instruction misdescribing  an\n\n  element  of the offense.   Although they possess  many of the\n\n                               -13-\n                                13\n\n  same  characteristics5 and  are analyzed  similarly, Carella,\n                                                              \n\n  491 U.S.  at 270  (Scalia, J., concurring  in the  judgment),\n\n  mandatory presumptions and  elemental misdescriptions are not\n                                                               \n\n  the same thing.  For clarity's sake, I think it  important to\n\n  emphasize this distinction.\n\n            Second, although it does  not affect my analysis, I\n\n  note that the  language cited  by the majority  as being  the\n\n  correct  statement   of   Massachusetts  law   on   \"adequate\n\n  provocation\"  (i.e.,  \"something  `that  would  be likely  to\n\n  produce  in an ordinary man  such a state  of passion, anger,\n\n  fear,  fright  or nervous  excitement  as  might  lead to  an\n                                                        \n\n  intentional homicide . . .'\")  (quoting Rooney, 313 N.E.2d at\n                                                \n\n  112)  (emphasis supplied),  itself may  be problematic.   See\n                                                               \n\n  infra  at 4-5 (explaining that ordinary men are led to commit\n       \n\n  intentional homicides only  in circumstances which completely\n                                                               \n\n  exonerate  them).   Instead,  the  more  proper statement  of\n\n  Massachusetts  law on  adequate provocation  is found  in the\n\n  Walden opinion:\n        \n\n            There must be evidence that would warrant\n            a   reasonable   doubt   that   something\n\n                      \n\n  5.  Like  mandatory  presumptions, elemental  misdescriptions\n  can  often lower  the prosecution's  burden of  proof.   This\n  happens whenever the instructing  judge too lightly describes\n  what the  government must  prove  in order  to establish  the\n  element   at   issue.      And  obviously,   like   mandatory\n  presumptions,  elemental misdescriptions  tend to  invade the\n  jury's  fact-finding role.   See  Carella v.  California, 491\n                                                          \n  U.S.  263,  270-71  (1989)  (Scalia, J.,  concurring  in  the\n  judgment) (citing Pope  v. Illinois, 481 U.S. 497  (1987) and\n                                     \n  Carpenters v. United States, 330 U.S. 395 (1947)).\n                             \n\n                               -14-\n                                14\n\n            happened  which would have been likely to\n            produce  in  an  ordinary person  such  a\n            state of passion, anger, fear  fright, or\n            nervous excitement as  would eclipse  his\n                                                     \n            capacity for reflection or  restraint and\n                                                 \n            that what happened  actually did  produce\n            such a state of mind in the defendant.\n\n  Walden, 405 N.E.2d at  944 (emphasis supplied).  Accordingly,\n        \n\n  I will  make reference to  the Walden language  in discussing\n                                       \n\n  the law of adequate provocation in this dissent.6\n\n                               II.\n                                  \n\n            I  turn  now  to my  analysis.    In  my view,  the\n\n  Commonwealth   does   not   and   cannot   define   \"adequate\n\n  provocation\" as  provocation that  would  cause an  \"ordinary\n\n  man\"  to go  into  such \"a  state  of passion,  anger,  fear,\n\n  fright,  or  nervous  excitement  as  would  lead  him  to an\n                                                   \n\n  intentional homicide.\"   (Emphasis supplied).   As petitioner\n\n  points  out  in  his  brief, circumstances  that  would  lead\n                                                         \n\n  ordinary   people  to  commit  intentional  homicides  (e.g.,\n\n  circumstances   giving  rise   to  claims   of  self-defense)\n\n  completely  exonerate the killers; circumstances that lead to\n            \n\n                      \n\n  6.  Of  course, in  the  decision challenged  by the  instant\n  petition,  the  Supreme  Judicial  Court,  without  analysis,\n  stated  that both the language from Rooney relied upon by the\n                                            \n  majority and  the instruction  at issue here  were consistent\n  with  the Walden standard  and therefore not  erroneous.  See\n                                                               \n  Anderson,  563 N.E.2d  at 1356.   While the SJC  is the final\n          \n  authority  on  what  constitutes adequate  provocation  under\n  state law, it is  not, where due process and  Sixth Amendment\n  concerns are  implicated, the final authority  on whether the\n  jury likely misconstrued the  applicable principle or whether\n  two  divergent definitions  are,  in fact,  consistent.   See\n                                                               \n  Sandstrom, 442 U.S. at 516-17.\n           \n\n                               -15-\n                                15\n\n  manslaughter,   however,  are   only  viewed   as  mitigating\n\n  felonious conduct.    Therefore, the  instruction  challenged\n\n  here  clearly   and  unambiguously  was   erroneous.     More\n\n  importantly, its effect was  both to lower the Commonwealth's\n\n  burden of proof on the element of malice, see Commonwealth v.\n                                                            \n\n  Todd,  563 N.E.2d  211, 213-14  (Mass. 1990)  (where adequate\n      \n\n  provocation is properly at  issue, the Commonwealth bears the\n\n  burden  of proving its  absence in  order to  prove malice),7\n\n  and to  preclude the  jury from  making  a meaningful  malice\n\n  finding,  see Carella  v.  California, 491  U.S. 263,  270-71\n                                       \n\n  (1989) (Scalia, J., concurring).   This constitutes a federal\n\n  due process violation.   See Sullivan, 113 S. Ct.  at 2080-81\n                                       \n\n  (collecting cases).  So too does it constitute a violation of\n\n  the Sixth Amendment's jury-trial guarantee.  See id. at 2081.\n                                                      \n\n                               III.\n                                   \n\n            The  fact that  federal  constitutional  error  was\n\n  committed  at petitioner's  trial does  not, of  course, mean\n\n  that he is automatically entitled to a new trial.  Rather, as\n\n  the  majority   notes,  settled  Supreme  Court  and  circuit\n\n  precedent make  clear  that  we  next  look  to  whether  the\n\n  instructions  as a  whole  \"explain[ed]  the infirm  language\n                                     \n\n                      \n\n  7.  Under the instruction  given here, the  Commonwealth only\n  was required to prove an absence of circumstances that likely\n  \"would  lead\" an  ordinary  person to  commit an  intentional\n              \n  homicide.   This, of course,  is much easier  than proving an\n  absence of  circumstances that likely \"would  eclipse\" such a\n  person's \"capacity for reflection or restraint.\"  Walden, 405\n                                                          \n  N.E.2d at 944.\n\n                               -16-\n                                16\n\n  sufficiently so  that there is no  reasonable likelihood that\n\n  the  jury believed it must [apply the instruction in a manner\n\n  not in accordance with  applicable law].\"  Hill, 927  F.2d at\n                                                 \n\n  651  (relying  upon Franklin,  471  U.S. at  315).   However,\n                              \n\n  because a reviewing court must presume that the jury followed\n\n  the  judge's instructions,  see  Yates v.  Evatt, 111  S. Ct.\n                                                  \n\n  1884, 1893 (1991), and \"`has no way of knowing which of . . .\n\n  two   irreconcilable  instructions  the   jurors  applied  in\n\n  reaching  their verdict,'\"  Hill,  917 F.2d  at 651  (quoting\n                                  \n\n  Franklin,  471 U.S.  at 322)  (alteration in  original), even\n          \n\n  instructions directly  contrary to  the  erroneous one  which\n\n  themselves  correctly  state  the  law  are  insufficient  to\n\n  fulfill this explanatory function, id.\n                                        \n\n            Here, despite the majority's contrary conclusion, I\n\n  do not think  that the charge  as a whole  can be  considered\n\n  sufficiently   explanatory.    Although  there  were  correct\n\n  characterizations of  the  concept of  adequate  provocation,\n\n  nothing even went so far as to contradict, let alone explain,\n                                           \n\n  the  court's  incorrect  statement   that,  in  order  to  be\n\n  considered  a manslayer  rather than  a murderer,  petitioner\n\n  must have been confronted  with circumstances that would have\n\n  led an  \"ordinary man\" to kill intentionally.   Moreover, the\n\n  circumstances  attendant  to  the  giving  of the  challenged\n\n  instruction were  much more likely  to have  imparted to  the\n\n  jurors  the impression  that  the instruction  was a  correct\n\n                               -17-\n                                17\n\n  statement  of the  law than that  it was  a mere  slip of the\n\n  tongue.   First,  defense counsel,  in his  closing argument,\n\n  took  pains to  raise  the issue  by  correctly arguing  that\n\n  adequate provocation  does not mean that  an ordinary person,\n\n  in the same circumstances as  petitioner, would have acted as\n                                                            \n\n  petitioner  acted; instead,  adequate provocation  only means\n\n  that  an  ordinary  person,  in  the  same  circumstances  as\n\n  petitioner, would have had his/her capacity for reflection or\n\n  reason eclipsed.   Second, it is beyond question that defense\n\n  counsel interposed  pointed objections at  sidebar both times\n\n  the ailing instruction was  delivered to the jury.   In light\n\n  of these undisputed facts, I simply do not see how we can say\n\n  that the overall charge explained away the error.\n\n                               IV.\n                                  \n\n            Even  where the charge as a  whole does not explain\n\n  away  the erroneous instruction, an instruction misdescribing\n\n  an element of an  offense can be harmless.  In  my dissenting\n\n  opinions  in Libby v. Duval,  No. 93-1588, slip  op. at 21-33\n                             \n\n  (1st Cir. March 24,  1994) and Ortiz v. Dubois,  No. 93-1656,\n                                                \n\n  slip  op. at 24-27  (1st Cir. March  24, 1994),  I explain in\n\n  detail my  view that  the whole-record  harmless-error review\n\n  prescribed  by Brecht  v. Abrahamson, 113  S. Ct.  1710, 1722\n                                      \n\n  (1993), cannot and should not be utilized by courts reviewing\n\n  instructional  errors which  have  the effect  of  precluding\n\n  juries from  making requisite  factual  findings in  criminal\n\n                               -18-\n                                18\n\n  trials.   Rather, as I argue in those opinions, habeas courts\n\n  reviewing such errors for harmlessness should employ the test\n\n  set forth in Justice  Scalia's concurring opinion in Carella.\n                                                              \n\n  Because the error here -- misdescription of an element of the\n\n  offense  -- had exactly such an effect, see Carella, 491 U.S.\n                                                     \n\n  at  268-71  (Scalia,  J.,  concurring),  I  would  review  it\n\n  according  to the dictates of  the Carella concurrence.  That\n                                            \n\n  is  to say, I would ask (1) whether the erroneous instruction\n\n  was  relevant  only  to  an  element  of  a  crime  of  which\n\n  petitioner   was   acquitted;  (2)   whether   the  erroneous\n\n  instruction  was relevant only  to an element  of the offense\n\n  which petitioner  admitted; or  (3) whether no  rational jury\n\n  could have  found what it actually did find and not also find\n                                             \n\n  the misdescribed element.  See id. at 271.\n                                    \n\n            Here, none of the three prongs of the  Carella test\n                                                          \n\n  is satisfied.  Certainly, petitioner neither was acquitted of\n\n  murder in the  first degree  nor admitted that  he had  acted\n\n  maliciously.    Moreover, the  record  is  devoid of  factual\n\n  findings which are the  \"functional equivalent\" (i.e.,  which\n\n  are \"so closely related to the ultimate fact to be found that\n\n  no jury  could find  those facts  without also  finding th[e]\n\n  ultimate  fact,\" see id.) of the missing finding:  an absence\n                          \n\n  of adequate provocation.  The most we can say  on this record\n\n  is  that the jury found  that an ordinary  person, faced with\n\n  the same circumstances as petitioner, would not have been led\n\n                               -19-\n                                19\n\n  to commit an  intentional homicide.   To me,  it is  manifest\n\n  that such a  finding is  not the functional  equivalent of  a\n                              \n\n  finding  that  an  ordinary   person,  faced  with  the  same\n\n  circumstances as  petitioner,  would  not  have  had  his/her\n\n  capacity for  reflection or restraint eclipsed.  Accordingly,\n\n  the error was not harmless.\n\n            I therefore would grant the writ.\n\n                               -20-\n                                20\n",
  "html": "<p class=\"case_cite\">23 F.3d 593</p>\n    <p class=\"parties\">Bruce ANDERSON, Petitioner, Appellant,<br>v.<br>Norman J. BUTLER, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-2000.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1994.<br>Decided May 11, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Hrones, with whom Hrones &amp; Garrity, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Nancy W. Geary, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant Bruce Anderson, convicted of first degree murder in the stabbing death of his estranged wife, exhausted state remedies and then applied to the federal court for a writ of habeas corpus, alleging ineffective assistance of counsel.  Ultimately, we granted the writ in a 2-to-1 decision, see Anderson v. Butler, 858 F.2d 16 (1st Cir.1988), and ordered a new trial, id. at 19.   Petitioner fared no better the second time around:  a Massachusetts superior court jury convicted him of first degree murder and the highest state court again proved inhospitable, see Commonwealth v. Anderson, 408 Mass. 803, 563 N.E.2d 1353 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Having succeeded once in obtaining habeas relief under federal law, see 28 U.S.C. Secs. 2241-2254, petitioner tried anew.  This time he contended that a jury instruction on the issue of provocation created an impermissible mandatory presumption.  See generally Sandstrom v. Montana, 442 U.S. 510, 520-24, 99 S.Ct. 2450, 2457-59, 61 L.Ed.2d 39 (1979) (holding that an instruction setting up a presumption, which has the effect of relieving the prosecution of the burden of proof on an element of a charged crime, violates the Due Process Clause).  The district court denied and dismissed the petition.  See Anderson v. Butler, No. 91-10482-Z, 1993 WL 350172 (D.Mass. Aug. 23, 1993) (\"D.Ct.Op.\").  This appeal followed.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relevant facts are laid out in the Supreme Judicial Court's opinion, see Anderson, 563 N.E.2d at 1354-55, and it would be pleonastic to rehearse them here.  It suffices to say that, at the second trial, petitioner conceded the uxoricide, but claimed that he acted without malice and in the heat of passion, having been provoked by finding a strange and scantily clad man in his wife's bedroom.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this appeal, petitioner sounds a single theme, constructed in three stages:  he contends that the superior court judge erred in his charge to the jury on the question of provocation;  that the error struck at the heart of petitioner's defense, thus denying him a fair trial;  and that, consequently, his constitutional rights were abridged.  His complaint is directed specifically at a single sentence within the trial judge's lengthy description of provocation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  That sentence told the jurors to examine whether \"an ordinary man, given all the facts and circumstances ... would he be likely to be in such a state of passion, anger, fear, fright or nervous excitement as would lead him\" to commit murder.  Petitioner claims that, had the judge faithfully stated the governing law, see Commonwealth v. Walden, 380 Mass. 724, 405 N.E.2d 939 (1980);  Commonwealth v. Rooney, 365 Mass. 484, 313 N.E.2d 105 (1974), he would have said \"might lead\" in lieu of \"would lead.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Both the state supreme court, Anderson, 563 N.E.2d at 1355-56, and the federal district court, D.Ct.Op. at 3-6, carefully examined this assignment of error, placed it into realistic context, and found it wanting.  We reach the same conclusion.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We begin by particularizing the single respect in which the jury instructions on provocation were in error.  We then indicate why, upon careful review of the record, we find no sufficient reason to believe that, within the framework of the entire charge, the mangled verb usage would have been understood by a reasonable juror as creating a mandatory presumption.  Last, we explain why, regardless of how the solitary instructional error is viewed, it cannot plausibly be said, on the whole record, that the lapse tainted the trial or compromised petitioner's defense.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. The Error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Massachusetts law defines adequate provocation, sufficient to convert what might otherwise be murder into manslaughter, as \"something 'that would be likely to produce in an ordinary man such a state of passion, anger, fear, fright or nervous excitement as might lead to an intentional homicide and, moreover, such as did actually produce such a state of mind in the slayer.' \"   Rooney, 313 N.E.2d at 112 (citation omitted).  Consequently, the trial judge's instructions, which used the verb phrase \"would lead\" in place of the phrase \"might lead,\" erred in this one respect.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>B. The Mandatory Presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Due Process Clause requires the prosecution to prove every essential element of a crime beyond a reasonable doubt.  Hence, if a court instructs a trial jury in such a way as to create a mandatory presumption that relieves the government of its burden, the court runs afoul of the Constitution.  See Sandstrom, 442 U.S. at 524, 99 S.Ct. at 2459.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the circumstances of this case, the tripartite test of Hill v. Maloney, 927 F.2d 646 (1st Cir.1990) governs the merits of petitioner's Sandstrom claim.  Under Hill, a reviewing court must first determine whether a reasonable juror would have interpreted the challenged portion of the instruction as creating a mandatory presumption.  Id. at 648-49.   If so, the court must then consider whether other parts of the charge clarified the ill-advised language with the result that a reasonable factfinder would not have understood the instruction to create an unconstitutional presumption.  Id. at 649.   Finally, if the court determines that the charge as a whole left the jurors with an impermissible impression, the court must proceed to evaluate the harmlessness vel non of the error.  Id. at 649, 654.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Using Hill v. Maloney as our yardstick, we take the measure of petitioner's case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. Nature of the Presumption.   First and foremost, we do not believe that a reasonable juror would have viewed the disputed instruction as setting up a mandatory presumption.  Petitioner suggests that the substitution of the verb \"would\" for \"might\" was tantamount to the judge telling the jurors that, \"if you do not find complete self-defense--the only circumstance under which an ordinary man \"would\" kill--you must find insufficient provocation and, therefore, malice.\"   And since there was no evidence of self-defense, the thesis runs, the judge effectively directed a finding of malice.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although ingenious, petitioner's thesis is severely flawed.  One principal problem with it is that, while a legal theorist perhaps might have reasoned in this way, the judge did not instruct the jury to follow such a course.  As we explained in Hill, \"[a] mandatory presumption instructs the jury that it must infer an 'elemental fact' such as intent or malice from proof of a 'basic fact' such as a knowing act.\"  Hill, 927 F.2d at 648.   Where, as in this case, the charge merely permits the inference to be drawn, the presumption, by definition, is not mandatory.  See, e.g., id. at 649.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Judges should not divorce themselves from the reality of human experience.  Taking a practical, commonsense approach, we conclude that, in all probability, a typical juror would not have known the appropriate legal standard for perfect self-defense, and, therefore, would not even have considered the possibility that a finding of malice was mandated by the court's instruction.  Hence, the erroneous substitution of \"would\" for \"might\" in a single sentence of the charge did not forge a mandatory presumption.  At most, the ailing instruction, by itself, would have had the effect of lowering the burden placed by state law on the prosecution, not eliminating it.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2.  The Totality of the Charge.   Even assuming, for argument's sake, that the erroneous substitution of \"would\" for \"might\" in the instructions created an impermissible presumption, we deem it highly unlikely that a reasonable juror would have understood the instructions, overall, as directing that malice was to be presumed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If the specific language challenged on appeal creates a mandatory presumption, the court \"then must consider whether other parts of the instruction explained 'the particular infirm language to the extent that a reasonable juror could not have considered the charge to have created an unconstitutional presumption.' \"  Hill, 927 F.2d at 649 (quoting Francis v. Franklin, 471 U.S. 307, 315, 105 S.Ct. 1965, 1971, 85 L.Ed.2d 344 (1985)).  Of course, in studying this question, an inquiring court must bear in mind that \"a single instruction to a jury may not be judged in artificial isolation, but must be viewed in the context of the overall charge.\"  Cupp v. Naughten, 414 U.S. 141, 146-47, 94 S.Ct. 396, 400, 38 L.Ed.2d 368 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We believe that petitioner focuses too single-mindedly on the challenged sentence in the abstract.  A fair reading of the judge's instructions, taken in their totality, leads inexorably to the conclusion that the court explained the matter with sufficient care that a reasonable juror would not have understood the charge to have created an unconstitutional presumption.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judge began the relevant segment of the charge by opening the jurors' minds to an expansive definition of provocation.  Specifically, he told the jury that, \"[t]he law does not attempt to define in any narrow way the provocation which may reduce the crime to manslaughter.\"   He went on to instruct that reasonable provocation \"is that kind of provocation that would inflame a reasonable ordinary and law abiding man to the point where he would be capable of killing another person.\"   The judge then stated that, \"provocation must be such as would likely produce in an ordinary man such a state of passion, anger, fear, fright or nervous excitement as would eclipse his capacity for reflection or restraint and actually did produce such a state of mind in the defendant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Only at this point did the judge interject the objectionable language.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Even then, it was promptly followed by further clarification in the form of a question;  the judge asked the jury to mull whether \"the situation [would] be such that [the ordinary man] would likely be in such a state of passion, anger, fear, fright or nervous excitement as would eclipse his capacity for reflection and restraint?\"   The judge then proceeded to outline the additional requirements for a finding of voluntary manslaughter, making it plain that a verdict less than murder was an option.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Viewed against this backdrop and considering the judge's repeated admonitions that the jury must resolve the provocation issue, we think it is highly improbable that a reasonable juror would have understood, from the entire charge, that the absence of provocation was to be assumed.  Thus, even if the challenged sentence, viewed in isolation, carried the potential of creating a mandatory presumption--and we do not believe, realistically, that such a potential loomed--we consider it extremely unlikely that a reasonable juror, heeding all the instructions, would have taken an unconstitutional tack.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">3. Harmlessness.   Finally, assuming arguendo that the instructional error created a legally impermissible presumption, we would find the error harmless.  This court has recently held that, under applicable Supreme Court precedents, an instructional error of the type alleged by petitioner is to be considered trial error, not structural error, for purposes of habeas review.  See Libby v. Duval, 19 F.3d 733, 739-740 (1st Cir.1994);  see also Ortiz v. Dubois, 19 F.3d 708, 715 (1st Cir.1994) (dictum).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Trial errors--even trial errors of constitutional dimension--are reviewed in habeas corpus proceedings under the so-called \"whole-record\" test for harmless error.  See Brecht v. Abrahamson, --- U.S. ----, ---- - ----, ----, 113 S.Ct. 1710, 1718-19, 1722, 123 L.Ed.2d 353 (1993).  In such circumstances, the writ should issue only if the reviewing court concludes that the instructional error \"had a substantial and injurious effect or influence in determining the jury's verdict.\"  Id. at ----, 113 S.Ct. at 1714 (quoting Kotteakos v. United States, 328 U.S. 750, 776, 66 S.Ct. 1239, 1253, 90 L.Ed. 1557 (1946));  see also United States v. Ladd, 885 F.2d 954, 957 (1st Cir.1989) (explicating Kotteakos \"fair assurance\" standard).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think the Commonwealth's case passes Kotteakos muster with flying colors.  Like the veteran district court judge, we simply do not believe that a one-word deviation from the norm spoiled the trial's overall integrity.  To the exact contrary, it seems transpicuous that the judge's charge, taken in its entirety, fairly presented the law and adequately limned petitioner's theory of the case.  Furthermore, given the strength of the prosecution's case and the weaknesses inherent in his provocation defense,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> it is surpassingly difficult to believe that so subtle a shading of the charge had any discernible impact on the jury's verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We will not paint the lily.  The trial judge's slip of the tongue, though regrettable, was not egregious.  For the reasons indicated, we deem it highly probable that the single erroneous portion of the instruction had no bearing whatever on the jurors' consideration of petitioner's defense.  It follows inexorably that the error was benign under the Kotteakos standard.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>C. Fundamental Fairness.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To tie up a loose end, we also consider whether the instructional error, even though it did not create an impermissible Sandstrom-type presumption, justifies the granting of habeas relief.  After all, the error, as we have acknowledged, see supra Part II(B)(1), had the potential of easing the Commonwealth's burden in proving malice.  Viewed from this perspective, however, petitioner can only prevail on habeas review if the ailing instruction, in and of itself, so tainted the proceedings as to divest the whole trial of its fundamental fairness.  See Estelle v. McGuire, --- U.S. ----, ----, 112 S.Ct. 475, 482, 116 L.Ed.2d 385 (1991);  Cupp, 414 U.S. at 147, 94 S.Ct. at 400.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We need not tarry in conducting this inquiry.  For reasons already elucidated, see supra Part II(B)(3), it cannot fairly be said, on balance, that the instructional error robbed petitioner's trial of fundamental fairness or compromised his main defense in any meaningful regard.  Hence, petitioner is not entitled to redress on this theory.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We need go no further.  For aught that appears, petitioner was fairly tried and justly convicted.  Finding no deprivation of due process, we uphold the district court's refusal to grant habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">STAHL, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">I agree with the majority that the bulk of the trial court's charge was unreproachable, and that the crime for which petitioner stands convicted is heinous.  Nonetheless, I am of the opinion that the erroneous instruction on provocation had the effect of (1) lowering the Commonwealth's burden of proof on the element of malice;  and (2) effectively precluding petitioner's jury from making a finding of malice.  And, because I believe that both the due process right to have the prosecution bear the burden of proving all elements of the offense charged, see Sullivan v. Louisiana, --- U.S. ----, ----, 113 S.Ct. 2078, 2080, 124 L.Ed.2d 182 (1993) (citing  Patterson v. New York, 432 U.S. 197, 210, 97 S.Ct. 2319, 2327, 53 L.Ed.2d 281 (1977) and  Leland v. Oregon, 343 U.S. 790, 795, 72 S.Ct. 1002, 1005, 96 L.Ed. 1302 (1952)), and the Sixth Amendment right to have a jury make all elemental determinations,  see Sandstrom v. Montana, 442 U.S. 510, 523, 99 S.Ct. 2450, 2458, 61 L.Ed.2d 39 (1979) (quoting  United States v. United States Gypsum Co., 438 U.S. 422, 435, 98 S.Ct. 2864, 2872, 57 L.Ed.2d 854 (1978)), must always be honored, I reluctantly and respectfully dissent.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Before explaining the reasons for my dissent, I wish to make two initial points.  First, I would not examine the challenged instruction in terms of whether it set up a mandatory presumption (as the majority does);  instead, I would view it simply as an instruction misdescribing an element of the offense.  Although they possess many of the same characteristics<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and are analyzed similarly, Carella, 491 U.S. at 270, 109 S.Ct. at 2423 (Scalia, J., concurring in the judgment), mandatory presumptions and elemental misdescriptions are not the same thing.  For clarity's sake, I think it important to emphasize this distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Second, although it does not affect my analysis, I note that the language cited by the majority as being the correct statement of Massachusetts law on \"adequate provocation\" (i.e., \"something 'that would be likely to produce in an ordinary man such a state of passion, anger, fear, fright or nervous excitement as might lead to an intentional homicide ...' \") (quoting Rooney, 313 N.E.2d at 112) (emphasis supplied), itself may be problematic.  See infra at 599 (explaining that ordinary men are led to commit intentional homicides only in circumstances which completely exonerate them).  Instead, the more proper statement of Massachusetts law on adequate provocation is found in the Walden opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>There must be evidence that would warrant a reasonable doubt that something happened which would have been likely to produce in an ordinary person such a state of passion, anger, fear fright, or nervous excitement as would eclipse his capacity for reflection or restraint and that what happened actually did produce such a state of mind in the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Walden, 405 N.E.2d at 944 (emphasis supplied).  Accordingly, I will make reference to the Walden language in discussing the law of adequate provocation in this dissent.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">I turn now to my analysis.  In my view, the Commonwealth does not and cannot define \"adequate provocation\" as provocation that would cause an \"ordinary man\" to go into such \"a state of passion, anger, fear, fright, or nervous excitement as would lead him to an intentional homicide.\"  (Emphasis supplied).  As petitioner points out in his brief, circumstances that would lead ordinary people to commit intentional homicides (e.g., circumstances giving rise to claims of self-defense) completely exonerate the killers;  circumstances that lead to manslaughter, however, are only viewed as mitigating felonious conduct.  Therefore, the instruction challenged here clearly and unambiguously was erroneous.  More importantly, its effect was both to lower the Commonwealth's burden of proof on the element of malice, see Commonwealth v. Todd, 408 Mass. 724, 563 N.E.2d 211, 213-14 (1990) (where adequate provocation is properly at issue, the Commonwealth bears the burden of proving its absence in order to prove malice),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and to preclude the jury from making a meaningful malice finding, see Carella v. California, 491 U.S. 263, 270-71, 109 S.Ct. 2419, 2423-24, 105 L.Ed.2d 218 (1989) (Scalia, J., concurring).  This constitutes a federal due process violation.  See Sullivan, --- U.S. at ---- - ----, 113 S.Ct. at 2080-81 (collecting cases).  So too does it constitute a violation of the Sixth Amendment's jury-trial guarantee.  See id. at ----, 113 S.Ct. at 2081.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The fact that federal constitutional error was committed at petitioner's trial does not, of course, mean that he is automatically entitled to a new trial.  Rather, as the majority notes, settled Supreme Court and circuit precedent make clear that we next look to whether the instructions as a whole \"explain[ed] the infirm language sufficiently so that there is no reasonable likelihood that the jury believed it must [apply the instruction in a manner not in accordance with applicable law].\"  Hill, 927 F.2d at 651 (relying upon Franklin, 471 U.S. at 315, 105 S.Ct. at 1971).   However, because a reviewing court must presume that the jury followed the judge's instructions, see Yates v. Evatt, 500 U.S. 391, ----, 111 S.Ct. 1884, 1893, 114 L.Ed.2d 432 (1991), and \" 'has no way of knowing which of ... two irreconcilable instructions the jurors applied in reaching their verdict,' \" Hill, 927 F.2d at 651 (quoting Franklin, 471 U.S. at 322, 105 S.Ct. at 1975) (alteration in original), even instructions directly contrary to the erroneous one which themselves correctly state the law are insufficient to fulfill this explanatory function, id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, despite the majority's contrary conclusion, I do not think that the charge as a whole can be considered sufficiently explanatory.  Although there were correct characterizations of the concept of adequate provocation, nothing even went so far as to contradict, let alone explain, the court's incorrect statement that, in order to be considered a manslayer rather than a murderer, petitioner must have been confronted with circumstances that would have led an \"ordinary man\" to kill intentionally.  Moreover, the circumstances attendant to the giving of the challenged instruction were much more likely to have imparted to the jurors the impression that the instruction was a correct statement of the law than that it was a mere slip of the tongue.  First, defense counsel, in his closing argument, took pains to raise the issue by correctly arguing that adequate provocation does not mean that an ordinary person, in the same circumstances as petitioner, would have acted as petitioner acted;  instead, adequate provocation only means that an ordinary person, in the same circumstances as petitioner, would have had his/her capacity for reflection or reason eclipsed.  Second, it is beyond question that defense counsel interposed pointed objections at sidebar both times the ailing instruction was delivered to the jury.  In light of these undisputed facts, I simply do not see how we can say that the overall charge explained away the error.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even where the charge as a whole does not explain away the erroneous instruction, an instruction misdescribing an element of an offense can be harmless.  In my dissenting opinions in Libby v. Duval, 19 F.3d 733, 740-745 (1st Cir.1994) and Ortiz v. Dubois, 19 F.3d 708, 717-718 (1st Cir.1994), I explain in detail my view that the whole-record harmless-error review prescribed by Brecht v. Abrahamson, --- U.S. ----, ----, 113 S.Ct. 1710, 1722, 123 L.Ed.2d 353 (1993), cannot and should not be utilized by courts reviewing instructional errors which have the effect of precluding juries from making requisite factual findings in criminal trials.  Rather, as I argue in those opinions, habeas courts reviewing such errors for harmlessness should employ the test set forth in Justice Scalia's concurring opinion in Carella.   Because the error here--misdescription of an element of the offense--had exactly such an effect, see Carella, 491 U.S. at 268-71, 109 S.Ct. at 2422-24 (Scalia, J., concurring), I would review it according to the dictates of the Carella concurrence.  That is to say, I would ask (1) whether the erroneous instruction was relevant only to an element of a crime of which petitioner was acquitted;  (2) whether the erroneous instruction was relevant only to an element of the offense which petitioner admitted;  or (3) whether no rational jury could have found what it actually did find and not also find the misdescribed element.  See id. at 271, 109 S.Ct. at 2423.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, none of the three prongs of the Carella test is satisfied.  Certainly, petitioner neither was acquitted of murder in the first degree nor admitted that he had acted maliciously.  Moreover, the record is devoid of factual findings which are the \"functional equivalent\" (i.e., which are \"so closely related to the ultimate fact to be found that no jury could find those facts without also finding th[e] ultimate fact,\" see id.) of the missing finding:  an absence of adequate provocation.  The most we can say on this record is that the jury found that an ordinary person, faced with the same circumstances as petitioner, would not have been led to commit an intentional homicide.  To me, it is manifest that such a finding is not the functional equivalent of a finding that an ordinary person, faced with the same circumstances as petitioner, would not have had his/her capacity for reflection or restraint eclipsed.  Accordingly, the error was not harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I therefore would grant the writ.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The full text of the charge on provocation is reproduced in Commonwealth v. Anderson, 563 N.E.2d at 1355 n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> By petitioner's own admission, the bulk of the court's charge on provocation was squarely in line with applicable principles of Massachusetts law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, the jurors heard this portion of the charge not once, but twice, for, during deliberations, they asked to be reinstructed as to the various degrees of homicide, and the judge reread the pertinent portions of the original charge.  We do not see how this circumstance bears on the question of whether the interdicted language fosters a mandatory presumption</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To give content to our general statements that the evidence against petitioner was strong and that petitioner's defense of provocation was weak, we cite one illustrative, if gruesome, passage from the Supreme Judicial Court opinion:</p>\n        <p>There was evidence that, although the defendant was enraged when he attacked his wife, he nevertheless acted in a calculating, deliberate, and reflective fashion.  For example, when he entered his wife's apartment, the defendant made it impossible for her to summon assistance by ripping the telephone from the wall.  After the defendant had chased the other man from his wife's apartment, he had to return and force his way into the neighbors' apartment in order to get to his wife.  As he stabbed his wife, the defendant told her \"You're gonna fuckin' die, bitch.\"   When an occupant of the apartment in which the stabbing occurred attempted to intercede, the defendant held him at bay (and again confirmed his intentions) by saying, \"Get outa my fuckin' way or you'll die too.\"   After stabbing his wife several times, the defendant left the apartment....  [Thereafter], the defendant decided to return to stab his wife several more times.</p>\n        <p>Anderson, 563 N.E.2d at 1357.   All in all, \"defendant stabbed his wife thirteen times, during which she remained fully conscious....\"  Id.   On this, and other evidence, the jury made a special finding of \"extreme atrocity\"--a finding that strikes us as plainly inconsistent with reducing the charge to manslaughter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Like mandatory presumptions, elemental misdescriptions can often lower the prosecution's burden of proof.  This happens whenever the instructing judge too lightly describes what the government must prove in order to establish the element at issue.  And obviously, like mandatory presumptions, elemental misdescriptions tend to invade the jury's fact-finding role.  See Carella v. California, 491 U.S. 263, 270-71, 109 S.Ct. 2419, 2423-24, 105 L.Ed.2d 218 (1989) (Scalia, J., concurring in the judgment) (citing Pope v. Illinois, 481 U.S. 497, 107 S.Ct. 1918, 95 L.Ed.2d 439 (1987) and Carpenters v. United States, 330 U.S. 395, 67 S.Ct. 775, 91 L.Ed. 973 (1947))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, in the decision challenged by the instant petition, the Supreme Judicial Court, without analysis, stated that both the language from Rooney relied upon by the majority and the instruction at issue here were consistent with the Walden standard and therefore not erroneous.  See Anderson, 563 N.E.2d at 1356.   While the SJC is the final authority on what constitutes adequate provocation under state law, it is not, where due process and Sixth Amendment concerns are implicated, the final authority on whether the jury likely misconstrued the applicable principle or whether two divergent definitions are, in fact, consistent.  See Sandstrom, 442 U.S. at 516-17, 99 S.Ct. at 2455-56</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Under the instruction given here, the Commonwealth only was required to prove an absence of circumstances that likely \"would lead\" an ordinary person to commit an intentional homicide.  This, of course, is much easier than proving an absence of circumstances that likely \"would eclipse\" such a person's \"capacity for reflection or restraint.\"  Walden, 405 N.E.2d at 944</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">593</span></span></p>\n    <p class=\"parties\">Bruce ANDERSON, Petitioner, Appellant,<br>v.<br>Norman J. BUTLER, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 93-2000.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1994.<br>Decided May 11, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Hrones, with whom Hrones &amp; Garrity, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Nancy W. Geary, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant Bruce Anderson, convicted of first degree murder in the stabbing death of his estranged wife, exhausted state remedies and then applied to the federal court for a writ of habeas corpus, alleging ineffective assistance of counsel.  Ultimately, we granted the writ in a 2-to-1 decision, see Anderson v. Butler, <span class=\"citation\" data-id=\"512374\"><a href=\"/opinion/512374/bruce-anderson-v-norman-butler/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span> (1st Cir.1988), and ordered a new trial, id. at 19.   Petitioner fared no better the second time around:  a Massachusetts superior court jury convicted him of first degree murder and the highest state court again proved inhospitable, see Commonwealth v. Anderson, <span class=\"citation\" data-id=\"2167988\"><a href=\"/opinion/2167988/commonwealth-v-anderson/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">803</span></a></span>, <span class=\"citation\" data-id=\"2167988\"><a href=\"/opinion/2167988/commonwealth-v-anderson/\"><span class=\"volume\">563</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1353</span></a></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Having succeeded once in obtaining habeas relief under federal law, see 28 U.S.C. Secs. 2241-2254, petitioner tried anew.  This time he contended that a jury instruction on the issue of provocation created an impermissible mandatory presumption.  See generally Sandstrom v. Montana, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 520-24, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2450</span></a></span>, 2457-59, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1979) (holding that an instruction setting up a presumption, which has the effect of relieving the prosecution of the burden of proof on an element of a charged crime, violates the Due Process Clause).  The district court denied and dismissed the petition.  See Anderson v. Butler, No. 91-10482-Z, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">350172</span></span> (D.Mass. Aug. 23, 1993) (\"D.Ct.Op.\").  This appeal followed.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relevant facts are laid out in the Supreme Judicial Court's opinion, see Anderson, 563 N.E.2d at 1354-55, and it would be pleonastic to rehearse them here.  It suffices to say that, at the second trial, petitioner conceded the uxoricide, but claimed that he acted without malice and in the heat of passion, having been provoked by finding a strange and scantily clad man in his wife's bedroom.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In this appeal, petitioner sounds a single theme, constructed in three stages:  he contends that the superior court judge erred in his charge to the jury on the question of provocation;  that the error struck at the heart of petitioner's defense, thus denying him a fair trial;  and that, consequently, his constitutional rights were abridged.  His complaint is directed specifically at a single sentence within the trial judge's lengthy description of provocation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  That sentence told the jurors to examine whether \"an ordinary man, given all the facts and circumstances ... would he be likely to be in such a state of passion, anger, fear, fright or nervous excitement as would lead him\" to commit murder.  Petitioner claims that, had the judge faithfully stated the governing law, see Commonwealth v. Walden, <span class=\"citation\" data-id=\"2066258\"><a href=\"/opinion/2066258/commonwealth-v-walden/\"><span class=\"volume\">380</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">724</span></a></span>, <span class=\"citation\" data-id=\"2066258\"><a href=\"/opinion/2066258/commonwealth-v-walden/\"><span class=\"volume\">405</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">939</span></a></span> (1980);  Commonwealth v. Rooney, <span class=\"citation\" data-id=\"1992633\"><a href=\"/opinion/1992633/commonwealth-v-rooney/\"><span class=\"volume\">365</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"1992633\"><a href=\"/opinion/1992633/commonwealth-v-rooney/\"><span class=\"volume\">313</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">105</span></a></span> (1974), he would have said \"might lead\" in lieu of \"would lead.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Both the state supreme court, Anderson, 563 N.E.2d at 1355-56, and the federal district court, D.Ct.Op. at 3-6, carefully examined this assignment of error, placed it into realistic context, and found it wanting.  We reach the same conclusion.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We begin by particularizing the single respect in which the jury instructions on provocation were in error.  We then indicate why, upon careful review of the record, we find no sufficient reason to believe that, within the framework of the entire charge, the mangled verb usage would have been understood by a reasonable juror as creating a mandatory presumption.  Last, we explain why, regardless of how the solitary instructional error is viewed, it cannot plausibly be said, on the whole record, that the lapse tainted the trial or compromised petitioner's defense.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. The Error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Massachusetts law defines adequate provocation, sufficient to convert what might otherwise be murder into manslaughter, as \"something 'that would be likely to produce in an ordinary man such a state of passion, anger, fear, fright or nervous excitement as might lead to an intentional homicide and, moreover, such as did actually produce such a state of mind in the slayer.' \"   Rooney, 313 N.E.2d at 112 (citation omitted).  Consequently, the trial judge's instructions, which used the verb phrase \"would lead\" in place of the phrase \"might lead,\" erred in this one respect.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>B. The Mandatory Presumption.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Due Process Clause requires the prosecution to prove every essential element of a crime beyond a reasonable doubt.  Hence, if a court instructs a trial jury in such a way as to create a mandatory presumption that relieves the government of its burden, the court runs afoul of the Constitution.  See Sandstrom, 442 U.S. at 524, 99 S.Ct. at 2459.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the circumstances of this case, the tripartite test of Hill v. Maloney, <span class=\"citation\" data-id=\"557195\"><a href=\"/opinion/557195/gerald-m-hill-v-michael-maloney/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span> (1st Cir.1990) governs the merits of petitioner's Sandstrom claim.  Under Hill, a reviewing court must first determine whether a reasonable juror would have interpreted the challenged portion of the instruction as creating a mandatory presumption.  Id. at 648-49.   If so, the court must then consider whether other parts of the charge clarified the ill-advised language with the result that a reasonable factfinder would not have understood the instruction to create an unconstitutional presumption.  Id. at 649.   Finally, if the court determines that the charge as a whole left the jurors with an impermissible impression, the court must proceed to evaluate the harmlessness vel non of the error.  Id. at 649, 654.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Using Hill v. Maloney as our yardstick, we take the measure of petitioner's case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. Nature of the Presumption.   First and foremost, we do not believe that a reasonable juror would have viewed the disputed instruction as setting up a mandatory presumption.  Petitioner suggests that the substitution of the verb \"would\" for \"might\" was tantamount to the judge telling the jurors that, \"if you do not find complete self-defense--the only circumstance under which an ordinary man \"would\" kill--you must find insufficient provocation and, therefore, malice.\"   And since there was no evidence of self-defense, the thesis runs, the judge effectively directed a finding of malice.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although ingenious, petitioner's thesis is severely flawed.  One principal problem with it is that, while a legal theorist perhaps might have reasoned in this way, the judge did not instruct the jury to follow such a course.  As we explained in Hill, \"[a] mandatory presumption instructs the jury that it must infer an 'elemental fact' such as intent or malice from proof of a 'basic fact' such as a knowing act.\"  Hill, 927 F.2d at 648.   Where, as in this case, the charge merely permits the inference to be drawn, the presumption, by definition, is not mandatory.  See, e.g., id. at 649.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Judges should not divorce themselves from the reality of human experience.  Taking a practical, commonsense approach, we conclude that, in all probability, a typical juror would not have known the appropriate legal standard for perfect self-defense, and, therefore, would not even have considered the possibility that a finding of malice was mandated by the court's instruction.  Hence, the erroneous substitution of \"would\" for \"might\" in a single sentence of the charge did not forge a mandatory presumption.  At most, the ailing instruction, by itself, would have had the effect of lowering the burden placed by state law on the prosecution, not eliminating it.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2.  The Totality of the Charge.   Even assuming, for argument's sake, that the erroneous substitution of \"would\" for \"might\" in the instructions created an impermissible presumption, we deem it highly unlikely that a reasonable juror would have understood the instructions, overall, as directing that malice was to be presumed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If the specific language challenged on appeal creates a mandatory presumption, the court \"then must consider whether other parts of the instruction explained 'the particular infirm language to the extent that a reasonable juror could not have considered the charge to have created an unconstitutional presumption.' \"  Hill, 927 F.2d at 649 (quoting Francis v. Franklin, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 315, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, 1971, <span class=\"citation\" data-id=\"111418\"><a href=\"/opinion/111418/francis-v-franklin/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1985)).  Of course, in studying this question, an inquiring court must bear in mind that \"a single instruction to a jury may not be judged in artificial isolation, but must be viewed in the context of the overall charge.\"  Cupp v. Naughten, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 146-47, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></a></span>, 400, <span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">368</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We believe that petitioner focuses too single-mindedly on the challenged sentence in the abstract.  A fair reading of the judge's instructions, taken in their totality, leads inexorably to the conclusion that the court explained the matter with sufficient care that a reasonable juror would not have understood the charge to have created an unconstitutional presumption.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judge began the relevant segment of the charge by opening the jurors' minds to an expansive definition of provocation.  Specifically, he told the jury that, \"[t]he law does not attempt to define in any narrow way the provocation which may reduce the crime to manslaughter.\"   He went on to instruct that reasonable provocation \"is that kind of provocation that would inflame a reasonable ordinary and law abiding man to the point where he would be capable of killing another person.\"   The judge then stated that, \"provocation must be such as would likely produce in an ordinary man such a state of passion, anger, fear, fright or nervous excitement as would eclipse his capacity for reflection or restraint and actually did produce such a state of mind in the defendant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Only at this point did the judge interject the objectionable language.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Even then, it was promptly followed by further clarification in the form of a question;  the judge asked the jury to mull whether \"the situation [would] be such that [the ordinary man] would likely be in such a state of passion, anger, fear, fright or nervous excitement as would eclipse his capacity for reflection and restraint?\"   The judge then proceeded to outline the additional requirements for a finding of voluntary manslaughter, making it plain that a verdict less than murder was an option.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Viewed against this backdrop and considering the judge's repeated admonitions that the jury must resolve the provocation issue, we think it is highly improbable that a reasonable juror would have understood, from the entire charge, that the absence of provocation was to be assumed.  Thus, even if the challenged sentence, viewed in isolation, carried the potential of creating a mandatory presumption--and we do not believe, realistically, that such a potential loomed--we consider it extremely unlikely that a reasonable juror, heeding all the instructions, would have taken an unconstitutional tack.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">3. Harmlessness.   Finally, assuming arguendo that the instructional error created a legally impermissible presumption, we would find the error harmless.  This court has recently held that, under applicable Supreme Court precedents, an instructional error of the type alleged by petitioner is to be considered trial error, not structural error, for purposes of habeas review.  See Libby v. Duval, <span class=\"citation\" data-id=\"195258\"><a href=\"/opinion/195258/libby-v-duval/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 739-740 (1st Cir.1994);  see also Ortiz v. Dubois, <span class=\"citation\" data-id=\"195274\"><a href=\"/opinion/195274/ortiz-v-dubois/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 715 (1st Cir.1994) (dictum).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Trial errors--even trial errors of constitutional dimension--are reviewed in habeas corpus proceedings under the so-called \"whole-record\" test for harmless error.  See Brecht v. Abrahamson, --- U.S. ----, ---- - ----, ----, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, 1718-19, 1722, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></a></span> (1993).  In such circumstances, the writ should issue only if the reviewing court concludes that the instructional error \"had a substantial and injurious effect or influence in determining the jury's verdict.\"  Id. at ----, 113 S.Ct. at 1714 (quoting Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 776, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></span>, 1253, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span></span> (1946));  see also United States v. Ladd, <span class=\"citation\" data-id=\"529712\"><a href=\"/opinion/529712/united-states-v-gary-ladd/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 957 (1st Cir.1989) (explicating Kotteakos \"fair assurance\" standard).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think the Commonwealth's case passes Kotteakos muster with flying colors.  Like the veteran district court judge, we simply do not believe that a one-word deviation from the norm spoiled the trial's overall integrity.  To the exact contrary, it seems transpicuous that the judge's charge, taken in its entirety, fairly presented the law and adequately limned petitioner's theory of the case.  Furthermore, given the strength of the prosecution's case and the weaknesses inherent in his provocation defense,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> it is surpassingly difficult to believe that so subtle a shading of the charge had any discernible impact on the jury's verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We will not paint the lily.  The trial judge's slip of the tongue, though regrettable, was not egregious.  For the reasons indicated, we deem it highly probable that the single erroneous portion of the instruction had no bearing whatever on the jurors' consideration of petitioner's defense.  It follows inexorably that the error was benign under the Kotteakos standard.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>C. Fundamental Fairness.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To tie up a loose end, we also consider whether the instructional error, even though it did not create an impermissible Sandstrom-type presumption, justifies the granting of habeas relief.  After all, the error, as we have acknowledged, see supra Part II(B)(1), had the potential of easing the Commonwealth's burden in proving malice.  Viewed from this perspective, however, petitioner can only prevail on habeas review if the ailing instruction, in and of itself, so tainted the proceedings as to divest the whole trial of its fundamental fairness.  See Estelle v. McGuire, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>, 482, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1991);  Cupp, 414 U.S. at 147, 94 S.Ct. at 400.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We need not tarry in conducting this inquiry.  For reasons already elucidated, see supra Part II(B)(3), it cannot fairly be said, on balance, that the instructional error robbed petitioner's trial of fundamental fairness or compromised his main defense in any meaningful regard.  Hence, petitioner is not entitled to redress on this theory.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We need go no further.  For aught that appears, petitioner was fairly tried and justly convicted.  Finding no deprivation of due process, we uphold the district court's refusal to grant habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">STAHL, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">I agree with the majority that the bulk of the trial court's charge was unreproachable, and that the crime for which petitioner stands convicted is heinous.  Nonetheless, I am of the opinion that the erroneous instruction on provocation had the effect of (1) lowering the Commonwealth's burden of proof on the element of malice;  and (2) effectively precluding petitioner's jury from making a finding of malice.  And, because I believe that both the due process right to have the prosecution bear the burden of proving all elements of the offense charged, see Sullivan v. Louisiana, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, 2080, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></a></span> (1993) (citing  Patterson v. New York, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 210, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2319</span></a></span>, 2327, <span class=\"citation\" data-id=\"109698\"><a href=\"/opinion/109698/patterson-v-new-york/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></a></span> (1977) and  Leland v. Oregon, <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">790</span></a></span>, 795, <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1002</span></a></span>, 1005, <span class=\"citation\" data-id=\"105024\"><a href=\"/opinion/105024/leland-v-oregon/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1302</span></a></span> (1952)), and the Sixth Amendment right to have a jury make all elemental determinations,  see Sandstrom v. Montana, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 523, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2450</span></a></span>, 2458, <span class=\"citation\" data-id=\"110109\"><a href=\"/opinion/110109/sandstrom-v-montana/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></a></span> (1979) (quoting  United States v. United States Gypsum Co., <span class=\"citation\" data-id=\"109931\"><a href=\"/opinion/109931/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, 435, <span class=\"citation\" data-id=\"109931\"><a href=\"/opinion/109931/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2864</span></a></span>, 2872, <span class=\"citation\" data-id=\"109931\"><a href=\"/opinion/109931/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1978)), must always be honored, I reluctantly and respectfully dissent.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Before explaining the reasons for my dissent, I wish to make two initial points.  First, I would not examine the challenged instruction in terms of whether it set up a mandatory presumption (as the majority does);  instead, I would view it simply as an instruction misdescribing an element of the offense.  Although they possess many of the same characteristics<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and are analyzed similarly, Carella, 491 U.S. at 270, 109 S.Ct. at 2423 (Scalia, J., concurring in the judgment), mandatory presumptions and elemental misdescriptions are not the same thing.  For clarity's sake, I think it important to emphasize this distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Second, although it does not affect my analysis, I note that the language cited by the majority as being the correct statement of Massachusetts law on \"adequate provocation\" (i.e., \"something 'that would be likely to produce in an ordinary man such a state of passion, anger, fear, fright or nervous excitement as might lead to an intentional homicide ...' \") (quoting Rooney, 313 N.E.2d at 112) (emphasis supplied), itself may be problematic.  See infra at 599 (explaining that ordinary men are led to commit intentional homicides only in circumstances which completely exonerate them).  Instead, the more proper statement of Massachusetts law on adequate provocation is found in the Walden opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>There must be evidence that would warrant a reasonable doubt that something happened which would have been likely to produce in an ordinary person such a state of passion, anger, fear fright, or nervous excitement as would eclipse his capacity for reflection or restraint and that what happened actually did produce such a state of mind in the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Walden, 405 N.E.2d at 944 (emphasis supplied).  Accordingly, I will make reference to the Walden language in discussing the law of adequate provocation in this dissent.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">I turn now to my analysis.  In my view, the Commonwealth does not and cannot define \"adequate provocation\" as provocation that would cause an \"ordinary man\" to go into such \"a state of passion, anger, fear, fright, or nervous excitement as would lead him to an intentional homicide.\"  (Emphasis supplied).  As petitioner points out in his brief, circumstances that would lead ordinary people to commit intentional homicides (e.g., circumstances giving rise to claims of self-defense) completely exonerate the killers;  circumstances that lead to manslaughter, however, are only viewed as mitigating felonious conduct.  Therefore, the instruction challenged here clearly and unambiguously was erroneous.  More importantly, its effect was both to lower the Commonwealth's burden of proof on the element of malice, see Commonwealth v. Todd, <span class=\"citation\" data-id=\"2167726\"><a href=\"/opinion/2167726/commonwealth-v-todd/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">724</span></a></span>, <span class=\"citation\" data-id=\"2167726\"><a href=\"/opinion/2167726/commonwealth-v-todd/\"><span class=\"volume\">563</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">211</span></a></span>, 213-14 (1990) (where adequate provocation is properly at issue, the Commonwealth bears the burden of proving its absence in order to prove malice),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and to preclude the jury from making a meaningful malice finding, see Carella v. California, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 270-71, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>, 2423-24, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1989) (Scalia, J., concurring).  This constitutes a federal due process violation.  See Sullivan, --- U.S. at ---- - ----, 113 S.Ct. at 2080-81 (collecting cases).  So too does it constitute a violation of the Sixth Amendment's jury-trial guarantee.  See id. at ----, 113 S.Ct. at 2081.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The fact that federal constitutional error was committed at petitioner's trial does not, of course, mean that he is automatically entitled to a new trial.  Rather, as the majority notes, settled Supreme Court and circuit precedent make clear that we next look to whether the instructions as a whole \"explain[ed] the infirm language sufficiently so that there is no reasonable likelihood that the jury believed it must [apply the instruction in a manner not in accordance with applicable law].\"  Hill, 927 F.2d at 651 (relying upon Franklin, 471 U.S. at 315, 105 S.Ct. at 1971).   However, because a reviewing court must presume that the jury followed the judge's instructions, see Yates v. Evatt, <span class=\"citation\" data-id=\"112603\"><a href=\"/opinion/112603/yates-v-evatt/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, ----, <span class=\"citation\" data-id=\"112603\"><a href=\"/opinion/112603/yates-v-evatt/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1884</span></a></span>, 1893, <span class=\"citation\" data-id=\"112603\"><a href=\"/opinion/112603/yates-v-evatt/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span></a></span> (1991), and \" 'has no way of knowing which of ... two irreconcilable instructions the jurors applied in reaching their verdict,' \" Hill, 927 F.2d at 651 (quoting Franklin, 471 U.S. at 322, 105 S.Ct. at 1975) (alteration in original), even instructions directly contrary to the erroneous one which themselves correctly state the law are insufficient to fulfill this explanatory function, id.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, despite the majority's contrary conclusion, I do not think that the charge as a whole can be considered sufficiently explanatory.  Although there were correct characterizations of the concept of adequate provocation, nothing even went so far as to contradict, let alone explain, the court's incorrect statement that, in order to be considered a manslayer rather than a murderer, petitioner must have been confronted with circumstances that would have led an \"ordinary man\" to kill intentionally.  Moreover, the circumstances attendant to the giving of the challenged instruction were much more likely to have imparted to the jurors the impression that the instruction was a correct statement of the law than that it was a mere slip of the tongue.  First, defense counsel, in his closing argument, took pains to raise the issue by correctly arguing that adequate provocation does not mean that an ordinary person, in the same circumstances as petitioner, would have acted as petitioner acted;  instead, adequate provocation only means that an ordinary person, in the same circumstances as petitioner, would have had his/her capacity for reflection or reason eclipsed.  Second, it is beyond question that defense counsel interposed pointed objections at sidebar both times the ailing instruction was delivered to the jury.  In light of these undisputed facts, I simply do not see how we can say that the overall charge explained away the error.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even where the charge as a whole does not explain away the erroneous instruction, an instruction misdescribing an element of an offense can be harmless.  In my dissenting opinions in Libby v. Duval, <span class=\"citation\" data-id=\"195258\"><a href=\"/opinion/195258/libby-v-duval/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 740-745 (1st Cir.1994) and Ortiz v. Dubois, <span class=\"citation\" data-id=\"195274\"><a href=\"/opinion/195274/ortiz-v-dubois/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 717-718 (1st Cir.1994), I explain in detail my view that the whole-record harmless-error review prescribed by Brecht v. Abrahamson, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, 1722, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></a></span> (1993), cannot and should not be utilized by courts reviewing instructional errors which have the effect of precluding juries from making requisite factual findings in criminal trials.  Rather, as I argue in those opinions, habeas courts reviewing such errors for harmlessness should employ the test set forth in Justice Scalia's concurring opinion in Carella.   Because the error here--misdescription of an element of the offense--had exactly such an effect, see Carella, 491 U.S. at 268-71, 109 S.Ct. at 2422-24 (Scalia, J., concurring), I would review it according to the dictates of the Carella concurrence.  That is to say, I would ask (1) whether the erroneous instruction was relevant only to an element of a crime of which petitioner was acquitted;  (2) whether the erroneous instruction was relevant only to an element of the offense which petitioner admitted;  or (3) whether no rational jury could have found what it actually did find and not also find the misdescribed element.  See id. at 271, 109 S.Ct. at 2423.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, none of the three prongs of the Carella test is satisfied.  Certainly, petitioner neither was acquitted of murder in the first degree nor admitted that he had acted maliciously.  Moreover, the record is devoid of factual findings which are the \"functional equivalent\" (i.e., which are \"so closely related to the ultimate fact to be found that no jury could find those facts without also finding th[e] ultimate fact,\" see id.) of the missing finding:  an absence of adequate provocation.  The most we can say on this record is that the jury found that an ordinary person, faced with the same circumstances as petitioner, would not have been led to commit an intentional homicide.  To me, it is manifest that such a finding is not the functional equivalent of a finding that an ordinary person, faced with the same circumstances as petitioner, would not have had his/her capacity for reflection or restraint eclipsed.  Accordingly, the error was not harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I therefore would grant the writ.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The full text of the charge on provocation is reproduced in Commonwealth v. Anderson, 563 N.E.2d at 1355 n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> By petitioner's own admission, the bulk of the court's charge on provocation was squarely in line with applicable principles of Massachusetts law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, the jurors heard this portion of the charge not once, but twice, for, during deliberations, they asked to be reinstructed as to the various degrees of homicide, and the judge reread the pertinent portions of the original charge.  We do not see how this circumstance bears on the question of whether the interdicted language fosters a mandatory presumption</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> To give content to our general statements that the evidence against petitioner was strong and that petitioner's defense of provocation was weak, we cite one illustrative, if gruesome, passage from the Supreme Judicial Court opinion:</p>\n        <p>There was evidence that, although the defendant was enraged when he attacked his wife, he nevertheless acted in a calculating, deliberate, and reflective fashion.  For example, when he entered his wife's apartment, the defendant made it impossible for her to summon assistance by ripping the telephone from the wall.  After the defendant had chased the other man from his wife's apartment, he had to return and force his way into the neighbors' apartment in order to get to his wife.  As he stabbed his wife, the defendant told her \"You're gonna fuckin' die, bitch.\"   When an occupant of the apartment in which the stabbing occurred attempted to intercede, the defendant held him at bay (and again confirmed his intentions) by saying, \"Get outa my fuckin' way or you'll die too.\"   After stabbing his wife several times, the defendant left the apartment....  [Thereafter], the defendant decided to return to stab his wife several more times.</p>\n        <p>Anderson, 563 N.E.2d at 1357.   All in all, \"defendant stabbed his wife thirteen times, during which she remained fully conscious....\"  Id.   On this, and other evidence, the jury made a special finding of \"extreme atrocity\"--a finding that strikes us as plainly inconsistent with reducing the charge to manslaughter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Like mandatory presumptions, elemental misdescriptions can often lower the prosecution's burden of proof.  This happens whenever the instructing judge too lightly describes what the government must prove in order to establish the element at issue.  And obviously, like mandatory presumptions, elemental misdescriptions tend to invade the jury's fact-finding role.  See Carella v. California, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 270-71, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>, 2423-24, <span class=\"citation\" data-id=\"112298\"><a href=\"/opinion/112298/carella-v-california/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1989) (Scalia, J., concurring in the judgment) (citing Pope v. Illinois, <span class=\"citation\" data-id=\"111877\"><a href=\"/opinion/111877/pope-v-illinois/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"111877\"><a href=\"/opinion/111877/pope-v-illinois/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1918</span></a></span>, <span class=\"citation\" data-id=\"111877\"><a href=\"/opinion/111877/pope-v-illinois/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">439</span></a></span> (1987) and Carpenters v. United States, <span class=\"citation\" data-id=\"104387\"><a href=\"/opinion/104387/brotherhood-of-carpenters-v-united-states/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"104387\"><a href=\"/opinion/104387/brotherhood-of-carpenters-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">775</span></a></span>, <span class=\"citation\" data-id=\"104387\"><a href=\"/opinion/104387/brotherhood-of-carpenters-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">973</span></a></span> (1947))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, in the decision challenged by the instant petition, the Supreme Judicial Court, without analysis, stated that both the language from Rooney relied upon by the majority and the instruction at issue here were consistent with the Walden standard and therefore not erroneous.  See Anderson, 563 N.E.2d at 1356.   While the SJC is the final authority on what constitutes adequate provocation under state law, it is not, where due process and Sixth Amendment concerns are implicated, the final authority on whether the jury likely misconstrued the applicable principle or whether two divergent definitions are, in fact, consistent.  See Sandstrom, 442 U.S. at 516-17, 99 S.Ct. at 2455-56</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Under the instruction given here, the Commonwealth only was required to prove an absence of circumstances that likely \"would lead\" an ordinary person to commit an intentional homicide.  This, of course, is much easier than proving an absence of circumstances that likely \"would eclipse\" such a person's \"capacity for reflection or restraint.\"  Walden, 405 N.E.2d at 944</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1992633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2066258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2167726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2167988/"
  ]
}