{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195333/",
  "absolute_url": "/opinion/195333/murphy-v-timberlane-regional/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195333/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:37:46Z",
  "date_modified": "2016-02-28T04:52:25.836001Z",
  "type": "010combined",
  "sha1": "dada8e92a4e4da12de97dfbb92e60195ea5c72a7",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1828.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 93-1828\n\n                  KEVIN W. MURPHY, ETC., ET AL.\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n               TIMBERLANE REGIONAL SCHOOL DISTRICT,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Shane Devine, Senior U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   Gerald M. Zelin,  with whom  Diane M. Gorrow  and Soule,  Leslie,\n                                                                    \nZelin, Sayward and Loughman were on brief for appellant.\n                         \n   Ellen  J.   Shemitz,  with   whom  Michael  R.   Chamberlain  and\n                                                               \nChamberlain and Connor were on brief for appellees.\n                    \n\n                                           \n\n                          April 28, 1994\n\n                                           \n\n          CYR,  Circuit  Judge.    Plaintiffs-appellees  Kevin W.\n          CYR,  Circuit  Judge.\n                              \n\nMurphy  (Kevin) and  his  parents, Janice  and  Kevin C.  Murphy,\n\nbrought  this  action  under  the  Individuals with  Disabilities\n\nEducation  Act  (IDEA),  20  U.S.C.   1400  et  seq.,1  to compel\n                                                    \n\ndefendant-appellant Timberlane Regional School  District (Timber-\n\nlane)  to  provide  Kevin  with compensatory  education  for  the\n\ntwo-year period during which  he received no educational services\n\ndue to the  failure of the  parties to agree upon  an appropriate\n\nindividual educational plan (IEP).  The district court ultimately\n\ngranted  summary  judgment  against  Timberlane,  and  Timberlane\n\nappealed.  We affirm the district court judgment.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          After  incurring an  accident-induced disability  at an\n\nearly age, Kevin was determined a disabled individual entitled to\n\nspecial  educational services  under  the IDEA.2   Several  years\n\n                    \n\n     1The  IDEA  formerly  was  known as  the  Education  of  the\nHandicapped Act. See Pub.  L. 102-119,   25(b), Oct 7,  1991, 105\n                    \nStat. 607 (substituting  \"Individuals with Disabilities Education\nAct\" for \"Education of the Handicapped Act\").\n\n     2We relate only the background necessary to an understanding\nof this appeal.   For  greater detail, see  Murphy v.  Timberlane\n                                                                 \nRegional Sch. Dist., 973 F.2d 13, 14-15 (1st Cir. 1992) (vacating\n                   \nsummary judgment against the Murphys) (\"Murphy I\").\n                                                \n     As the court explained in Murphy I:\n                                       \n\n          [The  IDEA]  requires  . . . participating  states\n     [to]  adopt policies  assuring  all students  with dis-\n     abilities  the  right  to a  \"free  appropriate  public\n\n                                2\n\nlater, the Murphy family moved to Plaistow, New Hampshire,  which\n\nis within the Timberlane Regional  School District.  In September\n\n1981, Timberlane placed Kevin in a special educational program at\n\nCharlotte Avenue  School, a  public elementary school  in Nashua,\n\nNew  Hampshire.   Although Kevin's  parents originally  agreed to\n\nthis placement, they soon  expressed concerns to his teacher  and\n\nto Timberlane's special education  administration that Kevin  was\n\nregressing academically.  In  December 1981, after Kevin suffered\n\n                    \n\n     education.\"   20 U.S.C.    1412(1).  New  Hampshire has\n     adopted the required  policies and  attempts to  comply\n     with the requirements of the Act.\n\n          As defined  by [the  IDEA], the term  \"free appro-\n     priate public  education\" refers to  the special educa-\n     tion  and related  services  that must  be provided  in\n     conformity  with  an  individualized education  program\n     (IEP).   20 U.S.C   1401(a)(20).  An IEP is a statement\n     of the  educational program  which must be  written for\n     each  child and  designed to  meet each  child's unique\n     needs.   20 U.S.C   1401(a) (19).  The IEP is developed\n     by a  team including a qualified  representative of the\n     local educational  agency, the teacher, the  parents or\n     guardian, and,  where appropriate,  the  student.   Id.\n                                                            \n     . . .  An  IEP is  appropriate under [the  IDEA] if  it\n     provides  instruction  and support  services  which are\n     reasonably calculated to confer educational benefits to\n     the  student.  Board  of Education v.  Rowley, 458 U.S.\n                                                  \n     176, 203-207  (1982); Abrahamson v.  Hershman, 701 F.2d\n                                                  \n     223, 226-27 (1st Cir. 1983).\n\n          [The  IDEA] further  requires states  to establish\n     and maintain certain procedures  \"to assure that  chil-\n     dren  with disabilities and  their parents or guardians\n     are  guaranteed procedural  safeguards with  respect to\n     the  provision of  free appropriate  public education.\"\n     20 U.S.C.   1415(a).  Parents  who believe that a  pro-\n     posed IEP is inappropriate are entitled to an impartial\n     due  process hearing.    20 U.S.C.    1415(b)(2).   Any\n     party  aggrieved by  the decision of the administrative\n     hearing officer  may appeal to either  state or federal\n     court.  20 U.S.C.   1415(e)(2).\n\nMurphy I, 973 F.2d at 14.\n        \n\n                                3\n\na  seizure at  home, his  parents  decided not  to return  him to\n\nschool.   Kevin received no educational  services from Timberlane\n\nbetween January  1982 and January  1984, the  two-year period  to\n\nwhich  the compensatory  education claim  at issue  in  this case\n\nrelates.  Finally, in  January 1984, after a great  many meetings\n\nand an  abortive truancy  proceeding against Kevin's  father, the\n\nparties came to  an agreement on  Kevin's placement at  Pinkerton\n\nHigh School, where he remained through the 1988-89 school year.3\n\n          In the  fall of 1988,  Mr. Murphy and  Timberlane offi-\n\ncials had discussions concerning continuation  of Kevin's special\n\neducation beyond his twenty-first birthday  on July 9, 1989.  Mr.\n\nMurphy later  signed Kevin's  1988-89 IEP with  the understanding\n\nthat Kevin would be  provided special educational services beyond\n\nage  twenty-one.   On  January 5, 1989,  however, the  Timberlane\n\nschool board rejected a  request by the Timberlane superintendent\n\nto fund continued special education for Kevin.  On July 24, 1989,\n\nshortly  after  Kevin's  twenty-first  birthday,  George  Wright,\n\nTimberlane's representative  on  Kevin's IEP  team, notified  the\n\nMurphys  that Kevin  would be discharged  as a  special education\n\nstudent.\n\n          Kevin is  now twenty-five years  of age  and no  longer\n\nentitled to a free public education under New Hampshire law.  See\n                                                                 \n\nN.H. Rev. Stat. Ann.   186-C:9 (disabled \"child shall be entitled\n\nto  continue in an approved program until  such time as the child\n\n                    \n\n     3Although  briefly  placed  in  two  different  schools  for\nevaluation, in June 1982 and October-November 1983, Kevin was not\nreturned to a permanent educational setting until January 1984.\n\n                                4\n\nhas acquired a high school diploma or has attained the age of 21,\n\nwhichever occurs first\");  see also id.   186-C:2  (similar).  In\n                                       \n\nAugust 1989, less than one month after Kevin had been discharged,\n\nthe  Murphys requested  an administrative  hearing.   The Murphys\n\nmaintained that  Kevin was entitled  to compensatory  educational\n\nservices beyond  age twenty-one as a  consequence of Timberlane's\n\nfailure to  provide special education during  the two-year period\n\nfrom January 1982 through January 1984.  The Murphys specifically\n\nalleged that Timberlane  had violated the IDEA  by failing either\n\nto  propose an  IEP acceptable  to  all IEP  team  members or  to\n\ninitiate administrative proceedings to resolve the IEP impasse in\n\naccordance with N.H. Code Admin. R. Ed. 1125.01(b)(3)-b (\"section\n\n1125\").4\n\n          The administrative hearing officer determined  that the\n\nMurphys' claim  for compensatory educational services  was barred\n\nby laches.  The United States  District Court for the District of\n\nNew Hampshire  granted summary  judgment in favor  of Timberlane,\n\naffirming the  administrative decision.  We  vacated the district\n\n                    \n\n     4Section 1125 states: \n\n     If the parent(s) inform the district of their disagree-\n     ment, or if  they fail  to make a  decision within  the\n     specified time  frame, it shall be  interpreted as dis-\n     agreement with  the decision or action  proposed by the\n     local  school  district's  Special   Education  Evalua-\n     tion/Placement  Team.  If  the  Local  Education Agency\n                                                            \n     feels its action or decision should, in the best inter-\n                                        \n     ests of  the student, be implemented,  the Local Educa-\n                                                            \n     tion Agency shall initiate its  right of due process as\n                                                         \n     specified  in the Complaint  and Impartial  Due Process\n     Hearing Procedures  Section of the Standards  to obtain\n     the  authority  to  implement  its  decision. (emphasis\n     added).\n\n                                5\n\ncourt decision and remanded for further findings relating to  the\n\nlaches defense.   Murphy I,  973 F.2d  at 18.   On remand,  after\n                          \n\nreceiving evidence  and argument on  both the laches  defense and\n\nthe  cross-motions  for  summary  judgment,  the  district  court\n\nrejected  Timberlane's  laches  defense,  denied  its  motion for\n\nsummary judgment based on  a statute of limitations defense,  and\n\ngranted summary judgment for  the Murphys.  Murphy  v. Timberlane\n                                                                 \n\nRegional Sch.  Dist., 819  F. Supp. 1127  (D.N.H. 1993)  (\"Murphy\n                                                                 \n\nII\").  Timberlane appeals the district court order.\n  \n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.  Laches\n          \n\n          When Timberlane's laches defense was before us in 1992,\n\nwe  explained  that \"[t]he  equitable  doctrine of  laches  is an\n\naffirmative defense that serves as a bar to a claim for equitable\n\nrelief  'where a party's delay in bringing suit was (1) unreason-\n\nable,  and (2)  resulted in  prejudice to  the  opposing party.'\"\n\nMurphy I, 973 F.2d at 16 (quoting K-Mart Corp. v. Oriental Plaza,\n                                                                 \n\nInc., 875  F.2d 907, 911  (1st Cir. 1989)).   We went on  to hold\n    \n\nthat \"the  Murphys' delay in  filing their claim  was not so  un-\n\nreasonable  as to  make the  laches  defense available  without a\n                                                                 \n\nclear showing of prejudice.\"   Id. (emphasis added).   On remand,\n                                  \n\nthe  district court  found  that  the  delay had  not  prejudiced\n\nTimberlane's  ability  to present  its case  as  a result  of the\n\nunavailability  or failed memories of key  witnesses.  Murphy II,\n                                                                \n\n819 F. Supp. at 1133.  Our review reveals no  abuse of discretion\n\n                                6\n\nby the district court.  See K-Mart Corp., 875 F.2d at 911.5\n                                        \n\n          Timberlane represented to the district court that \"most\n\nof the primary actors\" from the relevant period were unavailable,\n\nand  that  the  \"memories  of  critical  witnesses  had  failed.\"\n\nHowever,  two of  these  \"primary\" witnesses  (Kevin's  teachers:\n\nMartha Kadel and Claudia  Libis) testified at the district  court\n                                          \n\nhearing.  A third  key witness, Nikolas Sarbanis,  resides within\n\nthe  reach of the district court's subpoena power, yet Timberlane\n\ndid not produce  him.  Timberlane rested  its \"prejudice\" showing\n\nrelating  to  the  other  \"primary\"  witness,  former  Timberlane\n\nSuperintendent Robert Crompton, solely on its  unsupported asser-\n\ntion that  he  was  unavailable.   The  district  court  received\n\ntestimony, however, that Crompton resides in Florida, and Timber-\n\nlane  made no proffer  that he was either  unable or unwilling to\n\ntestify.   See Hoover v.  Department of Navy,  957 F.2d 861,  864\n                                            \n\n(Fed. Cir. 1992)  (noting that \"prejudice\"  showing must be  sup-\n\nported by  \"substantial evidence\" and holding,  on similar facts,\n\nthat this burden \"is not  met simply by showing that  a potential\n\nwitness has retired\"  outside the subpoena  power of the  court.)\n\nMoreover, Timberlane did not assert,  let alone show, that Cromp-\n\nton's testimony would not be available by deposition.  See, e.g.,\n                                                                \n\nFairfield  274-278 Clarendon Trust v.  Dwek, 970 F.2d 990, 994-95\n                                           \n\n                    \n\n     5Because the district court conducted  a preliminary hearing\nat which the parties  were allowed to present evidence,  see Fed.\n                                                            \nR.  Civ.  P.  12(d), \"abuse  of  discretion\"  is the  appropriate\nstandard of review, see Rivera-Gomez v. de Castro, 900 F.2d 1, 2-\n                                                 \n3  (1st  Cir.  1990),  notwithstanding that  the  laches  defense\noriginally was raised on motion for summary judgment.    \n\n                                7\n\n(1st Cir. 1992) (explaining  requirements for the introduction of\n\ndeposition testimony when witnesses  are unavailable, pursuant to\n\nFed. R. Civ. P. 32(a)(3)).\n\n          The  district court further  found that  Timberlane had\n\nfailed to take reasonable steps to refresh its witnesses:\n\n          At   the   [district  court]   hearing,  [six\n          Timberlane  witnesses]   testified  on  . . .\n          direct  examination  as to  aspects  of their\n          involvement  with  Kevin's special  education\n          program which  they could  not remember.   On\n          . . . cross-examination   [by   the  Murphys'\n          counsel],  however,  each  acknowledged  that\n          [Timberlane]  had  not  shown  them  relevant\n          documents  contained in  the  record  of  the\n          instant case, such as transcripts of signifi-\n          cant meetings concerning Kevin.\n\nMurphy II, 819 F. Supp. at 1133.  \n         \n\n          After  reviewing the  entire  hearing  transcript  with\n\ncare, we are persuaded that  the rejection of Timberlane's  claim\n\nof prejudice was well  within the district court's sound  discre-\n\ntion.   See  K-Mart Corp., 875  F.2d at  912; see  also Kersey v.\n                                                              \n\nDennison Mfg.  Co., 3 F.3d  482, 486  (1st Cir.  1993) (abuse  of\n                  \n\ndiscretion occurs \"'when a  relevant factor deserving of signifi-\n\ncant weight is overlooked, or when an improper factor is accorded\n\nsignificant weight,  or when the court  considers the appropriate\n\nmix  of  factors, but  commits a  palpable  error of  judgment in\n\ncalibrating the  decisional scales.'\") (quoting United  States v.\n                                                              \n\nRoberts, 978 F.2d 17, 21 (1st Cir. 1992)) (citations omitted).\n       \n\nB.   The Timberlane Motion for Summary Judgment\n                                               \n\n          Following  the   evidentiary  hearing  on   its  laches\n\ndefense, Timberlane moved for summary judgment on the ground that\n\n                                8\n\nthe present action is time-barred.  Reasoning from the absence of\n\nan  express limitation  provision in  both the  IDEA and  the im-\n\nplementing New Hampshire statute, see N.H. Rev. Stat. Ann.   186-\n                                     \n\nC,6  the district court ruled  that laches alone  could provide a\n\ntemporal limitation on the Murphys' compensatory education claim.\n\nMurphy II, 819 F. Supp. at  1132.  We conclude that the compensa-\n         \n\ntory education claim was not time-barred  under the New Hampshire\n\nlimitation provision  appropriate for \"borrowing\" in  the present\n\ncase.  See Garside v. Osco Drug,  Inc., 895 F.2d 46, 49 (1st Cir.\n                                      \n\n1990)  (\"court of appeals [may] affirm a judgment on any indepen-\n\ndently sufficient ground\").\n\n     (i) The \"Borrowing\" Methodology\n                                    \n\n          The Supreme Court has described the federal \"borrowing\"\n\npraxis  in broad terms:   \"[w]hen Congress has  not established a\n\ntime  limitation  for a  federal  cause  of action,  the  settled\n\npractice has been to adopt a local time limitation as federal law\n\nif  it is not inconsistent with federal  law or policy to do so.\"\n\nWilson  v. Garcia, 471 U.S.  261, 266-67 (1985)  (  1983 action).\n                 \n\nSee  also Campbell v. Haverhill, 155 U.S. 610, 616 (1895) (absent\n                               \n\nfederal limitation,  congressional intent  is best served  if the\n\nfederal  right is \"enforced in the manner common to like actions\"\n\nunder state law); Rowlett v.  Anheuser-Busch, Inc., 832 F.2d 194,\n                                                  \n\n198 (1st Cir. 1987) (borrowing N.H. RSA   508:4 six-year  limita-\n\n                    \n\n     6New  Hampshire  has  since  adopted  a  limitations  scheme\nspecifically applicable  to special  education claims.   See N.H.\n                                                            \nRev. Stat. Ann.   186-C:16-b (effective June 30, 1992).\n\n                                9\n\ntion on \"personal actions\" for application to   1981 action).  In\n\nselecting  the appropriate  state  limitation,  Campbell and  its\n                                                        \n\nprogeny require the borrowing court to balance both the interests\n\nof the  parties  and  the legislative  goals  of  the  particular\n\nfederal statute.  See Amann v. Town of Stow, 991 F.2d 929, 931-33\n                                           \n\n(1st  Cir.  1993)  (borrowing  administrative  review  limitation\n\nperiod  after balancing  three  IDEA policy  goals: the  parental\n\ninterest  in  participation,  the  school's  interest  in  speedy\n\nresolution  of disputes,  and the  child's interest  in receiving\n\neducational  entitlement).    Similarly,  the Sixth  Circuit  has\n\nobserved that:\n\n          [T]he nature  of actions that  can be brought\n          under the [IDEA] as well as the Act's goal of\n          proper  education  of  the handicapped  child\n          make  the  selection  of   state  limitations\n          periods   on   a   case-by-case    basis   an\n          imperative.   The  individual  case  must  be\n          characterized by considering  the facts,  the\n          circumstances,  the posture  of the  case and\n          the legal theories presented.\n\nJanzen v. Knox County Bd.  of Educ., 790 F.2d 484, 487  (6th Cir.\n                                   \n\n1986) (citation omitted); see  Bow Sch. Dist. v. Quentin  W., 750\n                                                            \n\nF. Supp. 546, 549  (D.N.H. 1990) (similar) (Stahl, J.);  see also\n                                                                 \n\nTokarcik v.  Forest Hills Sch. Dist., 665  F.2d 443, 449 (3d Cir.\n                                    \n\n1981) (\"Ultimately, we must be guided by the aim of the [IDEA] in\n\ndevising the limitation period  in issue here.  If  state limita-\n\ntions law  conflicts with federal procedural  safeguards embodied\n\nin  [the  IDEA], the  federal  concerns  are paramount.\"),  cert.\n                                                                 \n\ndenied, 458 U.S. 1121 (1982).\n      \n\n     (ii) The Compensatory Education Claim\n                                          \n\n                                10\n\n          First, we must attempt  to \"characterize the essence of\n\nthe claim in  the pending  case, and decide  which state  statute\n\nprovides the most  appropriate limiting  principle.\" Wilson,  471\n                                                           \n\nU.S. at 268.   The present IDEA claim seeks  to vindicate Kevin's\n\n\"right to a free appropriate public education,\" 20 U.S.C.   1412-\n\n(1);  see also  20 U.S.C.    1412(2)(b), based on  the contention\n              \n\nthat Kevin was  deprived of  educational services  for two  years\n\nwhile  Timberlane, contrary  to its  mandated duty  under section\n\n1125,  failed  to  resort  to the  New  Hampshire  administrative\n\nprocess to resolve the impasse between Timberlane and the Murphys\n\nas to what constituted  an \"appropriate education.\" See generally\n                                                                 \n\nHonig v. Doe,  484 U.S.  305, 310 (1988)  (finding IDEA  \"confers\n            \n\nupon disabled children an enforceable substantive right to public\n\neducation\").  The Murphys request equitable relief in the form of\n\nan  injunction compelling  Timberlane to  provide Kevin  with two\n\nyears of compensatory special education.\n\n          The  peculiar  procedural warp  presented in  this case\n\nseems  to us  sufficiently  important to  qualify  as a  defining\n\nfeature  of the limitation to be borrowed from New Hampshire law.\n\nThe administrative  hearing  officer  initially  ruled  that  the\n\nMurphys' hearing  application was timely under  the New Hampshire\n\nstatute of  limitations governing \"personal actions\"  in general,\n\nsee  N.H. Rev. Stat. Ann.   508:4, and therefore that the compen-\n   \n\nsatory education claim should be addressed on the merits.  Later,\n\non reconsideration, the hearing  officer ruled that the compensa-\n\ntory education claim was  barred by laches.  The  Murphys filed a\n\n                                11\n\ntimely  appeal  to the  district  court  from the  administrative\n\nruling  on laches  pursuant to  20 U.S.C.    1415(e)(2), and  the\n\ndistrict  court upheld the administrative ruling.   On appeal, we\n\nvacated the district  court decision and remanded to the district\n\ncourt for further proceedings.  Murphy I, 973 F.2d at 18.\n                                        \n\n          The district court  convened an evidentiary  hearing on\n\nlaches,  and presumably in light of the circumstances of the case\n\n    Kevin was  approaching his  mid-twenties  by this  point, the\n\nlitigation had been  pending for  more than three  years, and  an\n\nextensive  district  court evidentiary  record  had  already been\n\ngenerated     the district court  decided to adjudicate  the Mur-\n                                                                 \n\nphys'  compensatory education  claim  on the  merits rather  than\n                                                    \n\nremand  to the  administrative hearing  officer.   See  20 U.S.C.\n                                                      \n\n  1415(e)(2) (courts  sitting in review of administrative rulings\n\nmay supplement the hearing record with additional evidence); Pihl\n                                                                 \n\nv. Massachusetts Dept. of Educ., 9  F.3d 184, 191 (1st Cir. 1993)\n                               \n\n(remand  to administrative  hearing officer  may not  be required\n\nwhere the record contains  sufficient factual development and the\n\n\"peculiar  expertise\"  of a  hearing  officer  is not  required).\n\nNeither party  opposed the  district court's decision  to address\n\nthe merits.   Thus, the  instant appeal  challenges the  district\n\ncourt  order allowing  the  compensatory education  claim on  the\n\nmerits.\n\n          This  tortuous  procedural  trail  is material  to  the\n\npresent  inquiry in at least two significant respects.  First, in\n\ncontradistinction to  the \"typical\"  IDEA action, this  case does\n\n                                12\n\nnot concern the appropriate limitation to be applied to an appeal\n\nfrom a  state administrative ruling  to a federal  district court\n\nunder  20 U.S.C.   1415(e)(2), but to the initiation of a request\n\nfor an  \"impartial due  process\" administrative hearing  under 20\n\nU.S.C.   1415(b)(2) in the first instance.  Compare, e.g., Amann,\n                                                                \n\n991 F.2d  at 933-34  (importing 30-day limitation  from Massachu-\n\nsetts Administrative  Procedure Act  in   1415(e)(2) case);  Bow,\n                                                                \n\n750 F. Supp. at  550-51  (similar, applying 30-day  New Hampshire\n\nadministrative  review limitation).7    Second,  we believe  that\n\nseveral factors which militate in favor of borrowing an  abbrevi-\n\nated  limitation period  for  application in  the  context of  an\n\nappeal from an administrative ruling under section 1415(e)(2) are\n\ninapposite in the present  context.  For instance, where  a party\n\nseeks  administrative review in  order to resolve  an ongoing IEP\n                                                             \n\nimpasse, the need for  a speedy resolution securing the  eligible\n                               \n\nchild's IDEA entitlement  at the earliest  possible time must  be\n\nconsidered  a dominant IDEA policy objective.  Amann, 991 F.2d at\n                                                    \n\n932.  The present action, on the other hand, concerns a claim for\n\ncompensatory education  based exclusively on a  course of conduct\n\nalready concluded, and thus does not implicate an equivalent need\n                 \n\nfor urgent administrative intervention.  Furthermore, whereas the\n\nlimitation borrowed in this case will govern whether the Murphys'\n\n                    \n\n     7The thirty-day  limitation borrowed in Bow  appears to have\n                                                \nbeen supplanted by a  newly enacted limitation scheme, applicable\nexclusively in the special education  context.  The new provision\nprescribes  a  120-day limitation  on  any \"appeal  from  a final\nadministrative  decision  in  a  special  education  due  process\nhearing to a court  of competent jurisdiction.\"  N.H.  Rev. Stat.\nAnn.   186-C:16-b IV.\n\n                                13\n\ncompensatory  education  claim  can  ever be  considered  by  any\n                                                                 \n\ntribunal in the first instance,  in a section 1415(e)(2) proceed-\n                              \n\ning  the  district court  normally  functions  something like  an\n\nappellate court reviewing  a state agency decision on the merits.\n\nBow, 750 F.  Supp. at 549.  Consequently, the  statute of limita-\n   \n\ntions defense interposed by  Timberlane would not merely preclude\n\na judicial \"second look\" at an adverse administrative ruling, but\n\nforeclose any ruling, administrative or judicial, on Timberlane's\n                                                \n\nlegal  responsibility for  the  otherwise irretrievable  two-year\n\nIDEA educational entitlement denied Kevin.\n\n          Thus,  the broad equitable  considerations and finality\n\nconcerns generated  by  the  present  action     where  absent  a\n\ncompensatory  education award there can be no \"next year\" for the\n\ndisabled individual no longer  eligible for free public education\n\n   are not ordinarily involved in an appeal to the district court\n\nunder  section 1415(e)(2).  Compare Amann, 991 F.2d at 933 (hold-\n                                         \n\ning short limitation period  appropriate, in part because parents\n\ncan always contest next year's proceedings if need be).  We think\n                              \n\nthese  considerations bear out the view endorsed by the Bow court\n                                                           \n\nthat  \"[n]othing  prevents  different  provisions  of  a  federal\n\nstatute  from being  characterized  differently  for  statute  of\n\nlimitation purposes.\"  Bow,  750 F. Supp. at 549,  citing Wilson,\n                                                                \n\n471  U.S. at 268.   Under  the required  \"borrowing\" methodology,\n\ntherefore, we weigh the  federal interests manifest in the  IDEA,\n\nthe state and school district interests implicit in section 1125,\n\nand  the interests of the learning disabled pupil and his family,\n\n                                14\n\nall in  light of the particular procedural  posture and equitable\n\nconsiderations disclosed in the present record.\n\n     (iii)  The Appropriate New Hampshire Limitation\n                                                    \n\n          Timberlane advocates borrowing the four-year limitation\n\napplicable  to \"Actions  to  Recover For  Bodily Injury\"  against\n\nlocal governmental  units, including school districts.   See N.H.\n                                                            \n\nRev. Stat. Ann.   507-B:7  (\"RSA 507-B:7\") (amended to three-year\n\nperiod, effective  in actions  arising after  May 17, 1989).   An\n\nalternate candidate  is the New Hampshire  statute of limitations\n\nwhich  formerly  prescribed  a six-year  limitation  on \"personal\n\nactions\"  accruing prior to July 1,  1986.  N.H.  Rev. Stat. Ann.\n\n  508:4 (\"RSA 508:4\") (amended to three-year period, effective in\n\nactions arising after  July 1, 1986).   As the  present cause  of\n\naction accrued before RSA 508:4 and RSA 507-B:7 were amended, see\n                                                                 \n\ninfra p. 21, the pre-amendment versions govern.  See Gonsalves v.\n                                                              \n\nFlynn,  981 F.2d 45, 47-48  (1st Cir. 1992)  (noting that federal\n     \n\n\"borrowing\" court  will respect  state law provision  prescribing\n\nexclusively  prospective  application of  amendatory limitation),\n\nciting  Kadar Corp. v.  Milbury, 549 F.2d 230,  234 n.3 (1st Cir.\n                               \n\n1977).\n\n          We  think it clear that  RSA 507-B:7 does  not meet the\n\nthreshold  \"like action\"  test, see  Campbell, 155  U.S. at  616,\n                                             \n\nbecause it applies only in actions \"to recover for bodily injury,\n\npersonal injury, or property damage caused by\" fault attributable\n\nto a governmental unit.  N.H. Rev. Stat. Ann.   507-B:2.  The New\n\nHampshire Supreme Court has observed:  \"Taken as a whole, the law\n\n                                15\n\n[RSA 507:B]  seems designed to limit  municipal liability arising\n\nfrom  tort suits  and related  personal property  claims . . . .\"\n\nCannata  v. Deerfield, 566  A.2d 162, 167 (N.H.  1989).  The Mur-\n                     \n\nphys' compensatory education  claim, on the  other hand, is  pre-\n\nmised  on  allegations  that  Timberlane  denied  Kevin's federal\n\nstatutory  rights by  withholding all special  education services\n\nfor a  two-year period in violation of the IDEA and section 1125,\n\nthe New Hampshire implementing regulation.8\n\n          Moreover, certain extraordinary characteristics  of the\n\npresent compensatory education claim point up the appropriateness\n\nof the New Hampshire catch-all limitation applicable to \"personal\n\nactions\"  generally.  Prior to  its amendment in  1986, RSA 508:4\n\nstated:    \"Except as  otherwise  provided by  law,  all personal\n                                                  \n\nactions, except actions for slander or libel, may be brought only\n\nwithin 6  years of the  time the cause  of action accrued.\"   Al-\n\nthough  we have found no precise definition of the term \"personal\n\nactions,\" the New Hampshire Supreme Court often has described RSA\n\n508:4 as a \"general statute  of limitations,\" see, e.g., Petition\n                                                                 \n\nof Keene Sentinel, 612 A.2d 911, 914 (N.H. 1992); Clark v. Exeter\n                                                                 \n\nCo-operative  Bank,  344 A.2d  5, 5  (N.H.  1975).   Further, the\n                  \n\nopening proviso     \"[e]xcept as  otherwise provided  by law\"    \n\n                    \n\n     8Even  if the  present claim  were somehow  considered tort-\nbased,  the required  \"borrowing\" methodology does  not encourage\nrecourse to state limitations tailored to curtail public liabili-\nty.   See, e.g., Wilson, 471  U.S. at 279 (noting,  in context of\n                       \n  1983 action, that \"the  very ineffectiveness of state remedies\"\nmay  have  motivated Congress  to  impose  a federal  enforcement\nscheme  against  state actors);  cf.  Rowlett,  832  F.2d at  198\n                                             \n(borrowing N.H. RSA 508:4 for   1981 claim).\n\n                                16\n\nstrongly suggests that RSA  508:4 is meant  to serve as a  \"back-\n\nstop\"  limitation on  civil  actions not  governed  by some  more\n\nparticular  limitation.   Compare,  e.g.,  N.H.  Rev. Stat.  Ann.\n                                        \n\n  507-C:4 (providing two-year limitation on actions  for \"medical\n\ninjury\"); N.H.  Rev. Stat. Ann.    508:4-B (providing  eight-year\n\nlimitation on actions for \"damages from construction\").\n\n          As an  IDEA-based claim  for compensatory education  is\n\nsimilar to a civil rights action, the \"borrowing\" praxis also may\n\nbe informed  by relevant principles  developed in the  context of\n\ncivil  actions under  42 U.S.C.     1981 and  1983.   The Supreme\n\nCourt  has identified  a general  preference for  borrowing state\n\nlimitations governing  personal injury actions,  Wilson, 471 U.S.\n                                                       \n\nat  279 (  1983 action), in  part because \"[i]t  is most unlikely\n\nthat  the period  of limitations  applicable to  [personal injury\n\nactions] ever  was, or ever would  be, fixed in a  way that would\n\ndiscriminate  against federal  claims,  or  be inconsistent  with\n                                                                 \n\nfederal  law in any respect.\"   Id. (emphasis added).  Under this\n                                   \n\ncriterion, as between RSA 507-B:7 and RSA 508:4    the statute of\n\nlimitations  governing personal  actions  generally     RSA 508:4\n\npresents the more analogous New Hampshire statute under the \"like\n\naction\"  test established in Campbell, 155 U.S. at 616, hence the\n                                     \n\nmore appropriate for  application to the IDEA claim for compensa-\n\ntory education in the present case.9  Cf. Lillios v. Justices  of\n                                                                 \n\n                    \n\n     9See James v.  Nashua Sch.  Dist., 720 F.  Supp. 1053,  1058\n                                      \n(D.N.H. 1989).  The  James court borrowed RSA 508:4  for applica-\n                          \ntion to  a claim for  attorney fees  in an IDEA  action.   As the\nMurphys seek to enforce a substantive federal right rather than a\nderivative fee-shifting provision, however, the RSA 508:4 limita-\n\n                                17\n\nNew Hampshire  Dist. Court,  735 F. Supp.  43, 48  &amp; n.9  (D.N.H.\n                          \n\n1990) (RSA 508:4 provides limitation applicable to   1983 actions\n\nbrought in New Hampshire).10\n\n          We  next consider whether  borrowing RSA 508:4 comports\n\nwith the  purposes  underlying the  IDEA  and the  New  Hampshire\n\nimplementing regulation.  See  Wilson, 471 U.S. 266-67; Bow,  750\n                                                           \n\nF. Supp. at  551.  The central purpose  of the IDEA is  to secure\n\nspecial educational entitlements to  eligible recipients.  See 20\n                                                              \n\nU.S.C.   1400(b)(9)  (\"it is  in the  national interest  that the\n\nFederal  Government assist  State  and local  efforts to  provide\n\nprograms to meet the educational needs of handicapped children in\n\norder to assure equal protection of the law\").  Likewise, in  the\n\npresent  context the borrowing praxis  must take into account the\n\ncentral importance  of  the IDEA's  procedural overlay.   As  the\n\nSupreme  Court has observed, procedure is at the very core of the\n\nIDEA:\n\n          It seems  to us  no exaggeration to  say that\n          Congress placed every bit as much emphasis on\n          compliance with procedures giving parents and\n          guardians  a  large measure  of participation\n          . . . as  it did upon the  measurement of the\n          resulting IEP against a substantive standard.\n\nBoard  of Educ. v. Rowley,  458 U.S. 176,  205-206 (1982); accord\n                                                                 \n\nW.G. v.  Board of Trustees, 960  F.2d 1479, 1484 (9th  Cir. 1992)\n                          \n\n                    \n\ntion is even more suitable for borrowing in the instant action on\ngeneral policy grounds.\n\n     10We  need not  address any  impact that  amended RSA  508:4\n(three-year period), or newly  enacted RSA   186-C:16-b, may have\neither on the present analysis or on earlier case law relating to\n\"borrowing\" in civil  rights actions under 42 U.S.C.     1981 and\n1983.\n\n                                18\n\n(noting centrality  of implementing  procedure to  IDEA statutory\n\nscheme); Mrs. C. v.  Wheaton, 916 F.2d 69,  72-73 (2d Cir.  1990)\n                            \n\n(same).\n\n          The  core role of procedure in the IDEA setting is well\n\nillustrated  by Timberlane's  failure  to initiate  the  required\n\nadministrative proceedings, see N.H.  Code Admin. R. Ed. 1125.01-\n                               \n\n(b) (3)-b; supra  note 4, to  end the IEP  impasse in this  case.\n                \n\nWhile  parents  and  school  officials dithered  and  debated,  a\n\ndisabled  child with  special  educational needs  lost day  after\n\nirreplaceable day of educational opportunity mandated by law.  We\n\ncannot  overlook  the  reality  that  a  central  federal  policy\n\nunderlying the  IDEA,  and  an  important feature  of  the  IDEA-\n\nimplementing  scheme adopted  in  New Hampshire,  have both  been\n\nblunted.  Thus, absent a more particular limitation applicable to\n\nthis  extraordinary compensatory  education  claim,  we think  it\n\nappropriate  to borrow  the  New  Hampshire catch-all  limitation\n\napplicable to personal actions generally.11\n\n          In addition,  the  more abbreviated  the limitation  on\n\ncompensatory  education claims  the  greater the  disincentive to\n\n                    \n\n     11The  availability of  compensatory education  as  a remedy\nunder the  IDEA    the  one form  of IDEA relief  that holds  any\npotential for  redressing this  deprivation    has  only recently\nbeen recognized in this Circuit, see Pihl, 9 F.3d  at 187-89; and\n                                         \nonly  a year earlier in the District of New Hampshire, Manchester\n                                                                 \nSch.  Dist. v. Christopher B.,  807 F. Supp.  860, 867-88 (D.N.H.\n                             \n1992).   The first reported court of  appeals case to recognize a\ncompensatory education claim is Miener v. Missouri, 800 F.2d 749,\n                                                  \n753 (8th  Cir.  1986).   Thus,  the recency  and novelty  of  the\ncompensatory education remedy likewise suggest that the catch-all\nlimitation  prescribed   in  RSA  508:4  is   most  suitable  for\nborrowing.\n\n                                19\n\nparents  to shed  an  adversarial posture  and  get on  with  the\n\nbusiness  of cooperating  with  school officials  to further  the\n\nspecial-education  needs of the child.  See David D. v. Dartmouth\n                                                                 \n\nSch.  Comm., 775  F.2d 411,  424 (1st  Cir. 1985)  (IDEA embodies\n           \n\npreference for  educational decisions arrived  at through  \"good-\n\nfaith cooperation  and negotiation among the  parties\"); see also\n                                                                 \n\nMurphy  I, 973  F.2d  at 16  (\"Obviously,  the Murphys  were  not\n         \n\nsitting on  their rights,  but were attempting  to resolve  their\n\ndifferences with the school district without resorting to litiga-\n\ntion.\").   The resultant  undermining  of section  1125 would  be\n\nparticularly erosive of IDEA  policy in New Hampshire.   Once the\n\nIEP  negotiations had  remained  at an  impasse for  a reasonable\n\nperiod  of time, i.e., not  long into the  two-year period during\n                     \n\nwhich he received no  special education, the onus was  on Timber-\n\nlane to  obtain administrative approval  to implement the  IEP it\n\nconsidered appropriate for Kevin.  See supra note 4.\n                                            \n\n          Finally, as  noted above,  most IDEA cases  involve the\n\nborrowing  of state  statutes of  limitations for  application to\n\njudicial appeals  from administrative decisions.   See Amann, 991\n                                                            \n\nF.2d at  931 (collecting  administrative  review cases  borrowing\n\nlimitations ranging from thirty days to three years); Bow, 750 F.\n                                                         \n\nSupp. at 548 (similar).  Careful research discloses but one case,\n\nHall v.  Knott County Bd. of Educ., 941 F.2d 402 (6th Cir. 1991),\n                                  \n\ncert.  denied, 112  S.Ct.  982 (1992),  involving a  compensatory\n             \n\neducation  claim even roughly analogous to the Murphy claim.  The\n\nblind  twenty-seven-year-old plaintiff  in  Hall brought  an IDEA\n                                                \n\n                                20\n\naction challenging the appropriateness of the special educational\n                                      \n\nservices provided to her by the defendant school district between\n\nfive  and ten  years earlier.   Id.  at 404-06.   The  Hall court\n                                                           \n\nassumed, arguendo, that a five-year limitation applied, but found\n                 \n\nthe action time-barred  in any  event because it  could not  have\n\naccrued less than six years before the complaint was  filed.  Id.\n                                                                 \n\nat 408-09.   Although Hall  is distinguishable  from the  present\n                          \n\naction on a  number of  grounds, the most  cogent distinction  is\n\nthat the present dispute  involves a total denial of  all special\n                                          \n\neducation services for an  extended period of time, not  merely a\n\nchallenge  to the appropriateness  of special  education services\n                                 \n\nprovided  years  earlier.    Revisiting  the  appropriateness  of\n                                                             \n\nspecial education services actually provided in school years long\n\nsince passed  may  indeed be  an exercise  of \"extremely  limited\n\nutility,\"  as has been suggested,  see Bow, 750  F. Supp. at 550,\n                                          \n\nbut given the totality  of the present deprivation the  effort to\n\nevaluate the merits  of the compensatory education claim  in this\n\ncase is both useful and far less problematic.\n\n     (iv) Accrual \n                 \n\n          We  turn  now  to the  question  of  accrual, which  is\n\ngoverned by  federal law.  Hall,  941 F.2d at 408;  G.D. v. West-\n                                                                 \n\nmoreland  Sch.  Dist., 783  F.  Supp.  1532, 1535  (D.N.H.  1992)\n                     \n\n(same); cf.  Rivera-Muriente v. Agosto-Alicea, 959  F.2d 349, 353\n                                             \n\n(1st Cir. 1992)  (same,   1983  case).  \"The  general rule  under\n\nfederal law is  said to be  that [IDEA] claims  'accrue when  the\n\nparents  know or have reason to know  of the injury or event that\n\n                                21\n\nis  the basis for their claim.'\"   Hall, 941 F.2d at 408 (quoting\n                                       \n\nJudith W. Wegner, Educational  Rights of Handicapped Children, 17\n                                                             \n\nJ. of L. &amp; Educ. 625, 654\n\n(1988)).  As with the methodology for borrowing a limitation from\n\nstate law, no mechanical  formula controls the accrual determina-\n\ntion:  \"Where a statute does  not indicate when a cause of action\n\naccrues, the  court must 'keep[] in mind the purpose of the [Act]\n\nand the practical ends to be served by a period of limitations.'\"\n\nG.D.,  783 F.  Supp. at  1535 (alterations  in original,  quoting\n    \n\nAlbert v. Maine Cent. R.R., 905 F.2d 541, 543 (1st Cir. 1990)).\n                          \n\n          Pinpointing accrual  in the  present case would  pose a\n\ncomplex question,  inasmuch as the Murphys'  action challenges an\n\nentire course of  conduct by Timberlane.   Compare, e.g.,  Amann,\n                                                                \n\n991  F.2d at 933-34  (involving an appeal  from an administrative\n\ndecision and noting under  Massachusetts law that limitation runs\n\nfrom \"receipt of notice  of final decision\"); G.D., 783  F. Supp.\n                                                  \n\nat 1535-36 (similar, N.H. law).  We need not fix the precise date\n\nof accrual,  however,  since the  Murphys'  claim  unquestionably\n\naccrued within  the six-year  period preceding their  request for\n\nadministrative review on August 20, 1989.   Thus, the request for\n\nadministrative  review  was  timely whether  accrual  occurred in\n\nOctober  of  1983 upon  Kevin's  initial trial  placement  at the\n\nPinkerton school (as Timberlane  urged below), or at the  time he\n\nwas  permanently placed  in  January  of  1984  (as  the  Murphys\n\nclaimed), or at some intermediate time.   Moreover, from whatever\n\npoint in time  within the  two-year period the  Murphys might  be\n\n                                22\n\nfound to have known (or had reason to know) either of \"the injury\n\nor the event that is the basis for their [compensatory education]\n\nclaim,\" Hall, 941 F.2d at 408, Timberlane remained  in continuous\n            \n\nviolation of its section 1125 obligation to pursue an administra-\n\ntive resolution to the IEP stalemate.   Consequently, we conclude\n\nthat  Timberlane's ongoing  failure to  comply with  section 1125\n\nthroughout the relevant portion of the two-year period constitut-\n\ned  a  unitary violation  under the  IDEA  and the  New Hampshire\n\nimplementing regulation.\n\nC.  The Murphy Motion for Summary Judgment\n                                          \n\n          As  a  threshold  matter,  two  arguments  advanced  by\n\nTimberlane on  the  merits have  been  foreclosed by  our  recent\n\ndecision in Pihl v. Massachusetts Dep't of Educ., 9 F.3d 184 (1st\n                                                \n\nCir. 1993), recognizing a  compensatory education claim under the\n\nIDEA, id. at 187-89, notwithstanding  that the student was beyond\n         \n\nthe eligible age  for a free  education under  state law, id.  at\n                                                             \n\n189-90.  Thus, two further issues remain unaddressed. \n\n     1.   Section 1125\n                      \n\n          The district court  held Timberlane liable  for failing\n\nto  fulfill its section 1125 responsibility  either to present an\n\nacceptable IEP or seek  administrative enforcement.  The district\n\ncourt  simply applied  our  own  straightforward construction  of\n\nsection 1125:\n\n          In  New  Hampshire, if  the  parents disagree\n          with a proposed IEP and the local educational\n          agency feels it would be in the best interest\n          of the child to  implement the IEP, the local\n\n                                23\n\n          agency is required to initiate administrative\n                            \n          procedures to obtain  permission from a hear-\n          ing officer to implement  the IEP.  N.H. Code\n          Admin.  R. Ed. 1125.01(b)(3)-b.  No such pro-\n                                                       \n          cedures were ever initiated by Timberlane.\n                                                   \n\nMurphy I, 973  F.2d at  17 (footnote omitted  &amp; emphasis  added).\n        \n\nUnder section 1125, the school district must  take the initiative\n\nto ensure  that intransigence and  foot-dragging in the  IEP pro-\n\ncess,  whether bureaucratic  or  parental,  do  not  indefinitely\n\ncompromise the  child's right  to a free  and appropriate  public\n\neducation.  See, e.g.,  W.G., 960 F.2d at 1486  (parental conduct\n                            \n\ndoes  not  waive  responsibility  of school  district);  Town  of\n                                                                 \n\nBurlington  v. Department of Educ.,  736 F.2d 773,  795 (1st Cir.\n                                  \n\n1984) (same), aff'd, 471 U.S. 359 (1985).\n                   \n\n          Timberlane's primary argument on appeal is that an IDEA\n\nclaim, a federal cause of action, cannot be  premised on a viola-\n                \n\ntion  of  a  state  administrative regulation.12    Its  argument\n                  \n\noverlooks the IDEA framework and our  case law.  The IDEA invests\n\nexpansive  discretion  in the  states  to  structure implementing\n\nprocedures  and  enforcement  mechanisms, thereby  constructively\n\nincorporating duly promulgated state regulations:\n\n                    \n\n     12Timberlane  also  argues  that  section  1125  is  invalid\nbecause  it imposes  on  the school  district obligations  beyond\nthose authorized either by  the IDEA or the New  Hampshire imple-\nmenting statute.   Neither  argument is  persuasive.  First,  the\nIDEA and its companion regulations merely establish  foundational\nrequirements     states may impose more  stringent procedural and\nsubstantive  requirements.   See  Burlington,  736  F.2d at  789.\n                                            \nSecond, section 1125 is well within the broad authority conferred\nupon the New  Hampshire Board of Education  to promulgate regula-\ntions under  the  IDEA.   See  N.H. Rev.  Stat. Ann.     186-C:16\n                             \n(authorizing, inter  alia, regulations  governing appeals  of IEP\n                         \nteam  decisions  and  regulations  relating  to  \"other  matters\"\npertinent to implementation of the IDEA).\n\n                                24\n\n          [S]tate  standards,  be  they substantive  or\n          procedural,  that  exceed  the federal  basic\n          floor  of meaningful,  beneficial educational\n          opportunity . . . . will operate to determine\n          what an appropriate  education requires for a\n          particular child in a given state.\n\nId. at 789  (footnotes omitted); accord David D., 775 F.2d at 417\n                                                \n\n(1st  Cir. 1985)  (it is  \"beyond cavil  that the  federal [IDEA]\n\nstandard  explicitly incorporates\" certain  state standards); Doe\n                                                                 \n\nv. Board  of Educ. of Tullahoma  City Sch., 9 F.3d  455, 457 (6th\n                                          \n\nCir. 1993) (same, citing cases).  It is  plainly true, of course,\n\nas  Timberlane  argues, that  not  every procedural  irregularity\n\ngives rise to liability under the IDEA.  Nevertheless, \"procedur-\n\nal inadequacies [that have]  compromised the pupil's right  to an\n\nappropriate education . . . or caused a deprivation of education-\n\nal benefits\" are the stuff of successful IDEA actions.  Roland M.\n                                                                 \n\nv. Concord  Sch. Comm., 910 F.2d 983,  994 (1st Cir. 1990) (cita-\n                      \n\ntions omitted), cert. denied, 499 U.S.  912 (1991).  And that  is\n                            \n\nexactly what happened here.\n\n          We  emphasized in  Murphy I  that whereas  \"parents are\n                                     \n\nentitled to request a hearing if they disagree with an IEP, state\n\nregulations impose  upon Timberlane not  only the right,  but the\n\nobligation  to  do  the same.\"    973  F.2d  at 17  (emphasis  in\n          \n\noriginal).13    Thus, by  its  longstanding  procedural lapse  in\n\n                    \n\n     13Timberlane's  misconceptions about the  IDEA are betrayed,\nas  much as anything, by  the contention that  its institution of\ntruancy proceedings should be  considered the rough equivalent of\nthe  administrative  adjudication  required  under  section 1125.\nEven assuming that Timberlane had done something more than merely\nfile  the truancy  petition,  a  coercive adversarial  proceeding\nagainst a parent is no substitute for a substantive review of the\nspecial educational needs of the handicapped child.\n\n                                25\n\nfailing  to  initiate  administrative review  as  required  under\n\nsection 1125,  Timberlane abdicated its responsibility  to termi-\n\nnate  the IEP  impasse preventing  Kevin's access  to a  free and\n\nappropriate  education.   We  think  a  procedural default  which\n\npermits a disabled child's entitlement to a  free and appropriate\n\neducation to go unmet for two years constitutes sufficient ground\n\nfor liability under the IDEA.  See, e.g., W.G., 960  F.2d at 1484\n                                              \n\n(when severe procedural  flaws infect IEP process an  action lies\n\nunder IDEA);   Roland M.,  910 F.2d at  994 (same); Mrs.  C., 916\n                                                            \n\nF.2d  at 72-73 (same); cf. Hampton Sch. Dist. v. Dobrowolski, 976\n                                                            \n\nF.2d  48, 53-54 (1st Cir. 1992) (technical IDEA violations may be\n\ninsufficient to warrant setting aside IEP).\n\n     2.  Summary Judgment\n                         \n\n          Lastly,   Timberlane  claims  that  genuine  issues  of\n\nmaterial  fact precluded  summary judgment  as to  whether:   (1)\n\nKevin's parents were intransigent and at least partly responsible\n\nfor  interrupting Kevin's  education,  and  (2)  the  educational\n\nservices  Timberlane provided from  1985 to 1989  were \"more than\n\nappropriate,\"  and  thus  compensated for  the  educational  loss\n\noccasioned during 1982-84.   The party resisting summary judgment\n\n\"may not rest  upon the mere allegations or denials  of the . . .\n\npleadings, but . . .  must set forth specific  facts showing that\n\nthere  is a  genuine issue for  trial.\"   Fed. R.  Civ. P. 56(e).\n\nThere is no  trialworthy issue unless there  is sufficient compe-\n\ntent  evidence to  enable  a finding  favorable  to the  opposing\n\nparty.   Anderson  v.  Liberty Lobby,  Inc.,  477 U.S.  242,  248\n                                           \n\n                                26\n\n(1986).\n\n          A painstaking review of the  entire record has not dis-\n\nclosed, nor does Timberlane  identify, any evidence sufficient to\n\ngenerate a genuine  factual issue as  to either contention,  even\n\nassuming  their  materiality.14    Instead,  consistent  with its\n\nprior  strategy, Timberlane  elected to  try to fend  off summary\n\njudgment through recourse to Fed. R. Civ. P. 56(f), which permits\n\na party  to establish,  by affidavit, that  evidence which  would\n                                                                 \n\ndemonstrate a trialworthy issue is for some valid reason unavail-\n\nable.   See Fed. R. Civ.  P. 56; see also James  W. Moore et al.,\n                                         \n\nMoore's  Federal  Practice     56.22-56.24  (1993).    Timberlane\n                          \n\nrelied  entirely on  its contention,  unsubstantiated by  the re-\n\nquired  affidavit,15 that  it needed  \"an opportunity  to conduct\n\n                    \n\n     14The first  hurdle  confronting Timberlane,  of course,  is\nthat parental intransigence would not absolve the school district\nof its responsibility  under section 1125.   Indeed, section 1125\ntargets intransigence.   See Murphy I,  973 F.2d at 17;  supra p.\n                                                              \n23.  Thus, Timberlane  can demonstrate no issue of  material fact\n                                                            \nin this regard.  But neither has it demonstrated  a genuine issue\n                                                           \nof  fact.    Although  the record  contains  several  \"sarcastic\"\nletters from Mr. Murphy to  Mr. Sarbanis, Timberlane presented no\nevidence suggesting  anything  more than  that Mr.  Murphy was  a\ntenacious and zealous advocate for his son's interests.   Summary\njudgment should not be disturbed on so fragile a claim, especial-\nly as two school district representatives praised Mr. Murphy as a\ncooperative and concerned, indeed model, parent.  Even though Mr.\nSarbanis,  the one school district official  with whom Mr. Murphy\nclearly  had a stormy relationship, still lives in New Hampshire,\nTimberlane presented  no affidavit  from Sarbanis.   And although\nTimberlane's  pleadings are  replete  with allegations  that  Mr.\nMurphy was  intransigent, \"[b]rash  conjecture, coupled  with the\nhope that something concrete will materialize, is insufficient to\nblock summary judgment.\"   Dow  v. United Bhd.  of Carpenters,  1\n                                                             \nF.3d 56, 58 (1st Cir. 1993).\n\n     15Given that the district  court had already rejected essen-\ntially  these same  contentions, advanced  in support  of Timber-\nlane's laches defense, see  supra pp. 6-8, the failure  to comply\n                                 \n\n                                27\n\ndiscovery to reconstruct [the]  chronology [of Kevin's education]\n\nand  to fill in critical gaps about events which occurred before,\n\nduring and after  the years  in question[,]\" and  to \"depose  the\n\nout-of-state witnesses.\"\n\n          The district  court  rejected Timberlane's  Rule  56(f)\n\ninitiative,  on  the  ground that  the  evidence  adduced  at the\n\nhearing on  the laches  defense demonstrated that  Timberlane had\n\nmade no serious  effort to  present its putative  evidence.   The\n\ncourt  accordingly ruled  that Timberlane  could not  take refuge\n\nfrom  summary judgment under Rule 56(f) since the memories of its\n\nwitnesses were available for  affidavit purposes in opposition to\n\nthe  Murphys' motion for summary judgment.  The Rule 56(f) deter-\n\nmination is reviewed for  abuse of discretion.  First  Nat'l Bank\n                                                                 \n\nv. Cities Service Co., 391 U.S. 253, 294 (1968).  We find none.\n                     \n\n          In March of 1993, more than one month after the eviden-\n\ntiary hearing on the laches defense, the district court entered a\n\nscheduling  order requiring  the  parties to  submit \"law  and/or\n\nevidence\" on  the merits of  the compensatory education  claim   \n\nthereby  plainly signaling  its intention  to proceed  beyond the\n\nprocedural defenses interposed by Timberlane.  Shortly thereafter\n\nthe  Murphys filed  their  motion for  summary  judgment.   Thus,\n\nalthough it  had  clear  notice that  the  district  court  would\n\nproceed to the merits, Timberlane made the  strategic decision to\n\n                    \n\nwith the Rule  56(f) affidavit requirement was  no mere technical\nlapse.  See Hebert v. Wicklund, 744 F.2d 218, 222 (1st Cir. 1984)\n                              \n(Rule  56(f)  affidavit  requirement  generally  to  be  enforced\nliberally, but district court need not spare litigants the effect\nof their own neglect).\n\n                                28\n\npersist  with its  litigation position, viz.,  that it  could not\n                                            \n\nprovide evidence  because its witnesses (or  their memories) were\n\nunavailable.   The district court did not abuse its discretion by\n\ndeclining  to credit  or  revisit the  flawed premise  underlying\n\nTimberlane's Rule 56(f) motion.\n\n                               III\n\n                            CONCLUSION\n                                      \n\n          For the foregoing reasons, we uphold the district court\n\norder  disallowing defendant-appellant's defenses  and affirm the\n\njudgment in favor of plaintiffs-appellees.\n\n          Affirmed.\n                  \n\n                                29\n",
  "html": "<p class=\"case_cite\">22 F.3d 1186</p>\n    <p class=\"case_cite\">91 Ed. Law Rep. 62, 5 A.D.D. 5</p>\n    <p class=\"parties\">Kevin W. MURPHY, etc., et al., Plaintiffs, Appellees,<br>v.<br>TIMBERLANE REGIONAL SCHOOL DISTRICT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1828.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1993.<br>Decided April 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gerald M. Zelin, with whom Diane M. Gorrow and Soule, Leslie, Zelin, Sayward and Loughman, Salem, NH, were on brief, for appellant.</p>\n      <p class=\"indent\">Ellen J. Shemitz, Concord, NH, with whom Michael R. Chamberlain and Chamberlain and Connor, Manchester, NH, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellees Kevin W. Murphy (Kevin) and his parents, Janice and Kevin C. Murphy, brought this action under the Individuals with Disabilities Education Act (IDEA), 20 U.S.C. Sec. 1400 et seq.,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to compel defendant-appellant Timberlane Regional School District (Timberlane) to provide Kevin with compensatory education for the two-year period during which he received no educational services due to the failure of the parties to agree upon an appropriate individual educational plan (IEP).  The district court ultimately granted summary judgment against Timberlane, and Timberlane appealed.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After incurring an accident-induced disability at an early age, Kevin was determined a disabled individual entitled to special educational services under the IDEA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Several years later, the Murphy family moved to Plaistow, New Hampshire, which is within the Timberlane Regional School District.  In September 1981, Timberlane placed Kevin in a special educational program at Charlotte Avenue School, a public elementary school in Nashua, New Hampshire.  Although Kevin's parents originally agreed to this placement, they soon expressed concerns to his teacher and to Timberlane's special education administration that Kevin was regressing academically.  In December 1981, after Kevin suffered a seizure at home, his parents decided not to return him to school.  Kevin received no educational services from Timberlane between January 1982 and January 1984, the two-year period to which the compensatory education claim at issue in this case relates.  Finally, in January 1984, after a great many meetings and an abortive truancy proceeding against Kevin's father, the parties came to an agreement on Kevin's placement at Pinkerton High School, where he remained through the 1988-89 school year.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the fall of 1988, Mr. Murphy and Timberlane officials had discussions concerning continuation of Kevin's special education beyond his twenty-first birthday on July 9, 1989.  Mr. Murphy later signed Kevin's 1988-89 IEP with the understanding that Kevin would be provided special educational services beyond age twenty-one.  On January 5, 1989, however, the Timberlane school board rejected a request by the Timberlane superintendent to fund continued special education for Kevin.  On July 24, 1989, shortly after Kevin's twenty-first birthday, George Wright, Timberlane's representative on Kevin's IEP team, notified the Murphys that Kevin would be discharged as a special education student.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Kevin is now twenty-five years of age and no longer entitled to a free public education under New Hampshire law.  See N.H.Rev.Stat.Ann. Sec. 186-C:9 (disabled \"child shall be entitled to continue in an approved program until such time as the child has acquired a high school diploma or has attained the age of 21, whichever occurs first\");  see also id. Sec. 186-C:2 (similar).  In August 1989, less than one month after Kevin had been discharged, the Murphys requested an administrative hearing.  The Murphys maintained that Kevin was entitled to compensatory educational services beyond age twenty-one as a consequence of Timberlane's failure to provide special education during the two-year period from January 1982 through January 1984.  The Murphys specifically alleged that Timberlane had violated the IDEA by failing either to propose an IEP acceptable to all IEP team members or to initiate administrative proceedings to resolve the IEP impasse in accordance with N.H.Code Admin.R.Ed. 1125.01(b)(3)-b (\"section 1125\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The administrative hearing officer determined that the Murphys' claim for compensatory educational services was barred by laches.  The United States District Court for the District of New Hampshire granted summary judgment in favor of Timberlane, affirming the administrative decision.  We vacated the district court decision and remanded for further findings relating to the laches defense.  Murphy I, 973 F.2d at 18.   On remand, after receiving evidence and argument on both the laches defense and the cross-motions for summary judgment, the district court rejected Timberlane's laches defense, denied its motion for summary judgment based on a statute of limitations defense, and granted summary judgment for the Murphys.  Murphy v. Timberlane Regional Sch. Dist., 819 F.Supp. 1127 (D.N.H.1993) (\"Murphy II \").   Timberlane appeals the district court order.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Laches</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Timberlane's laches defense was before us in 1992, we explained that \"[t]he equitable doctrine of laches is an affirmative defense that serves as a bar to a claim for equitable relief 'where a party's delay in bringing suit was (1) unreasonable, and (2) resulted in prejudice to the opposing party.' \"  Murphy I, 973 F.2d at 16 (quoting K-Mart Corp. v. Oriental Plaza, Inc., 875 F.2d 907, 911 (1st Cir.1989)).  We went on to hold that \"the Murphys' delay in filing their claim was not so unreasonable as to make the laches defense available without a clear showing of prejudice.\"  Id. (emphasis added).  On remand, the district court found that the delay had not prejudiced Timberlane's ability to present its case as a result of the unavailability or failed memories of key witnesses.  Murphy II, 819 F.Supp. at 1133.   Our review reveals no abuse of discretion by the district court.  See K-Mart Corp., 875 F.2d at 911.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Timberlane represented to the district court that \"most of the primary actors\" from the relevant period were unavailable, and that the \"memories of critical witnesses had failed.\"   However, two of these \"primary\" witnesses (Kevin's teachers:  Martha Kadel and Claudia Libis) testified at the district court hearing.  A third key witness, Nikolas Sarbanis, resides within the reach of the district court's subpoena power, yet Timberlane did not produce him.  Timberlane rested its \"prejudice\" showing relating to the other \"primary\" witness, former Timberlane Superintendent Robert Crompton, solely on its unsupported assertion that he was unavailable.  The district court received testimony, however, that Crompton resides in Florida, and Timberlane made no proffer that he was either unable or unwilling to testify.  See Hoover v. Department of Navy, 957 F.2d 861, 864 (Fed.Cir.1992) (noting that \"prejudice\" showing must be supported by \"substantial evidence\" and holding, on similar facts, that this burden \"is not met simply by showing that a potential witness has retired\" outside the subpoena power of the court.)   Moreover, Timberlane did not assert, let alone show, that Crompton's testimony would not be available by deposition.  See, e.g., Fairfield 274-278 Clarendon Trust v. Dwek, 970 F.2d 990, 994-95 (1st Cir.1992) (explaining requirements for the introduction of deposition testimony when witnesses are unavailable, pursuant to Fed.R.Civ.P. 32(a)(3)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court further found that Timberlane had failed to take reasonable steps to refresh its witnesses:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>At the [district court] hearing, [six Timberlane witnesses] testified on ... direct examination as to aspects of their involvement with Kevin's special education program which they could not remember.  On ... cross-examination [by the Murphys' counsel], however, each acknowledged that [Timberlane] had not shown them relevant documents contained in the record of the instant case, such as transcripts of significant meetings concerning Kevin.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Murphy II, 819 F.Supp. at 1133.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After reviewing the entire hearing transcript with care, we are persuaded that the rejection of Timberlane's claim of prejudice was well within the district court's sound discretion.  See K-Mart Corp., 875 F.2d at 912;  see also Kersey v. Dennison Mfg. Co., 3 F.3d 482, 486 (1st Cir.1993) (abuse of discretion occurs \" 'when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.' \")  (quoting United States v. Roberts, 978 F.2d 17, 21 (1st Cir.1992)) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>B. The Timberlane Motion for Summary Judgment</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following the evidentiary hearing on its laches defense, Timberlane moved for summary judgment on the ground that the present action is time-barred.  Reasoning from the absence of an express limitation provision in both the IDEA and the implementing New Hampshire statute, see N.H.Rev.Stat.Ann. Sec. 186-C,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the district court ruled that laches alone could provide a temporal limitation on the Murphys' compensatory education claim.  Murphy II, 819 F.Supp. at 1132.   We conclude that the compensatory education claim was not time-barred under the New Hampshire limitation provision appropriate for \"borrowing\" in the present case.  See Garside v. Osco Drug, Inc., 895 F.2d 46, 49 (1st Cir.1990) (\"court of appeals [may] affirm a judgment on any independently sufficient ground\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(i) The \"Borrowing\" Methodology</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court has described the federal \"borrowing\" praxis in broad terms:  \"[w]hen Congress has not established a time limitation for a federal cause of action, the settled practice has been to adopt a local time limitation as federal law if it is not inconsistent with federal law or policy to do so.\"  Wilson v. Garcia, 471 U.S. 261, 266-67, 105 S.Ct. 1938, 1942, 85 L.Ed.2d 254 (1985) (Sec. 1983 action).  See also Campbell v. Haverhill, 155 U.S. 610, 616, 15 S.Ct. 217, 219-20, 39 L.Ed. 280 (1895) (absent federal limitation, congressional intent is best served if the federal right is \"enforced in the manner common to like actions\" under state law);  Rowlett v. Anheuser-Busch, Inc., 832 F.2d 194, 198 (1st Cir.1987) (borrowing N.H. RSA Sec. 508:4 six-year limitation on \"personal actions\" for application to Sec. 1981 action).  In selecting the appropriate state limitation, Campbell and its progeny require the borrowing court to balance both the interests of the parties and the legislative goals of the particular federal statute.  See Amann v. Town of Stow, 991 F.2d 929, 931-33 (1st Cir.1993) (borrowing administrative review limitation period after balancing three IDEA policy goals:  the parental interest in participation, the school's interest in speedy resolution of disputes, and the child's interest in receiving educational entitlement).  Similarly, the Sixth Circuit has observed that:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>[T]he nature of actions that can be brought under the [IDEA] as well as the Act's goal of proper education of the handicapped child make the selection of state limitations periods on a case-by-case basis an imperative.  The individual case must be characterized by considering the facts, the circumstances, the posture of the case and the legal theories presented.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Janzen v. Knox County Bd. of Educ., 790 F.2d 484, 487 (6th Cir.1986) (citation omitted);  see Bow Sch. Dist. v. Quentin W., 750 F.Supp. 546, 549 (D.N.H.1990) (similar) (Stahl, J.);   see also Tokarcik v. Forest Hills Sch. Dist., 665 F.2d 443, 449 (3d Cir.1981) (\"Ultimately, we must be guided by the aim of the [IDEA] in devising the limitation period in issue here.  If state limitations law conflicts with federal procedural safeguards embodied in [the IDEA], the federal concerns are paramount.\"), cert. denied, 458 U.S. 1121, 102 S.Ct. 3508, 73 L.Ed.2d 1383 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(ii) The Compensatory Education Claim</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">First, we must attempt to \"characterize the essence of the claim in the pending case, and decide which state statute provides the most appropriate limiting principle.\"  Wilson, 471 U.S. at 268, 105 S.Ct. at 1942-43.   The present IDEA claim seeks to vindicate Kevin's \"right to a free appropriate public education,\" 20 U.S.C. Sec. 1412(1);  see also 20 U.S.C. Sec. 1412(2)(B), based on the contention that Kevin was deprived of educational services for two years while Timberlane, contrary to its mandated duty under section 1125, failed to resort to the New Hampshire administrative process to resolve the impasse between Timberlane and the Murphys as to what constituted an \"appropriate education.\"   See generally Honig v. Doe, 484 U.S. 305, 310, 108 S.Ct. 592, 597, 98 L.Ed.2d 686 (1988) (finding IDEA \"confers upon disabled children an enforceable substantive right to public education\").  The Murphys request equitable relief in the form of an injunction compelling Timberlane to provide Kevin with two years of compensatory special education.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The peculiar procedural warp presented in this case seems to us sufficiently important to qualify as a defining feature of the limitation to be borrowed from New Hampshire law.  The administrative hearing officer initially ruled that the Murphys' hearing application was timely under the New Hampshire statute of limitations governing \"personal actions\" in general, see N.H.Rev.Stat.Ann. Sec. 508:4, and therefore that the compensatory education claim should be addressed on the merits.  Later, on reconsideration, the hearing officer ruled that the compensatory education claim was barred by laches.  The Murphys filed a timely appeal to the district court from the administrative ruling on laches pursuant to 20 U.S.C. Sec. 1415(e)(2), and the district court upheld the administrative ruling.  On appeal, we vacated the district court decision and remanded to the district court for further proceedings.  Murphy I, 973 F.2d at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court convened an evidentiary hearing on laches, and presumably in light of the circumstances of the case--Kevin was approaching his mid-twenties by this point, the litigation had been pending for more than three years, and an extensive district court evidentiary record had already been generated--the district court decided to adjudicate the Murphys' compensatory education claim on the merits rather than remand to the administrative hearing officer.  See 20 U.S.C. Sec. 1415(e)(2) (courts sitting in review of administrative rulings may supplement the hearing record with additional evidence);  Pihl v. Massachusetts Dept. of Educ., 9 F.3d 184, 191 (1st Cir.1993) (remand to administrative hearing officer may not be required where the record contains sufficient factual development and the \"peculiar expertise\" of a hearing officer is not required).  Neither party opposed the district court's decision to address the merits.  Thus, the instant appeal challenges the district court order allowing the compensatory education claim on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This tortuous procedural trail is material to the present inquiry in at least two significant respects.  First, in contradistinction to the \"typical\" IDEA action, this case does not concern the appropriate limitation to be applied to an appeal from a state administrative ruling to a federal district court under 20 U.S.C. Sec. 1415(e)(2), but to the initiation of a request for an \"impartial due process\" administrative hearing under 20 U.S.C. Sec. 1415(b)(2) in the first instance.  Compare, e.g., Amann, 991 F.2d at 933-34 (importing 30-day limitation from Massachusetts Administrative Procedure Act in Sec. 1415(e)(2) case);  Bow, 750 F.Supp. at 550-51 (similar, applying 30-day New Hampshire administrative review limitation).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Second, we believe that several factors which militate in favor of borrowing an abbreviated limitation period for application in the context of an appeal from an administrative ruling under section 1415(e)(2) are inapposite in the present context.  For instance, where a party seeks administrative review in order to resolve an ongoing IEP impasse, the need for a speedy resolution securing the eligible child's IDEA entitlement at the earliest possible time must be considered a dominant IDEA policy objective.  Amann, 991 F.2d at 932.   The present action, on the other hand, concerns a claim for compensatory education based exclusively on a course of conduct already concluded, and thus does not implicate an equivalent need for urgent administrative intervention.  Furthermore, whereas the limitation borrowed in this case will govern whether the Murphys' compensatory education claim can ever be considered by any tribunal in the first instance, in a section 1415(e)(2) proceeding the district court normally functions something like an appellate court reviewing a state agency decision on the merits.  Bow, 750 F.Supp. at 549.   Consequently, the statute of limitations defense interposed by Timberlane would not merely preclude a judicial \"second look\" at an adverse administrative ruling, but foreclose any ruling, administrative or judicial, on Timberlane's legal responsibility for the otherwise irretrievable two-year IDEA educational entitlement denied Kevin.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Thus, the broad equitable considerations and finality concerns generated by the present action--where absent a compensatory education award there can be no \"next year\" for the disabled individual no longer eligible for free public education--are not ordinarily involved in an appeal to the district court under section 1415(e)(2).  Compare Amann, 991 F.2d at 933 (holding short limitation period appropriate, in part because parents can always contest next year's proceedings if need be).  We think these considerations bear out the view endorsed by the Bow court that \"[n]othing prevents different provisions of a federal statute from being characterized differently for statute of limitation purposes.\"  Bow, 750 F.Supp. at 549, citing Wilson, 471 U.S. at 268, 105 S.Ct. at 1943.   Under the required \"borrowing\" methodology, therefore, we weigh the federal interests manifest in the IDEA, the state and school district interests implicit in section 1125, and the interests of the learning disabled pupil and his family, all in light of the particular procedural posture and equitable considerations disclosed in the present record.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(iii) The Appropriate New Hampshire Limitation</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Timberlane advocates borrowing the four-year limitation applicable to \"Actions to Recover For Bodily Injury\" against local governmental units, including school districts.  See N.H.Rev.Stat.Ann. Sec. 507-B:7 (\"RSA 507-B:7\") (amended to three-year period, effective in actions arising after May 17, 1989).  An alternate candidate is the New Hampshire statute of limitations which formerly prescribed a six-year limitation on \"personal actions\" accruing prior to July 1, 1986.  N.H.Rev.Stat.Ann. Sec. 508:4 (\"RSA 508:4\") (amended to three-year period, effective in actions arising after July 1, 1986).  As the present cause of action accrued before RSA 508:4 and RSA 507-B:7 were amended, see infra p. 1194, the pre-amendment versions govern.  See Gonsalves v. Flynn, 981 F.2d 45, 47-48 (1st Cir.1992) (noting that federal \"borrowing\" court will respect state law provision prescribing exclusively prospective application of amendatory limitation), citing Kadar Corp. v. Milbury, 549 F.2d 230, 234 n. 3 (1st Cir.1977).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think it clear that RSA 507-B:7 does not meet the threshold \"like action\" test, see Campbell, 155 U.S. at 616, 15 S.Ct. at 219-20, because it applies only in actions \"to recover for bodily injury, personal injury, or property damage caused by\" fault attributable to a governmental unit.  N.H.Rev.Stat.Ann. Sec. 507-B:2.  The New Hampshire Supreme Court has observed:  \"Taken as a whole, the law [RSA 507:B] seems designed to limit municipal liability arising from tort suits and related personal property claims....\"  Cannata v. Deerfield, 132 N.H. 235, 566 A.2d 162, 167 (1989).  The Murphys' compensatory education claim, on the other hand, is premised on allegations that Timberlane denied Kevin's federal statutory rights by withholding all special education services for a two-year period in violation of the IDEA and section 1125, the New Hampshire implementing regulation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, certain extraordinary characteristics of the present compensatory education claim point up the appropriateness of the New Hampshire catch-all limitation applicable to \"personal actions\" generally.  Prior to its amendment in 1986, RSA 508:4 stated:  \"Except as otherwise provided by law, all personal actions, except actions for slander or libel, may be brought only within 6 years of the time the cause of action accrued.\"   Although we have found no precise definition of the term \"personal actions,\" the New Hampshire Supreme Court often has described RSA 508:4 as a \"general statute of limitations,\" see, e.g., Petition of Keene Sentinel, 136 N.H. 121, 612 A.2d 911, 914 (1992);  Clark v. Exeter Co-operative Bank, 115 N.H. 388, 344 A.2d 5, 5 (1975).  Further, the opening proviso--\"[e]except as otherwise provided by law\"--strongly suggests that RSA 508:4 is meant to serve as a \"backstop\" limitation on civil actions not governed by some more particular limitation.  Compare, e.g., N.H.Rev.Stat.Ann. Sec. 507-C:4 (providing two-year limitation on actions for \"medical injury\");  N.H.Rev.Stat.Ann. Sec. 508:4-b (providing eight-year limitation on actions for \"damages from construction\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As an IDEA-based claim for compensatory education is similar to a civil rights action, the \"borrowing\" praxis also may be informed by relevant principles developed in the context of civil actions under 42 U.S.C. Secs. 1981 and 1983.  The Supreme Court has identified a general preference for borrowing state limitations governing personal injury actions, Wilson, 471 U.S. at 279, 105 S.Ct. at 1949 (Sec. 1983 action), in part because \"[i]t is most unlikely that the period of limitations applicable to [personal injury actions] ever was, or ever would be, fixed in a way that would discriminate against federal claims, or be inconsistent with federal law in any respect.\"  Id. (emphasis added).  Under this criterion, as between RSA 507-B:7 and RSA 508:4--the statute of limitations governing personal actions generally--RSA 508:4 presents the more analogous New Hampshire statute under the \"like action\" test established in Campbell, 155 U.S. at 616, 15 S.Ct. at 219-20, hence the more appropriate for application to the IDEA claim for compensatory education in the present case.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>   Cf. Lillios v. Justices of New Hampshire Dist. Court, 735 F.Supp. 43, 48 &amp; n. 9 (D.N.H.1990) (RSA 508:4 provides limitation applicable to Sec. 1983 actions brought in New Hampshire).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We next consider whether borrowing RSA 508:4 comports with the purposes underlying the IDEA and the New Hampshire implementing regulation.  See Wilson, 471 U.S. at 266-67, 105 S.Ct. at 1942;  Bow, 750 F.Supp. at 551.   The central purpose of the IDEA is to secure special educational entitlements to eligible recipients.  See 20 U.S.C. Sec. 1400(b)(9) (\"it is in the national interest that the Federal Government assist State and local efforts to provide programs to meet the educational needs of handicapped children in order to assure equal protection of the law\").  Likewise, in the present context the borrowing praxis must take into account the central importance of the IDEA's procedural overlay.  As the Supreme Court has observed, procedure is at the very core of the IDEA:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>It seems to us no exaggeration to say that Congress placed every bit as much emphasis on compliance with procedures giving parents and guardians a large measure of participation ... as it did upon the measurement of the resulting IEP against a substantive standard.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Board of Educ. v. Rowley, 458 U.S. 176, 205-206, 102 S.Ct. 3034, 3050, 73 L.Ed.2d 690 (1982);  accord W.G. v. Board of Trustees, 960 F.2d 1479, 1484 (9th Cir.1992) (noting centrality of implementing procedure to IDEA statutory scheme);  Mrs. C. v. Wheaton, 916 F.2d 69, 72-73 (2d Cir.1990) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The core role of procedure in the IDEA setting is well illustrated by Timberlane's failure to initiate the required administrative proceedings, see N.H.Code Admin.R.Ed. 1125.01(b)(3)-b;  supra note 4, to end the IEP impasse in this case.  While parents and school officials dithered and debated, a disabled child with special educational needs lost day after irreplaceable day of educational opportunity mandated by law.  We cannot overlook the reality that a central federal policy underlying the IDEA, and an important feature of the IDEA-implementing scheme adopted in New Hampshire, have both been blunted.  Thus, absent a more particular limitation applicable to this extraordinary compensatory education claim, we think it appropriate to borrow the New Hampshire catch-all limitation applicable to personal actions generally.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In addition, the more abbreviated the limitation on compensatory education claims the greater the disincentive to parents to shed an adversarial posture and get on with the business of cooperating with school officials to further the special-education needs of the child.  See David D. v. Dartmouth Sch. Comm., 775 F.2d 411, 424 (1st Cir.1985) (IDEA embodies preference for educational decisions arrived at through \"good-faith cooperation and negotiation among the parties\");  see also Murphy I, 973 F.2d at 16 (\"Obviously, the Murphys were not sitting on their rights, but were attempting to resolve their differences with the school district without resorting to litigation.\").  The resultant undermining of section 1125 would be particularly erosive of IDEA policy in New Hampshire.  Once the IEP negotiations had remained at an impasse for a reasonable period of time, i.e., not long into the two-year period during which he received no special education, the onus was on Timberlane to obtain administrative approval to implement the IEP it considered appropriate for Kevin.  See supra note 4.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, as noted above, most IDEA cases involve the borrowing of state statutes of limitations for application to judicial appeals from administrative decisions.  See Amann, 991 F.2d at 931 (collecting administrative review cases borrowing limitations ranging from thirty days to three years);   Bow, 750 F.Supp. at 548 (similar).  Careful research discloses but one case,  Hall v. Knott County Bd. of Educ., 941 F.2d 402 (6th Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 982, 117 L.Ed.2d 144 (1992), involving a compensatory education claim even roughly analogous to the Murphy claim.  The blind twenty-seven-year-old plaintiff in Hall brought an IDEA action challenging the appropriateness of the special educational services provided to her by the defendant school district between five and ten years earlier.  Id. at 404-06.   The Hall court assumed, arguendo, that a five-year limitation applied, but found the action time-barred in any event because it could not have accrued less than six years before the complaint was filed.  Id. at 408-09.   Although Hall is distinguishable from the present action on a number of grounds, the most cogent distinction is that the present dispute involves a total denial of all special education services for an extended period of time, not merely a challenge to the appropriateness of special education services provided years earlier.  Revisiting the appropriateness of special education services actually provided in school years long since passed may indeed be an exercise of \"extremely limited utility,\" as has been suggested,  see Bow, 750 F.Supp. at 550, but given the totality of the present deprivation the effort to evaluate the merits of the compensatory education claim in this case is both useful and far less problematic.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">(iv) Accrual</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn now to the question of accrual, which is governed by federal law.  Hall, 941 F.2d at 408;  G.D. v. Westmoreland Sch. Dist., 783 F.Supp. 1532, 1535 (D.N.H.1992) (same);  cf. Rivera-Muriente v. Agosto-Alicea, 959 F.2d 349, 353 (1st Cir.1992) (same, Sec. 1983 case).  \"The general rule under federal law is said to be that [IDEA] claims 'accrue when the parents know or have reason to know of the injury or event that is the basis for their claim.' \"  Hall, 941 F.2d at 408 (quoting Judith W. Wegner, Educational Rights of Handicapped Children, 17 J. of L. &amp; Educ. 625, 654 (1988)).  As with the methodology for borrowing a limitation from state law, no mechanical formula controls the accrual determination:  \"Where a statute does not indicate when a cause of action accrues, the court must 'keep[ ] in mind the purpose of the [Act] and the practical ends to be served by a period of limitations.' \"  G.D., 783 F.Supp. at 1535 (alterations in original, quoting Albert v. Maine Cent. R.R., 905 F.2d 541, 543 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pinpointing accrual in the present case would pose a complex question, inasmuch as the Murphys' action challenges an entire course of conduct by Timberlane.  Compare, e.g., Amann, 991 F.2d at 933-34 (involving an appeal from an administrative decision and noting under Massachusetts law that limitation runs from \"receipt of notice of final decision\");  G.D., 783 F.Supp. at 1535-36 (similar, N.H. law).  We need not fix the precise date of accrual, however, since the Murphys' claim unquestionably accrued within the six-year period preceding their request for administrative review on August 20, 1989.  Thus, the request for administrative review was timely whether accrual occurred in October of 1983 upon Kevin's initial trial placement at the Pinkerton school (as Timberlane urged below), or at the time he was permanently placed in January of 1984 (as the Murphys claimed), or at some intermediate time.  Moreover, from whatever point in time within the two-year period the Murphys might be found to have known (or had reason to know) either of \"the injury or the event that is the basis for their [compensatory education] claim,\" Hall, 941 F.2d at 408, Timberlane remained in continuous violation of its section 1125 obligation to pursue an administrative resolution to the IEP stalemate.  Consequently, we conclude that Timberlane's ongoing failure to comply with section 1125 throughout the relevant portion of the two-year period constituted a unitary violation under the IDEA and the New Hampshire implementing regulation.</p>\n    </div>\n    <p>C. The Murphy Motion for Summary Judgment</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As a threshold matter, two arguments advanced by Timberlane on the merits have been foreclosed by our recent decision in Pihl v. Massachusetts Dep't of Educ., 9 F.3d 184 (1st Cir.1993), recognizing a compensatory education claim under the IDEA, id. at 187-89, notwithstanding that the student was beyond the eligible age for a free education under state law, id. at 189-90.   Thus, two further issues remain unaddressed.</p>\n    </div>\n    <p class=\"indent\">1. Section 1125</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court held Timberlane liable for failing to fulfill its section 1125 responsibility either to present an acceptable IEP or seek administrative enforcement.  The district court simply applied our own straightforward construction of section 1125:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>In New Hampshire, if the parents disagree with a proposed IEP and the local educational agency feels it would be in the best interest of the child to implement the IEP, the local agency is required to initiate administrative procedures to obtain permission from a hearing officer to implement the IEP.  N.H.Code Admin.R.Ed. 1125.01(b)(3)-b.  No such procedures were ever initiated by Timberlane.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Murphy I, 973 F.2d at 17 (footnote omitted &amp; emphasis added).  Under section 1125, the school district must take the initiative to ensure that intransigence and foot-dragging in the IEP process, whether bureaucratic or parental, do not indefinitely compromise the child's right to a free and appropriate public education.  See, e.g., W.G., 960 F.2d at 1486 (parental conduct does not waive responsibility of school district);  Town of Burlington v. Department of Educ., 736 F.2d 773, 795 (1st Cir.1984) (same), aff'd, 471 U.S. 359, 105 S.Ct. 1996, 85 L.Ed.2d 385 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Timberlane's primary argument on appeal is that an IDEA claim, a federal cause of action, cannot be premised on a violation of a state administrative regulation.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Its argument overlooks the IDEA framework and our case law.  The IDEA invests expansive discretion in the states to structure implementing procedures and enforcement mechanisms, thereby constructively incorporating duly promulgated state regulations:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>[S]tate standards, be they substantive or procedural, that exceed the federal basic floor of meaningful, beneficial educational opportunity.... will operate to determine what an appropriate education requires for a particular child in a given state.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Id. at 789 (footnotes omitted);  accord David D., 775 F.2d at 417 (1st Cir.1985) (it is \"beyond cavil that the federal [IDEA] standard explicitly incorporates\" certain state standards);  Doe v. Board of Educ. of Tullahoma City Sch., 9 F.3d 455, 457 (6th Cir.1993) (same, citing cases).  It is plainly true, of course, as Timberlane argues, that not every procedural irregularity gives rise to liability under the IDEA.  Nevertheless, \"procedural inadequacies [that have] compromised the pupil's right to an appropriate education ... or caused a deprivation of educational benefits\" are the stuff of successful IDEA actions.  Roland M. v. Concord Sch. Comm., 910 F.2d 983, 994 (1st Cir.1990) (citations omitted), cert. denied, 499 U.S. 912, 111 S.Ct. 1122, 113 L.Ed.2d 230 (1991).  And that is exactly what happened here.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We emphasized in Murphy I that whereas \"parents are entitled to request a hearing if they disagree with an IEP, state regulations impose upon Timberlane not only the right, but the obligation to do the same.\"  973 F.2d at 17 (emphasis in original).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Thus, by its longstanding procedural lapse in failing to initiate administrative review as required under section 1125, Timberlane abdicated its responsibility to terminate the IEP impasse preventing Kevin's access to a free and appropriate education.  We think a procedural default which permits a disabled child's entitlement to a free and appropriate education to go unmet for two years constitutes sufficient ground for liability under the IDEA.  See, e.g., W.G., 960 F.2d at 1484 (when severe procedural flaws infect IEP process an action lies under IDEA);  Roland M., 910 F.2d at 994 (same);  Mrs. C., 916 F.2d at 72-73 (same);  cf. Hampton Sch. Dist. v. Dobrowolski, 976 F.2d 48, 53-54 (1st Cir.1992) (technical IDEA violations may be insufficient to warrant setting aside IEP).</p>\n    </div>\n    <p class=\"indent\">2. Summary Judgment</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Lastly, Timberlane claims that genuine issues of material fact precluded summary judgment as to whether:  (1) Kevin's parents were intransigent and at least partly responsible for interrupting Kevin's education, and (2) the educational services Timberlane provided from 1985 to 1989 were \"more than appropriate,\" and thus compensated for the educational loss occasioned during 1982-84.  The party resisting summary judgment \"may not rest upon the mere allegations or denials of the ... pleading, but ... must set forth specific facts showing that there is a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).  There is no trialworthy issue unless there is sufficient competent evidence to enable a finding favorable to the opposing party.  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A painstaking review of the entire record has not disclosed, nor does Timberlane identify, any evidence sufficient to generate a genuine factual issue as to either contention, even assuming their materiality.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Instead, consistent with its prior strategy, Timberlane elected to try to fend off summary judgment through recourse to Fed.R.Civ.P. 56(f), which permits a party to establish, by affidavit, that evidence which would demonstrate a trialworthy issue is for some valid reason unavailable.  See Fed.R.Civ.P. 56;  see also James W. Moore et al., Moore's Federal Practice pp 56.22-56.24 (1993).  Timberlane relied entirely on its contention, unsubstantiated by the required affidavit,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> that it needed \"an opportunity to conduct discovery to reconstruct [the] chronology [of Kevin's education] and to fill in critical gaps about events which occurred before, during and after the years in question[,]\" and to \"depose the out-of-state witnesses.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court rejected Timberlane's Rule 56(f) initiative, on the ground that the evidence adduced at the hearing on the laches defense demonstrated that Timberlane had made no serious effort to present its putative evidence.  The court accordingly ruled that Timberlane could not take refuge from summary judgment under Rule 56(f) since the memories of its witnesses were available for affidavit purposes in opposition to the Murphys' motion for summary judgment.  The Rule 56(f) determination is reviewed for abuse of discretion.  First Nat'l Bank v. Cities Service Co., 391 U.S. 253, 294, 88 S.Ct. 1575, 1595, 20 L.Ed.2d 569 (1968).  We find none.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In March of 1993, more than one month after the evidentiary hearing on the laches defense, the district court entered a scheduling order requiring the parties to submit \"law and/or evidence\" on the merits of the compensatory education claim--thereby plainly signaling its intention to proceed beyond the procedural defenses interposed by Timberlane.  Shortly thereafter the Murphys filed their motion for summary judgment.  Thus, although it had clear notice that the district court would proceed to the merits, Timberlane made the strategic decision to persist with its litigation position, viz., that it could not provide evidence because its witnesses (or their memories) were unavailable.  The district court did not abuse its discretion by declining to credit or revisit the flawed premise underlying Timberlane's Rule 56(f) motion.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">For the foregoing reasons, we uphold the district court order disallowing defendant-appellant's defenses and affirm the judgment in favor of plaintiffs-appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The IDEA formerly was known as the Education of the Handicapped Act.  See Pub.L. 102-119, Sec. 25(b), Oct. 7, 1991, 105 Stat. 607 (substituting \"Individuals with Disabilities Education Act\" for \"Education of the Handicapped Act\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We relate only the background necessary to an understanding of this appeal.  For greater detail, see Murphy v. Timberlane Regional Sch. Dist., 973 F.2d 13, 14-15 (1st Cir.1992) (vacating summary judgment against the Murphys) (\"Murphy I \")</p>\n        <p>As the court explained in Murphy I:</p>\n        <p>[The IDEA] requires ... participating states [to] adopt policies assuring all students with disabilities the right to a \"free appropriate public education.\"  20 U.S.C. Sec. 1412(1).  New Hampshire has adopted the required policies and attempts to comply with the requirements of the Act.</p>\n        <p>As defined by [the IDEA], the term \"free appropriate public education\" refers to the special education and related services that must be provided in conformity with an individualized education program (IEP).  20 U.S.C. Sec. 1401(a)(20).  An IEP is a statement of the educational program which must be written for each child and designed to meet each child's unique needs.  20 U.S.C. Sec. 1401(a)(19).  The IEP is developed by a team including a qualified representative of the local educational agency, the teacher, the parents or guardian, and, where appropriate, the student.  Id.  ... An IEP is appropriate under [the IDEA] if it provides instruction and support services which are reasonably calculated to confer educational benefits to the student.  Board of Education v. Rowley, 458 U.S. 176, 203-07, 102 S.Ct. 3034, 3049-51, 73 L.Ed.2d 690 (1982);  Abrahamson v. Hershman, 701 F.2d 223, 226-27 (1st Cir.1983).</p>\n        <p>[The IDEA] further requires states to establish and maintain certain procedures \"to assure that children with disabilities and their parents or guardians are guaranteed procedural safeguards with respect to the provision of free appropriate public education.\"  20 U.S.C. Sec. 1415(a).  Parents who believe that a proposed IEP is inappropriate are entitled to an impartial due process hearing.  20 U.S.C. Sec. 1415(b)(2).  Any party aggrieved by the decision of the administrative hearing officer may appeal to either state or federal court.  20 U.S.C. Sec. 1415(e)(2).</p>\n        <p>Murphy I, 973 F.2d at 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although briefly placed in two different schools for evaluation, in June 1982 and October-November 1983, Kevin was not returned to a permanent educational setting until January 1984</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 1125 states:</p>\n        <p>If the parent(s) inform the district of their disagreement, or if they fail to make a decision within the specified time frame, it shall be interpreted as disagreement with the decision or action proposed by the local school district's Special Education Evaluation/Placement Team.  If the Local Education Agency feels its action or decision should, in the best interests of the student, be implemented, the Local Education Agency shall initiate its right of due process as specified in the Complaint and Impartial Due Process Hearing Procedures Section of the Standards to obtain the authority to implement its decision.  (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because the district court conducted a preliminary hearing at which the parties were allowed to present evidence, see Fed.R.Civ.P. 12(d), \"abuse of discretion\" is the appropriate standard of review, see Rivera-Gomez v. de Castro, 900 F.2d 1, 2-3 (1st Cir.1990), notwithstanding that the laches defense originally was raised on motion for summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> New Hampshire has since adopted a limitations scheme specifically applicable to special education claims.  See N.H.Rev.Stat.Ann. Sec. 186-C:16-b (effective June 30, 1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The thirty-day limitation borrowed in Bow appears to have been supplanted by a newly enacted limitation scheme, applicable exclusively in the special education context.  The new provision prescribes a 120-day limitation on any \"appeal from a final administrative decision in a special education due process hearing to a court of competent jurisdiction.\"   N.H.Rev.Stat.Ann. Sec. 186-C:16-b IV</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Even if the present claim were somehow considered tort-based, the required \"borrowing\" methodology does not encourage recourse to state limitations tailored to curtail public liability.  See, e.g., Wilson, 471 U.S. at 279, 105 S.Ct. at 1948 (noting, in context of Sec. 1983 action, that \"the very ineffectiveness of state remedies\" may have motivated Congress to impose a federal enforcement scheme against state actors);  cf. Rowlett, 832 F.2d at 198 (borrowing N.H. RSA 508:4 for Sec. 1981 claim)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See James v. Nashua Sch. Dist., 720 F.Supp. 1053, 1058 (D.N.H.1989).  The James court borrowed RSA 508:4 for application to a claim for attorney fees in an IDEA action.  As the Murphys seek to enforce a substantive federal right rather than a derivative fee-shifting provision, however, the RSA 508:4 limitation is even more suitable for borrowing in the instant action on general policy grounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We need not address any impact that amended RSA 508:4 (three-year period), or newly enacted RSA Sec. 186-C:16-b, may have either on the present analysis or on earlier case law relating to \"borrowing\" in civil rights actions under 42 U.S.C. Secs. 1981 and 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The availability of compensatory education as a remedy under the IDEA--the one form of IDEA relief that holds any potential for redressing this deprivation--has only recently been recognized in this Circuit, see Pihl, 9 F.3d at 187-89;  and only a year earlier in the District of New Hampshire, Manchester Sch. Dist. v. Christopher B., 807 F.Supp. 860, 867-88 (D.N.H.1992).  The first reported court of appeals case to recognize a compensatory education claim is Miener v. Missouri, 800 F.2d 749, 753 (8th Cir.1986).  Thus, the recency and novelty of the compensatory education remedy likewise suggest that the catch-all limitation prescribed in RSA 508:4 is most suitable for borrowing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Timberlane also argues that section 1125 is invalid because it imposes on the school district obligations beyond those authorized either by the IDEA or the New Hampshire implementing statute.  Neither argument is persuasive.  First, the IDEA and its companion regulations merely establish foundational requirements--states may impose more stringent procedural and substantive requirements.  See Burlington, 736 F.2d at 789.   Second, section 1125 is well within the broad authority conferred upon the New Hampshire Board of Education to promulgate regulations under the IDEA.  See N.H.Rev.Stat.Ann. Sec. 186-C:16 (authorizing, inter alia, regulations governing appeals of IEP team decisions and regulations relating to \"other matters\" pertinent to implementation of the IDEA)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Timberlane's misconceptions about the IDEA are betrayed, as much as anything, by the contention that its institution of truancy proceedings should be considered the rough equivalent of the administrative adjudication required under section 1125.  Even assuming that Timberlane had done something more than merely file the truancy petition, a coercive adversarial proceeding against a parent is no substitute for a substantive review of the special educational needs of the handicapped child</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The first hurdle confronting Timberlane, of course, is that parental intransigence would not absolve the school district of its responsibility under section 1125.  Indeed, section 1125 targets intransigence.  See Murphy I, 973 F.2d at 17;   supra p. 1195.  Thus, Timberlane can demonstrate no issue of material fact in this regard.  But neither has it demonstrated a genuine issue of fact.  Although the record contains several \"sarcastic\" letters from Mr. Murphy to Mr. Sarbanis, Timberlane presented no evidence suggesting anything more than that Mr. Murphy was a tenacious and zealous advocate for his son's interests.  Summary judgment should not be disturbed on so fragile a claim, especially as two school district representatives praised Mr. Murphy as a cooperative and concerned, indeed model, parent.  Even though Mr. Sarbanis, the one school district official with whom Mr. Murphy clearly had a stormy relationship, still lives in New Hampshire, Timberlane presented no affidavit from Sarbanis.  And although Timberlane's pleadings are replete with allegations that Mr. Murphy was intransigent, \"[b]rash conjecture, coupled with the hope that something concrete will materialize, is insufficient to block summary judgment.\"  Dow v. United Bhd. of Carpenters, 1 F.3d 56, 58 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Given that the district court had already rejected essentially these same contentions, advanced in support of Timberlane's laches defense, see supra pp. 1189-90, the failure to comply with the Rule 56(f) affidavit requirement was no mere technical lapse.  See Hebert v. Wicklund, 744 F.2d 218, 222 (1st Cir.1984) (Rule 56(f) affidavit requirement generally to be enforced liberally, but district court need not spare litigants the effect of their own neglect)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1186</span></span></p>\n    <p class=\"case_cite\">91 Ed. Law Rep. 62, 5 A.D.D. 5</p>\n    <p class=\"parties\">Kevin W. MURPHY, etc., et al., Plaintiffs, Appellees,<br>v.<br>TIMBERLANE REGIONAL SCHOOL DISTRICT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1828.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1993.<br>Decided April 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gerald M. Zelin, with whom Diane M. Gorrow and Soule, Leslie, Zelin, Sayward and Loughman, Salem, NH, were on brief, for appellant.</p>\n      <p class=\"indent\">Ellen J. Shemitz, Concord, NH, with whom Michael R. Chamberlain and Chamberlain and Connor, Manchester, NH, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellees Kevin W. Murphy (Kevin) and his parents, Janice and Kevin C. Murphy, brought this action under the Individuals with Disabilities Education Act (IDEA), 20 U.S.C. Sec. 1400 et seq.,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to compel defendant-appellant Timberlane Regional School District (Timberlane) to provide Kevin with compensatory education for the two-year period during which he received no educational services due to the failure of the parties to agree upon an appropriate individual educational plan (IEP).  The district court ultimately granted summary judgment against Timberlane, and Timberlane appealed.  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After incurring an accident-induced disability at an early age, Kevin was determined a disabled individual entitled to special educational services under the IDEA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Several years later, the Murphy family moved to Plaistow, New Hampshire, which is within the Timberlane Regional School District.  In September 1981, Timberlane placed Kevin in a special educational program at Charlotte Avenue School, a public elementary school in Nashua, New Hampshire.  Although Kevin's parents originally agreed to this placement, they soon expressed concerns to his teacher and to Timberlane's special education administration that Kevin was regressing academically.  In December 1981, after Kevin suffered a seizure at home, his parents decided not to return him to school.  Kevin received no educational services from Timberlane between January 1982 and January 1984, the two-year period to which the compensatory education claim at issue in this case relates.  Finally, in January 1984, after a great many meetings and an abortive truancy proceeding against Kevin's father, the parties came to an agreement on Kevin's placement at Pinkerton High School, where he remained through the 1988-89 school year.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the fall of 1988, Mr. Murphy and Timberlane officials had discussions concerning continuation of Kevin's special education beyond his twenty-first birthday on July 9, 1989.  Mr. Murphy later signed Kevin's 1988-89 IEP with the understanding that Kevin would be provided special educational services beyond age twenty-one.  On January 5, 1989, however, the Timberlane school board rejected a request by the Timberlane superintendent to fund continued special education for Kevin.  On July 24, 1989, shortly after Kevin's twenty-first birthday, George Wright, Timberlane's representative on Kevin's IEP team, notified the Murphys that Kevin would be discharged as a special education student.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Kevin is now twenty-five years of age and no longer entitled to a free public education under New Hampshire law.  See N.H.Rev.Stat.Ann. Sec. 186-C:9 (disabled \"child shall be entitled to continue in an approved program until such time as the child has acquired a high school diploma or has attained the age of 21, whichever occurs first\");  see also id. Sec. 186-C:2 (similar).  In August 1989, less than one month after Kevin had been discharged, the Murphys requested an administrative hearing.  The Murphys maintained that Kevin was entitled to compensatory educational services beyond age twenty-one as a consequence of Timberlane's failure to provide special education during the two-year period from January 1982 through January 1984.  The Murphys specifically alleged that Timberlane had violated the IDEA by failing either to propose an IEP acceptable to all IEP team members or to initiate administrative proceedings to resolve the IEP impasse in accordance with N.H.Code Admin.R.Ed. 1125.01(b)(3)-b (\"section 1125\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The administrative hearing officer determined that the Murphys' claim for compensatory educational services was barred by laches.  The United States District Court for the District of New Hampshire granted summary judgment in favor of Timberlane, affirming the administrative decision.  We vacated the district court decision and remanded for further findings relating to the laches defense.  Murphy I, 973 F.2d at 18.   On remand, after receiving evidence and argument on both the laches defense and the cross-motions for summary judgment, the district court rejected Timberlane's laches defense, denied its motion for summary judgment based on a statute of limitations defense, and granted summary judgment for the Murphys.  Murphy v. Timberlane Regional Sch. Dist., <span class=\"citation\" data-id=\"1965542\"><a href=\"/opinion/1965542/murphy-v-timberlane-regional-school-dist/\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1127</span></a></span> (D.N.H.1993) (\"Murphy II \").   Timberlane appeals the district court order.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Laches</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Timberlane's laches defense was before us in 1992, we explained that \"[t]he equitable doctrine of laches is an affirmative defense that serves as a bar to a claim for equitable relief 'where a party's delay in bringing suit was (1) unreasonable, and (2) resulted in prejudice to the opposing party.' \"  Murphy I, 973 F.2d at 16 (quoting K-Mart Corp. v. Oriental Plaza, Inc., <span class=\"citation\" data-id=\"524046\"><a href=\"/opinion/524046/k-mart-corporation-v-oriental-plaza-inc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 911 (1st Cir.1989)).  We went on to hold that \"the Murphys' delay in filing their claim was not so unreasonable as to make the laches defense available without a clear showing of prejudice.\"  Id. (emphasis added).  On remand, the district court found that the delay had not prejudiced Timberlane's ability to present its case as a result of the unavailability or failed memories of key witnesses.  Murphy II, 819 F.Supp. at 1133.   Our review reveals no abuse of discretion by the district court.  See K-Mart Corp., 875 F.2d at 911.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Timberlane represented to the district court that \"most of the primary actors\" from the relevant period were unavailable, and that the \"memories of critical witnesses had failed.\"   However, two of these \"primary\" witnesses (Kevin's teachers:  Martha Kadel and Claudia Libis) testified at the district court hearing.  A third key witness, Nikolas Sarbanis, resides within the reach of the district court's subpoena power, yet Timberlane did not produce him.  Timberlane rested its \"prejudice\" showing relating to the other \"primary\" witness, former Timberlane Superintendent Robert Crompton, solely on its unsupported assertion that he was unavailable.  The district court received testimony, however, that Crompton resides in Florida, and Timberlane made no proffer that he was either unable or unwilling to testify.  See Hoover v. Department of Navy, <span class=\"citation\" data-id=\"578385\"><a href=\"/opinion/578385/james-e-hoover-v-department-of-the-navy/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">861</span></a></span>, 864 (Fed.Cir.1992) (noting that \"prejudice\" showing must be supported by \"substantial evidence\" and holding, on similar facts, that this burden \"is not met simply by showing that a potential witness has retired\" outside the subpoena power of the court.)   Moreover, Timberlane did not assert, let alone show, that Crompton's testimony would not be available by deposition.  See, e.g., Fairfield 274-278 Clarendon Trust v. Dwek, <span class=\"citation\" data-id=\"587574\"><a href=\"/opinion/587574/fairfield-274-278-clarendon-trust-v-robert-m-dwek/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>, 994-95 (1st Cir.1992) (explaining requirements for the introduction of deposition testimony when witnesses are unavailable, pursuant to Fed.R.Civ.P. 32(a)(3)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court further found that Timberlane had failed to take reasonable steps to refresh its witnesses:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>At the [district court] hearing, [six Timberlane witnesses] testified on ... direct examination as to aspects of their involvement with Kevin's special education program which they could not remember.  On ... cross-examination [by the Murphys' counsel], however, each acknowledged that [Timberlane] had not shown them relevant documents contained in the record of the instant case, such as transcripts of significant meetings concerning Kevin.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Murphy II, 819 F.Supp. at 1133.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After reviewing the entire hearing transcript with care, we are persuaded that the rejection of Timberlane's claim of prejudice was well within the district court's sound discretion.  See K-Mart Corp., 875 F.2d at 912;  see also Kersey v. Dennison Mfg. Co., <span class=\"citation\" data-id=\"194887\"><a href=\"/opinion/194887/kersey-v-dennison/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 486 (1st Cir.1993) (abuse of discretion occurs \" 'when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decisional scales.' \")  (quoting United States v. Roberts, <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992)) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>B. The Timberlane Motion for Summary Judgment</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Following the evidentiary hearing on its laches defense, Timberlane moved for summary judgment on the ground that the present action is time-barred.  Reasoning from the absence of an express limitation provision in both the IDEA and the implementing New Hampshire statute, see N.H.Rev.Stat.Ann. Sec. 186-C,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the district court ruled that laches alone could provide a temporal limitation on the Murphys' compensatory education claim.  Murphy II, 819 F.Supp. at 1132.   We conclude that the compensatory education claim was not time-barred under the New Hampshire limitation provision appropriate for \"borrowing\" in the present case.  See Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 49 (1st Cir.1990) (\"court of appeals [may] affirm a judgment on any independently sufficient ground\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(i) The \"Borrowing\" Methodology</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court has described the federal \"borrowing\" praxis in broad terms:  \"[w]hen Congress has not established a time limitation for a federal cause of action, the settled practice has been to adopt a local time limitation as federal law if it is not inconsistent with federal law or policy to do so.\"  Wilson v. Garcia, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 266-67, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, 1942, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1985) (Sec. 1983 action).  See also Campbell v. Haverhill, <span class=\"citation\" data-id=\"94071\"><a href=\"/opinion/94071/campbell-v-haverhill/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, 616, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">217</span></span>, 219-20, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">280</span></span> (1895) (absent federal limitation, congressional intent is best served if the federal right is \"enforced in the manner common to like actions\" under state law);  Rowlett v. Anheuser-Busch, Inc., <span class=\"citation\" data-id=\"496702\"><a href=\"/opinion/496702/melvin-k-rowlett-sr-v-anheuser-busch-inc/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 198 (1st Cir.1987) (borrowing N.H. RSA Sec. 508:4 six-year limitation on \"personal actions\" for application to Sec. 1981 action).  In selecting the appropriate state limitation, Campbell and its progeny require the borrowing court to balance both the interests of the parties and the legislative goals of the particular federal statute.  See Amann v. Town of Stow, <span class=\"citation\" data-id=\"605528\"><a href=\"/opinion/605528/richard-amann-v-town-of-stow/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span>, 931-33 (1st Cir.1993) (borrowing administrative review limitation period after balancing three IDEA policy goals:  the parental interest in participation, the school's interest in speedy resolution of disputes, and the child's interest in receiving educational entitlement).  Similarly, the Sixth Circuit has observed that:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>[T]he nature of actions that can be brought under the [IDEA] as well as the Act's goal of proper education of the handicapped child make the selection of state limitations periods on a case-by-case basis an imperative.  The individual case must be characterized by considering the facts, the circumstances, the posture of the case and the legal theories presented.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Janzen v. Knox County Bd. of Educ., <span class=\"citation\" data-id=\"469849\"><a href=\"/opinion/469849/william-r-janzen-and-wife-nancy-janzen-and-charles-david-janzen-v-knox/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span>, 487 (6th Cir.1986) (citation omitted);  see Bow Sch. Dist. v. Quentin W., <span class=\"citation\" data-id=\"1473368\"><a href=\"/opinion/1473368/bow-school-dist-v-quentin-w/\"><span class=\"volume\">750</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">546</span></a></span>, 549 (D.N.H.1990) (similar) (Stahl, J.);   see also Tokarcik v. Forest Hills Sch. Dist., <span class=\"citation\" data-id=\"397379\"><a href=\"/opinion/397379/amber-tokarcik-a-minor-by-nileleen-n-tokarcik-her-parent-and-natural/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span>, 449 (3d Cir.1981) (\"Ultimately, we must be guided by the aim of the [IDEA] in devising the limitation period in issue here.  If state limitations law conflicts with federal procedural safeguards embodied in [the IDEA], the federal concerns are paramount.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3508</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1383</span></span> (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(ii) The Compensatory Education Claim</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">First, we must attempt to \"characterize the essence of the claim in the pending case, and decide which state statute provides the most appropriate limiting principle.\"  Wilson, 471 U.S. at 268, 105 S.Ct. at 1942-43.   The present IDEA claim seeks to vindicate Kevin's \"right to a free appropriate public education,\" 20 U.S.C. Sec. 1412(1);  see also 20 U.S.C. Sec. 1412(2)(B), based on the contention that Kevin was deprived of educational services for two years while Timberlane, contrary to its mandated duty under section 1125, failed to resort to the New Hampshire administrative process to resolve the impasse between Timberlane and the Murphys as to what constituted an \"appropriate education.\"   See generally Honig v. Doe, <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 310, <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">592</span></a></span>, 597, <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1988) (finding IDEA \"confers upon disabled children an enforceable substantive right to public education\").  The Murphys request equitable relief in the form of an injunction compelling Timberlane to provide Kevin with two years of compensatory special education.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The peculiar procedural warp presented in this case seems to us sufficiently important to qualify as a defining feature of the limitation to be borrowed from New Hampshire law.  The administrative hearing officer initially ruled that the Murphys' hearing application was timely under the New Hampshire statute of limitations governing \"personal actions\" in general, see N.H.Rev.Stat.Ann. Sec. 508:4, and therefore that the compensatory education claim should be addressed on the merits.  Later, on reconsideration, the hearing officer ruled that the compensatory education claim was barred by laches.  The Murphys filed a timely appeal to the district court from the administrative ruling on laches pursuant to 20 U.S.C. Sec. 1415(e)(2), and the district court upheld the administrative ruling.  On appeal, we vacated the district court decision and remanded to the district court for further proceedings.  Murphy I, 973 F.2d at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court convened an evidentiary hearing on laches, and presumably in light of the circumstances of the case--Kevin was approaching his mid-twenties by this point, the litigation had been pending for more than three years, and an extensive district court evidentiary record had already been generated--the district court decided to adjudicate the Murphys' compensatory education claim on the merits rather than remand to the administrative hearing officer.  See 20 U.S.C. Sec. 1415(e)(2) (courts sitting in review of administrative rulings may supplement the hearing record with additional evidence);  Pihl v. Massachusetts Dept. of Educ., <span class=\"citation\" data-id=\"657160\"><a href=\"/opinion/657160/karl-pihl-v-massachusetts-department-of-education/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span>, 191 (1st Cir.1993) (remand to administrative hearing officer may not be required where the record contains sufficient factual development and the \"peculiar expertise\" of a hearing officer is not required).  Neither party opposed the district court's decision to address the merits.  Thus, the instant appeal challenges the district court order allowing the compensatory education claim on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This tortuous procedural trail is material to the present inquiry in at least two significant respects.  First, in contradistinction to the \"typical\" IDEA action, this case does not concern the appropriate limitation to be applied to an appeal from a state administrative ruling to a federal district court under 20 U.S.C. Sec. 1415(e)(2), but to the initiation of a request for an \"impartial due process\" administrative hearing under 20 U.S.C. Sec. 1415(b)(2) in the first instance.  Compare, e.g., Amann, 991 F.2d at 933-34 (importing 30-day limitation from Massachusetts Administrative Procedure Act in Sec. 1415(e)(2) case);  Bow, 750 F.Supp. at 550-51 (similar, applying 30-day New Hampshire administrative review limitation).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Second, we believe that several factors which militate in favor of borrowing an abbreviated limitation period for application in the context of an appeal from an administrative ruling under section 1415(e)(2) are inapposite in the present context.  For instance, where a party seeks administrative review in order to resolve an ongoing IEP impasse, the need for a speedy resolution securing the eligible child's IDEA entitlement at the earliest possible time must be considered a dominant IDEA policy objective.  Amann, 991 F.2d at 932.   The present action, on the other hand, concerns a claim for compensatory education based exclusively on a course of conduct already concluded, and thus does not implicate an equivalent need for urgent administrative intervention.  Furthermore, whereas the limitation borrowed in this case will govern whether the Murphys' compensatory education claim can ever be considered by any tribunal in the first instance, in a section 1415(e)(2) proceeding the district court normally functions something like an appellate court reviewing a state agency decision on the merits.  Bow, 750 F.Supp. at 549.   Consequently, the statute of limitations defense interposed by Timberlane would not merely preclude a judicial \"second look\" at an adverse administrative ruling, but foreclose any ruling, administrative or judicial, on Timberlane's legal responsibility for the otherwise irretrievable two-year IDEA educational entitlement denied Kevin.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Thus, the broad equitable considerations and finality concerns generated by the present action--where absent a compensatory education award there can be no \"next year\" for the disabled individual no longer eligible for free public education--are not ordinarily involved in an appeal to the district court under section 1415(e)(2).  Compare Amann, 991 F.2d at 933 (holding short limitation period appropriate, in part because parents can always contest next year's proceedings if need be).  We think these considerations bear out the view endorsed by the Bow court that \"[n]othing prevents different provisions of a federal statute from being characterized differently for statute of limitation purposes.\"  Bow, 750 F.Supp. at 549, citing Wilson, 471 U.S. at 268, 105 S.Ct. at 1943.   Under the required \"borrowing\" methodology, therefore, we weigh the federal interests manifest in the IDEA, the state and school district interests implicit in section 1125, and the interests of the learning disabled pupil and his family, all in light of the particular procedural posture and equitable considerations disclosed in the present record.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(iii) The Appropriate New Hampshire Limitation</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Timberlane advocates borrowing the four-year limitation applicable to \"Actions to Recover For Bodily Injury\" against local governmental units, including school districts.  See N.H.Rev.Stat.Ann. Sec. 507-B:7 (\"RSA 507-B:7\") (amended to three-year period, effective in actions arising after May 17, 1989).  An alternate candidate is the New Hampshire statute of limitations which formerly prescribed a six-year limitation on \"personal actions\" accruing prior to July 1, 1986.  N.H.Rev.Stat.Ann. Sec. 508:4 (\"RSA 508:4\") (amended to three-year period, effective in actions arising after July 1, 1986).  As the present cause of action accrued before RSA 508:4 and RSA 507-B:7 were amended, see infra p. 1194, the pre-amendment versions govern.  See Gonsalves v. Flynn, <span class=\"citation\" data-id=\"596399\"><a href=\"/opinion/596399/don-j-gonsalves-v-peter-flynn/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span>, 47-48 (1st Cir.1992) (noting that federal \"borrowing\" court will respect state law provision prescribing exclusively prospective application of amendatory limitation), citing Kadar Corp. v. Milbury, <span class=\"citation\" data-id=\"342685\"><a href=\"/opinion/342685/kadar-corp-v-mary-h-milbury/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 234 n. 3 (1st Cir.1977).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We think it clear that RSA 507-B:7 does not meet the threshold \"like action\" test, see Campbell, 155 U.S. at 616, 15 S.Ct. at 219-20, because it applies only in actions \"to recover for bodily injury, personal injury, or property damage caused by\" fault attributable to a governmental unit.  N.H.Rev.Stat.Ann. Sec. 507-B:2.  The New Hampshire Supreme Court has observed:  \"Taken as a whole, the law [RSA 507:B] seems designed to limit municipal liability arising from tort suits and related personal property claims....\"  Cannata v. Deerfield, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">162</span></span>, 167 (1989).  The Murphys' compensatory education claim, on the other hand, is premised on allegations that Timberlane denied Kevin's federal statutory rights by withholding all special education services for a two-year period in violation of the IDEA and section 1125, the New Hampshire implementing regulation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, certain extraordinary characteristics of the present compensatory education claim point up the appropriateness of the New Hampshire catch-all limitation applicable to \"personal actions\" generally.  Prior to its amendment in 1986, RSA 508:4 stated:  \"Except as otherwise provided by law, all personal actions, except actions for slander or libel, may be brought only within 6 years of the time the cause of action accrued.\"   Although we have found no precise definition of the term \"personal actions,\" the New Hampshire Supreme Court often has described RSA 508:4 as a \"general statute of limitations,\" see, e.g., Petition of Keene Sentinel, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">612</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">911</span></span>, 914 (1992);  Clark v. Exeter Co-operative Bank, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">5</span></span>, 5 (1975).  Further, the opening proviso--\"[e]except as otherwise provided by law\"--strongly suggests that RSA 508:4 is meant to serve as a \"backstop\" limitation on civil actions not governed by some more particular limitation.  Compare, e.g., N.H.Rev.Stat.Ann. Sec. 507-C:4 (providing two-year limitation on actions for \"medical injury\");  N.H.Rev.Stat.Ann. Sec. 508:4-b (providing eight-year limitation on actions for \"damages from construction\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As an IDEA-based claim for compensatory education is similar to a civil rights action, the \"borrowing\" praxis also may be informed by relevant principles developed in the context of civil actions under 42 U.S.C. Secs. 1981 and 1983.  The Supreme Court has identified a general preference for borrowing state limitations governing personal injury actions, Wilson, 471 U.S. at 279, 105 S.Ct. at 1949 (Sec. 1983 action), in part because \"[i]t is most unlikely that the period of limitations applicable to [personal injury actions] ever was, or ever would be, fixed in a way that would discriminate against federal claims, or be inconsistent with federal law in any respect.\"  Id. (emphasis added).  Under this criterion, as between RSA 507-B:7 and RSA 508:4--the statute of limitations governing personal actions generally--RSA 508:4 presents the more analogous New Hampshire statute under the \"like action\" test established in Campbell, 155 U.S. at 616, 15 S.Ct. at 219-20, hence the more appropriate for application to the IDEA claim for compensatory education in the present case.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>   Cf. Lillios v. Justices of New Hampshire Dist. Court, <span class=\"citation\" data-id=\"1459724\"><a href=\"/opinion/1459724/lillios-v-justices-of-the-new-hampshire-dist-ct/\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">43</span></a></span>, 48 &amp; n. 9 (D.N.H.1990) (RSA 508:4 provides limitation applicable to Sec. 1983 actions brought in New Hampshire).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We next consider whether borrowing RSA 508:4 comports with the purposes underlying the IDEA and the New Hampshire implementing regulation.  See Wilson, 471 U.S. at 266-67, 105 S.Ct. at 1942;  Bow, 750 F.Supp. at 551.   The central purpose of the IDEA is to secure special educational entitlements to eligible recipients.  See 20 U.S.C. Sec. 1400(b)(9) (\"it is in the national interest that the Federal Government assist State and local efforts to provide programs to meet the educational needs of handicapped children in order to assure equal protection of the law\").  Likewise, in the present context the borrowing praxis must take into account the central importance of the IDEA's procedural overlay.  As the Supreme Court has observed, procedure is at the very core of the IDEA:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>It seems to us no exaggeration to say that Congress placed every bit as much emphasis on compliance with procedures giving parents and guardians a large measure of participation ... as it did upon the measurement of the resulting IEP against a substantive standard.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Board of Educ. v. Rowley, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 205-206, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3050, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982);  accord W.G. v. Board of Trustees, <span class=\"citation\" data-id=\"580903\"><a href=\"/opinion/580903/wg-bg-individually-and-as-parents-of-rg-a-minor-v-board-of/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1479</span></a></span>, 1484 (9th Cir.1992) (noting centrality of implementing procedure to IDEA statutory scheme);  Mrs. C. v. Wheaton, <span class=\"citation\" data-id=\"549752\"><a href=\"/opinion/549752/mrs-c-on-her-own-behalf-and-as-mother-and-guardian-on-behalf-of-jc-v/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></a></span>, 72-73 (2d Cir.1990) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The core role of procedure in the IDEA setting is well illustrated by Timberlane's failure to initiate the required administrative proceedings, see N.H.Code Admin.R.Ed. 1125.01(b)(3)-b;  supra note 4, to end the IEP impasse in this case.  While parents and school officials dithered and debated, a disabled child with special educational needs lost day after irreplaceable day of educational opportunity mandated by law.  We cannot overlook the reality that a central federal policy underlying the IDEA, and an important feature of the IDEA-implementing scheme adopted in New Hampshire, have both been blunted.  Thus, absent a more particular limitation applicable to this extraordinary compensatory education claim, we think it appropriate to borrow the New Hampshire catch-all limitation applicable to personal actions generally.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In addition, the more abbreviated the limitation on compensatory education claims the greater the disincentive to parents to shed an adversarial posture and get on with the business of cooperating with school officials to further the special-education needs of the child.  See David D. v. Dartmouth Sch. Comm., <span class=\"citation\" data-id=\"460033\"><a href=\"/opinion/460033/david-d-etc-v-dartmouth-school-committee-massachusetts-department-of/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 424 (1st Cir.1985) (IDEA embodies preference for educational decisions arrived at through \"good-faith cooperation and negotiation among the parties\");  see also Murphy I, 973 F.2d at 16 (\"Obviously, the Murphys were not sitting on their rights, but were attempting to resolve their differences with the school district without resorting to litigation.\").  The resultant undermining of section 1125 would be particularly erosive of IDEA policy in New Hampshire.  Once the IEP negotiations had remained at an impasse for a reasonable period of time, i.e., not long into the two-year period during which he received no special education, the onus was on Timberlane to obtain administrative approval to implement the IEP it considered appropriate for Kevin.  See supra note 4.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, as noted above, most IDEA cases involve the borrowing of state statutes of limitations for application to judicial appeals from administrative decisions.  See Amann, 991 F.2d at 931 (collecting administrative review cases borrowing limitations ranging from thirty days to three years);   Bow, 750 F.Supp. at 548 (similar).  Careful research discloses but one case,  Hall v. Knott County Bd. of Educ., <span class=\"citation\" data-id=\"566351\"><a href=\"/opinion/566351/shirlene-hall-v-knott-county-board-of-education/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span> (6th Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">982</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span></span> (1992), involving a compensatory education claim even roughly analogous to the Murphy claim.  The blind twenty-seven-year-old plaintiff in Hall brought an IDEA action challenging the appropriateness of the special educational services provided to her by the defendant school district between five and ten years earlier.  Id. at 404-06.   The Hall court assumed, arguendo, that a five-year limitation applied, but found the action time-barred in any event because it could not have accrued less than six years before the complaint was filed.  Id. at 408-09.   Although Hall is distinguishable from the present action on a number of grounds, the most cogent distinction is that the present dispute involves a total denial of all special education services for an extended period of time, not merely a challenge to the appropriateness of special education services provided years earlier.  Revisiting the appropriateness of special education services actually provided in school years long since passed may indeed be an exercise of \"extremely limited utility,\" as has been suggested,  see Bow, 750 F.Supp. at 550, but given the totality of the present deprivation the effort to evaluate the merits of the compensatory education claim in this case is both useful and far less problematic.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">(iv) Accrual</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn now to the question of accrual, which is governed by federal law.  Hall, 941 F.2d at 408;  G.D. v. Westmoreland Sch. Dist., <span class=\"citation\" data-id=\"1361932\"><a href=\"/opinion/1361932/gd-v-westmoreland-school-dist/\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1532</span></a></span>, 1535 (D.N.H.1992) (same);  cf. Rivera-Muriente v. Agosto-Alicea, <span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 353 (1st Cir.1992) (same, Sec. 1983 case).  \"The general rule under federal law is said to be that [IDEA] claims 'accrue when the parents know or have reason to know of the injury or event that is the basis for their claim.' \"  Hall, 941 F.2d at 408 (quoting Judith W. Wegner, Educational Rights of Handicapped Children, 17 J. of L. &amp; Educ. 625, 654 (1988)).  As with the methodology for borrowing a limitation from state law, no mechanical formula controls the accrual determination:  \"Where a statute does not indicate when a cause of action accrues, the court must 'keep[ ] in mind the purpose of the [Act] and the practical ends to be served by a period of limitations.' \"  G.D., 783 F.Supp. at 1535 (alterations in original, quoting Albert v. Maine Cent. R.R., <span class=\"citation\" data-id=\"543068\"><a href=\"/opinion/543068/lawrence-albert-v-maine-central-railroad-company/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 543 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pinpointing accrual in the present case would pose a complex question, inasmuch as the Murphys' action challenges an entire course of conduct by Timberlane.  Compare, e.g., Amann, 991 F.2d at 933-34 (involving an appeal from an administrative decision and noting under Massachusetts law that limitation runs from \"receipt of notice of final decision\");  G.D., 783 F.Supp. at 1535-36 (similar, N.H. law).  We need not fix the precise date of accrual, however, since the Murphys' claim unquestionably accrued within the six-year period preceding their request for administrative review on August 20, 1989.  Thus, the request for administrative review was timely whether accrual occurred in October of 1983 upon Kevin's initial trial placement at the Pinkerton school (as Timberlane urged below), or at the time he was permanently placed in January of 1984 (as the Murphys claimed), or at some intermediate time.  Moreover, from whatever point in time within the two-year period the Murphys might be found to have known (or had reason to know) either of \"the injury or the event that is the basis for their [compensatory education] claim,\" Hall, 941 F.2d at 408, Timberlane remained in continuous violation of its section 1125 obligation to pursue an administrative resolution to the IEP stalemate.  Consequently, we conclude that Timberlane's ongoing failure to comply with section 1125 throughout the relevant portion of the two-year period constituted a unitary violation under the IDEA and the New Hampshire implementing regulation.</p>\n    </div>\n    <p>C. The Murphy Motion for Summary Judgment</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As a threshold matter, two arguments advanced by Timberlane on the merits have been foreclosed by our recent decision in Pihl v. Massachusetts Dep't of Educ., <span class=\"citation\" data-id=\"657160\"><a href=\"/opinion/657160/karl-pihl-v-massachusetts-department-of-education/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span> (1st Cir.1993), recognizing a compensatory education claim under the IDEA, id. at 187-89, notwithstanding that the student was beyond the eligible age for a free education under state law, id. at 189-90.   Thus, two further issues remain unaddressed.</p>\n    </div>\n    <p class=\"indent\">1. Section 1125</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court held Timberlane liable for failing to fulfill its section 1125 responsibility either to present an acceptable IEP or seek administrative enforcement.  The district court simply applied our own straightforward construction of section 1125:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>In New Hampshire, if the parents disagree with a proposed IEP and the local educational agency feels it would be in the best interest of the child to implement the IEP, the local agency is required to initiate administrative procedures to obtain permission from a hearing officer to implement the IEP.  N.H.Code Admin.R.Ed. 1125.01(b)(3)-b.  No such procedures were ever initiated by Timberlane.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Murphy I, 973 F.2d at 17 (footnote omitted &amp; emphasis added).  Under section 1125, the school district must take the initiative to ensure that intransigence and foot-dragging in the IEP process, whether bureaucratic or parental, do not indefinitely compromise the child's right to a free and appropriate public education.  See, e.g., W.G., 960 F.2d at 1486 (parental conduct does not waive responsibility of school district);  Town of Burlington v. Department of Educ., <span class=\"citation\" data-id=\"437224\"><a href=\"/opinion/437224/town-of-burlington-v-department-of-education-for-the-commonwealth-of/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span>, 795 (1st Cir.1984) (same), aff'd, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1996</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Timberlane's primary argument on appeal is that an IDEA claim, a federal cause of action, cannot be premised on a violation of a state administrative regulation.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Its argument overlooks the IDEA framework and our case law.  The IDEA invests expansive discretion in the states to structure implementing procedures and enforcement mechanisms, thereby constructively incorporating duly promulgated state regulations:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>[S]tate standards, be they substantive or procedural, that exceed the federal basic floor of meaningful, beneficial educational opportunity.... will operate to determine what an appropriate education requires for a particular child in a given state.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Id. at 789 (footnotes omitted);  accord David D., 775 F.2d at 417 (1st Cir.1985) (it is \"beyond cavil that the federal [IDEA] standard explicitly incorporates\" certain state standards);  Doe v. Board of Educ. of Tullahoma City Sch., <span class=\"citation\" data-id=\"657191\"><a href=\"/opinion/657191/john-doe-a-minor-by-and-through-his-next-friends-and-parents-james-and/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span>, 457 (6th Cir.1993) (same, citing cases).  It is plainly true, of course, as Timberlane argues, that not every procedural irregularity gives rise to liability under the IDEA.  Nevertheless, \"procedural inadequacies [that have] compromised the pupil's right to an appropriate education ... or caused a deprivation of educational benefits\" are the stuff of successful IDEA actions.  Roland M. v. Concord Sch. Comm., <span class=\"citation\" data-id=\"546213\"><a href=\"/opinion/546213/roland-m-and-miriam-m-v-the-concord-school-committee/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 994 (1st Cir.1990) (citations omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span></span> (1991).  And that is exactly what happened here.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We emphasized in Murphy I that whereas \"parents are entitled to request a hearing if they disagree with an IEP, state regulations impose upon Timberlane not only the right, but the obligation to do the same.\"  973 F.2d at 17 (emphasis in original).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Thus, by its longstanding procedural lapse in failing to initiate administrative review as required under section 1125, Timberlane abdicated its responsibility to terminate the IEP impasse preventing Kevin's access to a free and appropriate education.  We think a procedural default which permits a disabled child's entitlement to a free and appropriate education to go unmet for two years constitutes sufficient ground for liability under the IDEA.  See, e.g., W.G., 960 F.2d at 1484 (when severe procedural flaws infect IEP process an action lies under IDEA);  Roland M., 910 F.2d at 994 (same);  Mrs. C., 916 F.2d at 72-73 (same);  cf. Hampton Sch. Dist. v. Dobrowolski, <span class=\"citation\" data-id=\"591386\"><a href=\"/opinion/591386/hampton-school-district-v-charles-dobrowolski/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 53-54 (1st Cir.1992) (technical IDEA violations may be insufficient to warrant setting aside IEP).</p>\n    </div>\n    <p class=\"indent\">2. Summary Judgment</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Lastly, Timberlane claims that genuine issues of material fact precluded summary judgment as to whether:  (1) Kevin's parents were intransigent and at least partly responsible for interrupting Kevin's education, and (2) the educational services Timberlane provided from 1985 to 1989 were \"more than appropriate,\" and thus compensated for the educational loss occasioned during 1982-84.  The party resisting summary judgment \"may not rest upon the mere allegations or denials of the ... pleading, but ... must set forth specific facts showing that there is a genuine issue for trial.\"   Fed.R.Civ.P. 56(e).  There is no trialworthy issue unless there is sufficient competent evidence to enable a finding favorable to the opposing party.  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A painstaking review of the entire record has not disclosed, nor does Timberlane identify, any evidence sufficient to generate a genuine factual issue as to either contention, even assuming their materiality.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Instead, consistent with its prior strategy, Timberlane elected to try to fend off summary judgment through recourse to Fed.R.Civ.P. 56(f), which permits a party to establish, by affidavit, that evidence which would demonstrate a trialworthy issue is for some valid reason unavailable.  See Fed.R.Civ.P. 56;  see also James W. Moore et al., Moore's Federal Practice pp 56.22-56.24 (1993).  Timberlane relied entirely on its contention, unsubstantiated by the required affidavit,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> that it needed \"an opportunity to conduct discovery to reconstruct [the] chronology [of Kevin's education] and to fill in critical gaps about events which occurred before, during and after the years in question[,]\" and to \"depose the out-of-state witnesses.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court rejected Timberlane's Rule 56(f) initiative, on the ground that the evidence adduced at the hearing on the laches defense demonstrated that Timberlane had made no serious effort to present its putative evidence.  The court accordingly ruled that Timberlane could not take refuge from summary judgment under Rule 56(f) since the memories of its witnesses were available for affidavit purposes in opposition to the Murphys' motion for summary judgment.  The Rule 56(f) determination is reviewed for abuse of discretion.  First Nat'l Bank v. Cities Service Co., <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 294, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, 1595, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1968).  We find none.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In March of 1993, more than one month after the evidentiary hearing on the laches defense, the district court entered a scheduling order requiring the parties to submit \"law and/or evidence\" on the merits of the compensatory education claim--thereby plainly signaling its intention to proceed beyond the procedural defenses interposed by Timberlane.  Shortly thereafter the Murphys filed their motion for summary judgment.  Thus, although it had clear notice that the district court would proceed to the merits, Timberlane made the strategic decision to persist with its litigation position, viz., that it could not provide evidence because its witnesses (or their memories) were unavailable.  The district court did not abuse its discretion by declining to credit or revisit the flawed premise underlying Timberlane's Rule 56(f) motion.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">For the foregoing reasons, we uphold the district court order disallowing defendant-appellant's defenses and affirm the judgment in favor of plaintiffs-appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The IDEA formerly was known as the Education of the Handicapped Act.  See Pub.L. 102-119, Sec. 25(b), Oct. 7, 1991, 105 Stat. 607 (substituting \"Individuals with Disabilities Education Act\" for \"Education of the Handicapped Act\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We relate only the background necessary to an understanding of this appeal.  For greater detail, see Murphy v. Timberlane Regional Sch. Dist., <span class=\"citation\" data-id=\"589643\"><a href=\"/opinion/589643/kevin-w-murphy-v-timberlane-regional-school-district/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 14-15 (1st Cir.1992) (vacating summary judgment against the Murphys) (\"Murphy I \")</p>\n        <p>As the court explained in Murphy I:</p>\n        <p>[The IDEA] requires ... participating states [to] adopt policies assuring all students with disabilities the right to a \"free appropriate public education.\"  20 U.S.C. Sec. 1412(1).  New Hampshire has adopted the required policies and attempts to comply with the requirements of the Act.</p>\n        <p>As defined by [the IDEA], the term \"free appropriate public education\" refers to the special education and related services that must be provided in conformity with an individualized education program (IEP).  20 U.S.C. Sec. 1401(a)(20).  An IEP is a statement of the educational program which must be written for each child and designed to meet each child's unique needs.  20 U.S.C. Sec. 1401(a)(19).  The IEP is developed by a team including a qualified representative of the local educational agency, the teacher, the parents or guardian, and, where appropriate, the student.  Id.  ... An IEP is appropriate under [the IDEA] if it provides instruction and support services which are reasonably calculated to confer educational benefits to the student.  Board of Education v. Rowley, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 203-07, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3049-51, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982);  Abrahamson v. Hershman, <span class=\"citation\" data-id=\"415202\"><a href=\"/opinion/415202/daniel-abrahamson-etc-v-corrine-hershman-etc/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">223</span></a></span>, 226-27 (1st Cir.1983).</p>\n        <p>[The IDEA] further requires states to establish and maintain certain procedures \"to assure that children with disabilities and their parents or guardians are guaranteed procedural safeguards with respect to the provision of free appropriate public education.\"  20 U.S.C. Sec. 1415(a).  Parents who believe that a proposed IEP is inappropriate are entitled to an impartial due process hearing.  20 U.S.C. Sec. 1415(b)(2).  Any party aggrieved by the decision of the administrative hearing officer may appeal to either state or federal court.  20 U.S.C. Sec. 1415(e)(2).</p>\n        <p>Murphy I, 973 F.2d at 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although briefly placed in two different schools for evaluation, in June 1982 and October-November 1983, Kevin was not returned to a permanent educational setting until January 1984</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 1125 states:</p>\n        <p>If the parent(s) inform the district of their disagreement, or if they fail to make a decision within the specified time frame, it shall be interpreted as disagreement with the decision or action proposed by the local school district's Special Education Evaluation/Placement Team.  If the Local Education Agency feels its action or decision should, in the best interests of the student, be implemented, the Local Education Agency shall initiate its right of due process as specified in the Complaint and Impartial Due Process Hearing Procedures Section of the Standards to obtain the authority to implement its decision.  (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because the district court conducted a preliminary hearing at which the parties were allowed to present evidence, see Fed.R.Civ.P. 12(d), \"abuse of discretion\" is the appropriate standard of review, see Rivera-Gomez v. de Castro, <span class=\"citation\" data-id=\"539214\"><a href=\"/opinion/539214/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.1990), notwithstanding that the laches defense originally was raised on motion for summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> New Hampshire has since adopted a limitations scheme specifically applicable to special education claims.  See N.H.Rev.Stat.Ann. Sec. 186-C:16-b (effective June 30, 1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The thirty-day limitation borrowed in Bow appears to have been supplanted by a newly enacted limitation scheme, applicable exclusively in the special education context.  The new provision prescribes a 120-day limitation on any \"appeal from a final administrative decision in a special education due process hearing to a court of competent jurisdiction.\"   N.H.Rev.Stat.Ann. Sec. 186-C:16-b IV</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Even if the present claim were somehow considered tort-based, the required \"borrowing\" methodology does not encourage recourse to state limitations tailored to curtail public liability.  See, e.g., Wilson, 471 U.S. at 279, 105 S.Ct. at 1948 (noting, in context of Sec. 1983 action, that \"the very ineffectiveness of state remedies\" may have motivated Congress to impose a federal enforcement scheme against state actors);  cf. Rowlett, 832 F.2d at 198 (borrowing N.H. RSA 508:4 for Sec. 1981 claim)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See James v. Nashua Sch. Dist., <span class=\"citation\" data-id=\"1769213\"><a href=\"/opinion/1769213/james-v-nashua-school-dist/\"><span class=\"volume\">720</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1053</span></a></span>, 1058 (D.N.H.1989).  The James court borrowed RSA 508:4 for application to a claim for attorney fees in an IDEA action.  As the Murphys seek to enforce a substantive federal right rather than a derivative fee-shifting provision, however, the RSA 508:4 limitation is even more suitable for borrowing in the instant action on general policy grounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We need not address any impact that amended RSA 508:4 (three-year period), or newly enacted RSA Sec. 186-C:16-b, may have either on the present analysis or on earlier case law relating to \"borrowing\" in civil rights actions under 42 U.S.C. Secs. 1981 and 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The availability of compensatory education as a remedy under the IDEA--the one form of IDEA relief that holds any potential for redressing this deprivation--has only recently been recognized in this Circuit, see Pihl, 9 F.3d at 187-89;  and only a year earlier in the District of New Hampshire, Manchester Sch. Dist. v. Christopher B., <span class=\"citation\" data-id=\"1967877\"><a href=\"/opinion/1967877/manchester-school-dist-v-christopher-b/\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">860</span></a></span>, 867-88 (D.N.H.1992).  The first reported court of appeals case to recognize a compensatory education claim is Miener v. Missouri, <span class=\"citation\" data-id=\"475803\"><a href=\"/opinion/475803/terri-ann-miener-by-and-through-her-next-friend-parent-and-guardian/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span>, 753 (8th Cir.1986).  Thus, the recency and novelty of the compensatory education remedy likewise suggest that the catch-all limitation prescribed in RSA 508:4 is most suitable for borrowing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Timberlane also argues that section 1125 is invalid because it imposes on the school district obligations beyond those authorized either by the IDEA or the New Hampshire implementing statute.  Neither argument is persuasive.  First, the IDEA and its companion regulations merely establish foundational requirements--states may impose more stringent procedural and substantive requirements.  See Burlington, 736 F.2d at 789.   Second, section 1125 is well within the broad authority conferred upon the New Hampshire Board of Education to promulgate regulations under the IDEA.  See N.H.Rev.Stat.Ann. Sec. 186-C:16 (authorizing, inter alia, regulations governing appeals of IEP team decisions and regulations relating to \"other matters\" pertinent to implementation of the IDEA)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Timberlane's misconceptions about the IDEA are betrayed, as much as anything, by the contention that its institution of truancy proceedings should be considered the rough equivalent of the administrative adjudication required under section 1125.  Even assuming that Timberlane had done something more than merely file the truancy petition, a coercive adversarial proceeding against a parent is no substitute for a substantive review of the special educational needs of the handicapped child</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The first hurdle confronting Timberlane, of course, is that parental intransigence would not absolve the school district of its responsibility under section 1125.  Indeed, section 1125 targets intransigence.  See Murphy I, 973 F.2d at 17;   supra p. 1195.  Thus, Timberlane can demonstrate no issue of material fact in this regard.  But neither has it demonstrated a genuine issue of fact.  Although the record contains several \"sarcastic\" letters from Mr. Murphy to Mr. Sarbanis, Timberlane presented no evidence suggesting anything more than that Mr. Murphy was a tenacious and zealous advocate for his son's interests.  Summary judgment should not be disturbed on so fragile a claim, especially as two school district representatives praised Mr. Murphy as a cooperative and concerned, indeed model, parent.  Even though Mr. Sarbanis, the one school district official with whom Mr. Murphy clearly had a stormy relationship, still lives in New Hampshire, Timberlane presented no affidavit from Sarbanis.  And although Timberlane's pleadings are replete with allegations that Mr. Murphy was intransigent, \"[b]rash conjecture, coupled with the hope that something concrete will materialize, is insufficient to block summary judgment.\"  Dow v. United Bhd. of Carpenters, <span class=\"citation\" data-id=\"194847\"><a href=\"/opinion/194847/dow-v-ubc/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Given that the district court had already rejected essentially these same contentions, advanced in support of Timberlane's laches defense, see supra pp. 1189-90, the failure to comply with the Rule 56(f) affidavit requirement was no mere technical lapse.  See Hebert v. Wicklund, <span class=\"citation\" data-id=\"441974\"><a href=\"/opinion/441974/linda-l-hebert-v-cordelia-wicklund-dba-lake-farm/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir.1984) (Rule 56(f) affidavit requirement generally to be enforced liberally, but district court need not spare litigants the effect of their own neglect)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1361932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1473368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1769213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1965542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967877/"
  ]
}