{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195320/",
  "absolute_url": "/opinion/195320/united-states-v-carrera-navoa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195320/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:37:29Z",
  "date_modified": "2016-02-28T04:52:18.733736Z",
  "type": "010combined",
  "sha1": "5e0adb7b6de473139b2192b1386d388a297cbc3d",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1780.01A",
  "local_path": null,
  "plain_text": "April 21, 1994        [NOT FOR PUBLICATION]\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1780\n\n                        UNITED STATES,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                   MAURICIO CARRERA NOVOA,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nGeorge  Garfinkle with  whom Richard  N.  Ivker  was on  brief for\n                                               \nappellant.\nWilliam F.  Sinnott, Assistant United  States Attorney, with  whom\n                   \nDonald K. Stern, United States Attorney, was on brief for appellee.\n           \n\n                                         \n\n                                         \n\n          Per  Curiam.   In this  appeal, defendant-appellant\n          Per  Curiam.\n                      \n\nMauricio   Carrera  Novoa,  a/k/a   John  Pimental  and  Jose\n\nPimental,  challenges   his  conviction  for   one  count  of\n\npossession  of  cocaine with  intent  to  distribute, see  21\n                                                         \n\nU.S.C.   841(a)(1), and the sentence of incarceration imposed\n\ntherefor.  After carefully considering defendant's arguments,\n\nwe affirm.\n\n          In asserting that his conviction should be reversed\n\nor,  in  the  alternative,  that he  should  be  resentenced,\n\ndefendant  makes five  arguments.   None  requires  extensive\n\ndiscussion.\n\n          1.    Defendant  first contends  that  the district\n\ncourt erred in finding that the arresting agents had probable\n\ncause  to search  the  gym bag  from  which the  cocaine  was\n\nseized.  We do not agree with this contention.\n\n          The  court  supportably  found that  the  arresting\n\nagents,   in  conducting  their  initial  surveillance,  were\n\nrelying upon trustworthy information from  three confidential\n\ninformants indicating,  inter alia,  that (i) an  individual,\n                                  \n\none  of whose aliases was  Jose Louis Pimental,  ran a large-\n\nscale cocaine ring from an  apartment at 131 Coolidge  Avenue\n\nin  Watertown, Massachusetts;  (ii)  Pimental's brother,  the\n\ndefendant  here,  typically  removed  the  drugs   from  this\n\napartment for transportation elsewhere; (iii)  that defendant\n\nJohn/Jose was  known to operate  a gray Mitsubishi;  and (iv)\n\nthat  a multi-kilogram  shipment of  cocaine was  expected to\n\narrive at this apartment prior to March 25, 1992.\n\n          The  court  also  supportably  found  that,  on the\n\nmorning of March  25, 1992,  one or more  of the  surveilling\n\nagents observed, inter alia, (a) a gray Mitsubishi, which was\n                           \n\nregistered to a Jose  Pimental, drive into the garage  at 131\n\nCoolidge  Avenue; (b) defendant exit  the car and walk toward\n\nthe building's  elevators; and  (c) defendant return  a short\n\ntime  later carrying a bag  which appeared to  be quite heavy\n\nand bulky (and  which, in the  estimation of the  experienced\n\narresting agents, had an  appearance consistent with a method\n\nof transporting  large quantities  of drugs).   In  our view,\n\nthese  findings  are  more  than sufficient  to  sustain  the\n\ndistrict court's determinations, in light of the totality-of-\n\nthe-circumstances, see United  States v. Torres-Maldonado, 14\n                                                         \n\nF.3d 95,  105 (1st  Cir. 1994),  that probable cause  existed\n\nboth to  arrest defendant  for possession of  contraband, see\n                                                             \n\nUnited States  v. Figueroa,  818 F.2d  1020,  1023 (1st  Cir.\n                          \n\n1987) (probable cause to  arrest attaches when the  facts and\n\ncircumstances within the knowledge  of police officers and of\n\nwhich they  have trustworthy information are  \"`sufficient to\n\nwarrant a prudent person in believing that the defendant  had\n\ncommitted or  was committing  an offense'\") (quoting  Beck v.\n                                                          \n\nOhio, 379 U.S. 89, 91 (1964)), and to remove the bag from the\n    \n\nMitsubishi's trunk and  search it, see Illinois v. Gates, 462\n                                                        \n\n                             -3-\n                              3\n\nU.S. 213, 238 (1983) (probable cause  to search attaches when\n\nthere is \"a fair probability that contraband or evidence of a\n\ncrime  will  be  found  in a  particular  place\");  see  also\n                                                             \n\nCalifornia v.  Acevedo, 111 S. Ct. 1982,  1991 (1991) (police\n                      \n\nofficers  may  search  any  container  within  an  automobile\n\nwithout  a warrant  so long  as they  have probable  cause to\n\nbelieve the container contains contraband).\n\n          Accordingly,  the  court  did  not err  in  denying\n\ndefendant's motion to suppress.1\n\n          2.   Defendant next argues that  the district court\n\nabused its discretion in allowing the government to introduce\n\nevidence  against  him  relating  to  the  warrant-authorized\n\nsearch of Apartment #624  at 131 Coolidge Avenue on  the same\n\nday  of his arrest.   In so  doing, he contends  (1) that the\n\nevidence  was not relevant; and (2)  in the alternative, that\n\nits  probative  value  was  substantially  outweighed by  its\n\nprejudicial  effect upon the jury.  We reject these claims as\n\nwell.\n\n          The  district court  determined that  the contested\n\nevidence  --  the fact  that  defendant  possessed  a key  to\n\nApartment #624 at the time of his arrest; the fact that eight\n\nkilograms of cocaine seized  from the apartment were packaged\n\n                    \n\n1.  In so  ruling, we obviously reject defendant's contention\nthat  the  arresting  agents'  relative  lack   of  knowledge\nregarding (1)  defendant's physical description, and  (2) the\nexact time the  narcotics would be taken from  the apartment,\ndeprived them of probable cause to arrest and search.\n\n                             -4-\n                              4\n\nin the same distinctive manner as the twelve kilograms seized\n\nfrom defendant's bag; and the fact that defendant's brother's\n\nbank  statement, a  ledger,  and approximately  $18,600  were\n\nfound  in the apartment -- was evidence of a drug trafficking\n\noperation of  which the  cocaine seized from  defendant's bag\n\nwas  a part.  The court further determined that this evidence\n\nwas  relevant   to,  inter  alia,  the   contested  issue  of\n                                \n\ndefendant's  intent  in   possessing  the  cocaine.     These\n\ndeterminations were well within  the court's discretion.  See\n                                                             \n\nUnited  States  v. Sepulveda,  15 F.3d  1161, 1193  (1st Cir.\n                            \n\n1993).2\n\n          The district  court, after  engaging in the  proper\n\nbalancing process, also concluded that the probative value of\n\nthis evidence  was not  substantially outweighed by  a danger\n\nthat it might cause unfair prejudice.  See Fed. R. Evid. 403.\n                                          \n\nDefendant  provides  no  specific  argument  (other than  his\n\ngeneral complaint that the court erred in so concluding) that\n\nthis  conclusion was erroneous.   Nor does our  review of the\n\nrecord  reveal  a legitimate  basis  for  any such  argument.\n\nThus, the  court's ruling  in this regard  must be  affirmed.\n\n                    \n\n2.  Defendant also argues that  because he lacked standing to\ncontest  the  search of  the  apartment  on Fourth  Amendment\ngrounds,  the  government  should  be required  \"to  meet  an\nextraordinary burden  in its showing of  relevance.\"  Without\nin any way endorsing defendant's dubious proposition, we note\nthat,  in  our view,  the  contested  evidence was  extremely\nrelevant  and was  therefore,  under any  putative  relevance\nstandard, properly admitted.\n\n                             -5-\n                              5\n\nSee Pinkham v. Burgess,  933 F.2d 1066, 1071 (1st  Cir. 1991)\n                      \n\n(noting the  extraordinarily  broad discretion  we  afford  a\n\ntrial  court's   on-the-spot  judgment  as   to  whether  the\n\nprobative value of certain relevant evidence is substantially\n\noutweighed by the danger of unfair prejudice).\n\n          Accordingly, the court did not err in admitting the\n\naforementioned evidence against defendant.\n\n          3.   Defendant's third  argument -- similar  to his\n\nsecond -- is that the district court abused its discretion in\n\nallowing  the government  to  introduce  evidence  concerning\n\ndefendant's   prior   drug-related  arrest   and  conviction.\n\nDefendant contends that this  evidence only was introduced to\n\nshow his propensity to  commit a crime, in violation  of Fed.\n\nR. Evid. 404(b).  Once more, we are not persuaded.\n\n          As we  have said, intent  was a contested  issue in\n\nthis  case.     Indeed,  it  appears   that  challenging  the\n\ngovernment to prove intent beyond a reasonable  doubt was one\n\nof  the primary trial strategies engaged in by defendant.  In\n\nlight  of this fact, there is no  basis for us to disturb the\n\ncourt's  finding  that the  evidence  of  the conviction  was\n\nadmissible to  prove intent  under Rule  404(b).   See United\n                                                             \n\nStates v.  Rivera-Sola, 713  F.2d  866, 871  (1st Cir.  1983)\n                      \n\n(defendant's  attorney's  statements  and  cross-examination,\n\ndesigned  to contest  the  issue of  intent, provided  proper\n\nbasis  for the introduction of  Rule 404(b) evidence to prove\n\n                             -6-\n                              6\n\nintent); cf. United  States v.  Karas, 950 F.2d  31, 37  (1st\n                                     \n\nCir. 1991) (defendant's attorney's opening statement alone is\n\ninsufficient basis for admitting Rule 404(b) evidence).\n\n          After conducting the balancing  analysis prescribed\n\nby  Rule 403,  the  district court  also  concluded that  the\n\nprobative  value  of  this  evidence  was  not  substantially\n\noutweighed  by  its potential  for  unfair  prejudice.   Once\n\nagain,  defendant  has not  presented  us  with any  specific\n\nargument that the  court erred  in so concluding.   And  once\n\nagain, our review  reveals no  legitimate basis  for such  an\n\nargument.  See Pinkham, 933 F.2d at 1071.\n                      \n\n          Accordingly,  it  was  not   error  to  admit   the\n\naforementioned evidence against defendant.\n\n          4.  Defendant next  argues that the court committed\n\nclear  error, see United States v. Bradley, 917 F.2d 601, 605\n                                          \n\n(1st Cir. 1990),  in determining, by  a preponderance of  the\n\nevidence, see United States v. Valencia-Lucena, 988 F.2d 228,\n                                              \n\n232 (1st  Cir. 1993),  that the  eight  kilograms of  cocaine\n\nseized  from Apartment  #624 were,  for  sentencing purposes,\n\npart  of  the same  scheme or  plan  as the  twelve kilograms\n\nseized  from defendant's  bag.   Our  review  of the  record,\n\nhowever, reveals no  error in this  determination.  The  same\n\nevidence which  linked defendant  to the apartment  and which\n\nmade these eight kilograms  of cocaine admissible against him\n\n                             -7-\n                              7\n\nat trial provides a more than sufficient basis to support the\n\nchallenged sentencing finding.\n\n          Accordingly, the  court did not err  in taking this\n\nevidence into account at sentencing.\n\n          5.  Finally, defendant asserts that the court erred\n\nin  allowing his prior drug-related conviction  to be used to\n\nenhance  his sentence.  His  argument is two-fold:   (1) that\n\nhis  conviction was not \"final\"  for purposes of  21 U.S.C.  \n\n841(b)(1)(A)3 because,  although  he pleaded  guilty  to  the\n\noffense, he failed to appear at  sentencing for that offense;\n\nand (2) that  his conviction was  constitutionally defective.\n\nThe problem with this argument is that the district court did\n\nnot use the prior conviction to enhance defendant's sentence;\n\ninstead,  the sentencing  transcript reveals  beyond question\n\nthat  the district  court sentenced  defendant to  246 months\n\nunder  the 210-262 month range  made applicable by the United\n\nStates  Sentencing   Guidelines.     The   district   court's\n\nsubsequent  finding that defendant's conviction was final for\n\npurposes of   841(b)(1)(A)  was patently superfluous, did not\n\ninfluence  the sentence, and  was made solely  to protect the\n\n                    \n\n3.  In pertinent part,   841(b)(1)(A) states:\n\n          If  any person  commits such  a violation\n          after  a prior  conviction  for a  felony\n          drug  offense  has  become   final,  such\n          person  shall be sentenced  to a  term of\n          imprisonment which  may not be  less than\n          20  years   and   not  more   than   life\n          imprisonment . . . .\n\n                             -8-\n                              8\n\ninterests  of  the United  States in  the event  the sentence\n\nimposed  somehow was  otherwise unlawful  (which it  is not).\n\nAccordingly,  all   questions  regarding  the   finality  and\n\nconstitutionality   of   defendant's  prior   conviction  are\n\nimmaterial to this appeal.\n\n          Affirmed.\n                  \n\n                             -9-\n                              9\n",
  "html": "<p class=\"case_cite\">21 F.3d 420</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Plaintiff, Appellee,<br>v.<br>Mauricio Carrera NOVOA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1780</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">April 21, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">George Garfinkle with whom Richard N. Ivker was on brief for appellant.</p>\n      <p class=\"indent\">William F. Sinnott, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant-appellant Mauricio Carrera Novoa, a/k/a John Pimental and Jose Pimental, challenges his conviction for one count of possession of cocaine with intent to distribute, see 21 U.S.C. Sec. 841(a)(1), and the sentence of incarceration imposed therefor.  After carefully considering defendant's arguments, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In asserting that his conviction should be reversed or, in the alternative, that he should be resentenced, defendant makes five arguments.  None requires extensive discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">1. Defendant first contends that the district court erred in finding that the arresting agents had probable cause to search the gym bag from which the cocaine was seized.  We do not agree with this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court supportably found that the arresting agents, in conducting their initial surveillance, were relying upon trustworthy information from three confidential informants indicating, inter alia, that (i) an individual, one of whose aliases was Jose Louis Pimental, ran a large-scale cocaine ring from an apartment at 131 Coolidge Avenue in Watertown, Massachusetts;  (ii) Pimental's brother, the defendant here, typically removed the drugs from this apartment for transportation elsewhere;  (iii) that defendant John/Jose was known to operate a gray Mitsubishi;  and (iv) that a multi- kilogram shipment of cocaine was expected to arrive at this apartment prior to March 25, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court also supportably found that, on the morning of March 25, 1992, one or more of the surveilling agents observed, inter alia, (a) a gray Mitsubishi, which was registered to a Jose Pimental, drive into the garage at 131 Coolidge Avenue;  (b) defendant exit the car and walk toward the building's elevators;  and (c) defendant return a short time later carrying a bag which appeared to be quite heavy and bulky (and which, in the estimation of the experienced arresting agents, had an appearance consistent with a method of transporting large quantities of drugs).  In our view, these findings are more than sufficient to sustain the district court's determinations, in light of the totality-of-the- circumstances,  see United States v. Torres-Maldonado, 14 F.3d 95, 105 (1st Cir. 1994), that probable cause existed both to arrest defendant for possession of contraband,  see United States v. Figueroa, 818 F.2d 1020, 1023 (1st Cir. 1987) (probable cause to arrest attaches when the facts and circumstances within the knowledge of police officers and of which they have trustworthy information are \" 'sufficient to warrant a prudent person in believing that the defendant had committed or was committing an offense' \") (quoting Beck v.  Ohio, 379 U.S. 89, 91 (1964)), and to remove the bag from the Mitsubishi's trunk and search it,  see Illinois v. Gates, 462 U.S. 213, 238 (1983) (probable cause to search attaches when there is \"a fair probability that contraband or evidence of a crime will be found in a particular place\"); see also  California v. Acevedo, 111 S. Ct. 1982, 1991 (1991) (police officers may search any container within an automobile without a warrant so long as they have probable cause to believe the container contains contraband).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Accordingly, the court did not err in denying defendant's motion to suppress.<sup>1</sup></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. Defendant next argues that the district court abused its discretion in allowing the government to introduce evidence against him relating to the warrant-authorized search of Apartment # 624 at 131 Coolidge Avenue on the same day of his arrest.  In so doing, he contends (1) that the evidence was not relevant;  and (2) in the alternative, that its probative value was substantially outweighed by its prejudicial effect upon the jury.  We reject these claims as well.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court determined that the contested evidence-the fact that defendant possessed a key to Apartment # 624 at the time of his arrest;  the fact that eight kilograms of cocaine seized from the apartment were packaged in the same distinctive manner as the twelve kilograms seized from defendant's bag;  and the fact that defendant's brother's bank statement, a ledger, and approximately $18,600 were found in the apartment-was evidence of a drug trafficking operation of which the cocaine seized from defendant's bag was a part.  The court further determined that this evidence was relevant to, inter alia, the contested issue of defendant's intent in possessing the cocaine.  These determinations were well within the court's discretion.   See United States v. Sepulveda, 15 F.3d 1161, 1193 (1st Cir. 1993).<sup>2</sup></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court, after engaging in the proper balancing process, also concluded that the probative value of this evidence was not substantially outweighed by a danger that it might cause unfair prejudice.  See Fed.  R. Evid. 403.  Defendant provides no specific argument (other than his general complaint that the court erred in so concluding) that this conclusion was erroneous.  Nor does our review of the record reveal a legitimate basis for any such argument.  Thus, the court's ruling in this regard must be affirmed.  See Pinkham v.  Burgess, 933 F.2d 1066, 1071 (1st Cir. 1991) (noting the extraordinarily broad discretion we afford a trial court's on- the-spot judgment as to whether the probative value of certain relevant evidence is substantially outweighed by the danger of unfair prejudice).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the court did not err in admitting the aforementioned evidence against defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">3. Defendant's third argument-similar to his second-is that the district court abused its discretion in allowing the government to introduce evidence concerning defendant's prior drug-related arrest and conviction.  Defendant contends that this evidence only was introduced to show his propensity to commit a crime, in violation of Fed.  R. Evid. 404(b).  Once more, we are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As we have said, intent was a contested issue in this case.  Indeed, it appears that challenging the government to prove intent beyond a reasonable doubt was one of the primary trial strategies engaged in by defendant.  In light of this fact, there is no basis for us to disturb the court's finding that the evidence of the conviction was admissible to prove intent under Rule 404(b).   See United States v. Rivera-Sola, 713 F.2d 866, 871 (1st Cir. 1983) (defendant's attorney's statements and cross-examination, designed to contest the issue of intent, provided proper basis for the introduction of Rule 404(b) evidence to prove intent);   cf.  United States v. Karas, 950 F.2d 31, 37 (1st Cir. 1991) (defendant's attorney's opening statement alone is insufficient basis for admitting Rule 404(b) evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After conducting the balancing analysis prescribed by Rule 403, the district court also concluded that the probative value of this evidence was not substantially outweighed by its potential for unfair prejudice.  Once again, defendant has not presented us with any specific argument that the court erred in so concluding.  And once again, our review reveals no legitimate basis for such an argument.   See Pinkham, 933 F.2d at 1071.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, it was not error to admit the aforementioned evidence against defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4. Defendant next argues that the court committed clear error,  see United States v. Bradley, 917 F.2d 601, 605 (1st Cir. 1990), in determining, by a preponderance of the evidence,  see United States v. Valencia-Lucena, 988 F.2d 228, 232 (1st Cir. 1993), that the eight kilograms of cocaine seized from Apartment # 624 were, for sentencing purposes, part of the same scheme or plan as the twelve kilograms seized from defendant's bag.  Our review of the record, however, reveals no error in this determination.  The same evidence which linked defendant to the apartment and which made these eight kilograms of cocaine admissible against him at trial provides a more than sufficient basis to support the challenged sentencing finding.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Accordingly, the court did not err in taking this evidence into account at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">5. Finally, defendant asserts that the court erred in allowing his prior drug-related conviction to be used to enhance his sentence.  His argument is two-fold:  (1) that his conviction was not \"final\" for purposes of 21 U.S.C. Sec. 841(b)(1)(A)<sup>3</sup> because, although he pleaded guilty to the offense, he failed to appear at sentencing for that offense;  and (2) that his conviction was constitutionally defective.  The problem with this argument is that the district court did not use the prior conviction to enhance defendant's sentence;  instead, the sentencing transcript reveals beyond question that the district court sentenced defendant to 246 months under the 210-262 month range made applicable by the United States Sentencing Guidelines.  The district court's subsequent finding that defendant's conviction was final for purposes of Sec. 841(b)(1)(A) was patently superfluous, did not influence the sentence, and was made solely to protect the interests of the United States in the event the sentence imposed somehow was otherwise unlawful (which it is not).  Accordingly, all questions regarding the finality and constitutionality of defendant's prior conviction are immaterial to this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1. In so ruling, we obviously reject defendant's contention that the arresting agents' relative lack of knowledge regarding (1) defendant's physical description, and (2) the exact time the narcotics would be taken from the apartment, deprived them of probable cause to arrest and search.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Defendant also argues that because he lacked standing to contest the search of the apartment on Fourth Amendment grounds, the government should be required \"to meet an extraordinary burden in its showing of relevance.\"  Without in any way endorsing defendant's dubious proposition, we note that, in our view, the contested evidence was extremely relevant and was therefore, under any putative relevance standard, properly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. In pertinent part, Sec. 841(b)(1)(A) states:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>If any person commits such a violation after a prior conviction for a felony drug offense has become final, such person shall be sentenced to a term of imprisonment which may not be less than 20 years and not more than life imprisonment....</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Plaintiff, Appellee,<br>v.<br>Mauricio Carrera NOVOA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1780</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">April 21, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">George Garfinkle with whom Richard N. Ivker was on brief for appellant.</p>\n      <p class=\"indent\">William F. Sinnott, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant-appellant Mauricio Carrera Novoa, a/k/a John Pimental and Jose Pimental, challenges his conviction for one count of possession of cocaine with intent to distribute, see 21 U.S.C. Sec. 841(a)(1), and the sentence of incarceration imposed therefor.  After carefully considering defendant's arguments, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In asserting that his conviction should be reversed or, in the alternative, that he should be resentenced, defendant makes five arguments.  None requires extensive discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">1. Defendant first contends that the district court erred in finding that the arresting agents had probable cause to search the gym bag from which the cocaine was seized.  We do not agree with this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court supportably found that the arresting agents, in conducting their initial surveillance, were relying upon trustworthy information from three confidential informants indicating, inter alia, that (i) an individual, one of whose aliases was Jose Louis Pimental, ran a large-scale cocaine ring from an apartment at 131 Coolidge Avenue in Watertown, Massachusetts;  (ii) Pimental's brother, the defendant here, typically removed the drugs from this apartment for transportation elsewhere;  (iii) that defendant John/Jose was known to operate a gray Mitsubishi;  and (iv) that a multi- kilogram shipment of cocaine was expected to arrive at this apartment prior to March 25, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court also supportably found that, on the morning of March 25, 1992, one or more of the surveilling agents observed, inter alia, (a) a gray Mitsubishi, which was registered to a Jose Pimental, drive into the garage at 131 Coolidge Avenue;  (b) defendant exit the car and walk toward the building's elevators;  and (c) defendant return a short time later carrying a bag which appeared to be quite heavy and bulky (and which, in the estimation of the experienced arresting agents, had an appearance consistent with a method of transporting large quantities of drugs).  In our view, these findings are more than sufficient to sustain the district court's determinations, in light of the totality-of-the- circumstances,  see United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 105 (1st Cir. 1994), that probable cause existed both to arrest defendant for possession of contraband,  see United States v. Figueroa, <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1023 (1st Cir. 1987) (probable cause to arrest attaches when the facts and circumstances within the knowledge of police officers and of which they have trustworthy information are \" 'sufficient to warrant a prudent person in believing that the defendant had committed or was committing an offense' \") (quoting Beck v.  Ohio, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91 (1964)), and to remove the bag from the Mitsubishi's trunk and search it,  see Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 238 (1983) (probable cause to search attaches when there is \"a fair probability that contraband or evidence of a crime will be found in a particular place\"); see also  California v. Acevedo, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1982</span></a></span>, 1991 (1991) (police officers may search any container within an automobile without a warrant so long as they have probable cause to believe the container contains contraband).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Accordingly, the court did not err in denying defendant's motion to suppress.<sup>1</sup></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. Defendant next argues that the district court abused its discretion in allowing the government to introduce evidence against him relating to the warrant-authorized search of Apartment # 624 at 131 Coolidge Avenue on the same day of his arrest.  In so doing, he contends (1) that the evidence was not relevant;  and (2) in the alternative, that its probative value was substantially outweighed by its prejudicial effect upon the jury.  We reject these claims as well.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court determined that the contested evidence-the fact that defendant possessed a key to Apartment # 624 at the time of his arrest;  the fact that eight kilograms of cocaine seized from the apartment were packaged in the same distinctive manner as the twelve kilograms seized from defendant's bag;  and the fact that defendant's brother's bank statement, a ledger, and approximately $18,600 were found in the apartment-was evidence of a drug trafficking operation of which the cocaine seized from defendant's bag was a part.  The court further determined that this evidence was relevant to, inter alia, the contested issue of defendant's intent in possessing the cocaine.  These determinations were well within the court's discretion.   See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1193 (1st Cir. 1993).<sup>2</sup></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court, after engaging in the proper balancing process, also concluded that the probative value of this evidence was not substantially outweighed by a danger that it might cause unfair prejudice.  See Fed.  R. Evid. 403.  Defendant provides no specific argument (other than his general complaint that the court erred in so concluding) that this conclusion was erroneous.  Nor does our review of the record reveal a legitimate basis for any such argument.  Thus, the court's ruling in this regard must be affirmed.  See Pinkham v.  Burgess, <span class=\"citation\" data-id=\"561778\"><a href=\"/opinion/561778/kay-pinkham-v-john-a-burgess-kay-i-pinkham-v-john-a-burgess/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1071 (1st Cir. 1991) (noting the extraordinarily broad discretion we afford a trial court's on- the-spot judgment as to whether the probative value of certain relevant evidence is substantially outweighed by the danger of unfair prejudice).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the court did not err in admitting the aforementioned evidence against defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">3. Defendant's third argument-similar to his second-is that the district court abused its discretion in allowing the government to introduce evidence concerning defendant's prior drug-related arrest and conviction.  Defendant contends that this evidence only was introduced to show his propensity to commit a crime, in violation of Fed.  R. Evid. 404(b).  Once more, we are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As we have said, intent was a contested issue in this case.  Indeed, it appears that challenging the government to prove intent beyond a reasonable doubt was one of the primary trial strategies engaged in by defendant.  In light of this fact, there is no basis for us to disturb the court's finding that the evidence of the conviction was admissible to prove intent under Rule 404(b).   See United States v. Rivera-Sola, <span class=\"citation\" data-id=\"422230\"><a href=\"/opinion/422230/united-states-v-sigfredo-rivera-sola-aka-freddy/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 871 (1st Cir. 1983) (defendant's attorney's statements and cross-examination, designed to contest the issue of intent, provided proper basis for the introduction of Rule 404(b) evidence to prove intent);   cf.  United States v. Karas, <span class=\"citation no-link\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></span>, 37 (1st Cir. 1991) (defendant's attorney's opening statement alone is insufficient basis for admitting Rule 404(b) evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After conducting the balancing analysis prescribed by Rule 403, the district court also concluded that the probative value of this evidence was not substantially outweighed by its potential for unfair prejudice.  Once again, defendant has not presented us with any specific argument that the court erred in so concluding.  And once again, our review reveals no legitimate basis for such an argument.   See Pinkham, 933 F.2d at 1071.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Accordingly, it was not error to admit the aforementioned evidence against defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4. Defendant next argues that the court committed clear error,  see United States v. Bradley, <span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 605 (1st Cir. 1990), in determining, by a preponderance of the evidence,  see United States v. Valencia-Lucena, <span class=\"citation\" data-id=\"602341\"><a href=\"/opinion/602341/united-states-v-carlos-valencia-lucena-united-states-of-america-v-jose/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 232 (1st Cir. 1993), that the eight kilograms of cocaine seized from Apartment # 624 were, for sentencing purposes, part of the same scheme or plan as the twelve kilograms seized from defendant's bag.  Our review of the record, however, reveals no error in this determination.  The same evidence which linked defendant to the apartment and which made these eight kilograms of cocaine admissible against him at trial provides a more than sufficient basis to support the challenged sentencing finding.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Accordingly, the court did not err in taking this evidence into account at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">5. Finally, defendant asserts that the court erred in allowing his prior drug-related conviction to be used to enhance his sentence.  His argument is two-fold:  (1) that his conviction was not \"final\" for purposes of 21 U.S.C. Sec. 841(b)(1)(A)<sup>3</sup> because, although he pleaded guilty to the offense, he failed to appear at sentencing for that offense;  and (2) that his conviction was constitutionally defective.  The problem with this argument is that the district court did not use the prior conviction to enhance defendant's sentence;  instead, the sentencing transcript reveals beyond question that the district court sentenced defendant to 246 months under the 210-262 month range made applicable by the United States Sentencing Guidelines.  The district court's subsequent finding that defendant's conviction was final for purposes of Sec. 841(b)(1)(A) was patently superfluous, did not influence the sentence, and was made solely to protect the interests of the United States in the event the sentence imposed somehow was otherwise unlawful (which it is not).  Accordingly, all questions regarding the finality and constitutionality of defendant's prior conviction are immaterial to this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1. In so ruling, we obviously reject defendant's contention that the arresting agents' relative lack of knowledge regarding (1) defendant's physical description, and (2) the exact time the narcotics would be taken from the apartment, deprived them of probable cause to arrest and search.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Defendant also argues that because he lacked standing to contest the search of the apartment on Fourth Amendment grounds, the government should be required \"to meet an extraordinary burden in its showing of relevance.\"  Without in any way endorsing defendant's dubious proposition, we note that, in our view, the contested evidence was extremely relevant and was therefore, under any putative relevance standard, properly admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. In pertinent part, Sec. 841(b)(1)(A) states:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>If any person commits such a violation after a prior conviction for a felony drug offense has become final, such person shall be sentenced to a term of imprisonment which may not be less than 20 years and not more than life imprisonment....</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}