{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195351/",
  "absolute_url": "/opinion/195351/united-states-v-ortiz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195351/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:38:14Z",
  "date_modified": "2016-02-28T04:52:25.323970Z",
  "type": "010combined",
  "sha1": "bb865649ca11b09ab7a000702c8f4933f248d0f6",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1350.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 93-1350\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                   FREDERICK FERMIN ORTIZ,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nBarry P. Wilson for appellant.\n               \nGeoffrey E.  Hobart, Assistant United  States Attorney, with  whom\n                   \nDonald  K.  Stern, United  States  Attorney, and  R.  Bradford Bailey,\n                                                                 \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n\n                         May 5, 1994\n                                         \n\n          STAHL, Circuit Judge.   In this appeal,  defendant-\n          STAHL, Circuit Judge.\n                              \n\nappellant Frederick Fermin Ortiz  challenges, on a variety of\n\ngrounds,  his  convictions  and  sentence  for  conspiracy to\n\npossess cocaine with intent  to distribute and for possession\n\nof  cocaine  with  intent  to distribute.    After  carefully\n\nconsidering defendant's arguments, we affirm.    \n\n                              I.\n                                \n\n               BACKGROUND AND PRIOR PROCEEDINGS\n                                               \n\n          As is  always the case when  considering a criminal\n\ndefendant's challenge to his/her conviction, we interpret the\n\nrecord  in a  light most  amenable to  the government.   See,\n                                                            \n\ne.g., United States  v. Ortiz,  966 F.2d 707,  710 (1st  Cir.\n                             \n\n1992), cert. denied, 113 S. Ct. 1005 (1993).\n                   \n\n          On February 4, 1992,  several federal and local law\n\nenforcement agents,  acting  in  response  to a  tip  from  a\n\nreliable informant, were conducting surveillance of a single-\n\nfamily  house  located  at  25  Glen  Ellen Road  in  Lowell,\n\nMassachusetts.  These  agents observed defendant,  along with\n\ncodefendants  Walter  DeJesus Zapata  (\"Zapata\")  and William\n\nDeJesus  Escobar-Vegara  (\"Escobar\")1   (and  several   other\n\nindividuals), moving  casually in  and around this  house and\n\nits garage.  A Ford Taurus was parked in the  garage with its\n\n                    \n\n1.  The  trial  record  reflects,  and   defendant's  counsel\nconfirmed  at  oral  argument,  that  contrary  to  the  more\nprevalent  Hispanic custom,  defendant  and his  codefendants\nprefer  that the  last  of  their  given  names  be  used  as\nsurnames.\n\n                             -2-\n                              2\n\nhood and  doors open.   Although the agents at  one point saw\n\nZapata  and Escobar enter the Taurus and begin tugging at the\n\nvehicle's  back seat, at no time did they see anyone actually\n\ndoing any work under the car's hood.\n\n          At  approximately  2:00  p.m.,  a   second  vehicle\n\noccupied by two unidentified  males pulled into the driveway.\n\nA  group of  individuals  including  defendant, Escobar,  and\n\nZapata approached the vehicle's passenger  side (with Escobar\n\nin  the lead).   Escobar  then engaged  the passenger  of the\n\nvehicle   in  conversation.      After  several   minutes  of\n\nconversation, the  unidentified  passenger handed  Escobar  a\n\nkey, which Escobar placed into his pocket.\n\n          Shortly thereafter, defendant, Escobar,  and Zapata\n\nentered a blue station wagon parked in front of the house and\n\ndrove   away.    Defendant  was  the  driver.    One  of  the\n\nsurveilling agents  followed  this vehicle  to a  condominium\n\nlocated at 77  Acton Road  in Lowell,  and took  up a  second\n\nsurveillance   position   about   twenty   yards   from   the\n\ncondominium's  entrance.    From this  position,  he observed\n\nEscobar use  a key to unlock  the front door.   All three men\n\nthen proceeded inside.\n\n          Several  minutes  later,   the  surveilling   agent\n\nobserved  defendant exit  the same  front door,  approach the\n\nblue station wagon, remove a child safety restraint seat from\n\nthe wagon, and carry it over to a blue Monte  Carlo parked in\n\n                             -3-\n                              3\n\nthe condominium's driveway.  He unlocked the car door, placed\n\nthe  child's seat into the  back seat, and  then reentered 77\n\nActon Road.\n\n          A few  moments later,  defendant  and Zapata  again\n\nexited the condominium.  Each man was carrying a large, black\n\ntravel  bag which  appeared heavy  to the  surveilling agent.\n\nThey opened the trunk of the Monte Carlo, placed the two bags\n\ninside, closed the trunk, and  reentered the condominium.   A\n\nfew minutes  later, Zapata exited the  residence, entered the\n\nMonte  Carlo,  and  drove  away.   Subsequently,  Zapata  was\n\napproached  by law enforcement  officials at a  rest area off\n\nRoute  128  in  Newton,  Massachusetts,  and  was  asked  for\n\npermission to search  the Monte Carlo.   Zapata consented  to\n\nthe search, which  revealed that  the two black  bags he  and\n\ndefendant had placed into the trunk contained 25 kilograms of\n\ncocaine.    Zapata   then  was  placed  under  arrest.2    An\n\narresting  officer testified that  one of the  two black bags\n\nwas unzipped 4-6 inches at the time of the consensual search,\n\nand that, through this 4-6 inch opening, he could plainly see\n\nbrown  and yellow  taped  bundles which,  in his  experience,\n\ntypically are used to package kilogram quantities of cocaine.\n\n          Later that same day, search  warrants were executed\n\nat both 25 Glen Ellen Road and 77 Acton  Road.  The search of\n\n                    \n\n2.  The  details of Zapata's arrest are  set forth in greater\ndetail in United States  v. Zapata, No. 93-1349, slip  op. at\n                                  \n2-4 (1st Cir. March 24, 1994).\n\n                             -4-\n                              4\n\n77 Acton Road turned up a variety of drug paraphernalia (none\n\nof which was in plain view), drug packaging (all of which was\n\nfound  in the garbage), and an electric bill for the premises\n\nin  the name of Thomas Alvarez.   It turned out that the blue\n\nstation wagon defendant drove  from 25 Glen Ellen Road  to 77\n\nActon Road also was registered to the same Thomas Alvarez.  \n\n          At  the  time  the  search  warrant  was  executed,\n\nEscobar was found watching television  at 77 Acton Road,  but\n\ndefendant  was  not  present  at that  location.    Defendant\n\neventually was arrested at  25 Glen Ellen Road.   Immediately\n\nafter his arrest,  defendant told  the police that  he was  a\n\ncleaner,  and that  he lived  on Beacon  Street in  Lawrence,\n\nMassachusetts.   Later,  however, during  booking, he  stated\n\nthat  he  was a  mechanic and  lived  on Haverhill  Street in\n\nLawrence.  At the time of his arrest, defendant did  not have\n\nany engine grease or oil on his hands.\n\n          On February 26, 1992, a grand jury  returned a two-\n\ncount indictment charging defendant, Escobar, and Zapata with\n\n(1)  conspiring to  possess with  intent distribute,  and (2)\n\npossessing with intent  to distribute (as well as  aiding and\n\nabetting  the  possession  of)  five  or  more  kilograms  of\n\ncocaine.  See 21 U.S.C.    846, 841(a)(1); see also 18 U.S.C.\n                                                   \n\n  2.   Trial commenced on  October 19, 1992.   On October 22,\n\n1992,  at  the  conclusion  of  the  government's  case,  the\n\ndistrict court  granted  Escobar's  motion  for  judgment  of\n\n                             -5-\n                              5\n\nacquittal made pursuant to  Fed. R. Crim. P.  29(a); however,\n\nit denied a similar motion made by defendant.  On October 26,\n\n1992, the jury returned guilty verdicts against defendant and\n\nZapata as to  both counts of  the indictment.   On March  16,\n\n1993, the  district court imposed the  mandatory minimum 120-\n\nmonth incarcerative  sentence prescribed by statute.   See 21\n                                                          \n\nU.S.C.   841(b)(1)(A)(ii).\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          On  appeal, defendant  argues  that (1)  there  was\n\ninsufficient   evidence  to  support   his  convictions;  (2)\n\nprosecutorial misconduct during closing argument deprived him\n\nof a fair  trial; (3) he  was victimized by  constitutionally\n\nineffective  assistance of  counsel; (4)  evidence discovered\n\nafter the trial should have entitled him to a new  trial; and\n\n(5) the indictment  should have been dismissed because he was\n\nnot  tried within the  period prescribed by  the Speedy Trial\n\nAct.   Defendant also takes  issue with the  district court's\n\nmethod of determining  drug quantity at  his sentencing.   We\n\ndiscuss each argument in turn.\n\nA.  Sufficiency of the Evidence\n                               \n\n          Defendant's  primary and  central argument  is that\n\nthere  was insufficient evidence  to support his convictions.\n\nThe argument  is not without  force, as the  evidence against\n\nhim was far  from overwhelming.   Moreover, it  is made  with\n\n                             -6-\n                              6\n\nconsiderable   skill  and  energy  by  defendant's  appellate\n\ncounsel.   Ultimately, however, we are not persuaded that any\n\nerror took place.\n\n          In  assessing whether there was sufficient evidence\n\nto sustain a  conviction, we  examine the record  in a  light\n\nmost  favorable to  the  government,  drawing all  reasonable\n\ninferences  in its  favor, with  an eye  towards  whether the\n\nproof would have allowed a rational jury  to determine beyond\n\na reasonable doubt that the defendant was guilty of the crime\n\ncharged.   See,  e.g.,  Ortiz, 966  F.2d  at 711.    \"In this\n                             \n\nanalysis,  no premium  is placed  upon  direct as  opposed to\n\ncircumstantial evidence; both types  of proof can  adequately\n\nground a conviction.\"  Id.  Indeed, the government \"may prove\n                          \n\nits entire case through  the use of circumstantial evidence.\"\n\nUnited  States v.  Akinola,  985 F.2d  1105,  1109 (1st  Cir.\n                          \n\n1993).\n\n          Two other points should be  borne in mind.   First,\n\nthe  government \"need not exclude every reasonable hypothesis\n\nof innocence.\"  Id.   And second, \"juries are not required to\n                   \n\nexamine the evidence in  isolation, for `individual pieces of\n\nevidence, insufficient in themselves to prove a point, may in\n\nculmination prove  it.'\"   Ortiz,  966 F.2d  at 711  (quoting\n                                \n\nBourjaily v. United States, 483 U.S. 171, 179-80 (1987)).\n                          \n\n          Here,  we think  it  apparent that  the sufficiency\n\nissue reduces into a rather straightforward inquiry:  Could a\n\n                             -7-\n                              7\n\nrational  jury  have found  beyond  a  reasonable doubt  that\n\ndefendant  knew that  the black  bag  he transported  from 77\n\nActon Road to  the trunk  of the blue  Monte Carlo  contained\n\ncocaine?   After all,  if  defendant had  this knowledge,  we\n\nthink it self-evident from  the quantity of cocaine defendant\n\npossessed, see United States v. Echevarri, 982 F.2d  675, 678\n                                         \n\n(1st Cir. 1993)  (intent to distribute  can be inferred  from\n\nthe quantity of  the controlled  substances possessed),  from\n\ndefendant's undisputed  possession  of the  cocaine while  he\n\ntransported it from the  condominium to the Monte  Carlo, and\n\nfrom   the   \"`development   and   collocation   of   [other]\n\ncircumstances'\" apparent in the  record, see United States v.\n                                                          \n\nLopez, 944 F.2d 33, 39 (1st Cir. 1991) (quoting United States\n                                                             \n\nv.  Sanchez, 917 F.2d 607, 610 (1st Cir. 1990), cert. denied,\n                                                            \n\n111  S. Ct.  1625  (1991)),3 that  defendant and  Zapata (and\n\nothers  unknown to  the  grand jury)  had  at least  a  tacit\n\nagreement to possess the cocaine with an intent to distribute\n\nit, see United States  v. Fisher, 3  F.3d 456, 462 n.18  (1st\n                                \n\n                    \n\n3.  Among  these circumstances were  (1) defendant's apparent\naccess to 77 Acton  Road at a time when a  significant amount\nof drugs  were being  stored there; (2)  defendant's apparent\naccess to an automobile registered to a  person who seemingly\nhad  some   degree  of  control  over  77   Acton  Road;  (3)\ndefendant's  significant  (in terms  of  time  and proximity)\nassociation  with   Zapata  during  the  course  of  Zapata's\npreparations  to  distribute  the  cocaine;  (4)  defendant's\nplacing of  the drugs into the trunk  of the Monte Carlo; and\n(5)   defendant's   inconsistent  statements   regarding  his\nresidency and occupation following his arrest.\n\n                             -8-\n                              8\n\nCir. 1993) (noting elements of crimes  charged in the instant\n\nindictment).\n\n          We  conclude that  the  circumstantial evidence  in\n\nthis  case compels  an affirmative  answer to  this question.\n\nDefendant was  among a  small group of  individuals presented\n\nwith a key to  a condominium where millions of  dollars worth\n\nof  cocaine was being stored.  This suggests that the persons\n\nwho leased or owned  the condominium (and who, it  may fairly\n\nbe inferred, had knowledge of its contents) trusted defendant\n\nenough  to allow  him  to be  present  at the  scene  where a\n\nserious narcotics  offense was being committed.   This trust,\n\nin  turn,   permits  a   reasonable  inference  of   criminal\n\ncomplicity between  defendant and these persons.   See United\n                                                             \n\nStates  v. Tejeda, 974 F.2d  210, 213 (1st  Cir. 1992) (\"`The\n                 \n\nfact finder  may fairly infer .  . . that it  runs counter to\n\nhuman experience to suppose that criminal  conspirators would\n\nwelcome  innocent  non-participants  as  witnesses  to  their\n\ncrimes.'\"  (quoting United  States  v. Passos-Paternina,  918\n                                                       \n\nF.2d 979, 985 (1st  Cir. 1990), cert. denied, 111 S. Ct. 2808\n                                            \n\n(1991))).   And, when this inference is coupled with the fact\n\nthat defendant, who had entered the condominium empty-handed,\n\nactually retrieved the drugs  from the condominium and loaded\n\nthem  into  the  Monte Carlo,  cf.  Ortiz,  966  F.2d at  712\n                                         \n\n(indicating that  where the defendant was  present during the\n\ncourse  of  transportation  or  storage  of  contraband,  the\n\n                             -9-\n                              9\n\npossibility   that   s/he  is   an   innocent   bystander  is\n\nsignificantly greater),  we think  it apparent that  the jury\n\nrationally  \"could have  found,\" Akinola,  985 F.2d  at 1109,\n                                        \n\nthat defendant  knew that  the black bags  contained cocaine.\n\nAccordingly, we reject defendant's sufficiency challenge.4\n\nB.  Prosecutorial Misconduct\n                            \n\n          Defendant's second argument  is that  prosecutorial\n\nmisconduct  during closing  argument deprived  him of  a fair\n\ntrial.  Specifically, defendant contends that  the prosecutor\n\n\"repeatedly,   both  expressly  and  impliedly,  referred  to\n\nEscobar as  a member  of a conspiracy  which included,  inter\n                                                             \n\nalia,  [himself]  and  Zapata\"  despite  the  fact  that  the\n    \n\ndistrict court  had found  insufficient evidence to  send the\n\nconspiracy  charge   against  Escobar   to  the  jury.     In\n\ndefendant's  view,  the  prosecutor's statements  constituted\n\nimpermissible references  to matters  not in evidence  or not\n\nsupported by a reasonable  view of the evidence.   See United\n                                                             \n\nStates v. de Leon Davis, 914 F.2d 344-45 (1st Cir. 1990).  We\n                       \n\nare not convinced.\n\n          Even if we assume arguendo the truth of defendant's\n                                    \n\nassertion, we are constrained by  the fact that defendant did\n\nnot interpose a contemporaneous objection to these references\n\n                    \n\n4.  Much of  the evidence  we have  relied upon  in rejecting\ndefendant's  sufficiency  claim  equally implicated  Escobar,\nwhose motion for a judgment of acquittal at the conclusion of\nthe government's case was granted by the district court.  The\npropriety of that acquittal is not, of course, before us.\n\n                             -10-\n                              10\n\nduring  the course  of  closing arguments.   Accordingly,  we\n\nreview only  for plain error.  And, error rises to this level\n\nonly when it is \"`so  shocking that [it] seriously affect[ed]\n\nthe   fundamental  fairness   and  basic  integrity   of  the\n\nproceedings conducted below.'\"  E.g., United States v. Hodge-\n                                                             \n\nBalwing, 952  F.2d 607, 611  (1st Cir. 1991)  (quoting United\n                                                             \n\nStates v. Olivo-Infante,938 F.2d 1406, 1412 (1st Cir. 1991)).\n                       \n\n          Here,   the  references  complained   of,  even  if\n\nerroneous, fell far short of the plain error threshold.  They\n\ndid  not  in any  way interfere  with  the jury's  ability to\n\nresolve  the keystone issue in this case -- whether defendant\n\nknew that the  bags he  was transporting to  the Monte  Carlo\n\ncontained  cocaine.   Moreover,  they  were  followed by  two\n                                                             \n\nseparate   instructions  informing  the   jury  that  closing\n\narguments  do not  constitute  evidence.   In light  of these\n\nfacts, and of the  further fact that there was  a significant\n\namount  of  circumstantial  evidence  supporting  the  jury's\n\nfinding  that  defendant, Zapata,  and  persons unknown  were\n\nengaged in a conspiracy,  see supra note 3, there is no basis\n                                   \n\nfor  us to  conclude that  the references  to Escobar  in the\n\nclosing  arguments,   even  if   erroneous,  resulted   in  a\n\nmiscarriage  of justice.  See United States v. Giry, 818 F.2d\n                                                   \n\n120,  133 (1st  Cir.),  cert. denied,  484  U.S. 855  (1987).\n                                    \n\nAccordingly, we reject  defendant's prosecutorial  misconduct\n\nargument.\n\n                             -11-\n                              11\n\nC.  Ineffective Assistance\n                          \n\n          Defendant next  argues  that his  trial  attorney's\n\nfailure to  object to the prosecutor's  references to Escobar\n\nas  a  member  of  the conspiracy  during  closing  arguments\n\nconstitutes ineffective assistance of counsel.   So far as we\n\ncan  tell, this argument never was  presented to the district\n\ncourt.    And, generally  speaking,  we will  not  address an\n\nineffective  assistance claim  raised for  the first  time on\n\ndirect  appeal.   See, e.g.,  United States v.  Jadusingh, 12\n                                                         \n\nF.3d  1162, 1169  (1st Cir.  1994).   In situations  like the\n\npresent one, however,  where \"`the critical facts are  not in\n\ndispute  and a  sufficiently developed  record  exists,'\" id.\n                                                             \n\n(quoting United States v. Daniels, 3 F.3d 25, 26-27 (1st Cir.\n                                 \n\n1993)), there is no  reason for us to delay  consideration of\n\ndefendant's  claim.     Therefore,  we   address  defendant's\n\nineffective assistance argument on the merits.\n\n          In    order    to   demonstrate    constitutionally\n\nineffective assistance of counsel,  a defendant must show (1)\n\nthat counsel's conduct fell below the applicable standard for\n\nperformance,  defined by what the lawyer knew, or should have\n\nknown,  at the time of his/her tactical choices; and (2) that\n\nprejudice resulted.  Fisher, 3 F.3d at 463.  In this context,\n                           \n\n\"prejudice\"  means  that,  but  for  counsel's unprofessional\n\nerror,  there is a reasonable probability  that the result of\n\nthe proceedings  would have been different.   Lopez-Nieves v.\n                                                          \n\n                             -12-\n                              12\n\nUnited  States,  917 F.2d  645, 648  (1st Cir.  1990) (citing\n              \n\nStrickland v. Washington, 466 U.S. 668 (1984)).\n                        \n\n          Here,  even  if  we  assume  arguendo  that   trial\n                                               \n\ncounsel's   failure  to  object  fell  below  the  applicable\n\nstandard, we cannot say that, but  for the error, there is  a\n\nreasonable  probability   that  defendant  would   have  been\n\nacquitted.    As  we  have  stated  above,  the  prosecutor's\n\nreferences to  Escobar during  his closing argument,  even if\n\nerroneous, in  no way interfered  with the jury's  ability to\n\nmake the  central factual  determination in this  case (i.e.,\n\nwhether  defendant   knew   the  bags   contained   cocaine).\n\nFurthermore,  we are  confident  that the  trial court's  two\n\ninstructions that  closing arguments  are not  evidence, made\n\nsubsequent to  the challenged references, largely  offset any\n\nimproper  effects  of   those  references.     Finally,   the\n\nsignificant  circumstantial  evidence  supporting the  jury's\n\nconspiracy  finding  cements  our  view  that  the challenged\n\nreferences  did   not  affect  the  outcome   of  this  case.\n\nAccordingly,  we reject  defendant's  argument  that  he  was\n\nvictimized  by  constitutionally  ineffective  assistance  of\n\ncounsel.\n\nD.  Newly-Discovered Evidence\n                             \n\n          Defendant's  fourth argument  is that  the district\n\ncourt  erred  in denying,  by means  of  a margin  order, his\n\nmotion for a new  trial based upon newly-discovered evidence.\n\n                             -13-\n                              13\n\nThe  evidence at  issue is  (1) an  affidavit by  one Claudio\n\nTejeda,  which avers that defendant was working for Tejeda as\n\na  mechanic on February 4, 1992; and (2) an unsworn statement\n\nby Escobar  providing an innocent explanation  for the events\n\nof February  4, 1992.   Once again,  we are not  persuaded by\n\ndefendant's argument.\n\n          In order for a defendant to prevail on a motion for\n\na  new  trial  based  upon  newly-discovered  evidence,  four\n\nconditions  must be  met:   (1) the  evidence was  unknown or\n\nunavailable  to  defendant  at the  time  of  trial; (2)  the\n\nfailure to  discover the evidence  was not  due to a  lack of\n\ndiligence on the part of defendant; (3) the new evidence must\n\nbe material;  and (4) the evidence would  probably produce an\n\nacquittal  upon  retrial  of  defendant.   United  States  v.\n                                                         \n\nBenavente Gomez,  921 F.2d 378,  382 (1st Cir.  1990); United\n                                                             \n\nStates  v. Wright, 625 F. 2d 1017,  1019 (1st Cir. 1980).  If\n                 \n\nany one of  these four factors is  lacking, the motion for  a\n\nnew  trial should be denied.   United States  v. Natanel, 938\n                                                        \n\nF.2d  302, 313 (1st Cir. 1991), cert.  denied, 112 S. Ct. 986\n                                             \n\n(1992).\n\n          Because the court denied defendant's motion without\n\nstating its reasons, we do not know the precise basis for its\n\ndecision.  Our examination  of the record, however, convinces\n\nus  that  the  court  could  not  have  found that  defendant\n\nexercised due diligence in  attempting to secure Tejeda's and\n\n                             -14-\n                              14\n\nEscobar's testimony prior  to the  conclusion of  trial.   No\n\nportion  of  the  trial   record  before  us  indicates  that\n\ndefendant  ever expressed  a need  for testimony  from either\n\nTejeda  or Escobar; defendant neither requested a continuance\n\nso that  he could try to locate either one of them nor sought\n\nthe district court's assistance in securing their presence by\n\nmeans of the judicial process.  Cf. Wright, 625 F.2d at  1019\n                                          \n\n(affidavit stating that defendant, who  failed to move for  a\n\ncontinuance  to  locate  witness,  had  been   conducting  an\n\n\"investigation\"  into the  witness's  location  during  trial\n\nwould not preclude  a finding  of a lack  of due  diligence).\n\nMoreover, in his severance motion, defendant did not indicate\n\nany wish or intention to call Escobar as a witness on his own\n\nbehalf.5   Accordingly, without expressing any  comment as to\n\nwhether  defendant has met any of  the three other conditions\n\nnecessary  for  the  granting  of  a  new  trial,  we  reject\n\ndefendant's  assertion that  the court  erred in  denying his\n\nmotion.\n\nE.  Speedy Trial Act\n                    \n\n                    \n\n5.  The only  indication  in the  record  of any  attempt  by\ndefendant to  locate Tejeda or Escobar during  trial is found\nin the  text of  the motion  for a  new trial, which  states:\n\"Frederick Fermin Ortiz's lawyer kept telling Rosaura Barrios\n[a friend of Ortiz] to find Escobar and  Claudio Tejeda.  She\nfinally found them on the twenty-seventh and twenty-eighth of\nNovember [after defendant's trial was concluded].\"  Patently,\nthis is insufficient to constitute due diligence.\n\n                             -15-\n                              15\n\n          Defendant's  fifth  argument  is  that he  was  not\n\nbrought to  trial within  the 70-day period  mandated by  the\n\nSpeedy Trial  Act.  See  18 U.S.C.    3161(c)(1).  We  do not\n                       \n\nagree.\n\n          Defendant appears to concede that all time prior to\n\nMay 20,  1992, was properly  excluded from the  70-day period\n\nprescribed in    3161(c)(1).   He  argues, however, that  the\n\n120-day period from May 20, 1992, through September 18, 1992,\n\nwhen  he  filed  a motion  to  dismiss  on  Speedy Trial  Act\n\ngrounds, was not excludable.  He  therefore contends that the\n\ncourt erred in  denying his motion to dismiss  the indictment\n\nfor violation of Act.\n\n          Defendant's argument overlooks  two facts.   First,\n\non June 16, 1992, Escobar filed  two motions to limit the use\n\nof co-conspirator statements  against him.  Accordingly,  the\n\n70-day speedy trial period,  which had started to run  on May\n\n20,  1992, was tolled, at least for the next 30 days.  See 18\n                                                          \n\nU.S.C.    3161(h)(1)(F) and (J);6  see also United  States v.\n                                                          \n\nTorres Lopez, 851 F.2d 520, 526 (1st Cir. 1988) (speedy trial\n            \n\nmotion resulting in excludable  time from one defendant stops\n\n                    \n\n6.  Although the record is not  entirely clear on this point,\nthe district  court, which never ruled  on Escobar's motions,\napparently treated them  as motions which  did not require  a\nhearing, and  which therefore only toll the 70-day period for\n30 days.  See Henderson v.  United States, 476 U.S. 321, 328-\n                                         \n29  (1986)  (indicating  that,  when a  pretrial  motion  not\nrequiring  a hearing is filed with the district court but not\nruled  upon,   3161(h)(1)(F) and (J) act in unison to exclude\n30 days from the speedy trial clock).\n\n                             -16-\n                              16\n\nthe clock for all codefendants), cert.  denied, 489 U.S. 1021\n                                              \n\n(1989).   Second, on July  31, 1992, and  September 25, 1992,\n\nthe district court convened scheduling conferences at  which,\n\nwithout any objection  from defendant's counsel,  defendant's\n\ntrial was continued (first until September 30, 1992, and then\n\nuntil  October 19, 1992).  Therefore, it appears that all the\n\ntime prior to defendant's trial other than those periods from\n\nMay  20,  1992, through  June 16,  1992,  and July  16, 1992,\n\nthrough July  31, 1992, was  excludable.  And,  because these\n\nperiods  of non-excludable  time do  not add  up to  70 days,\n\nthere was no Speedy Trial Act violation.\n\nF.  Sentencing\n              \n\n          Defendant's  final  argument is  that  the district\n\ncourt  erred when,  in determining  that defendant  should be\n\nheld accountable for the 25 kilograms of cocaine found in the\n\ntwo  bags for purposes of  both the Sentencing Guidelines and\n\nthe  mandatory minimum  sentence  prescribed by  21 U.S.C.   \n\n841(b)(1)(A)(ii), it did not make a finding as to defendant's\n\nsubjective knowledge  regarding drug quantity.   In so doing,\n\ndefendant  relies upon  an opinion  in which  Judge Weinstein\n\nheld  that a defendant can be sentenced only on the amount of\n\ndrugs s/he  reasonably foresaw  as being involved  in his/her\n\nconduct.  See United States v. Ekwunoh, 813 F.  Supp 168, 178\n                                      \n\n(E.D.N.Y. 1993),  vacated on other  grounds, 12 F.3d  368 (2d\n                                           \n\nCir. 1994).\n\n                             -17-\n                              17\n\n          While the issue raised certainly  is an interesting\n\none, it  is not one we need resolve here.  Defendant received\n\nonly the 120-month mandatory minimum sentence prescribed by  \n\n841(b)(1)(A)(ii) because the two  bags contained five or more\n\nkilograms  of cocaine.    Thus, any  error  committed by  the\n\ndistrict  court would  have  been harmless  unless the  court\n\ncould have found, without  committing clear error, see United\n                                                             \n\nStates  v. Bradley, 917 F.2d  601, 605 (1st  Cir. 1990), that\n                  \n\ndefendant  reasonably  did not  foresee  that  at least  five\n\nkilograms of cocaine  were involved in  his offenses.   Here,\n\nthere  is no way the court could have reached that conclusion\n\nwithout committing  clear error.7   The two bags,  which were\n\nvisibly  heavy to  the surveilling  agent, contained  25 one-\n\nkilogram packages of cocaine (fifteen packages in one bag and\n\nten  in the other) and apparently  little, if anything, else.\n\nAnd, as  we have  already observed,  the jury implicitly  and\n\nsupportably  found that  defendant knew  the contents  of the\n\nblack  bags.   In light  of these  facts alone,  there simply\n\nwould be no basis  for finding that defendant  reasonably did\n\nnot  foresee that  at least  five  kilograms of  cocaine were\n\n                    \n\n7.  In so stating,  we note that, at  his sentencing hearing,\ndefendant did not evince a desire to add to or challenge  any\nof the drug quantity  evidence adduced at trial.   Cf. United\n                                                             \nStates  v. Tavano, 12 F.2d  301, 305-06 (1st  Cir. 1993) (Due\n                 \nProcess Clause requires the  sentencing judge to consider all\navailable   drug   quantity   evidence,  including   evidence\nconflicting with  that introduced  at trial.).   Accordingly,\nour  conclusion  is based  upon  the  drug quantity  evidence\nadvanced at trial.\n\n                             -18-\n                              18\n\ninvolved in his  crimes.  Accordingly,  even if the  district\n\ncourt  erred in failing to  make a finding  as to defendant's\n\nsubjective  knowledge regarding  drug  quantity (a  point  on\n\nwhich we express no opinion), the error was harmless.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          Having  rejected  each  of the  arguments  made  on\n\nappear by defendant, we affirm his convictions and sentence.\n\n          Affirmed.\n          Affirmed\n                  \n\n                             -19-\n                              19\n",
  "html": "<p class=\"case_cite\">23 F.3d 21</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Frederick Fermin ORTIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1350.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 11, 1994.<br>Decided May 5, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Barry P. Wilson, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Geoffrey E. Hobart, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and R. Bradford Bailey, Asst. U.S. Atty., Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant-appellant Frederick Fermin Ortiz challenges, on a variety of grounds, his convictions and sentence for conspiracy to possess cocaine with intent to distribute and for possession of cocaine with intent to distribute.  After carefully considering defendant's arguments, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As is always the case when considering a criminal defendant's challenge to his/her conviction, we interpret the record in a light most amenable to the government.  See, e.g., United States v. Ortiz, 966 F.2d 707, 710 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 4, 1992, several federal and local law enforcement agents, acting in response to a tip from a reliable informant, were conducting surveillance of a single-family house located at 25 Glen Ellen Road in Lowell, Massachusetts.  These agents observed defendant, along with codefendants Walter DeJesus Zapata (\"Zapata\") and William DeJesus Escobar-Vegara (\"Escobar\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (and several other individuals), moving casually in and around this house and its garage.  A Ford Taurus was parked in the garage with its hood and doors open.  Although the agents at one point saw Zapata and Escobar enter the Taurus and begin tugging at the vehicle's back seat, at no time did they see anyone actually doing any work under the car's hood.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At approximately 2:00 p.m., a second vehicle occupied by two unidentified males pulled into the driveway.  A group of individuals including defendant, Escobar, and Zapata approached the vehicle's passenger side (with Escobar in the lead).  Escobar then engaged the passenger of the vehicle in conversation.  After several minutes of conversation, the unidentified passenger handed Escobar a key, which Escobar placed into his pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly thereafter, defendant, Escobar, and Zapata entered a blue station wagon parked in front of the house and drove away.  Defendant was the driver.  One of the surveilling agents followed this vehicle to a condominium located at 77 Acton Road in Lowell, and took up a second surveillance position about twenty yards from the condominium's entrance.  From this position, he observed Escobar use a key to unlock the front door.  All three men then proceeded inside.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Several minutes later, the surveilling agent observed defendant exit the same front door, approach the blue station wagon, remove a child safety restraint seat from the wagon, and carry it over to a blue Monte Carlo parked in the condominium's driveway.  He unlocked the car door, placed the child's seat into the back seat, and then reentered 77 Acton Road.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A few moments later, defendant and Zapata again exited the condominium.  Each man was carrying a large, black travel bag which appeared heavy to the surveilling agent.  They opened the trunk of the Monte Carlo, placed the two bags inside, closed the trunk, and reentered the condominium.  A few minutes later, Zapata exited the residence, entered the Monte Carlo, and drove away.  Subsequently, Zapata was approached by law enforcement officials at a rest area off Route 128 in Newton, Massachusetts, and was asked for permission to search the Monte Carlo.  Zapata consented to the search, which revealed that the two black bags he and defendant had placed into the trunk contained 25 kilograms of cocaine.  Zapata then was placed under arrest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  An arresting officer testified that one of the two black bags was unzipped 4-6 inches at the time of the consensual search, and that, through this 4-6 inch opening, he could plainly see brown and yellow taped bundles which, in his experience, typically are used to package kilogram quantities of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Later that same day, search warrants were executed at both 25 Glen Ellen Road and 77 Acton Road.  The search of 77 Acton Road turned up a variety of drug paraphernalia (none of which was in plain view), drug packaging (all of which was found in the garbage), and an electric bill for the premises in the name of Thomas Alvarez.  It turned out that the blue station wagon defendant drove from 25 Glen Ellen Road to 77 Acton Road also was registered to the same Thomas Alvarez.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the time the search warrant was executed, Escobar was found watching television at 77 Acton Road, but defendant was not present at that location.  Defendant eventually was arrested at 25 Glen Ellen Road.  Immediately after his arrest, defendant told the police that he was a cleaner, and that he lived on Beacon Street in Lawrence, Massachusetts.  Later, however, during booking, he stated that he was a mechanic and lived on Haverhill Street in Lawrence.  At the time of his arrest, defendant did not have any engine grease or oil on his hands.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On February 26, 1992, a grand jury returned a two-count indictment charging defendant, Escobar, and Zapata with (1) conspiring to possess with intent distribute, and (2) possessing with intent to distribute (as well as aiding and abetting the possession of) five or more kilograms of cocaine.  See 21 U.S.C. Secs. 846, 841(a)(1);  see also 18 U.S.C. Sec. 2.  Trial commenced on October 19, 1992.  On October 22, 1992, at the conclusion of the government's case, the district court granted Escobar's motion for judgment of acquittal made pursuant to Fed.R.Crim.P. 29(a);  however, it denied a similar motion made by defendant.  On October 26, 1992, the jury returned guilty verdicts against defendant and Zapata as to both counts of the indictment.  On March 16, 1993, the district court imposed the mandatory minimum 120-month incarcerative sentence prescribed by statute.  See 21 U.S.C. Sec. 841(b)(1)(A)(ii).</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal, defendant argues that (1) there was insufficient evidence to support his convictions;  (2) prosecutorial misconduct during closing argument deprived him of a fair trial;  (3) he was victimized by constitutionally ineffective assistance of counsel;  (4) evidence discovered after the trial should have entitled him to a new trial;  and (5) the indictment should have been dismissed because he was not tried within the period prescribed by the Speedy Trial Act.  Defendant also takes issue with the district court's method of determining drug quantity at his sentencing.  We discuss each argument in turn.</p>\n    </div>\n    <p>A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendant's primary and central argument is that there was insufficient evidence to support his convictions.  The argument is not without force, as the evidence against him was far from overwhelming.  Moreover, it is made with considerable skill and energy by defendant's appellate counsel.  Ultimately, however, we are not persuaded that any error took place.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In assessing whether there was sufficient evidence to sustain a conviction, we examine the record in a light most favorable to the government, drawing all reasonable inferences in its favor, with an eye towards whether the proof would have allowed a rational jury to determine beyond a reasonable doubt that the defendant was guilty of the crime charged.  See, e.g., Ortiz, 966 F.2d at 711.  \"In this analysis, no premium is placed upon direct as opposed to circumstantial evidence;  both types of proof can adequately ground a conviction.\"  Id.  Indeed, the government \"may prove its entire case through the use of circumstantial evidence.\"  United States v. Akinola, 985 F.2d 1105, 1109 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Two other points should be borne in mind.  First, the government \"need not exclude every reasonable hypothesis of innocence.\"  Id.  And second, \"juries are not required to examine the evidence in isolation, for 'individual pieces of evidence, insufficient in themselves to prove a point, may in culmination prove it.' \"  Ortiz, 966 F.2d at 711 (quoting Bourjaily v. United States, 483 U.S. 171, 179-80, 107 S.Ct. 2775, 2781, 97 L.Ed.2d 144 (1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, we think it apparent that the sufficiency issue reduces into a rather straightforward inquiry:  Could a rational jury have found beyond a reasonable doubt that defendant knew that the black bag he transported from 77 Acton Road to the trunk of the blue Monte Carlo contained cocaine?   After all, if defendant had this knowledge, we think it self-evident from the quantity of cocaine defendant possessed, see United States v. Echevarri, 982 F.2d 675, 678 (1st Cir.1993) (intent to distribute can be inferred from the quantity of the controlled substances possessed), from defendant's undisputed possession of the cocaine while he transported it from the condominium to the Monte Carlo, and from the \" 'development and collocation of [other] circumstances' \" apparent in the record, see United States v. Lopez, 944 F.2d 33, 39 (1st Cir.1991) (quoting United States v. Sanchez, 917 F.2d 607, 610 (1st Cir.1990), cert. denied, 499 U.S. 977, 111 S.Ct. 1625, 113 L.Ed.2d 722 (1991)),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> that defendant and Zapata (and others unknown to the grand jury) had at least a tacit agreement to possess the cocaine with an intent to distribute it, see United States v. Fisher, 3 F.3d 456, 462 n. 18 (1st Cir.1993) (noting elements of crimes charged in the instant indictment).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We conclude that the circumstantial evidence in this case compels an affirmative answer to this question.  Defendant was among a small group of individuals presented with a key to a condominium where millions of dollars worth of cocaine was being stored.  This suggests that the persons who leased or owned the condominium (and who, it may fairly be inferred, had knowledge of its contents) trusted defendant enough to allow him to be present at the scene where a serious narcotics offense was being committed.  This trust, in turn, permits a reasonable inference of criminal complicity between defendant and these persons.  See United States v. Tejeda, 974 F.2d 210, 213 (1st Cir.1992) (\" 'The fact finder may fairly infer ... that it runs counter to human experience to suppose that criminal conspirators would welcome innocent non-participants as witnesses to their crimes.' \"  (quoting United States v. Passos-Paternina, 918 F.2d 979, 985 (1st Cir.1990), cert. denied, 501 U.S. 1209, 111 S.Ct. 2808, 115 L.Ed.2d 980 (1991))).  And, when this inference is coupled with the fact that defendant, who had entered the condominium empty-handed, actually retrieved the drugs from the condominium and loaded them into the Monte Carlo, cf. Ortiz, 966 F.2d at 712 (indicating that where the defendant was present during the course of transportation or storage of contraband, the possibility that s/he is an innocent bystander is significantly greater), we think it apparent that the jury rationally \"could have found,\" Akinola, 985 F.2d at 1109, that defendant knew that the black bags contained cocaine.  Accordingly, we reject defendant's sufficiency challenge.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>B. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendant's second argument is that prosecutorial misconduct during closing argument deprived him of a fair trial.  Specifically, defendant contends that the prosecutor \"repeatedly, both expressly and impliedly, referred to Escobar as a member of a conspiracy which included, inter alia, [himself] and Zapata\" despite the fact that the district court had found insufficient evidence to send the conspiracy charge against Escobar to the jury.  In defendant's view, the prosecutor's statements constituted impermissible references to matters not in evidence or not supported by a reasonable view of the evidence.  See United States v. de Leon Davis, 914 F.2d 340, 344-45 (1st Cir.1990).  We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Even if we assume arguendo the truth of defendant's assertion, we are constrained by the fact that defendant did not interpose a contemporaneous objection to these references during the course of closing arguments.  Accordingly, we review only for plain error.  And, error rises to this level only when it is \" 'so shocking that [it] seriously affect[ed] the fundamental fairness and basic integrity of the proceedings conducted below.' \"   E.g., United States v. Hodge-Balwing, 952 F.2d 607, 611 (1st Cir.1991) (quoting United States v. Olivo-Infante, 938 F.2d 1406, 1412 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, the references complained of, even if erroneous, fell far short of the plain error threshold.  They did not in any way interfere with the jury's ability to resolve the keystone issue in this case--whether defendant knew that the bags he was transporting to the Monte Carlo contained cocaine.  Moreover, they were followed by two separate instructions informing the jury that closing arguments do not constitute evidence.  In light of these facts, and of the further fact that there was a significant amount of circumstantial evidence supporting the jury's finding that defendant, Zapata, and persons unknown were engaged in a conspiracy, see supra note 3, there is no basis for us to conclude that the references to Escobar in the closing arguments, even if erroneous, resulted in a miscarriage of justice.  See United States v. Giry, 818 F.2d 120, 133 (1st Cir.), cert. denied, 484 U.S. 855, 108 S.Ct. 162, 98 L.Ed.2d 116 (1987).  Accordingly, we reject defendant's prosecutorial misconduct argument.</p>\n    </div>\n    <p>C. Ineffective Assistance</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Defendant next argues that his trial attorney's failure to object to the prosecutor's references to Escobar as a member of the conspiracy during closing arguments constitutes ineffective assistance of counsel.  So far as we can tell, this argument never was presented to the district court.  And, generally speaking, we will not address an ineffective assistance claim raised for the first time on direct appeal.  See, e.g., United States v. Jadusingh, 12 F.3d 1162, 1169 (1st Cir.1994).  In situations like the present one, however, where \" 'the critical facts are not in dispute and a sufficiently developed record exists,' \" id.  (quoting United States v. Daniels, 3 F.3d 25, 26-27 (1st Cir.1993)), there is no reason for us to delay consideration of defendant's claim.  Therefore, we address defendant's ineffective assistance argument on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In order to demonstrate constitutionally ineffective assistance of counsel, a defendant must show (1) that counsel's conduct fell below the applicable standard for performance, defined by what the lawyer knew, or should have known, at the time of his/her tactical choices;  and (2) that prejudice resulted.  Fisher, 3 F.3d at 463.   In this context, \"prejudice\" means that, but for counsel's unprofessional error, there is a reasonable probability that the result of the proceedings would have been different.  Lopez-Nieves v. United States, 917 F.2d 645, 648 (1st Cir.1990) (citing Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, even if we assume arguendo that trial counsel's failure to object fell below the applicable standard, we cannot say that, but for the error, there is a reasonable probability that defendant would have been acquitted.  As we have stated above, the prosecutor's references to Escobar during his closing argument, even if erroneous, in no way interfered with the jury's ability to make the central factual determination in this case (i.e., whether defendant knew the bags contained cocaine).  Furthermore, we are confident that the trial court's two instructions that closing arguments are not evidence, made subsequent to the challenged references, largely offset any improper effects of those references.  Finally, the significant circumstantial evidence supporting the jury's conspiracy finding cements our view that the challenged references did not affect the outcome of this case.  Accordingly, we reject defendant's argument that he was victimized by constitutionally ineffective assistance of counsel.</p>\n    </div>\n    <p>D. Newly-Discovered Evidence</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Defendant's fourth argument is that the district court erred in denying, by means of a margin order, his motion for a new trial based upon newly-discovered evidence.  The evidence at issue is (1) an affidavit by one Claudio Tejeda, which avers that defendant was working for Tejeda as a mechanic on February 4, 1992;  and (2) an unsworn statement by Escobar providing an innocent explanation for the events of February 4, 1992.  Once again, we are not persuaded by defendant's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In order for a defendant to prevail on a motion for a new trial based upon newly-discovered evidence, four conditions must be met:  (1) the evidence was unknown or unavailable to defendant at the time of trial;  (2) the failure to discover the evidence was not due to a lack of diligence on the part of defendant;  (3) the new evidence must be material;  and (4) the evidence would probably produce an acquittal upon retrial of defendant.  United States v. Benavente Gomez, 921 F.2d 378, 382 (1st Cir.1990);  United States v. Wright, 625 F.2d 1017, 1019 (1st Cir.1980).  If any one of these four factors is lacking, the motion for a new trial should be denied.  United States v. Natanel, 938 F.2d 302, 313 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the court denied defendant's motion without stating its reasons, we do not know the precise basis for its decision.  Our examination of the record, however, convinces us that the court could not have found that defendant exercised due diligence in attempting to secure Tejeda's and Escobar's testimony prior to the conclusion of trial.  No portion of the trial record before us indicates that defendant ever expressed a need for testimony from either Tejeda or Escobar;  defendant neither requested a continuance so that he could try to locate either one of them nor sought the district court's assistance in securing their presence by means of the judicial process.  Cf. Wright, 625 F.2d at 1019 (affidavit stating that defendant, who failed to move for a continuance to locate witness, had been conducting an \"investigation\" into the witness's location during trial would not preclude a finding of a lack of due diligence).  Moreover, in his severance motion, defendant did not indicate any wish or intention to call Escobar as a witness on his own behalf.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Accordingly, without expressing any comment as to whether defendant has met any of the three other conditions necessary for the granting of a new trial, we reject defendant's assertion that the court erred in denying his motion.</p>\n    </div>\n    <p>E. Speedy Trial Act</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendant's fifth argument is that he was not brought to trial within the 70-day period mandated by the Speedy Trial Act.  See 18 U.S.C. Sec. 3161(c)(1).  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Defendant appears to concede that all time prior to May 20, 1992, was properly excluded from the 70-day period prescribed in Sec. 3161(c)(1).  He argues, however, that the 120-day period from May 20, 1992, through September 18, 1992, when he filed a motion to dismiss on Speedy Trial Act grounds, was not excludable.  He therefore contends that the court erred in denying his motion to dismiss the indictment for violation of Act.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Defendant's argument overlooks two facts.  First, on June 16, 1992, Escobar filed two motions to limit the use of co-conspirator statements against him.  Accordingly, the 70-day speedy trial period, which had started to run on May 20, 1992, was tolled, at least for the next 30 days.  See 18 U.S.C. Sec. 3161(h)(1)(F) and (J);<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  see also United States v. Torres Lopez, 851 F.2d 520, 526 (1st Cir.1988) (speedy trial motion resulting in excludable time from one defendant stops the clock for all codefendants), cert. denied, 489 U.S. 1021, 109 S.Ct. 1144, 103 L.Ed.2d 204 (1989).  Second, on July 31, 1992, and September 25, 1992, the district court convened scheduling conferences at which, without any objection from defendant's counsel, defendant's trial was continued (first until September 30, 1992, and then until October 19, 1992).  Therefore, it appears that all the time prior to defendant's trial other than those periods from May 20, 1992, through June 16, 1992, and July 16, 1992, through July 31, 1992, was excludable.  And, because these periods of non-excludable time do not add up to 70 days, there was no Speedy Trial Act violation.</p>\n    </div>\n    <p>F. Sentencing</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendant's final argument is that the district court erred when, in determining that defendant should be held accountable for the 25 kilograms of cocaine found in the two bags for purposes of both the Sentencing Guidelines and the mandatory minimum sentence prescribed by 21 U.S.C. Sec. 841(b)(1)(A)(ii), it did not make a finding as to defendant's subjective knowledge regarding drug quantity.  In so doing, defendant relies upon an opinion in which Judge Weinstein held that a defendant can be sentenced only on the amount of drugs s/he reasonably foresaw as being involved in his/her conduct.  See United States v. Ekwunoh, 813 F.Supp. 168, 178 (E.D.N.Y.1993), vacated on other grounds, 12 F.3d 368 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While the issue raised certainly is an interesting one, it is not one we need resolve here.  Defendant received only the 120-month mandatory minimum sentence prescribed by Sec. 841(b)(1)(A)(ii) because the two bags contained five or more kilograms of cocaine.  Thus, any error committed by the district court would have been harmless unless the court could have found, without committing clear error, see United States v. Bradley, 917 F.2d 601, 605 (1st Cir.1990), that defendant reasonably did not foresee that at least five kilograms of cocaine were involved in his offenses.  Here, there is no way the court could have reached that conclusion without committing clear error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The two bags, which were visibly heavy to the surveilling agent, contained 25 one-kilogram packages of cocaine (fifteen packages in one bag and ten in the other) and apparently little, if anything, else.  And, as we have already observed, the jury implicitly and supportably found that defendant knew the contents of the black bags.  In light of these facts alone, there simply would be no basis for finding that defendant reasonably did not foresee that at least five kilograms of cocaine were involved in his crimes.  Accordingly, even if the district court erred in failing to make a finding as to defendant's subjective knowledge regarding drug quantity (a point on which we express no opinion), the error was harmless.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having rejected each of the arguments made on appear by defendant, we affirm his convictions and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The trial record reflects, and defendant's counsel confirmed at oral argument, that contrary to the more prevalent Hispanic custom, defendant and his codefendants prefer that the last of their given names be used as surnames</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The details of Zapata's arrest are set forth in greater detail in United States v. Zapata, 18 F.3d 971, 973-74 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Among these circumstances were (1) defendant's apparent access to 77 Acton Road at a time when a significant amount of drugs were being stored there;  (2) defendant's apparent access to an automobile registered to a person who seemingly had some degree of control over 77 Acton Road;  (3) defendant's significant (in terms of time and proximity) association with Zapata during the course of Zapata's preparations to distribute the cocaine;  (4) defendant's placing of the drugs into the trunk of the Monte Carlo;  and (5) defendant's inconsistent statements regarding his residency and occupation following his arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Much of the evidence we have relied upon in rejecting defendant's sufficiency claim equally implicated Escobar, whose motion for a judgment of acquittal at the conclusion of the government's case was granted by the district court.  The propriety of that acquittal is not, of course, before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The only indication in the record of any attempt by defendant to locate Tejeda or Escobar during trial is found in the text of the motion for a new trial, which states:  \"Frederick Fermin Ortiz's lawyer kept telling Rosaura Barrios [a friend of Ortiz] to find Escobar and Claudio Tejeda.  She finally found them on the twenty-seventh and twenty-eighth of November [after defendant's trial was concluded].\"  Patently, this is insufficient to constitute due diligence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the record is not entirely clear on this point, the district court, which never ruled on Escobar's motions, apparently treated them as motions which did not require a hearing, and which therefore only toll the 70-day period for 30 days.  See Henderson v. United States, 476 U.S. 321, 328-29, 106 S.Ct. 1871, 1875-76, 90 L.Ed.2d 299 (1986) (indicating that, when a pretrial motion not requiring a hearing is filed with the district court but not ruled upon, Sec. 3161(h)(1)(F) and (J) act in unison to exclude 30 days from the speedy trial clock)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In so stating, we note that, at his sentencing hearing, defendant did not evince a desire to add to or challenge any of the drug quantity evidence adduced at trial.  Cf. United States v. Tavano, 12 F.2d 301, 305-06 (1st Cir.1993) (Due Process Clause requires the sentencing judge to consider all available drug quantity evidence, including evidence conflicting with that introduced at trial.).  Accordingly, our conclusion is based upon the drug quantity evidence advanced at trial</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Frederick Fermin ORTIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1350.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 11, 1994.<br>Decided May 5, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Barry P. Wilson, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Geoffrey E. Hobart, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and R. Bradford Bailey, Asst. U.S. Atty., Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant-appellant Frederick Fermin Ortiz challenges, on a variety of grounds, his convictions and sentence for conspiracy to possess cocaine with intent to distribute and for possession of cocaine with intent to distribute.  After carefully considering defendant's arguments, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As is always the case when considering a criminal defendant's challenge to his/her conviction, we interpret the record in a light most amenable to the government.  See, e.g., United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 710 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 4, 1992, several federal and local law enforcement agents, acting in response to a tip from a reliable informant, were conducting surveillance of a single-family house located at 25 Glen Ellen Road in Lowell, Massachusetts.  These agents observed defendant, along with codefendants Walter DeJesus Zapata (\"Zapata\") and William DeJesus Escobar-Vegara (\"Escobar\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (and several other individuals), moving casually in and around this house and its garage.  A Ford Taurus was parked in the garage with its hood and doors open.  Although the agents at one point saw Zapata and Escobar enter the Taurus and begin tugging at the vehicle's back seat, at no time did they see anyone actually doing any work under the car's hood.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At approximately 2:00 p.m., a second vehicle occupied by two unidentified males pulled into the driveway.  A group of individuals including defendant, Escobar, and Zapata approached the vehicle's passenger side (with Escobar in the lead).  Escobar then engaged the passenger of the vehicle in conversation.  After several minutes of conversation, the unidentified passenger handed Escobar a key, which Escobar placed into his pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly thereafter, defendant, Escobar, and Zapata entered a blue station wagon parked in front of the house and drove away.  Defendant was the driver.  One of the surveilling agents followed this vehicle to a condominium located at 77 Acton Road in Lowell, and took up a second surveillance position about twenty yards from the condominium's entrance.  From this position, he observed Escobar use a key to unlock the front door.  All three men then proceeded inside.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Several minutes later, the surveilling agent observed defendant exit the same front door, approach the blue station wagon, remove a child safety restraint seat from the wagon, and carry it over to a blue Monte Carlo parked in the condominium's driveway.  He unlocked the car door, placed the child's seat into the back seat, and then reentered 77 Acton Road.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A few moments later, defendant and Zapata again exited the condominium.  Each man was carrying a large, black travel bag which appeared heavy to the surveilling agent.  They opened the trunk of the Monte Carlo, placed the two bags inside, closed the trunk, and reentered the condominium.  A few minutes later, Zapata exited the residence, entered the Monte Carlo, and drove away.  Subsequently, Zapata was approached by law enforcement officials at a rest area off Route 128 in Newton, Massachusetts, and was asked for permission to search the Monte Carlo.  Zapata consented to the search, which revealed that the two black bags he and defendant had placed into the trunk contained 25 kilograms of cocaine.  Zapata then was placed under arrest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  An arresting officer testified that one of the two black bags was unzipped 4-6 inches at the time of the consensual search, and that, through this 4-6 inch opening, he could plainly see brown and yellow taped bundles which, in his experience, typically are used to package kilogram quantities of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Later that same day, search warrants were executed at both 25 Glen Ellen Road and 77 Acton Road.  The search of 77 Acton Road turned up a variety of drug paraphernalia (none of which was in plain view), drug packaging (all of which was found in the garbage), and an electric bill for the premises in the name of Thomas Alvarez.  It turned out that the blue station wagon defendant drove from 25 Glen Ellen Road to 77 Acton Road also was registered to the same Thomas Alvarez.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the time the search warrant was executed, Escobar was found watching television at 77 Acton Road, but defendant was not present at that location.  Defendant eventually was arrested at 25 Glen Ellen Road.  Immediately after his arrest, defendant told the police that he was a cleaner, and that he lived on Beacon Street in Lawrence, Massachusetts.  Later, however, during booking, he stated that he was a mechanic and lived on Haverhill Street in Lawrence.  At the time of his arrest, defendant did not have any engine grease or oil on his hands.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On February 26, 1992, a grand jury returned a two-count indictment charging defendant, Escobar, and Zapata with (1) conspiring to possess with intent distribute, and (2) possessing with intent to distribute (as well as aiding and abetting the possession of) five or more kilograms of cocaine.  See 21 U.S.C. Secs. 846, 841(a)(1);  see also 18 U.S.C. Sec. 2.  Trial commenced on October 19, 1992.  On October 22, 1992, at the conclusion of the government's case, the district court granted Escobar's motion for judgment of acquittal made pursuant to Fed.R.Crim.P. 29(a);  however, it denied a similar motion made by defendant.  On October 26, 1992, the jury returned guilty verdicts against defendant and Zapata as to both counts of the indictment.  On March 16, 1993, the district court imposed the mandatory minimum 120-month incarcerative sentence prescribed by statute.  See 21 U.S.C. Sec. 841(b)(1)(A)(ii).</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal, defendant argues that (1) there was insufficient evidence to support his convictions;  (2) prosecutorial misconduct during closing argument deprived him of a fair trial;  (3) he was victimized by constitutionally ineffective assistance of counsel;  (4) evidence discovered after the trial should have entitled him to a new trial;  and (5) the indictment should have been dismissed because he was not tried within the period prescribed by the Speedy Trial Act.  Defendant also takes issue with the district court's method of determining drug quantity at his sentencing.  We discuss each argument in turn.</p>\n    </div>\n    <p>A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendant's primary and central argument is that there was insufficient evidence to support his convictions.  The argument is not without force, as the evidence against him was far from overwhelming.  Moreover, it is made with considerable skill and energy by defendant's appellate counsel.  Ultimately, however, we are not persuaded that any error took place.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In assessing whether there was sufficient evidence to sustain a conviction, we examine the record in a light most favorable to the government, drawing all reasonable inferences in its favor, with an eye towards whether the proof would have allowed a rational jury to determine beyond a reasonable doubt that the defendant was guilty of the crime charged.  See, e.g., Ortiz, 966 F.2d at 711.  \"In this analysis, no premium is placed upon direct as opposed to circumstantial evidence;  both types of proof can adequately ground a conviction.\"  Id.  Indeed, the government \"may prove its entire case through the use of circumstantial evidence.\"  United States v. Akinola, <span class=\"citation\" data-id=\"600348\"><a href=\"/opinion/600348/united-states-v-michael-idowu-tunde-akinola/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1109 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Two other points should be borne in mind.  First, the government \"need not exclude every reasonable hypothesis of innocence.\"  Id.  And second, \"juries are not required to examine the evidence in isolation, for 'individual pieces of evidence, insufficient in themselves to prove a point, may in culmination prove it.' \"  Ortiz, 966 F.2d at 711 (quoting Bourjaily v. United States, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 179-80, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2775</span></a></span>, 2781, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span></a></span> (1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, we think it apparent that the sufficiency issue reduces into a rather straightforward inquiry:  Could a rational jury have found beyond a reasonable doubt that defendant knew that the black bag he transported from 77 Acton Road to the trunk of the blue Monte Carlo contained cocaine?   After all, if defendant had this knowledge, we think it self-evident from the quantity of cocaine defendant possessed, see United States v. Echevarri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 678 (1st Cir.1993) (intent to distribute can be inferred from the quantity of the controlled substances possessed), from defendant's undisputed possession of the cocaine while he transported it from the condominium to the Monte Carlo, and from the \" 'development and collocation of [other] circumstances' \" apparent in the record, see United States v. Lopez, <span class=\"citation\" data-id=\"567922\"><a href=\"/opinion/567922/united-states-v-christian-lopez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 39 (1st Cir.1991) (quoting United States v. Sanchez, <span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 610 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></span> (1991)),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> that defendant and Zapata (and others unknown to the grand jury) had at least a tacit agreement to possess the cocaine with an intent to distribute it, see United States v. Fisher, <span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 462 n. 18 (1st Cir.1993) (noting elements of crimes charged in the instant indictment).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We conclude that the circumstantial evidence in this case compels an affirmative answer to this question.  Defendant was among a small group of individuals presented with a key to a condominium where millions of dollars worth of cocaine was being stored.  This suggests that the persons who leased or owned the condominium (and who, it may fairly be inferred, had knowledge of its contents) trusted defendant enough to allow him to be present at the scene where a serious narcotics offense was being committed.  This trust, in turn, permits a reasonable inference of criminal complicity between defendant and these persons.  See United States v. Tejeda, <span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 213 (1st Cir.1992) (\" 'The fact finder may fairly infer ... that it runs counter to human experience to suppose that criminal conspirators would welcome innocent non-participants as witnesses to their crimes.' \"  (quoting United States v. Passos-Paternina, <span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 985 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1209</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">980</span></span> (1991))).  And, when this inference is coupled with the fact that defendant, who had entered the condominium empty-handed, actually retrieved the drugs from the condominium and loaded them into the Monte Carlo, cf. Ortiz, 966 F.2d at 712 (indicating that where the defendant was present during the course of transportation or storage of contraband, the possibility that s/he is an innocent bystander is significantly greater), we think it apparent that the jury rationally \"could have found,\" Akinola, 985 F.2d at 1109, that defendant knew that the black bags contained cocaine.  Accordingly, we reject defendant's sufficiency challenge.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>B. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendant's second argument is that prosecutorial misconduct during closing argument deprived him of a fair trial.  Specifically, defendant contends that the prosecutor \"repeatedly, both expressly and impliedly, referred to Escobar as a member of a conspiracy which included, inter alia, [himself] and Zapata\" despite the fact that the district court had found insufficient evidence to send the conspiracy charge against Escobar to the jury.  In defendant's view, the prosecutor's statements constituted impermissible references to matters not in evidence or not supported by a reasonable view of the evidence.  See United States v. de Leon Davis, <span class=\"citation\" data-id=\"548347\"><a href=\"/opinion/548347/united-states-v-alvaro-david-de-leon-davis/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span>, 344-45 (1st Cir.1990).  We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Even if we assume arguendo the truth of defendant's assertion, we are constrained by the fact that defendant did not interpose a contemporaneous objection to these references during the course of closing arguments.  Accordingly, we review only for plain error.  And, error rises to this level only when it is \" 'so shocking that [it] seriously affect[ed] the fundamental fairness and basic integrity of the proceedings conducted below.' \"   E.g., United States v. Hodge-Balwing, <span class=\"citation\" data-id=\"574885\"><a href=\"/opinion/574885/united-states-v-saver-hodge-balwing-aka-balwin-hodge/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 611 (1st Cir.1991) (quoting United States v. Olivo-Infante, <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1412 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Here, the references complained of, even if erroneous, fell far short of the plain error threshold.  They did not in any way interfere with the jury's ability to resolve the keystone issue in this case--whether defendant knew that the bags he was transporting to the Monte Carlo contained cocaine.  Moreover, they were followed by two separate instructions informing the jury that closing arguments do not constitute evidence.  In light of these facts, and of the further fact that there was a significant amount of circumstantial evidence supporting the jury's finding that defendant, Zapata, and persons unknown were engaged in a conspiracy, see supra note 3, there is no basis for us to conclude that the references to Escobar in the closing arguments, even if erroneous, resulted in a miscarriage of justice.  See United States v. Giry, <span class=\"citation\" data-id=\"488024\"><a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 133 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></span> (1987).  Accordingly, we reject defendant's prosecutorial misconduct argument.</p>\n    </div>\n    <p>C. Ineffective Assistance</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Defendant next argues that his trial attorney's failure to object to the prosecutor's references to Escobar as a member of the conspiracy during closing arguments constitutes ineffective assistance of counsel.  So far as we can tell, this argument never was presented to the district court.  And, generally speaking, we will not address an ineffective assistance claim raised for the first time on direct appeal.  See, e.g., United States v. Jadusingh, <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1169 (1st Cir.1994).  In situations like the present one, however, where \" 'the critical facts are not in dispute and a sufficiently developed record exists,' \" id.  (quoting United States v. Daniels, <span class=\"citation\" data-id=\"194896\"><a href=\"/opinion/194896/united-states-v-daniels/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 26-27 (1st Cir.1993)), there is no reason for us to delay consideration of defendant's claim.  Therefore, we address defendant's ineffective assistance argument on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In order to demonstrate constitutionally ineffective assistance of counsel, a defendant must show (1) that counsel's conduct fell below the applicable standard for performance, defined by what the lawyer knew, or should have known, at the time of his/her tactical choices;  and (2) that prejudice resulted.  Fisher, 3 F.3d at 463.   In this context, \"prejudice\" means that, but for counsel's unprofessional error, there is a reasonable probability that the result of the proceedings would have been different.  Lopez-Nieves v. United States, <span class=\"citation\" data-id=\"550641\"><a href=\"/opinion/550641/jose-valentin-lopez-nieves-v-united-states/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 648 (1st Cir.1990) (citing Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, even if we assume arguendo that trial counsel's failure to object fell below the applicable standard, we cannot say that, but for the error, there is a reasonable probability that defendant would have been acquitted.  As we have stated above, the prosecutor's references to Escobar during his closing argument, even if erroneous, in no way interfered with the jury's ability to make the central factual determination in this case (i.e., whether defendant knew the bags contained cocaine).  Furthermore, we are confident that the trial court's two instructions that closing arguments are not evidence, made subsequent to the challenged references, largely offset any improper effects of those references.  Finally, the significant circumstantial evidence supporting the jury's conspiracy finding cements our view that the challenged references did not affect the outcome of this case.  Accordingly, we reject defendant's argument that he was victimized by constitutionally ineffective assistance of counsel.</p>\n    </div>\n    <p>D. Newly-Discovered Evidence</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Defendant's fourth argument is that the district court erred in denying, by means of a margin order, his motion for a new trial based upon newly-discovered evidence.  The evidence at issue is (1) an affidavit by one Claudio Tejeda, which avers that defendant was working for Tejeda as a mechanic on February 4, 1992;  and (2) an unsworn statement by Escobar providing an innocent explanation for the events of February 4, 1992.  Once again, we are not persuaded by defendant's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In order for a defendant to prevail on a motion for a new trial based upon newly-discovered evidence, four conditions must be met:  (1) the evidence was unknown or unavailable to defendant at the time of trial;  (2) the failure to discover the evidence was not due to a lack of diligence on the part of defendant;  (3) the new evidence must be material;  and (4) the evidence would probably produce an acquittal upon retrial of defendant.  United States v. Benavente Gomez, <span class=\"citation\" data-id=\"553170\"><a href=\"/opinion/553170/united-states-v-pedro-benavente-gomez-united-states-v-guillermo-cerda/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 382 (1st Cir.1990);  United States v. Wright, <span class=\"citation\" data-id=\"380303\"><a href=\"/opinion/380303/united-states-v-henry-james-wright-jr/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1019 (1st Cir.1980).  If any one of these four factors is lacking, the motion for a new trial should be denied.  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 313 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the court denied defendant's motion without stating its reasons, we do not know the precise basis for its decision.  Our examination of the record, however, convinces us that the court could not have found that defendant exercised due diligence in attempting to secure Tejeda's and Escobar's testimony prior to the conclusion of trial.  No portion of the trial record before us indicates that defendant ever expressed a need for testimony from either Tejeda or Escobar;  defendant neither requested a continuance so that he could try to locate either one of them nor sought the district court's assistance in securing their presence by means of the judicial process.  Cf. Wright, 625 F.2d at 1019 (affidavit stating that defendant, who failed to move for a continuance to locate witness, had been conducting an \"investigation\" into the witness's location during trial would not preclude a finding of a lack of due diligence).  Moreover, in his severance motion, defendant did not indicate any wish or intention to call Escobar as a witness on his own behalf.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Accordingly, without expressing any comment as to whether defendant has met any of the three other conditions necessary for the granting of a new trial, we reject defendant's assertion that the court erred in denying his motion.</p>\n    </div>\n    <p>E. Speedy Trial Act</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendant's fifth argument is that he was not brought to trial within the 70-day period mandated by the Speedy Trial Act.  See 18 U.S.C. Sec. 3161(c)(1).  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Defendant appears to concede that all time prior to May 20, 1992, was properly excluded from the 70-day period prescribed in Sec. 3161(c)(1).  He argues, however, that the 120-day period from May 20, 1992, through September 18, 1992, when he filed a motion to dismiss on Speedy Trial Act grounds, was not excludable.  He therefore contends that the court erred in denying his motion to dismiss the indictment for violation of Act.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Defendant's argument overlooks two facts.  First, on June 16, 1992, Escobar filed two motions to limit the use of co-conspirator statements against him.  Accordingly, the 70-day speedy trial period, which had started to run on May 20, 1992, was tolled, at least for the next 30 days.  See 18 U.S.C. Sec. 3161(h)(1)(F) and (J);<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  see also United States v. Torres Lopez, <span class=\"citation\" data-id=\"508721\"><a href=\"/opinion/508721/united-states-v-angel-torres-lopez/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 526 (1st Cir.1988) (speedy trial motion resulting in excludable time from one defendant stops the clock for all codefendants), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1144</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">204</span></span> (1989).  Second, on July 31, 1992, and September 25, 1992, the district court convened scheduling conferences at which, without any objection from defendant's counsel, defendant's trial was continued (first until September 30, 1992, and then until October 19, 1992).  Therefore, it appears that all the time prior to defendant's trial other than those periods from May 20, 1992, through June 16, 1992, and July 16, 1992, through July 31, 1992, was excludable.  And, because these periods of non-excludable time do not add up to 70 days, there was no Speedy Trial Act violation.</p>\n    </div>\n    <p>F. Sentencing</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Defendant's final argument is that the district court erred when, in determining that defendant should be held accountable for the 25 kilograms of cocaine found in the two bags for purposes of both the Sentencing Guidelines and the mandatory minimum sentence prescribed by 21 U.S.C. Sec. 841(b)(1)(A)(ii), it did not make a finding as to defendant's subjective knowledge regarding drug quantity.  In so doing, defendant relies upon an opinion in which Judge Weinstein held that a defendant can be sentenced only on the amount of drugs s/he reasonably foresaw as being involved in his/her conduct.  See United States v. Ekwunoh, <span class=\"citation\" data-id=\"1807425\"><a href=\"/opinion/1807425/united-states-v-ekwunoh/\"><span class=\"volume\">813</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">168</span></a></span>, 178 (E.D.N.Y.1993), vacated on other grounds, <span class=\"citation\" data-id=\"659324\"><a href=\"/opinion/659324/united-states-v-caroline-oyibo-ekwunoh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span> (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While the issue raised certainly is an interesting one, it is not one we need resolve here.  Defendant received only the 120-month mandatory minimum sentence prescribed by Sec. 841(b)(1)(A)(ii) because the two bags contained five or more kilograms of cocaine.  Thus, any error committed by the district court would have been harmless unless the court could have found, without committing clear error, see United States v. Bradley, <span class=\"citation\" data-id=\"550637\"><a href=\"/opinion/550637/united-states-v-robert-e-bradley/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 605 (1st Cir.1990), that defendant reasonably did not foresee that at least five kilograms of cocaine were involved in his offenses.  Here, there is no way the court could have reached that conclusion without committing clear error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The two bags, which were visibly heavy to the surveilling agent, contained 25 one-kilogram packages of cocaine (fifteen packages in one bag and ten in the other) and apparently little, if anything, else.  And, as we have already observed, the jury implicitly and supportably found that defendant knew the contents of the black bags.  In light of these facts alone, there simply would be no basis for finding that defendant reasonably did not foresee that at least five kilograms of cocaine were involved in his crimes.  Accordingly, even if the district court erred in failing to make a finding as to defendant's subjective knowledge regarding drug quantity (a point on which we express no opinion), the error was harmless.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having rejected each of the arguments made on appear by defendant, we affirm his convictions and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The trial record reflects, and defendant's counsel confirmed at oral argument, that contrary to the more prevalent Hispanic custom, defendant and his codefendants prefer that the last of their given names be used as surnames</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The details of Zapata's arrest are set forth in greater detail in United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 973-74 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Among these circumstances were (1) defendant's apparent access to 77 Acton Road at a time when a significant amount of drugs were being stored there;  (2) defendant's apparent access to an automobile registered to a person who seemingly had some degree of control over 77 Acton Road;  (3) defendant's significant (in terms of time and proximity) association with Zapata during the course of Zapata's preparations to distribute the cocaine;  (4) defendant's placing of the drugs into the trunk of the Monte Carlo;  and (5) defendant's inconsistent statements regarding his residency and occupation following his arrest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Much of the evidence we have relied upon in rejecting defendant's sufficiency claim equally implicated Escobar, whose motion for a judgment of acquittal at the conclusion of the government's case was granted by the district court.  The propriety of that acquittal is not, of course, before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The only indication in the record of any attempt by defendant to locate Tejeda or Escobar during trial is found in the text of the motion for a new trial, which states:  \"Frederick Fermin Ortiz's lawyer kept telling Rosaura Barrios [a friend of Ortiz] to find Escobar and Claudio Tejeda.  She finally found them on the twenty-seventh and twenty-eighth of November [after defendant's trial was concluded].\"  Patently, this is insufficient to constitute due diligence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the record is not entirely clear on this point, the district court, which never ruled on Escobar's motions, apparently treated them as motions which did not require a hearing, and which therefore only toll the 70-day period for 30 days.  See Henderson v. United States, <span class=\"citation\" data-id=\"111670\"><a href=\"/opinion/111670/henderson-v-united-states/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 328-29, <span class=\"citation\" data-id=\"111670\"><a href=\"/opinion/111670/henderson-v-united-states/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1871</span></a></span>, 1875-76, <span class=\"citation\" data-id=\"111670\"><a href=\"/opinion/111670/henderson-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">299</span></a></span> (1986) (indicating that, when a pretrial motion not requiring a hearing is filed with the district court but not ruled upon, Sec. 3161(h)(1)(F) and (J) act in unison to exclude 30 days from the speedy trial clock)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In so stating, we note that, at his sentencing hearing, defendant did not evince a desire to add to or challenge any of the drug quantity evidence adduced at trial.  Cf. United States v. Tavano, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">301</span></span>, 305-06 (1st Cir.1993) (Due Process Clause requires the sentencing judge to consider all available drug quantity evidence, including evidence conflicting with that introduced at trial.).  Accordingly, our conclusion is based upon the drug quantity evidence advanced at trial</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1807425/"
  ]
}