{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195331/",
  "absolute_url": "/opinion/195331/cassell-v-osborn/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195331/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:37:42Z",
  "date_modified": "2016-02-28T04:52:21.310942Z",
  "type": "010combined",
  "sha1": "514bc3743731519f51ea7f5c69047a5bdfca9137",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1557.01A",
  "local_path": null,
  "plain_text": "April 26, 1994        [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1557\n\n                        JEROME E. CASSELL,\n                      Plaintiff, Appellant,\n\n                                v.\n\n                      BARRY OSBORN, ET AL.,\n                      Defendants, Appellees.\n\n                                         \n\nNo. 93-1607\n\n                        JEROME E. CASSELL,\n                      Plaintiff, Appellant,\n\n                                v.\n\n                 STATE OF NEW HAMPSHIRE, ET AL.,\n                      Defendants, Appellees,\n\n                                         \n\nNo. 93-2079\n\n                        JEROME E. CASSELL,\n                      Plaintiff, Appellant,\n\n                                v.\n\n                         LINCOLN SOLDATI,\n                       Defendant, Appellee.\n\n                                         \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\n                                                      \n\n                                          \n\n                              Before\n\n                       Breyer, Chief Judge,\n                                          \n                  Selya and Cyr, Circuit Judges.\n                                               \n\n                                         \n\n     Jerome E. Cassell on brief pro se.\n                      \n     Jeffrey R. Howard, Attorney General, and Christopher P. Reid\n                                                                 \non  brief for appellees, Barry Osborn, State of New Hampshire and\nGovernor Steven Merrill.\n     Charles  G. Douglas, III, and Douglas &amp; Douglas on brief for\n                                                    \nappellee Lincoln Soldati.\n\n                                          \n\n                                          \n\n          Per Curiam.  Plaintiff James E. Cassell, appeals pro se\n                                                                 \n\nfrom the  district court's dismissal  of three civil  rights com-\n\nplaints  under 28 U.S.C.   1915(d).  The appeal raises a prelimi-\n\nnary question as to the proper disposition of infirm civil rights\n\nmonetary  claims  filed during  the  pendency  of parallel  state\n\ncriminal proceedings.\n\n          Plaintiff was convicted in  a New Hampshire state court\n\nof  aggravated sexual assault on August 28, 1992.  He filed three\n\ncivil rights  complaints during the pendency of  this state post-\n\ntrial criminal  proceedings and appeal.1   Each complaint alleges\n\nthe wrongfulness  of the state conviction  and asserts violations\n\nof 42 U.S.C.   1983, or 42 U.S.C.   1985(3), or both.  Two of the\n\nsuits seek equitable relief and damages, the  other only damages.\n\nThe complaints  are rambling,  verbose, and difficult  to follow,\n\nbut to orient  the ensuing discussion,  we provide the  following\n\nrecap  of some  of the  allegations found  in the  complaints and\n\nrelated filings.2\n\n                    \n\n     1We are  informed that  the plaintiff's appeal  is currently\npending before the New Hampshire Supreme Court.  Although neither\nparty has requested a  stay on this basis, we  consider the issue\nsua sponte because  of the possible impact  of a decision  on the\n          \nproper workings of our  federal system.  Cf. Granberry  v. Greer,\n                                                                \n481 U.S. 129,  134-35 (1986) (if the  State fails to assert  non-\nexhaustion  of remedies  in  a habeas  action,  the court  should\ndecide whether comity and  federalism interests are better served\nby reaching the merits or by requiring exhaustion).\n\n     2Plaintiff's filings indicate that,  at least initially,  he\ndid  not grasp  the  functional difference  between a  complaint,\ndenominated  as such,  and  the numerous  other  papers he  filed\nincluding \"addenda,\" \"memoranda\" and  \"exhibits.\"  To clarify his\nclaims,  we  perused his  other filings.    The amount  of paper,\nnumber  of filings,  and repetitive irrelevancies,  are daunting,\neven by  pro se standards.   Our  review in no  way prevents  the\n               \n\n          No. 93-1607.  Filed  on November 6, 1992, the complaint\n\nnames as  defendants a parole  officer, two police  officers, the\n\ncomplaining  witness  in  plaintiff's  state criminal  case,  and\n\nplaintiff's  state trial  counsel.   The gist  is that  the state\n\nofficers  intimidated  the  complaining  witness,  and ultimately\n\nconspired  with her,  to  falsely accuse  and wrongfully  convict\n\nplaintiff  of  aggravated  sexual  assault.    Plaintiff's  trial\n\ncounsel is  accused of  ineffective assistance,  incompetence and\n\nmalpractice.\n\n          No. 93-1557.   Filed on April 13,  1993, this complaint\n\nnames as defendants the State's governor and a county commission-\n\ner,  in their official capacities, a  local police department and\n\nunidentified officers  thereof, in both their  official and indi-\n\nvidual  capacities, and,  again, plaintiff's  trial counsel.   It\n\nalleges that New Hampshire's  sexual assault laws are unconstitu-\n\ntional because they are written in a way which encourages consti-\n\ntutional violations, conspiracies to suborn  perjury and wrongful\n\nconvictions;  and  that  the  state  defendants administered  and\n\nenforced  the laws  with  extreme indifference  thereby depriving\n\nplaintiff of due process and equal protection of the laws.\n\n          No.  93-2079.   This complaint  was filed  on August 3,\n\n1993, after  the district  court dismissed plaintiff's  first two\n\ncomplaints.   It names, as the sole defendant, the prosecutor who\n\nrepresented the State at plaintiff's criminal trial.  It contains\n\n                    \n\ndistrict court  from exercising its  discretion in  this case  to\nfairly  restrict  the number  and length  of  the papers  it will\nreview.\n\n                                4\n\n44 paragraphs and 234 pages of exhibits.  Their crux  is that the\n\nprosecutor negligently relied upon witness statements obtained by\n\nthe police,  presented perjured testimony  to the jury,  and made\n\nprejudicial remarks  during trial.   On appeal  plaintiff charac-\n\nterizes this complaint as  an attack on the prosecutor's  role as\n\nan investigator  and implies that the prosecutor was negligent in\n\ngiving legal advice to the police officers.\n\n                        Proceedings Below\n\n          Since  plaintiff  sought  leave  to  proceed  in  forma\n\npauperis, the  magistrate conducted a preliminary  review of each\n\ncomplaint under 28  U.S.C.   1915(d).  As  to the first two,  the\n\nmagistrate construed  the equitable claims  as requesting  habeas\n\nrelief, and recommended dismissal unless plaintiff showed that he\n\nhad exhausted his state remedies.   The magistrate also  observed\n\na  variety of  deficiencies  in the  statements  of the  monetary\n\nclaims.  Following the  usual procedure in such  cases, plaintiff\n\nwas  given an  opportunity to  amend the  complaints to  cure the\n\ndefects outlined, or face a  recommended dismissal for failure to\n\nstate a  claim.  See Forte  v. Sullivan, 935 F.2d 1,  3 (1st Cir.\n                                       \n\n1991); Purvis v. Ponte, 929 F.2d 822, 826-27 (1st Cir. 1991).  As\n                      \n\nto the third complaint,  the magistrate recommended dismissal, on\n\nthe grounds of absolute prosecutorial immunity, without affording\n\nan  opportunity to amend because the complaint showed on its face\n\nthat it was based on an indisputably meritless legal theory.  See\n                                                                 \n\nNeitzke v. Williams, 490 U.S. 319, 327-28 (1989) (under   1915(d)\n                   \n\nthe  court may  dismiss  claims based  on indisputably  meritless\n\n                                5\n\nlegal theories or delusional factual scenarios).\n\n          Plaintiff's responses  to  the magistrate's  first  two\n\nreports included  exhibits which  suggested, for the  first time,\n\nthat  the state  criminal prosecution  remained pending.3   While\n\nthe district court was thus aware of the possible pendency of the\n\nstate case when it undertook its  review, it did not focus on the\n\neffect a  decision on the monetary claims might have in the state\n\ncase.4   After  de novo  review, the  district court  adopted the\n\nmagistrate's  reports and  recommendations for  dismissal on  the\n\nvarious other legal grounds.\n\n                            Discussion\n\n          The court's dismissal of plaintiff's   1983 claims  for\n\nequitable  relief must be affirmed.   These claims  have at their\n\nroot an attack on the  validity of the state conviction and  seek\n\nplaintiff's release from confinement.   Consequently, they may be\n\npursued only by petition  for habeas corpus, after  the plaintiff\n\nhas exhausted his state remedies.  Preiser v. Rodriguez, 411 U.S.\n                                                       \n\n                    \n\n     3Plaintiff  responded to  the magistrate's  first  report by\nfiling  an  amendment, with  exhibits,  to  the first  complaint,\nfollowed  by a series of lengthy addenda.   He chose not to amend\nhis second complaint,  but filed a lengthy  objection with exhib-\nits.  He also objected to the recommended dismissal of his  third\ncomplaint, filing additional exhibits which contained papers from\nthe pending criminal proceedings.\n\n     4The  court also  had before  it a  motion by  plaintiff for\n\"federal interdiction\" in the state proceedings, which was denied\nunder Younger  v. Harris, 401 U.S. 37 (1971).  This ruling is not\n                        \nchallenged on appeal.\n\n                                6\n\n475,  490 (1973).5   A  section 1983  action may  not be  used to\n\ncircumvent the  exhaustion  requirement's important  function  of\n\navoiding federal-state friction  by permitting  state courts  the\n\nfirst opportunity  to correct  their constitutional errors.   See\n                                                                 \n\nGuerro v. Mulhearn, 498 F.2d 1249, 1251-52 (1st Cir. 1974).\n                  \n\n          Disposition  of  the   damages  claims,  too,  requires\n\nconsideration  of the effect the court's decision may have in the\n\npending state  proceedings.   \"[A] suit for  money damages  under\n\nsection 1983 may also have a substantially disruptive effect upon\n\ncontemporary state criminal proceedings, and  may . . . undermine\n\nthe integrity of the writ of habeas corpus.\"  Id. at 1252.   When\n                                                 \n\nthere  is \"no  question that  the [complaint]  allege[s] injuries\n\nunder  federal law  sufficient  to justify  the District  Court's\n\nretention of  jurisdiction,\" civil  rights monetary claims  which\n\ncannot be  asserted in a parallel state proceeding ordinarily are\n\n                    \n\n     5We  glean  in  plaintiff's  complaints  and  amendments  no\nsuggestion  of  the rare  circumstances  that  might  lead to  an\nexception to  the habeas exhaustion requirement.   See Granberry,\n                                                                \n481 U.S. at  131 (discussing exceptional circumstances).   In any\nevent, plaintiff's  exhibits below  indicate that in  addition to\nthese cases, he  also filed a separate suit for  habeas relief in\nthe district  court.   That  petition is  not before  us in  this\nappeal, and we express no opinion on its merits.\n     In  general, however, we note that when a plaintiff is given\nan opportunity  to amend  habeas claims mistakenly  brought under\n  1983,  it is  advisable to  require him  to replead  his habeas\nclaims on a  form petition.   See Rules  Governing   2254  Cases,\n                                 \nRule 2.  Although  no universal palliative for pro  se confusion,\n                                                      \nthe  form petition assists both  the petitioner and  the court by\nguiding the petitioner toward an orderly statement of claims, and\nthe status of the  state proceedings.  The habeas claims may then\nbe readily identified for processing  under the rules relating to\nhabeas petitions,  including  those relating  to habeas  appeals.\nWhere  there are  also  separate monetary  claims, the  court may\nsimultaneously  consider the common  issues.  See  Guerro v. Mul-\n                                                                 \nhearn, 498 F.2d 1249, 1254 n.15 (1st Cir. 1974).\n     \n\n                                7\n\nstayed pending completion  of the  state case.   Deakins v.  Mon-\n                                                                 \n\naghan, 484 U.S. 193, 204 (1988).  A stay allows the state case to\n     \n\ngo forward \"without interference  from its federal sibling, while\n\nenforcing the duty of federal courts 'to assume jurisdiction were\n\njurisdiction properly  exists.'\"   Id. at 202-03  (citation omit-\n                                      \n\nted).   Preferring a stay  to a dismissal  without prejudice also\n\navoids the possibility  of a  later time bar  under the  borrowed\n\nstatute of limitations.  Id. at 203 n.7.\n                            \n\n          In this case, however, we are met with three complaints\n\ncontaining various  types and degrees of defects  in their asser-\n\ntions of federal civil  rights monetary claims.  Under  28 U.S.C.\n\n  1915(d),  a district court has authority to dismiss an in forma\n\npauperis complaint \"if  satisfied that the action is frivolous or\n\nmalicious.\"   \"[A] litigant whose filing fees and court costs are\n\nassumed by the public, unlike a paying litigant, lacks an econom-\n\nic  incentive to  refrain  from filing  frivolous, malicious,  or\n\nrepetitive  lawsuits.\"   Neitzke, 490  U.S. at  324.   To prevent\n                                \n\nabuse, and to spare prospective defendants the expense of answer-\n\ning such  complaints, the district court, acting  sua sponte, may\n                                                            \n\ndismiss claims based on  an \"indisputably meritless legal theory\"\n\nor \"clearly baseless\" factual allegations.  Id. at 327; Denton v.\n                                                              \n\nHernandez, 112 S. Ct. 1728, 1732-33 (1992).\n         \n\n          During the pendency of parallel state criminal proceed-\n\nings, there is  as much  potential for abuse  from the filing  of\n\nfrivolous federal complaints  as at  any other time.   There  may\n\neven be  an added danger, as the state court defendant may seek a\n\n                                8\n\nfederal  forum solely to gain  a tactical advantage  or to harass\n\nthe  prosecuting  authorities  and witnesses.    Section  1915(d)\n\npermits the district court to intercept and dismiss frivolous and\n\nmalicious claims filed at such time, or any time.  The preference\n\nexpressed in Deakins, 484  U.S. at 204, for staying,  rather than\n                    \n\ndismissing, cognizable federal  claims that allege  facts \"suffi-\n\ncient to justify the District Court's retention of jurisdiction,\"\n\ndoes  not come into play  where the claims  asserted are patently\n\nfrivolous.6\n\n          Where a complaint filed under   1915(d) appears legally\n\ndeficient, though perhaps  not frivolous \"in the  hard core sense\n\ndescribed in Neitzke,\"  we have held that a  court may proceed to\n                    \n\ndecide  whether it  should be  dismissed for  failure to  state a\n\nclaim, after affording the  plaintiff the \"practical  protections\n\ntypically given paying plaintiffs under Fed. R. Civ. P. 12(b)(6).\n\nPurvis, 929 F.2d at 826-27; Forte, 935 F.2d at 3  (same).  Comity\n                                 \n\nconcerns may  be implicated in such  decisions, however, particu-\n\nlarly when  the complaint challenges a  state criminal conviction\n\nwhich has not yet become final.  See Guerro, 498 F.2d at 1255.\n                                           \n\n          Should the district court's decision require a determi-\n\nnation of matters at  issue in a pending state  criminal proceed-\n\ning, a stay is the only option, since \"the potential for federal-\n\n                    \n\n     6Ordinarily,  a  dismissal  for  \"frivolousness\"  would  not\npreclude  issues that might be raised in the state court proceed-\ning.   In the  unlikely event  that such  a case  arose, however,\ncaution  would  be indicated  for  the  reasons suggested  below,\nespecially  where it was intended  that the dismissal  be \"on the\nmerits.\"  See Denton, 112 S. Ct. at 1734 (discussing res judicata\n                                                                 \neffect of   1915(d) dismissal).\n\n                                9\n\nstate friction is obvious.\"  Deakins, 484 U.S. at 208 (White,  J.\n                                    \n\nconcurring, quoting Guerro, 498 F.2d at 1253).  Conversely, where\n                          \n\nthe decision will not affect issues which should first be decided\n\nby the state court,  the district court need not  delay its deci-\n\nsion.   Accord Duncan  v. Gunter,  15 F.3d  989 (10th  Cir. 1994)\n                                \n\n(affirming dismissal on grounds  which need not be first  decided\n\nin state  proceedings); cf. Bettencourt v.  Board of Registration\n                                                                 \n\nin  Medicine, 904  F.2d 772,  781 (1st  Cir. 1990)  (civil rights\n            \n\nclaims which cannot be asserted in parallel pending state licens-\n\ning  case normally  should  be stayed,  but where  quasi-judicial\n\nimmunity  and  sovereign  immunity  barred  consideration of  the\n\nclaims  by  the federal  court,  they  were properly  dismissed);\n\nWilliams  v. Hepting,  844 F.2d  138, 143-45  (3d  Cir.) (staying\n                    \n\ncertain claims and simultaneously, without  discussion, affirming\n\ndismissal of  other claims on grounds of witness immunity), cert.\n                                                                \n\ndenied,  488 U.S. 851 (1988); Bressman v. Farrier, 900 F.2d 1305,\n                                                 \n\n1309 (8th Cir. 1990) (staying certain claims but dismissing time-\n\nbarred claims), cert. denied, 498 U.S. 1126 (1991).\n                            \n\n          In pro se cases, accurate identification and comparison\n                   \n\nof the issues in the federal and state proceedings may  be diffi-\n\ncult.   To  avoid  conflict, caution  is  indicated whenever  the\n\nground for decision is  one that ordinarily might be  asserted as\n\nres  judicata in a state  criminal proceeding.   See Deakins, 484\n                                                            \n\nU.S.  at 208;  Guerro, 498  F.2d  at 1253.   In  such cases,  the\n                     \n\ndistrict  court may  exercise its  discretion under    1915(c) to\n\norder service on the defendants or otherwise obtain assistance in\n\n                                10\n\npinpointing the  issues and the status of  the state proceedings,\n\nor  it may choose,  sua sponte, to  order a stay  until the state\n                              \n\nproceedings are  terminated.  Cf.  Granberry, 481 U.S.  at 133-35\n                                            \n\n(affirming similar discretion, sua sponte, to  require exhaustion\n                                         \n\nof  habeas remedies even where defendant waives the defense).  In\n\nthe  event the  court decides  to stay  the monetary  claims, the\n\nhabeas and   1983 claims may be  considered simultaneously at the\n\nconclusion  of the  state  court proceedings,  thus reducing  the\n\nburden on  the parties and the  court.  Guerro, 498  F.2d at 1254\n                                              \n\nn.15.\n\n          Applying  these  principles  here,  there  seems little\n\nquestion that  most of plaintiff's monetary  claims were properly\n\ndismissed, rather than stayed, since only one species of monetary\n\nclaim is not based on an \"indisputably meritless\" legal theory as\n\na  matter of  federal law.   Dismissals on  this basis  would not\n\nimplicate any issue in the state criminal proceedings.\n\n          The claims plaintiff asserts under    1985(3) cannot be\n\nsustained because  there is  no showing that  defendants' actions\n\nwere directed against a  protected class as required to  found an\n\naction under that statute.  See Bray v. Alexandria Women's Health\n                                                                 \n\nClinic,  113 S. Ct. 753  (1993).  The  claims against plaintiff's\n      \n\nstate trial  attorney  are  barred because  there  are  no  facts\n\nsuggesting that his conduct was under \"color of state law.\"  Polk\n                                                                 \n\nCounty  v. Dodson, 454 U.S. 312 (1981)  (public defender is not a\n                 \n\nstate actor for  purposes of   1983);  Malachowski v. Keene,  787\n                                                           \n\nF.2d 704,  710 (1st Cir.) (court-appointed  private attorney does\n\n                                11\n\nnot act under  \"color of state law\"), cert.  denied, 479 U.S. 828\n                                                   \n\n(1986).  The claims against the prosecuting witness also fail for\n\nlack  of any showing  that she acted under  \"color of state law,\"\n\nand because her trial testimony is entitled to absolute immunity.\n\nSee Briscoe v. LaHue, 460 U.S.  325, 329-36 (1983).  The monetary\n                    \n\nclaims  against  state officials,  in  their official  capacities\n\nonly, are barred  by Eleventh  Amendment immunity.   See Will  v.\n                                                             \n\nMichigan Dep't of State Police, 491 U.S. 58, 70-71 &amp; n.10 (1989).\n                              \n\nThe claims against the State's prosecuting attorney are barred by\n\nthe  federal doctrine  of absolute  prosecutorial immunity.   See\n                                                                 \n\nBurns  v. Reed, 500 U.S.  478,     (1991)  (prosecutors are abso-\n              \n\nlutely immune from   1983 liability for conduct in initiating and\n\npresenting  state's case  insofar  as the  conduct is  intimately\n\nassociated with the judicial phase of the  criminal process); see\n                                                                 \n\nalso Buckley v. Fitzsimmons, 113 S. Ct. 2606, 2616 (1993) (quali-\n                           \n\nfied immunity extends to  investigatory functions and administra-\n\ntive functions).  Although  some of the claims against  the state\n\nprosecutor  arguably challenge conduct  covered only by qualified\n\nimmunity, they are infirm for the additional reason that they are\n\ngrounded in alleged negligence.   Mere negligence is insufficient\n\nto implicate  due process protections.   Davidson v.  Cannon, 474\n                                                            \n\nU.S. 344, 348 (1986); Daniels v. Williams, 474 U.S. 327 (1986).7\n                                         \n\n          The  dismissal of  plaintiff's monetary  claims against\n\n                    \n\n     7Although  the  complaint contains  boilerplate \"conspiracy\"\nallegations,  the only specific conduct alleged in it, and in the\nnumerous exhibits attached, reveals that the claims are based, at\nmost, on simple negligence.\n\n                                12\n\nthe state  officers in their individual  capacities (No. 93-1607)\n\nis  more problematic.   Plaintiff's  \"amendment\" attempts  to tie\n\nthese claims to a challenge  to the state's criminal law, and  to\n\nthe same facts and  legal arguments he is advancing  in the state\n\ncase.   The court's dismissal was  broadly based on a  failure to\n\nstate sufficient  facts to sustain  a claim, a  decision arguably\n\nsusceptible  of being raised as  an estoppel in  the state court.\n\nPlaintiff's  disorganized presentation  makes it  difficult accu-\n\nrately  to compare  the issues in  the two  proceedings or  to be\n\ncertain whether there  are alternate grounds  for dismissal.   We\n\ntherefore  think the  more efficient  course is  to remand  these\n\nclaims to the district court for reconsideration, consistent with\n\nthis opinion,  as  to  whether their  legal  sufficiency  can  be\n\ndetermined without  in  any way  affecting  issues in  the  state\n\ncriminal case, or whether  these claims should be stayed  pending\n\ncompletion of the state court proceedings.\n\n          Accordingly, the judgment dismissing the  complaints in\n\n93-1557 and  93-2079 is  affirmed.   The judgment  dismissing the\n                                 \n\ncomplaint in 93-1607 is affirmed in part and vacated in part, and\n                                                            \n\nthe  case  is remanded  to  the  district court  for  proceedings\n\nconsistent with this opinion.\n\n                                13\n",
  "html": "<p class=\"case_cite\">23 F.3d 394</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jerome E. CASSELL, Plaintiff, Appellant,<br>v.<br>Barry OSBORN, et al., Defendants, Appellees.<br>Jerome E. CASSELL, Plaintiff, Appellant,<br>v.<br>STATE of New Hampshire, et al., Defendants, Appellees,<br>Jerome E.  CASSELL, Plaintiff, Appellant,<br>v.<br>Lincoln SOLDATI, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 93-1557, 93-1607, 93-2079</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">April 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE [Hon.  Paul J. Barbadoro, U.S. District Judge ]</p>\n      <p class=\"indent\">Jerome E. Cassell on brief pro se.</p>\n      <p class=\"indent\">Jeffrey R. Howard, Attorney General, and Christopher P. Reid on brief for appellees, Barry Osborn, State of New Hampshire and Governor Steven Merrill.</p>\n      <p class=\"indent\">Charles G. Douglas, III, and Douglas &amp; Douglas on brief for appellee Lincoln Soldati.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED IN NOS. 93-1557, 93-1607 AND AFFIRMED IN PART AND VACATED IN PART IN NO. 93-2079.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff James E. Cassell, appeals pro se from the district court's dismissal of three civil rights com- plaints under 28 U.S.C. Sec. 1915(d).  The appeal raises a preliminary question as to the proper disposition of infirm civil rights monetary claims filed during the pendency of parallel state criminal proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff was convicted in a New Hampshire state court of aggravated sexual assault on August 28, 1992.  He filed three civil rights complaints during the pendency of this state post- trial criminal proceedings and appeal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Each complaint alleges the wrongfulness of the state conviction and asserts violations of 42 U.S.C. Sec. 1983, or 42 U.S.C. Sec. 1985(3), or both.  Two of the suits seek equitable relief and damages, the other only damages.  The complaints are rambling, verbose, and difficult to follow, but to orient the ensuing discussion, we provide the following recap of some of the allegations found in the complaints and related filings.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">No. 93-1607.  Filed on November 6, 1992, the complaint names as defendants a parole officer, two police officers, the complaining witness in plaintiff's state criminal case, and plaintiff's state trial counsel.  The gist is that the state officers intimidated the complaining witness, and ultimately conspired with her, to falsely accuse and wrongfully convict plaintiff of aggravated sexual assault.  Plaintiff's trial counsel is accused of ineffective assistance, incompetence and malpractice.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">No. 93-1557.  Filed on April 13, 1993, this complaint names as defendants the State's governor and a county commissioner, in their official capacities, a local police department and unidentified officers thereof, in both their official and individual capacities, and, again, plaintiff's trial counsel.  It alleges that New Hampshire's sexual assault laws are unconstitutional because they are written in a way which encourages constitutional violations, conspiracies to suborn perjury and wrongful convictions;  and that the state defendants administered and enforced the laws with extreme indifference thereby depriving plaintiff of due process and equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">No. 93-2079.  This complaint was filed on August 3, 1993, after the district court dismissed plaintiff's first two com- plaints.  It names, as the sole defendant, the prosecutor who represented the State at plaintiff's criminal trial.  It contains 44 paragraphs and 234 pages of exhibits.  Their crux is that the prosecutor negligently relied upon witness statements obtained by the police, presented perjured testimony to the jury, and made prejudicial remarks during trial.  On appeal plaintiff characterizes this complaint as an attack on the prosecutor's role as an investigator and implies that the prosecutor was negligent in giving legal advice to the police officers.</p>\n    </div>\n    <p>Proceedings Below</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since plaintiff sought leave to proceed in forma pauperis, the magistrate conducted a preliminary review of each complaint under 28 U.S.C. Sec. 1915(d).  As to the first two, the magistrate construed the equitable claims as requesting habeas relief, and recommended dismissal unless plaintiff showed that he had exhausted his state remedies.  The magistrate also observed a variety of deficiencies in the statements of the monetary claims.  Following the usual procedure in such cases, plaintiff was given an opportunity to amend the complaints to cure the defects outlined, or face a recommended dismissal for failure to state a claim.   See Forte v. Sullivan, 935 F.2d 1, 3 (1st Cir. 1991);   Purvis v. Ponte, 929 F.2d 822, 826-27 (1st Cir. 1991).  As to the third complaint, the magistrate recommended dismissal, on the grounds of absolute prosecutorial immunity, without affording an opportunity to amend because the complaint showed on its face that it was based on an indisputably meritless legal theory.  See  Neitzke v. Williams, 490 U.S. 319, 327-28 (1989) (under Sec. 1915(d) the court may dismiss claims based on indisputably meritless legal theories or delusional factual scenarios).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff's responses to the magistrate's first two reports included exhibits which suggested, for the first time, that the state criminal prosecution remained pending.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  While the district court was thus aware of the possible pendency of the state case when it undertook its review, it did not focus on the effect a decision on the monetary claims might have in the state case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  After de novo review, the district court adopted the magistrate's reports and recommendations for dismissal on the various other legal grounds.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court's dismissal of plaintiff's Sec. 1983 claims for equitable relief must be affirmed.  These claims have at their root an attack on the validity of the state conviction and seek plaintiff's release from confinement.  Consequently, they may be pursued only by petition for habeas corpus, after the plaintiff has exhausted his state remedies.   Preiser v. Rodriguez, 411 U.S. 475, 490 (1973).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  A section 1983 action may not be used to circumvent the exhaustion requirement's important function of avoiding federal-state friction by permitting state courts the first opportunity to correct their constitutional errors.  See Guerro v.  Mulhearn, 498 F.2d 1249, 1251-52 (1st Cir. 1974).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Disposition of the damages claims, too, requires consideration of the effect the court's decision may have in the pending state proceedings.  \"[A] suit for money damages under section 1983 may also have a substantially disruptive effect upon contemporary state criminal proceedings, and may ... undermine the integrity of the writ of habeas corpus.\"   Id. at 1252.  When there is \"no question that the [complaint] allege[s] injuries under federal law sufficient to justify the District Court's retention of jurisdiction,\" civil rights monetary claims which cannot be asserted in a parallel state proceeding ordinarily are stayed pending completion of the state case.   Deakins v. Monaghan, 484 U.S. 193, 204 (1988).  A stay allows the state case to go forward \"without interference from its federal sibling, while enforcing the duty of federal courts 'to assume jurisdiction were jurisdiction properly exists.' \"   Id. at 202-03 (citation omitted).  Preferring a stay to a dismissal without prejudice also avoids the possibility of a later time bar under the borrowed statute of limitations.   Id. at 203 n. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, however, we are met with three complaints containing various types and degrees of defects in their assertions of federal civil rights monetary claims.  Under 28 U.S.C. Sec. 1915(d), a district court has authority to dismiss an in forma pauperis complaint \"if satisfied that the action is frivolous or malicious.\"  \"[A] litigant whose filing fees and court costs are assumed by the public, unlike a paying litigant, lacks an economic incentive to refrain from filing frivolous, malicious, or repetitive lawsuits.\"   Neitzke, 490 U.S. at 324.  To prevent abuse, and to spare prospective defendants the expense of answering such complaints, the district court, acting sua sponte, may dismiss claims based on an \"indisputably meritless legal theory\" or \"clearly baseless\" factual allegations.   Id. at 327;  Denton v.  Hernandez, 112 S. Ct. 1728, 1732-33 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During the pendency of parallel state criminal proceedings, there is as much potential for abuse from the filing of frivolous federal complaints as at any other time.  There may even be an added danger, as the state court defendant may seek a federal forum solely to gain a tactical advantage or to harass the prosecuting authorities and witnesses.  Section 1915(d) permits the district court to intercept and dismiss frivolous and malicious claims filed at such time, or any time.  The preference expressed in  Deakins, 484 U.S. at 204, for staying, rather than dismissing, cognizable federal claims that allege facts \"sufficient to justify the District Court's retention of jurisdiction,\" does not come into play where the claims asserted are patently frivolous.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Where a complaint filed under Sec. 1915(d) appears legally deficient, though perhaps not frivolous \"in the hard core sense described in Neitzke,\" we have held that a court may proceed to decide whether it should be dismissed for failure to state a claim, after affording the plaintiff the \"practical protections typically given paying plaintiffs under Fed.  R. Civ. P. 12(b)(6).   Purvis, 929 F.2d at 826-27;   Forte, 935 F.2d at 3 (same).  Comity concerns may be implicated in such decisions, however, particularly when the complaint challenges a state criminal conviction which has not yet become final.   See Guerro, 498 F.2d at 1255.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Should the district court's decision require a determination of matters at issue in a pending state criminal proceeding, a stay is the only option, since \"the potential for federal-state friction is obvious.\"   Deakins, 484 U.S. at 208 (White, J. concurring, quoting  Guerro, 498 F.2d at 1253).  Conversely, where the decision will not affect issues which should first be decided by the state court, the district court need not delay its decision.   Accord Duncan v. Gunter, 15 F.3d 989 (10th Cir. 1994) (affirming dismissal on grounds which need not be first decided in state proceedings);   cf.  Bettencourt v. Board of Registration in Medicine, 904 F.2d 772, 781 (1st Cir. 1990) (civil rights claims which cannot be asserted in parallel pending state licensing case normally should be stayed, but where quasi-judicial immunity and sovereign immunity barred consideration of the claims by the federal court, they were properly dismissed);   Williams v. Hepting, 844 F.2d 138, 143-45 (3d Cir.)  (staying certain claims and simultaneously, without discussion, affirming dismissal of other claims on grounds of witness immunity), cert. denied, 488 U.S. 851 (1988);  Bressman v.  Farrier, 900 F.2d 1305, 1309 (8th Cir. 1990) (staying certain claims but dismissing time-barred claims), cert. denied, 498 U.S. 1126 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In pro se cases, accurate identification and comparison of the issues in the federal and state proceedings may be diffi- cult.  To avoid conflict, caution is indicated whenever the ground for decision is one that ordinarily might be asserted as res judicata in a state criminal proceeding.   See Deakins, 484 U.S. at 208;   Guerro, 498 F.2d at 1253.  In such cases, the district court may exercise its discretion under Sec. 1915(c) to order service on the defendants or otherwise obtain assistance in pinpointing the issues and the status of the state proceedings, or it may choose, sua sponte, to order a stay until the state proceedings are terminated.  Cf. Granberry, 481 U.S. at 133-35 (affirming similar discretion, sua sponte, to require exhaustion of habeas remedies even where defendant waives the defense).  In the event the court decides to stay the monetary claims, the habeas and Sec. 1983 claims may be considered simultaneously at the conclusion of the state court proceedings, thus reducing the burden on the parties and the court.   Guerro, 498 F.2d at 1254 n. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Applying these principles here, there seems little question that most of plaintiff's monetary claims were properly dismissed, rather than stayed, since only one species of monetary claim is not based on an \"indisputably meritless\" legal theory as a matter of federal law.  Dismissals on this basis would not implicate any issue in the state criminal proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The claims plaintiff asserts under Sec. 1985(3) cannot be sustained because there is no showing that defendants' actions were directed against a protected class as required to found an action under that statute.   See Bray v. Alexandria Women's Health Clinic, 113 S. Ct. 753 (1993).  The claims against plaintiff's state trial attorney are barred because there are no facts suggesting that his conduct was under \"color of state law.\"   Polk County v. Dodson, 454 U.S. 312 (1981) (public defender is not a state actor for purposes of Sec. 1983);   Malachowski v. Keene, 787 F.2d 704, 710 (1st Cir.)  (court-appointed private attorney does not act under \"color of state law\"), cert. denied, 479 U.S. 828 (1986).  The claims against the prosecuting witness also fail for lack of any showing that she acted under \"color of state law,\" and because her trial testimony is entitled to absolute immunity.   See Briscoe v. LaHue, 460 U.S. 325, 329-36 (1983).  The monetary claims against state officials, in their official capacities only, are barred by Eleventh Amendment immunity.   See Will v. Michigan Dep't of State Police, 491 U.S. 58, 70-71 &amp; n. 10 (1989).  The claims against the State's prosecuting attorney are barred by the federal doctrine of absolute prosecutorial immunity.   See Burns v. Reed, 500 U.S. 478, (1991) (prosecutors are absolutely immune from Sec. 1983 liability for conduct in initiating and presenting state's case insofar as the conduct is intimately associated with the judicial phase of the criminal process);   see also Buckley v. Fitzsimmons, 113 S. Ct. 2606, 2616 (1993) (qualified immunity extends to investigatory functions and administrative functions).  Although some of the claims against the state prosecutor arguably challenge conduct covered only by qualified immunity, they are infirm for the additional reason that they are grounded in alleged negligence.  Mere negligence is insufficient to implicate due process protections.   Davidson v. Cannon, 474 U.S. 344, 348 (1986);  Daniels v.  Williams, 474 U.S. 327 (1986).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The dismissal of plaintiff's monetary claims against the state officers in their individual capacities (No. 93-1607) is more problematic.  Plaintiff's \"amendment\" attempts to tie these claims to a challenge to the state's criminal law, and to the same facts and legal arguments he is advancing in the state case.  The court's dismissal was broadly based on a failure to state sufficient facts to sustain a claim, a decision arguably susceptible of being raised as an estoppel in the state court.  Plaintiff's disorganized presentation makes it difficult accurately to compare the issues in the two proceedings or to be certain whether there are alternate grounds for dismissal.  We therefore think the more efficient course is to remand these claims to the district court for reconsideration, consistent with this opinion, as to whether their legal sufficiency can be determined without in any way affecting issues in the state criminal case, or whether these claims should be stayed pending completion of the state court proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Accordingly, the judgment dismissing the complaints in 93-1557 and 93-2079 is affirmed.  The judgment dismissing the complaint in 93-1607 is affirmed in part and vacated in part, and the case is remanded to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We are informed that the plaintiff's appeal is currently pending before the New Hampshire Supreme Court.  Although neither party has requested a stay on this basis, we consider the issue sua sponte because of the possible impact of a decision on the proper workings of our federal system.   Cf. Granberry v. Greer, 481 U.S. 129, 134-35 (1986) (if the State fails to assert non-exhaustion of remedies in a habeas action, the court should decide whether comity and federalism interests are better served by reaching the merits or by requiring exhaustion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff's filings indicate that, at least initially, he did not grasp the functional difference between a complaint, denominated as such, and the numerous other papers he filed including \"addenda,\" \"memoranda\" and \"exhibits.\"  To clarify his claims, we perused his other filings.  The amount of paper, number of filings, and repetitive irrelevancies, are daunting, even by pro se standards.  Our review in no way prevents the district court from exercising its discretion in this case to fairly restrict the number and length of the papers it will review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiff responded to the magistrate's first report by filing an amendment, with exhibits, to the first complaint, followed by a series of lengthy addenda.  He chose not to amend his second complaint, but filed a lengthy objection with exhibits.  He also objected to the recommended dismissal of his third complaint, filing additional exhibits which contained papers from the pending criminal proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court also had before it a motion by plaintiff for \"federal interdiction\" in the state proceedings, which was denied under Younger v. Harris, 401 U.S. 37 (1971).  This ruling is not challenged on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We glean in plaintiff's complaints and amendments no suggestion of the rare circumstances that might lead to an exception to the habeas exhaustion requirement.   See Granberry, 481 U.S. at 131 (discussing exceptional circumstances).  In any event, plaintiff's exhibits below indicate that in addition to these cases, he also filed a separate suit for habeas relief in the district court.  That petition is not before us in this appeal, and we express no opinion on its merits</p>\n        <p>In general, however, we note that when a plaintiff is given an opportunity to amend habeas claims mistakenly brought under Sec. 1983, it is advisable to require him to replead his habeas claims on a form petition.  See Rules Governing Sec. 2254 Cases, Rule 2. Although no universal palliative for pro se confusion, the form petition assists both the petitioner and the court by guiding the petitioner toward an orderly statement of claims, and the status of the state proceedings.  The habeas claims may then be readily identified for processing under the rules relating to habeas petitions, including those relating to habeas appeals.  Where there are also separate monetary claims, the court may simultaneously consider the common issues.   See Guerro v. Mulhearn, 498 F.2d 1249, 1254 n. 15 (1st Cir. 1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ordinarily, a dismissal for \"frivolousness\" would not preclude issues that might be raised in the state court proceeding.  In the unlikely event that such a case arose, however, caution would be indicated for the reasons suggested below, especially where it was intended that the dismissal be \"on the merits.\"  See  Denton, 112 S. Ct. at 1734 (discussing res judicata effect of Sec. 1915(d) dismissal)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although the complaint contains boilerplate \"conspiracy\" allegations, the only specific conduct alleged in it, and in the numerous exhibits attached, reveals that the claims are based, at most, on simple negligence</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jerome E. CASSELL, Plaintiff, Appellant,<br>v.<br>Barry OSBORN, et al., Defendants, Appellees.<br>Jerome E. CASSELL, Plaintiff, Appellant,<br>v.<br>STATE of New Hampshire, et al., Defendants, Appellees,<br>Jerome E.  CASSELL, Plaintiff, Appellant,<br>v.<br>Lincoln SOLDATI, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 93-1557, 93-1607, 93-2079</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">April 26, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE [Hon.  Paul J. Barbadoro, U.S. District Judge ]</p>\n      <p class=\"indent\">Jerome E. Cassell on brief pro se.</p>\n      <p class=\"indent\">Jeffrey R. Howard, Attorney General, and Christopher P. Reid on brief for appellees, Barry Osborn, State of New Hampshire and Governor Steven Merrill.</p>\n      <p class=\"indent\">Charles G. Douglas, III, and Douglas &amp; Douglas on brief for appellee Lincoln Soldati.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED IN NOS. 93-1557, 93-1607 AND AFFIRMED IN PART AND VACATED IN PART IN NO. 93-2079.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff James E. Cassell, appeals pro se from the district court's dismissal of three civil rights com- plaints under 28 U.S.C. Sec. 1915(d).  The appeal raises a preliminary question as to the proper disposition of infirm civil rights monetary claims filed during the pendency of parallel state criminal proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff was convicted in a New Hampshire state court of aggravated sexual assault on August 28, 1992.  He filed three civil rights complaints during the pendency of this state post- trial criminal proceedings and appeal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Each complaint alleges the wrongfulness of the state conviction and asserts violations of 42 U.S.C. Sec. 1983, or 42 U.S.C. Sec. 1985(3), or both.  Two of the suits seek equitable relief and damages, the other only damages.  The complaints are rambling, verbose, and difficult to follow, but to orient the ensuing discussion, we provide the following recap of some of the allegations found in the complaints and related filings.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">No. 93-1607.  Filed on November 6, 1992, the complaint names as defendants a parole officer, two police officers, the complaining witness in plaintiff's state criminal case, and plaintiff's state trial counsel.  The gist is that the state officers intimidated the complaining witness, and ultimately conspired with her, to falsely accuse and wrongfully convict plaintiff of aggravated sexual assault.  Plaintiff's trial counsel is accused of ineffective assistance, incompetence and malpractice.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">No. 93-1557.  Filed on April 13, 1993, this complaint names as defendants the State's governor and a county commissioner, in their official capacities, a local police department and unidentified officers thereof, in both their official and individual capacities, and, again, plaintiff's trial counsel.  It alleges that New Hampshire's sexual assault laws are unconstitutional because they are written in a way which encourages constitutional violations, conspiracies to suborn perjury and wrongful convictions;  and that the state defendants administered and enforced the laws with extreme indifference thereby depriving plaintiff of due process and equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">No. 93-2079.  This complaint was filed on August 3, 1993, after the district court dismissed plaintiff's first two com- plaints.  It names, as the sole defendant, the prosecutor who represented the State at plaintiff's criminal trial.  It contains 44 paragraphs and 234 pages of exhibits.  Their crux is that the prosecutor negligently relied upon witness statements obtained by the police, presented perjured testimony to the jury, and made prejudicial remarks during trial.  On appeal plaintiff characterizes this complaint as an attack on the prosecutor's role as an investigator and implies that the prosecutor was negligent in giving legal advice to the police officers.</p>\n    </div>\n    <p>Proceedings Below</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since plaintiff sought leave to proceed in forma pauperis, the magistrate conducted a preliminary review of each complaint under 28 U.S.C. Sec. 1915(d).  As to the first two, the magistrate construed the equitable claims as requesting habeas relief, and recommended dismissal unless plaintiff showed that he had exhausted his state remedies.  The magistrate also observed a variety of deficiencies in the statements of the monetary claims.  Following the usual procedure in such cases, plaintiff was given an opportunity to amend the complaints to cure the defects outlined, or face a recommended dismissal for failure to state a claim.   See Forte v. Sullivan, <span class=\"citation\" data-id=\"562318\"><a href=\"/opinion/562318/michael-b-forte-v-janis-sullivan/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1991);   Purvis v. Ponte, <span class=\"citation\" data-id=\"558571\"><a href=\"/opinion/558571/kevin-c-purvis-v-joseph-ponte/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 826-27 (1st Cir. 1991).  As to the third complaint, the magistrate recommended dismissal, on the grounds of absolute prosecutorial immunity, without affording an opportunity to amend because the complaint showed on its face that it was based on an indisputably meritless legal theory.  See  Neitzke v. Williams, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 327-28 (1989) (under Sec. 1915(d) the court may dismiss claims based on indisputably meritless legal theories or delusional factual scenarios).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff's responses to the magistrate's first two reports included exhibits which suggested, for the first time, that the state criminal prosecution remained pending.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  While the district court was thus aware of the possible pendency of the state case when it undertook its review, it did not focus on the effect a decision on the monetary claims might have in the state case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  After de novo review, the district court adopted the magistrate's reports and recommendations for dismissal on the various other legal grounds.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court's dismissal of plaintiff's Sec. 1983 claims for equitable relief must be affirmed.  These claims have at their root an attack on the validity of the state conviction and seek plaintiff's release from confinement.  Consequently, they may be pursued only by petition for habeas corpus, after the plaintiff has exhausted his state remedies.   Preiser v. Rodriguez, <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span>, 490 (1973).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  A section 1983 action may not be used to circumvent the exhaustion requirement's important function of avoiding federal-state friction by permitting state courts the first opportunity to correct their constitutional errors.  See Guerro v.  Mulhearn, <span class=\"citation\" data-id=\"320118\"><a href=\"/opinion/320118/thomas-a-guerro-v-roger-f-mulhearn-ralph-f-andrews-v-kathy-decote/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span>, 1251-52 (1st Cir. 1974).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Disposition of the damages claims, too, requires consideration of the effect the court's decision may have in the pending state proceedings.  \"[A] suit for money damages under section 1983 may also have a substantially disruptive effect upon contemporary state criminal proceedings, and may ... undermine the integrity of the writ of habeas corpus.\"   Id. at 1252.  When there is \"no question that the [complaint] allege[s] injuries under federal law sufficient to justify the District Court's retention of jurisdiction,\" civil rights monetary claims which cannot be asserted in a parallel state proceeding ordinarily are stayed pending completion of the state case.   Deakins v. Monaghan, <span class=\"citation\" data-id=\"111975\"><a href=\"/opinion/111975/deakins-v-monaghan/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 204 (1988).  A stay allows the state case to go forward \"without interference from its federal sibling, while enforcing the duty of federal courts 'to assume jurisdiction were jurisdiction properly exists.' \"   Id. at 202-03 (citation omitted).  Preferring a stay to a dismissal without prejudice also avoids the possibility of a later time bar under the borrowed statute of limitations.   Id. at 203 n. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, however, we are met with three complaints containing various types and degrees of defects in their assertions of federal civil rights monetary claims.  Under 28 U.S.C. Sec. 1915(d), a district court has authority to dismiss an in forma pauperis complaint \"if satisfied that the action is frivolous or malicious.\"  \"[A] litigant whose filing fees and court costs are assumed by the public, unlike a paying litigant, lacks an economic incentive to refrain from filing frivolous, malicious, or repetitive lawsuits.\"   Neitzke, 490 U.S. at 324.  To prevent abuse, and to spare prospective defendants the expense of answering such complaints, the district court, acting sua sponte, may dismiss claims based on an \"indisputably meritless legal theory\" or \"clearly baseless\" factual allegations.   Id. at 327;  Denton v.  Hernandez, <span class=\"citation\" data-id=\"112729\"><a href=\"/opinion/112729/denton-v-hernandez/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>, 1732-33 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During the pendency of parallel state criminal proceedings, there is as much potential for abuse from the filing of frivolous federal complaints as at any other time.  There may even be an added danger, as the state court defendant may seek a federal forum solely to gain a tactical advantage or to harass the prosecuting authorities and witnesses.  Section 1915(d) permits the district court to intercept and dismiss frivolous and malicious claims filed at such time, or any time.  The preference expressed in  Deakins, 484 U.S. at 204, for staying, rather than dismissing, cognizable federal claims that allege facts \"sufficient to justify the District Court's retention of jurisdiction,\" does not come into play where the claims asserted are patently frivolous.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Where a complaint filed under Sec. 1915(d) appears legally deficient, though perhaps not frivolous \"in the hard core sense described in Neitzke,\" we have held that a court may proceed to decide whether it should be dismissed for failure to state a claim, after affording the plaintiff the \"practical protections typically given paying plaintiffs under Fed.  R. Civ. P. 12(b)(6).   Purvis, 929 F.2d at 826-27;   Forte, 935 F.2d at 3 (same).  Comity concerns may be implicated in such decisions, however, particularly when the complaint challenges a state criminal conviction which has not yet become final.   See Guerro, 498 F.2d at 1255.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Should the district court's decision require a determination of matters at issue in a pending state criminal proceeding, a stay is the only option, since \"the potential for federal-state friction is obvious.\"   Deakins, 484 U.S. at 208 (White, J. concurring, quoting  Guerro, 498 F.2d at 1253).  Conversely, where the decision will not affect issues which should first be decided by the state court, the district court need not delay its decision.   Accord Duncan v. Gunter, <span class=\"citation\" data-id=\"661816\"><a href=\"/opinion/661816/waller-s-duncan-jr-and-rocky-l-pearson-chris-badger-thomas-chippewa/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">989</span></a></span> (10th Cir. 1994) (affirming dismissal on grounds which need not be first decided in state proceedings);   cf.  Bettencourt v. Board of Registration in Medicine, <span class=\"citation\" data-id=\"542856\"><a href=\"/opinion/542856/paul-e-bettencourt-md-v-board-of-registration-in-medicine-of-the/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, 781 (1st Cir. 1990) (civil rights claims which cannot be asserted in parallel pending state licensing case normally should be stayed, but where quasi-judicial immunity and sovereign immunity barred consideration of the claims by the federal court, they were properly dismissed);   Williams v. Hepting, <span class=\"citation\" data-id=\"504396\"><a href=\"/opinion/504396/ronald-a-williams-p-8467-v-david-a-hepting-assistant-district-attorney/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">138</span></a></span>, 143-45 (3d Cir.)  (staying certain claims and simultaneously, without discussion, affirming dismissal of other claims on grounds of witness immunity), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">851</span></span> (1988);  Bressman v.  Farrier, <span class=\"citation\" data-id=\"539917\"><a href=\"/opinion/539917/rick-dean-bressman-v-hal-farrier-george-goff-v-crispus-nix-harold/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1305</span></a></span>, 1309 (8th Cir. 1990) (staying certain claims but dismissing time-barred claims), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1126</span></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In pro se cases, accurate identification and comparison of the issues in the federal and state proceedings may be diffi- cult.  To avoid conflict, caution is indicated whenever the ground for decision is one that ordinarily might be asserted as res judicata in a state criminal proceeding.   See Deakins, 484 U.S. at 208;   Guerro, 498 F.2d at 1253.  In such cases, the district court may exercise its discretion under Sec. 1915(c) to order service on the defendants or otherwise obtain assistance in pinpointing the issues and the status of the state proceedings, or it may choose, sua sponte, to order a stay until the state proceedings are terminated.  Cf. Granberry, 481 U.S. at 133-35 (affirming similar discretion, sua sponte, to require exhaustion of habeas remedies even where defendant waives the defense).  In the event the court decides to stay the monetary claims, the habeas and Sec. 1983 claims may be considered simultaneously at the conclusion of the state court proceedings, thus reducing the burden on the parties and the court.   Guerro, 498 F.2d at 1254 n. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Applying these principles here, there seems little question that most of plaintiff's monetary claims were properly dismissed, rather than stayed, since only one species of monetary claim is not based on an \"indisputably meritless\" legal theory as a matter of federal law.  Dismissals on this basis would not implicate any issue in the state criminal proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The claims plaintiff asserts under Sec. 1985(3) cannot be sustained because there is no showing that defendants' actions were directed against a protected class as required to found an action under that statute.   See Bray v. Alexandria Women's Health Clinic, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span> (1993).  The claims against plaintiff's state trial attorney are barred because there are no facts suggesting that his conduct was under \"color of state law.\"   Polk County v. Dodson, <span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span> (1981) (public defender is not a state actor for purposes of Sec. 1983);   Malachowski v. Keene, <span class=\"citation\" data-id=\"468093\"><a href=\"/opinion/468093/henry-malachowski-and-julia-malachowski-v-city-of-keene/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">704</span></a></span>, 710 (1st Cir.)  (court-appointed private attorney does not act under \"color of state law\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span> (1986).  The claims against the prosecuting witness also fail for lack of any showing that she acted under \"color of state law,\" and because her trial testimony is entitled to absolute immunity.   See Briscoe v. LaHue, <span class=\"citation\" data-id=\"110885\"><a href=\"/opinion/110885/briscoe-v-lahue/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 329-36 (1983).  The monetary claims against state officials, in their official capacities only, are barred by Eleventh Amendment immunity.   See Will v. Michigan Dep't of State Police, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 70-71 &amp; n. 10 (1989).  The claims against the State's prosecuting attorney are barred by the federal doctrine of absolute prosecutorial immunity.   See Burns v. Reed, <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, (1991) (prosecutors are absolutely immune from Sec. 1983 liability for conduct in initiating and presenting state's case insofar as the conduct is intimately associated with the judicial phase of the criminal process);   see also Buckley v. Fitzsimmons, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2606</span></a></span>, 2616 (1993) (qualified immunity extends to investigatory functions and administrative functions).  Although some of the claims against the state prosecutor arguably challenge conduct covered only by qualified immunity, they are infirm for the additional reason that they are grounded in alleged negligence.  Mere negligence is insufficient to implicate due process protections.   Davidson v. Cannon, <span class=\"citation\" data-id=\"111556\"><a href=\"/opinion/111556/davidson-v-cannon/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 348 (1986);  Daniels v.  Williams, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span> (1986).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The dismissal of plaintiff's monetary claims against the state officers in their individual capacities (No. 93-1607) is more problematic.  Plaintiff's \"amendment\" attempts to tie these claims to a challenge to the state's criminal law, and to the same facts and legal arguments he is advancing in the state case.  The court's dismissal was broadly based on a failure to state sufficient facts to sustain a claim, a decision arguably susceptible of being raised as an estoppel in the state court.  Plaintiff's disorganized presentation makes it difficult accurately to compare the issues in the two proceedings or to be certain whether there are alternate grounds for dismissal.  We therefore think the more efficient course is to remand these claims to the district court for reconsideration, consistent with this opinion, as to whether their legal sufficiency can be determined without in any way affecting issues in the state criminal case, or whether these claims should be stayed pending completion of the state court proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Accordingly, the judgment dismissing the complaints in 93-1557 and 93-2079 is affirmed.  The judgment dismissing the complaint in 93-1607 is affirmed in part and vacated in part, and the case is remanded to the district court for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We are informed that the plaintiff's appeal is currently pending before the New Hampshire Supreme Court.  Although neither party has requested a stay on this basis, we consider the issue sua sponte because of the possible impact of a decision on the proper workings of our federal system.   Cf. Granberry v. Greer, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></span>, 134-35 (1986) (if the State fails to assert non-exhaustion of remedies in a habeas action, the court should decide whether comity and federalism interests are better served by reaching the merits or by requiring exhaustion)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff's filings indicate that, at least initially, he did not grasp the functional difference between a complaint, denominated as such, and the numerous other papers he filed including \"addenda,\" \"memoranda\" and \"exhibits.\"  To clarify his claims, we perused his other filings.  The amount of paper, number of filings, and repetitive irrelevancies, are daunting, even by pro se standards.  Our review in no way prevents the district court from exercising its discretion in this case to fairly restrict the number and length of the papers it will review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiff responded to the magistrate's first report by filing an amendment, with exhibits, to the first complaint, followed by a series of lengthy addenda.  He chose not to amend his second complaint, but filed a lengthy objection with exhibits.  He also objected to the recommended dismissal of his third complaint, filing additional exhibits which contained papers from the pending criminal proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court also had before it a motion by plaintiff for \"federal interdiction\" in the state proceedings, which was denied under Younger v. Harris, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span> (1971).  This ruling is not challenged on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We glean in plaintiff's complaints and amendments no suggestion of the rare circumstances that might lead to an exception to the habeas exhaustion requirement.   See Granberry, 481 U.S. at 131 (discussing exceptional circumstances).  In any event, plaintiff's exhibits below indicate that in addition to these cases, he also filed a separate suit for habeas relief in the district court.  That petition is not before us in this appeal, and we express no opinion on its merits</p>\n        <p>In general, however, we note that when a plaintiff is given an opportunity to amend habeas claims mistakenly brought under Sec. 1983, it is advisable to require him to replead his habeas claims on a form petition.  See Rules Governing Sec. 2254 Cases, Rule 2. Although no universal palliative for pro se confusion, the form petition assists both the petitioner and the court by guiding the petitioner toward an orderly statement of claims, and the status of the state proceedings.  The habeas claims may then be readily identified for processing under the rules relating to habeas petitions, including those relating to habeas appeals.  Where there are also separate monetary claims, the court may simultaneously consider the common issues.   See Guerro v. Mulhearn, <span class=\"citation\" data-id=\"320118\"><a href=\"/opinion/320118/thomas-a-guerro-v-roger-f-mulhearn-ralph-f-andrews-v-kathy-decote/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span>, 1254 n. 15 (1st Cir. 1974).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ordinarily, a dismissal for \"frivolousness\" would not preclude issues that might be raised in the state court proceeding.  In the unlikely event that such a case arose, however, caution would be indicated for the reasons suggested below, especially where it was intended that the dismissal be \"on the merits.\"  See  Denton, 112 S. Ct. at 1734 (discussing res judicata effect of Sec. 1915(d) dismissal)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although the complaint contains boilerplate \"conspiracy\" allegations, the only specific conduct alleged in it, and in the numerous exhibits attached, reveals that the claims are based, at most, on simple negligence</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661816/"
  ]
}