{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200353/",
  "absolute_url": "/opinion/200353/united-states-v-ventura-melendez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200353/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:49:33Z",
  "date_modified": "2016-02-28T05:02:46.070864Z",
  "type": "010combined",
  "sha1": "58519687c5d4928bd2cb5fde1ed7a19b85c76136",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1140-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/02/25/US_v._Ventura-Melendez.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 02-1140\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                    HECTOR VENTURA-MELENDEZ,\n\n                     Defendant, Appellant.\n\n\n\nNo. 02-1141\n\n                   UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                    ANGEL VENTURA-MELENDEZ,\n\n                     Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n                 Coffin, Senior Circuit Judge,\n                   and Lynch, Circuit Judge.\n\f     Linda A. Backiel for appellants.\n     Stacy J. Pintar, Special Assistant U.S. Attorney, with whom\nH.S. Garcia, United States Attorney, and Sonia I. Torres-Pabon,\nAssistant United States Attorney, were on brief for appellee.\n\n\n\n                       February 25, 2003\n\f       COFFIN, Senior Circuit Judge. The defendants appeal their\n\nconvictions for entering a temporarily off-limits military area in\n\nthe ocean waters adjacent to Camp Garcia, on the island of Vieques,\n\nPuerto Rico, in violation of 18 U.S.C. § 1382.        Because a lawful\n\nregulation barring entry existed and the defendants had actual\n\nnotice of it, we affirm the convictions.\n\n                            I. Background\n\n       The record reflects that on April 28, 2001, brothers Hector\n\nand Angel Ventura-Melendez, the defendants, left the Esperanza\n\nharbor in Puerto Rico in a small fishing boat at approximately\n\n10:00 a.m. with eight to ten other small boats headed in the\n\ndirection of the nearby Navy firing range in the waters adjacent to\n\nCamp    Garcia.    The   defendants    were   fishermen   whose   family\n\ntraditionally fished in those waters.\n\n       The Coast Guard cutter VASHON, patrolling the area to enforce\n\na temporary security zone, observed the fleet of small boats\n\nheading toward the prohibited area.      The regulation    creating the\n\ntemporary security zone, although signed and dated April 26, 2001,\n\nwas not published until May 3, 2001.            Thus, the publication\n\nprovided only retrospective notice of the zone's creation from\n\nApril 26 through April 30 for a bombing and gunnery range.        66 Fed.\n\nReg. 22,121 (May 3, 2001).    The regulation prohibited vessels and\n\npeople from entering the zone unless specifically authorized to do\n\nso.    Id.\n\n\n                                 -3-\n\f      The Coast Guard announced the security zone over VHF radio on\n\nthe   morning    of   the   defendants'     apprehension,    although    the\n\ndefendants' boat was not equipped with a VHF radio and they were\n\nunlikely to have heard the broadcasts.         There is no indication in\n\nthe record whether the Coast Guard utilized other notification\n\nprocedures such as postings in public places or placement in local\n\nnewspapers.\n\n      Concerned that the flotilla of small boats was headed directly\n\ninto the zone, the Coast Guard dispatched a rigid hull inflatable\n\nboat and four personnel to intercept the flotilla.               The Coast\n\nGuard's inflatable boat was bright orange and clearly marked \"U.S.\n\nCoast Guard.\"    In addition, the Coast Guard personnel were wearing\n\ncoveralls with \"U.S. Coast Guard\" written on the front and back in\n\nlarge lettering as well as life jackets marked \"U.S. Coast Guard.\"\n\nThe lieutenant in charge, who remained on the VASHON, directed the\n\nCoast Guard personnel on the small boat to ask the fishing boats to\n\nturn around immediately and give them an opportunity to leave the\n\nsecurity zone.\n\n      As   the   Coast   Guard   boats    approached   the   flotilla,   the\n\nGuardsmen attempted to stop the fishermen, yelling in Spanish,\n\nwaving their arms, and using hand signals.        The Guardsmen hoped to\n\ncome alongside the small boats and explain that they were entering\n\na security zone. Members of the flotilla, however, refused to heed\n\nthe Coast Guard's warnings; the defendants in particular shook\n\n\n                                    -4-\n\ftheir fists and shouted \"carajo.\"1    The Coast Guard boat, along\n\nwith a Navy harbor security boat and a second inflatable boat\n\ndispatched from another Coast Guard cutter, gave chase to the\n\nfishing boats.\n\n     When the Coast Guard personnel yelled, from a distance of\n\napproximately twenty yards, \"Security zone, stop your boat,\" the\n\ndefendants looked at them and sped further into the zone.   Because\n\nthere were several boats from the flotilla then entering the\n\nsecurity area, the Coast Guard focused its efforts on intercepting\n\nthe slowest of the boats, which belonged to the defendants.     The\n\nCoast Guard gave chase and was eventually granted permission to\n\nforcibly stop the defendants' boat within the security zone.\n\n     Following a nonjury trial, the defendants' Rule 29 motions for\n\nacquittal were denied and they were convicted of violating section\n\n1382, prohibiting entry into \"any military, naval, or Coast Guard\n\nreservation, post, fort, arsenal, yard, station, or installation,\n\nfor any purpose prohibited by law or lawful regulation,\" and\n\nsentenced. The defendants argue that a lawful regulation, required\n\nby section 1382, did not exist, and, even if it did, it could not\n\nbe enforced against them because they had no notice of it.       We\n\nreview the district court's interpretation of federal statutes de\n\n\n\n     1\n      The district court explained that this Spanish term \"is\nconsidered foul language and is generally used to express disgust,\nat times of surprise or anger.\" United States v. Ventura Melendez,\n186 F. Supp.2d 55, 62 n.3 (D.P.R. 2001).\n\n                               -5-\n\fnovo.     See United States v. Maxwell, 254 F.3d 21, 24 (1st Cir.\n\n2001) (citing United States v. Carroll, 105 F.3d 740, 744 (1st Cir.\n\n1997)).\n\n              II. Whether a \"Lawful Regulation\" Existed\n\n     The defendants argue that a \"lawful regulation\" did not exist\n\nat the time they were arrested because the rule establishing the\n\ntemporary security zone had not yet been published, assertedly in\n\nviolation of the Administrative Procedures Act (APA), 5 U.S.C. §§\n\n500-596.2\n\n     Notice of a proposed rule, opportunity for public comment, and\n\npublication of the final rule are central tenets of the rule making\n\nprocess outlined by section 553 of the APA.    See 5 U.S.C. § 553(b)\n\n& (d).      Nevertheless, rules involving a \"military or foreign\n\naffairs function\" of the federal government are exempted. Id. §\n\n553(a)(1).    The defendants contend that creation of the rule here,\n\nregardless of its purpose of setting aside an area for military\n\nactivity, was a civilian rather than a military function.      They\n\nreason, without citing authority, that a rule regulating civilians\n\nfulfills a civilian, not a military, function.\n\n\n\n\n     2\n      The defendants also suggest that the Coast Guard's failure to\npublish the rule until after the security zone had expired violated\n44 U.S.C. § 1505, part of the Federal Register Act.         Because\nsection 1505 lists generally the types of information to be\npublished in the Federal Register, while the APA provides detailed\ndictates for the creation of regulations, we focus our analysis on\nthe latter.\n\n                                 -6-\n\f     Here, the rule created a temporary security zone comprised of\n\na combined area of ocean and land adjacent to a bombing range at a\n\nmilitary installation. A rule designed to render safe and feasible\n\nthe performance of a military function by preventing interference\n\non the part of civilians necessarily serves a military function as\n\nwell as a civilian one.   Specifying a security zone seems to us no\n\nless directly related to military action than identifying targets\n\nor establishing the time for artillery exercises.3       Thus, the\n\nproposed zone was well within the concept of military function.\n\n     The defendants also contend that even if the military function\n\nexception saves the rule from having violated section 553, it\n\nfailed to hurdle the publication requirement of section 552, which\n\nwas not, they assert, subject to the exception.   Because the rule\n\nwas not published until after its implementation, the defendants\n\ncontend that section 552 was violated.\n\n     Regardless of whether the military function exception applies\n\nto section 552, however, there was no inconsistency with that\n\nprovision because it also provides a role for actual notice.\n\nSection 552(a)(1) contemplates that actual notice may at times\n\nsupercede constructive notice through publication, explaining that\n\n\n     3\n      This distinguishes the instant case from Independent Guard\nAss'n of Nevada v. O'Leary, 57 F.3d 766 (9th Cir. 1995), amended by\n69 F.3d 1038 (9th Cir. 1995), in which a Department of Energy\npersonnel regulation governing civilian contracted guards was held\nto fall outside the military function exception, the court\nobserving that it had found no authority applying the exception to\nrules regulating civilian contractors. Id. at 770.\n\n                                -7-\n\f\"[e]xcept to the extent that a person has actual and timely notice\n\nof the terms thereof, a person may not in any manner be required to\n\nresort to, or be adversely affected by, a matter required to be\n\npublished in the Federal Register and not so published.\"   See also\n\nUnited States v. Mowat, 582 F.2d 1194, 1201 n.5 (9th Cir. 1978)\n\n(\"By virtue of [section 552(a)(1)'s actual notice] provision,\n\nregulations that are unpublished in violation of the [APA] are\n\nunlawful only as against those who have no actual and timely\n\nknowledge of their contents.\").4\n\n     Because the rule's promulgation did not violate the APA, the\n\nfact that the rule was not published until after the defendants'\n\narrest for violating the temporary security zone does not disabuse\n\nthe rule of its status as a \"lawful regulation.\"\n\n          III. Whether the Defendants had Actual Notice\n\n     The defendants next argue that even if the regulation was\n\nvalid, they had no notice of it, and therefore enforcing it against\n\nthem violated their due process rights as well as the Ex Post Facto\n\nClause of Article I, prohibiting the criminalization of innocent\n\nactions after the fact.   We do not reach the issue of whether the\n\ndefendants had constructive notice through VHF radio transmissions\n\nsince the government has not so alleged.    The government instead\n\nargues that the defendants had actual notice that their entry onto\n\n\n     4\n      We note that 33 C.F.R. § 165.7(a), regarding notification of\nsecurity and safety zones, includes \"on-scene oral notice\" as a\nvalid means of conveying notice to trespassers.\n\n                                -8-\n\fthe zone was prohibited.      See Maxwell, 254 F.3d at 24 (holding that\n\nconvictions under section 1382 require \"knowledge or notice, actual\n\nor constructive, that such entry was prohibited\"); see also Nason\n\nv. Kennebec County CETA, 646 F.2d 10, 19 (1st Cir. 1981) (\"[E]ven\n\nwere publication called for, its absence would not invalidate an\n\notherwise proper rule where the party adversely affected had\n\n'actual and timely notice.'\").\n\n      In cases with similar fact patterns, courts have                confirmed\n\nthat actual notice is sufficient to support a conviction.                    In\n\nUnited States v. Parrilla Bonilla, 648 F.2d 1373 (1st Cir. 1981),\n\nthe   defendants   asserted    that    they    had   not     seen    the   Naval\n\nInstruction   prohibiting     entry    into   a   beach     closed   for   naval\n\noperations.    Id. at 1378.       This court found that even if the\n\ndefendants had not seen the Naval Instruction, the convictions were\n\nsustainable   if   the   government         showed   that     the    defendants\n\n\"reasonably understood that naval authorities had declared the base\n\nclosed to all persons who lacked passes or other authorization.\"\n\nId. at 1378, 1383 (overturning the convictions and holding that \"it\n\nis doubtful whether the record supports a finding that appellants\n\nreasonably knew that their presence was forbidden\").                 In Mowat,\n\nthe Ninth Circuit upheld the defendants' convictions because they\n\nhad actual notice that their unauthorized entry into a military\n\nreservation violated a regulation, even though it was not published\n\nuntil many months after their arrests. Mowat, 582 F.2d at 1201-03.\n\n\n                                      -9-\n\f     The district court here concluded that ample circumstantial\n\nevidence showed that the defendants were aware that the Coast Guard\n\nwas trying to stop them from entering a security zone.             United\n\nStates v. Ventura Melendez, 186 F. Supp.2d 55, 59 (D.R.I. 2001).\n\nThe court noted that \"the Coast Guard intercepted the Defendants,\n\nyelled at them to stop, in an attempt to impede transgression into\n\na security zone only to receive from them obscene words followed by\n\na defiant speed-off. . . .      Hand signals were also used urging\n\nDefendants to stop to no avail.\"        Id.   The court concluded that\n\n\"[e]ven accepting as true Defendants' version of the facts in this\n\ncase, the Court is left with only one acceptable conclusion: they\n\nhad actual knowledge that the security zone had been established\n\nprior to their trespass.\"    Id. at 58.5\n\n     Nevertheless,   the   defendants   suggest   that   their   reaction\n\nreflected only frustration with perceived harassment in their\n\ntraditional fishing grounds.     They claim that their shouting and\n\nfist waving did not indicate an awareness that they were entering\n\n\n\n     5\n      The court also stated that \"Defendants themselves accept that\n– at the least – the Coast Guard not only tried to notify them, but\nwent so far as to try to physically prevent them from trespassing.\"\nVentura Melendez, 186 F. Supp.2d at 58. The defendants dispute the\ndistrict court's interpretation that they conceded having heard the\nCoast Guard's verbal warning. They contend that the noise of the\noutboard motors of several boats and the distance between the boats\nand the Coast Guard vessel suggest that it is unlikely that they\ncould have heard accurately. Nevertheless, the district court's\ninterpretation that the defendants had actual notice is soundly\nsupported by the evidence, regardless of whether or not the\ndefendants made an admission to that effect.\n\n                                 -10-\n\fa forbidden zone, but rather distress that they would be unable to\n\nfish in their customary area or even to remove their traps to avoid\n\ndamage from passing military vessels. One may empathize with their\n\npredicament, but the fact remains that they blatantly disregarded\n\nthe Coast Guard's order that they leave the area.6\n\n        Reviewing the record, we conclude that the court's finding of\n\nactual notice was amply supported.           As such, the defendants'\n\nconvictions were not invalid and did not violate the Due Process or\n\nEx Post Facto Clauses.\n\n        IV.   Whether One of the Defendants was a Mere Passenger\n\n     The defendants' final argument is that one of them was a \"mere\n\npassenger\" who did not possess the \"purpose\" required by section\n\n1382.    The defendants baldly assert that one of them -- they do not\n\nspecify which -- was a passenger who was merely present in the\n\nzone,    rather   than   willfully   transgressing   it.   The   evidence\n\npresented, however, suggested that both inhabitants of the vessel\n\nwere involved in shouting and waving fists at the Coast Guard.\n\nMore importantly, the evidence does not reveal any suggestion that\n\neither defendant at any time expressed a desire to exit the boat,\n\nturn it around, or otherwise leave the security zone.            Without\n\n\n     6\n      The timeliness of the actual notice given to the defendants\nwould likely have been suspect had the Coast Guard attempted to\narrest them immediately upon observing them enter the zone. The\nCoast Guard instead tried to warn the defendants to leave the area,\nalthough the defendants ignored the warning, forcing the Coast\nGuard to chase them further into the zone and eventually secure\ntheir arrests.\n\n                                     -11-\n\fmore, it is difficult to conceive that the actions of either\n\ndefendant were not purposeful.\n\nFor the reasons set forth above, the order of the district court is\n\naffirmed.\n\n\n\n\n                                 -12-\n\f",
  "html": "<p class=\"case_cite\">321 F.3d 230</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Hector VENTURA-MELENDEZ, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Angel Ventura-Melendez, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1140.</p>\n    <p class=\"docket\">No. 02-1141.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 7, 2003.</p>\n    <p class=\"date\">Decided February 25, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Linda A. Backiel for appellants.</p>\n      <p class=\"indent\">Stacy J. Pintar, Special Assistant U.S. Attorney, with whom H.S. Garcia, United States Attorney, and Sonia I. Torres-Pabon, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The defendants appeal their convictions for entering a temporarily off-limits military area in the ocean waters adjacent to Camp Garcia, on the island of Vieques, Puerto Rico, in violation of 18 U.S.C. &#167; 1382. Because a lawful regulation barring entry existed and the defendants had actual notice of it, we affirm the convictions.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The record reflects that on April 28, 2001, brothers Hector and Angel Ventura-Melendez, the defendants, left the Esperanza harbor in Puerto Rico in a small fishing boat at approximately 10:00 a.m. with eight to ten other small boats headed in the direction of the nearby Navy firing range in the waters adjacent to Camp Garcia. The defendants were fishermen whose family traditionally fished in those waters.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Coast Guard cutter VASHON, patrolling the area to enforce a temporary security zone, observed the fleet of small boats heading toward the prohibited area. The regulation creating the temporary security zone, although signed and dated April 26, 2001, was not published until May 3, 2001. Thus, the publication provided only retrospective notice of the zone's creation from April 26 through April 30 for a bombing and gunnery range. 66 Fed.Reg. 22,121 (May 3, 2001). The regulation prohibited vessels and people from entering the zone unless specifically authorized to do so. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Coast Guard announced the security zone over VHF radio on the morning of the defendants' apprehension, although the defendants' boat was not equipped with a VHF radio and they were unlikely to have heard the broadcasts. There is no indication in the record whether the Coast Guard utilized other notification procedures such as postings in public places or placement in local newspapers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Concerned that the flotilla of small boats was headed directly into the zone, the Coast Guard dispatched a rigid hull inflatable boat and four personnel to intercept the flotilla. The Coast Guard's inflatable boat was bright orange and clearly marked \"U.S. Coast Guard.\" In addition, the Coast Guard personnel were wearing coveralls with \"U.S. Coast Guard\" written on the front and back in large lettering as well as life jackets marked \"U.S. Coast Guard.\" The lieutenant in charge, who remained on the VASHON, directed the Coast Guard personnel on the small boat to ask the fishing boats to turn around immediately and give them an opportunity to leave the security zone.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As the Coast Guard boats approached the flotilla, the Guardsmen attempted to stop the fishermen, yelling in Spanish, waving their arms, and using hand signals. The Guardsmen hoped to come alongside the small boats and explain that they were entering a security zone. Members of the flotilla, however, refused to heed the Coast Guard's warnings; the defendants in particular shook their fists and shouted \"carajo.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Coast Guard boat, along with a Navy harbor security boat and a second inflatable boat dispatched from another Coast Guard cutter, gave chase to the fishing boats.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When the Coast Guard personnel yelled, from a distance of approximately twenty yards, \"Security zone, stop your boat,\" the defendants looked at them and sped further into the zone. Because there were several boats from the flotilla then entering the security area, the Coast Guard focused its efforts on intercepting the slowest of the boats, which belonged to the defendants. The Coast Guard gave chase and was eventually granted permission to forcibly stop the defendants' boat within the security zone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following a nonjury trial, the defendants' Rule 29 motions for acquittal were denied and they were convicted of violating section 1382, prohibiting entry into \"any military, naval, or Coast Guard reservation, post, fort, arsenal, yard, station, or installation, for any purpose prohibited by law or lawful regulation,\" and sentenced. The defendants argue that a lawful regulation, required by section 1382, did not exist, and, even if it did, it could not be enforced against them because they had no notice of it. We review the district court's interpretation of federal statutes de novo. <i>See United States v. Maxwell,</i> 254 F.3d 21, 24 (1st Cir.2001) (citing <i>United States v. Carroll,</i> 105 F.3d 740, 744 (1st Cir.1997)).</p>\n    </div>\n    <p class=\"center\">II. <i>Whether a \"Lawful Regulation\" Existed</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendants argue that a \"lawful regulation\" did not exist at the time they were arrested because the rule establishing the temporary security zone had not yet been published, assertedly in violation of the Administrative Procedures Act (APA), 5 U.S.C. &#167;&#167; 500-596.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Notice of a proposed rule, opportunity for public comment, and publication of the final rule are central tenets of the rule making process outlined by section 553 of the APA. <i>See</i> 5 U.S.C. &#167; 553(b) &amp; (d). Nevertheless, rules involving a \"military or foreign affairs function\" of the federal government are exempted. <i>Id.</i> &#167; 553(a)(1). The defendants contend that creation of the rule here, regardless of its purpose of setting aside an area for military activity, was a civilian rather than a military function. They reason, without citing authority, that a rule regulating civilians fulfills a civilian, not a military, function.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, the rule created a temporary security zone comprised of a combined area of ocean and land adjacent to a bombing range at a military installation. A rule designed to render safe and feasible the performance of a military function by preventing interference on the part of civilians necessarily serves a military function as well as a civilian one. Specifying a security zone seems to us no less directly related to military action than identifying targets or establishing the time for artillery exercises.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus, the proposed zone was well within the concept of military function.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The defendants also contend that even if the military function exception saves the rule from having violated section 553, it failed to hurdle the publication requirement of section 552, which was not, they assert, subject to the exception. Because the rule was not published until after its implementation, the defendants contend that section 552 was violated.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Regardless of whether the military function exception applies to section 552, however, there was no inconsistency with that provision because it also provides a role for actual notice. Section 552(a)(1) contemplates that actual notice may at times supercede constructive notice through publication, explaining that \"[e]xcept to the extent that a person has actual and timely notice of the terms thereof, a person may not in any manner be required to resort to, or be adversely affected by, a matter required to be published in the Federal Register and not so published.\" <i>See also United States v. Mowat,</i> 582 F.2d 1194, 1201 n. 5 (9th Cir.1978) (\"By virtue of [section 552(a)(1)'s actual notice] provision, regulations that are unpublished in violation of the [APA] are unlawful only as against those who have no actual and timely knowledge of their contents.\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the rule's promulgation did not violate the APA, the fact that the rule was not published until after the defendants' arrest for violating the temporary security zone does not disabuse the rule of its status as a \"lawful regulation.\"</p>\n    </div>\n    <p class=\"center\">III. <i>Whether the Defendants had Actual Notice</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendants next argue that even if the regulation was valid, they had no notice of it, and therefore enforcing it against them violated their due process rights as well as the Ex Post Facto Clause of Article I, prohibiting the criminalization of innocent actions after the fact. We do not reach the issue of whether the defendants had constructive notice through VHF radio transmissions since the government has not so alleged. The government instead argues that the defendants had actual notice that their entry onto the zone was prohibited. <i>See Maxwell,</i> 254 F.3d at 24 (holding that convictions under section 1382 require \"knowledge or notice, actual or constructive, that such entry was prohibited\"); <i>see also Nason v. Kennebec County CETA,</i> 646 F.2d 10, 19 (1st Cir. 1981) (\"[E]ven were publication called for, its absence would not invalidate an otherwise proper rule where the party adversely affected had `actual and timely notice.'\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In cases with similar fact patterns, courts have confirmed that actual notice is sufficient to support a conviction. In <i>United States v. Parrilla Bonilla,</i> 648 F.2d 1373 (1st Cir.1981), the defendants asserted that they had not seen the Naval Instruction prohibiting entry into a beach closed for naval operations. <i>Id.</i> at 1378. This court found that even if the defendants had not seen the Naval Instruction, the convictions were sustainable if the government showed that the defendants \"reasonably understood that naval authorities had declared the base closed to all persons who lacked passes or other authorization.\" <i>Id.</i> at 1378, 1383 (overturning the convictions and holding that \"it is doubtful whether the record supports a finding that appellants reasonably knew that their presence was forbidden\"). In <i>Mowat,</i> the Ninth Circuit upheld the defendants' convictions because they had actual notice that their unauthorized entry into a military reservation violated a regulation, even though it was not published until many months after their arrests. <i>Mowat,</i> 582 F.2d at 1201-03.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court here concluded that ample circumstantial evidence showed that the defendants were aware that the Coast Guard was trying to stop them from entering a security zone. <i>United States v. Ventura Melendez,</i> 186 F.Supp.2d 55, 59 (D.P.R.2001). The court noted that \"the Coast Guard intercepted the Defendants, yelled at them to stop, in an attempt to impede transgression into a security zone only to receive from them obscene words followed by a defiant speed-off.... Hand signals were also used urging Defendants to stop to no avail.\" <i>Id.</i> The court concluded that \"[e]ven accepting as true Defendants' version of the facts in this case, the Court is left with only one acceptable conclusion: they had actual knowledge that the security zone had been established prior to their trespass.\" <i>Id.</i> at 58.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nevertheless, the defendants suggest that their reaction reflected only frustration with perceived harassment in their traditional fishing grounds. They claim that their shouting and fist waving did not indicate an awareness that they were entering a forbidden zone, but rather distress that they would be unable to fish in their customary area or even to remove their traps to avoid damage from passing military vessels. One may empathize with their predicament, but the fact remains that they blatantly disregarded the Coast Guard's order that they leave the area.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reviewing the record, we conclude that the court's finding of actual notice was amply supported. As such, the defendants' convictions were not invalid and did not violate the Due Process or Ex Post Facto Clauses.</p>\n    </div>\n    <p class=\"center\">IV. <i>Whether One of the Defendants was a Mere Passenger</i></p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendants' final argument is that one of them was a \"mere passenger\" who did not possess the \"purpose\" required by section 1382. The defendants baldly assert that one of them &#8212; they do not specify which &#8212; was a passenger who was merely present in the zone, rather than willfully transgressing it. The evidence presented, however, suggested that both inhabitants of the vessel were involved in shouting and waving fists at the Coast Guard. More importantly, the evidence does not reveal any suggestion that either defendant at any time expressed a desire to exit the boat, turn it around, or otherwise leave the security zone. Without more, it is difficult to conceive that the actions of either defendant were not purposeful.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>For the reasons set forth above, the order of the district court is affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court explained that this Spanish term \"is considered foul language and is generally used to express disgust, at times of surprise or anger.\"<i>United States v. Ventura Melendez,</i> 186 F.Supp.2d 55, 62 n. 3 (D.P.R. 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The defendants also suggest that the Coast Guard's failure to publish the rule until after the security zone had expired violated 44 U.S.C. &#167; 1505, part of the Federal Register Act. Because section 1505 lists generally the types of information to be published in the Federal Register, while the APA provides detailed dictates for the creation of regulations, we focus our analysis on the latter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This distinguishes the instant case from<i>Independent Guard Ass'n of Nevada v. O'Leary,</i> 57 F.3d 766 (9th Cir.1995), <i>amended by</i> 69 F.3d 1038 (9th Cir.1995), in which a Department of Energy personnel regulation governing civilian contracted guards was held to fall outside the military function exception, the court observing that it had found no authority applying the exception to rules regulating civilian contractors. <i>Id.</i> at 770.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that 33 C.F.R. &#167; 165.7(a), regarding notification of security and safety zones, includes \"on-scene oral notice\" as a valid means of conveying notice to trespassers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court also stated that \"Defendants themselves accept that &#8212; at the least &#8212; the Coast Guard not only tried to notify them, but went so far as to try to physically prevent them from trespassing.\"<i>Ventura Melendez,</i> 186 F.Supp.2d at 58. The defendants dispute the district court's interpretation that they conceded having heard the Coast Guard's verbal warning. They contend that the noise of the outboard motors of several boats and the distance between the boats and the Coast Guard vessel suggest that it is unlikely that they could have heard accurately. Nevertheless, the district court's interpretation that the defendants had actual notice is soundly supported by the evidence, regardless of whether or not the defendants made an admission to that effect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The timeliness of the actual notice given to the defendants would likely have been suspect had the Coast Guard attempted to arrest them immediately upon observing them enter the zone. The Coast Guard instead tried to warn the defendants to leave the area, although the defendants ignored the warning, forcing the Coast Guard to chase them further into the zone and eventually secure their arrests</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Hector VENTURA-MELENDEZ, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Angel Ventura-Melendez, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1140.</p>\n    <p class=\"docket\">No. 02-1141.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 7, 2003.</p>\n    <p class=\"date\">Decided February 25, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Linda A. Backiel for appellants.</p>\n      <p class=\"indent\">Stacy J. Pintar, Special Assistant U.S. Attorney, with whom H.S. Garcia, United States Attorney, and Sonia I. Torres-Pabon, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The defendants appeal their convictions for entering a temporarily off-limits military area in the ocean waters adjacent to Camp Garcia, on the island of Vieques, Puerto Rico, in violation of 18 U.S.C. &#167; 1382. Because a lawful regulation barring entry existed and the defendants had actual notice of it, we affirm the convictions.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The record reflects that on April 28, 2001, brothers Hector and Angel Ventura-Melendez, the defendants, left the Esperanza harbor in Puerto Rico in a small fishing boat at approximately 10:00 a.m. with eight to ten other small boats headed in the direction of the nearby Navy firing range in the waters adjacent to Camp Garcia. The defendants were fishermen whose family traditionally fished in those waters.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Coast Guard cutter VASHON, patrolling the area to enforce a temporary security zone, observed the fleet of small boats heading toward the prohibited area. The regulation creating the temporary security zone, although signed and dated April 26, 2001, was not published until May 3, 2001. Thus, the publication provided only retrospective notice of the zone's creation from April 26 through April 30 for a bombing and gunnery range. 66 Fed.Reg. 22,121 (May 3, 2001). The regulation prohibited vessels and people from entering the zone unless specifically authorized to do so. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Coast Guard announced the security zone over VHF radio on the morning of the defendants' apprehension, although the defendants' boat was not equipped with a VHF radio and they were unlikely to have heard the broadcasts. There is no indication in the record whether the Coast Guard utilized other notification procedures such as postings in public places or placement in local newspapers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Concerned that the flotilla of small boats was headed directly into the zone, the Coast Guard dispatched a rigid hull inflatable boat and four personnel to intercept the flotilla. The Coast Guard's inflatable boat was bright orange and clearly marked \"U.S. Coast Guard.\" In addition, the Coast Guard personnel were wearing coveralls with \"U.S. Coast Guard\" written on the front and back in large lettering as well as life jackets marked \"U.S. Coast Guard.\" The lieutenant in charge, who remained on the VASHON, directed the Coast Guard personnel on the small boat to ask the fishing boats to turn around immediately and give them an opportunity to leave the security zone.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As the Coast Guard boats approached the flotilla, the Guardsmen attempted to stop the fishermen, yelling in Spanish, waving their arms, and using hand signals. The Guardsmen hoped to come alongside the small boats and explain that they were entering a security zone. Members of the flotilla, however, refused to heed the Coast Guard's warnings; the defendants in particular shook their fists and shouted \"carajo.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Coast Guard boat, along with a Navy harbor security boat and a second inflatable boat dispatched from another Coast Guard cutter, gave chase to the fishing boats.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When the Coast Guard personnel yelled, from a distance of approximately twenty yards, \"Security zone, stop your boat,\" the defendants looked at them and sped further into the zone. Because there were several boats from the flotilla then entering the security area, the Coast Guard focused its efforts on intercepting the slowest of the boats, which belonged to the defendants. The Coast Guard gave chase and was eventually granted permission to forcibly stop the defendants' boat within the security zone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following a nonjury trial, the defendants' Rule 29 motions for acquittal were denied and they were convicted of violating section 1382, prohibiting entry into \"any military, naval, or Coast Guard reservation, post, fort, arsenal, yard, station, or installation, for any purpose prohibited by law or lawful regulation,\" and sentenced. The defendants argue that a lawful regulation, required by section 1382, did not exist, and, even if it did, it could not be enforced against them because they had no notice of it. We review the district court's interpretation of federal statutes de novo. <i>See United States v. Maxwell,</i> <span class=\"citation\" data-id=\"199478\"><a href=\"/opinion/199478/united-states-v-maxwell-anthony/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 24 (1st Cir.2001) (citing <i>United States v. Carroll,</i> <span class=\"citation\" data-id=\"734111\"><a href=\"/opinion/734111/united-states-v-christopher-b-carroll/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">740</span></a></span>, 744 (1st Cir.1997)).</p>\n    </div>\n    <p class=\"center\">II. <i>Whether a \"Lawful Regulation\" Existed</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defendants argue that a \"lawful regulation\" did not exist at the time they were arrested because the rule establishing the temporary security zone had not yet been published, assertedly in violation of the Administrative Procedures Act (APA), 5 U.S.C. &#167;&#167; 500-596.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Notice of a proposed rule, opportunity for public comment, and publication of the final rule are central tenets of the rule making process outlined by section 553 of the APA. <i>See</i> 5 U.S.C. &#167; 553(b) &amp; (d). Nevertheless, rules involving a \"military or foreign affairs function\" of the federal government are exempted. <i>Id.</i> &#167; 553(a)(1). The defendants contend that creation of the rule here, regardless of its purpose of setting aside an area for military activity, was a civilian rather than a military function. They reason, without citing authority, that a rule regulating civilians fulfills a civilian, not a military, function.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, the rule created a temporary security zone comprised of a combined area of ocean and land adjacent to a bombing range at a military installation. A rule designed to render safe and feasible the performance of a military function by preventing interference on the part of civilians necessarily serves a military function as well as a civilian one. Specifying a security zone seems to us no less directly related to military action than identifying targets or establishing the time for artillery exercises.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus, the proposed zone was well within the concept of military function.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The defendants also contend that even if the military function exception saves the rule from having violated section 553, it failed to hurdle the publication requirement of section 552, which was not, they assert, subject to the exception. Because the rule was not published until after its implementation, the defendants contend that section 552 was violated.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Regardless of whether the military function exception applies to section 552, however, there was no inconsistency with that provision because it also provides a role for actual notice. Section 552(a)(1) contemplates that actual notice may at times supercede constructive notice through publication, explaining that \"[e]xcept to the extent that a person has actual and timely notice of the terms thereof, a person may not in any manner be required to resort to, or be adversely affected by, a matter required to be published in the Federal Register and not so published.\" <i>See also United States v. Mowat,</i> <span class=\"citation\" data-id=\"359039\"><a href=\"/opinion/359039/united-states-v-karl-anthony-mowat-united-states-of-america-v-francis-n/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1194</span></a></span>, 1201 n. 5 (9th Cir.1978) (\"By virtue of [section 552(a)(1)'s actual notice] provision, regulations that are unpublished in violation of the [APA] are unlawful only as against those who have no actual and timely knowledge of their contents.\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the rule's promulgation did not violate the APA, the fact that the rule was not published until after the defendants' arrest for violating the temporary security zone does not disabuse the rule of its status as a \"lawful regulation.\"</p>\n    </div>\n    <p class=\"center\">III. <i>Whether the Defendants had Actual Notice</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendants next argue that even if the regulation was valid, they had no notice of it, and therefore enforcing it against them violated their due process rights as well as the Ex Post Facto Clause of Article I, prohibiting the criminalization of innocent actions after the fact. We do not reach the issue of whether the defendants had constructive notice through VHF radio transmissions since the government has not so alleged. The government instead argues that the defendants had actual notice that their entry onto the zone was prohibited. <i>See Maxwell,</i> 254 F.3d at 24 (holding that convictions under section 1382 require \"knowledge or notice, actual or constructive, that such entry was prohibited\"); <i>see also Nason v. Kennebec County CETA,</i> <span class=\"citation\" data-id=\"389267\"><a href=\"/opinion/389267/toby-nason-v-kennebec-county-ceta-and-f-ray-marshall-secretary-of/\"><span class=\"volume\">646</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 19 (1st Cir. 1981) (\"[E]ven were publication called for, its absence would not invalidate an otherwise proper rule where the party adversely affected had `actual and timely notice.'\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In cases with similar fact patterns, courts have confirmed that actual notice is sufficient to support a conviction. In <i>United States v. Parrilla Bonilla,</i> <span class=\"citation\" data-id=\"390416\"><a href=\"/opinion/390416/united-states-v-antulio-parrilla-bonilla-united-states-of-america-v/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></a></span> (1st Cir.1981), the defendants asserted that they had not seen the Naval Instruction prohibiting entry into a beach closed for naval operations. <i>Id.</i> at 1378. This court found that even if the defendants had not seen the Naval Instruction, the convictions were sustainable if the government showed that the defendants \"reasonably understood that naval authorities had declared the base closed to all persons who lacked passes or other authorization.\" <i>Id.</i> at 1378, 1383 (overturning the convictions and holding that \"it is doubtful whether the record supports a finding that appellants reasonably knew that their presence was forbidden\"). In <i>Mowat,</i> the Ninth Circuit upheld the defendants' convictions because they had actual notice that their unauthorized entry into a military reservation violated a regulation, even though it was not published until many months after their arrests. <i>Mowat,</i> 582 F.2d at 1201-03.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court here concluded that ample circumstantial evidence showed that the defendants were aware that the Coast Guard was trying to stop them from entering a security zone. <i>United States v. Ventura Melendez,</i> <span class=\"citation\" data-id=\"2411356\"><a href=\"/opinion/2411356/united-states-v-ventura-melendez/\"><span class=\"volume\">186</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">55</span></a></span>, 59 (D.P.R.2001). The court noted that \"the Coast Guard intercepted the Defendants, yelled at them to stop, in an attempt to impede transgression into a security zone only to receive from them obscene words followed by a defiant speed-off.... Hand signals were also used urging Defendants to stop to no avail.\" <i>Id.</i> The court concluded that \"[e]ven accepting as true Defendants' version of the facts in this case, the Court is left with only one acceptable conclusion: they had actual knowledge that the security zone had been established prior to their trespass.\" <i>Id.</i> at 58.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nevertheless, the defendants suggest that their reaction reflected only frustration with perceived harassment in their traditional fishing grounds. They claim that their shouting and fist waving did not indicate an awareness that they were entering a forbidden zone, but rather distress that they would be unable to fish in their customary area or even to remove their traps to avoid damage from passing military vessels. One may empathize with their predicament, but the fact remains that they blatantly disregarded the Coast Guard's order that they leave the area.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reviewing the record, we conclude that the court's finding of actual notice was amply supported. As such, the defendants' convictions were not invalid and did not violate the Due Process or Ex Post Facto Clauses.</p>\n    </div>\n    <p class=\"center\">IV. <i>Whether One of the Defendants was a Mere Passenger</i></p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendants' final argument is that one of them was a \"mere passenger\" who did not possess the \"purpose\" required by section 1382. The defendants baldly assert that one of them &#8212; they do not specify which &#8212; was a passenger who was merely present in the zone, rather than willfully transgressing it. The evidence presented, however, suggested that both inhabitants of the vessel were involved in shouting and waving fists at the Coast Guard. More importantly, the evidence does not reveal any suggestion that either defendant at any time expressed a desire to exit the boat, turn it around, or otherwise leave the security zone. Without more, it is difficult to conceive that the actions of either defendant were not purposeful.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>For the reasons set forth above, the order of the district court is affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court explained that this Spanish term \"is considered foul language and is generally used to express disgust, at times of surprise or anger.\"<i>United States v. Ventura Melendez,</i> <span class=\"citation\" data-id=\"2411356\"><a href=\"/opinion/2411356/united-states-v-ventura-melendez/\"><span class=\"volume\">186</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">55</span></a></span>, 62 n. 3 (D.P.R. 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The defendants also suggest that the Coast Guard's failure to publish the rule until after the security zone had expired violated 44 U.S.C. &#167; 1505, part of the Federal Register Act. Because section 1505 lists generally the types of information to be published in the Federal Register, while the APA provides detailed dictates for the creation of regulations, we focus our analysis on the latter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This distinguishes the instant case from<i>Independent Guard Ass'n of Nevada v. O'Leary,</i> <span class=\"citation\" data-id=\"697744\"><a href=\"/opinion/697744/independent-guard-association-of-nevada-local-no-1-v-hazel-oleary/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">766</span></a></span> (9th Cir.1995), <i>amended by</i> <span class=\"citation\" data-id=\"707577\"><a href=\"/opinion/707577/independent-guard-association-of-nevada-local-no-1-v-hazel-oleary/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1038</span></a></span> (9th Cir.1995), in which a Department of Energy personnel regulation governing civilian contracted guards was held to fall outside the military function exception, the court observing that it had found no authority applying the exception to rules regulating civilian contractors. <i>Id.</i> at 770.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that 33 C.F.R. &#167; 165.7(a), regarding notification of security and safety zones, includes \"on-scene oral notice\" as a valid means of conveying notice to trespassers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court also stated that \"Defendants themselves accept that &#8212; at the least &#8212; the Coast Guard not only tried to notify them, but went so far as to try to physically prevent them from trespassing.\"<i>Ventura Melendez,</i> 186 F.Supp.2d at 58. The defendants dispute the district court's interpretation that they conceded having heard the Coast Guard's verbal warning. They contend that the noise of the outboard motors of several boats and the distance between the boats and the Coast Guard vessel suggest that it is unlikely that they could have heard accurately. Nevertheless, the district court's interpretation that the defendants had actual notice is soundly supported by the evidence, regardless of whether or not the defendants made an admission to that effect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The timeliness of the actual notice given to the defendants would likely have been suspect had the Coast Guard attempted to arrest them immediately upon observing them enter the zone. The Coast Guard instead tried to warn the defendants to leave the area, although the defendants ignored the warning, forcing the Coast Guard to chase them further into the zone and eventually secure their arrests</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/199478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2411356/"
  ]
}