{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200376/",
  "absolute_url": "/opinion/200376/john-doe-v-goerge-w-bush/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200376/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:50:06Z",
  "date_modified": "2016-02-28T05:02:55.548528Z",
  "type": "010combined",
  "sha1": "83b28a94d62d3e81defaa743e21daf11ab4011ed",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1266-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/03/13/John_Doe_v._Goerge_W._Bush.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo.   03-1266\n\n  JOHN DOE I, JOHN DOE II, JOHN DOE III, JOHN DOE IV, JANE DOE I,\n    SUSAN E. SCHUMANN, CHARLES RICHARDSON, NANCY LESSIN, JEFFREY\n    MCKENZIE, JOHN CONYERS, DENNIS KUCINICH, JESSE JACKSON, JR.,\nSHEILA JACKSON LEE, JIM MCDERMOTT, JOSÉ E. SERRANO, SALLY WRIGHT,\n DEBORAH REGAL, ALICE COPELAND BROWN, JERRYE BARRE, JAMES STEPHEN\n       CLEGHORN, LAURA JOHNSON MANIS, SHIRLEY H. YOUNG, JULIAN\n  DELGAUDIO, ROSE DELGAUDIO, DANNY K. DAVIS, MAURICE D. HINCHEY,\n  CAROLYN KILPATRICK, PETE STARK, DIANE WATSON, LYNN C. WOOLSEY,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n                   GEORGE W. BUSH, President,\n            DONALD H. RUMSFELD, Secretary of Defense,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                               Before\n\n                        Lynch, Circuit Judge,\n                Cyr and Stahl, Senior Circuit Judges.\n\n\n          John C. Bonifaz, with whom Cristobal Bonifaz, Law\nOffices of Cristobal Bonifaz, Margaret Burnham, Max D. Stern, and\nStern Shapiro Weissberg & Garin were on the brief, for\nappellants.\n          Michael Avery on the brief for seventy-four concerned\nlaw professors, amici curiae.\n          D. Lindley Young on the brief amicus curiae in propria\npersona.\n\f          Gregory G. Katsas, Deputy Assistant Attorney General,\nwith whom Robert D. McCallum, Jr., Assistant Attorney General,\nMichael J. Sullivan, United States Attorney, Douglas N. Letter,\nAttorney, Civil Division, Scott R. McIntosh, Attorney, Civil\nDivision, and Teal Luthy, Attorney, Civil Division, were on the\nbrief, for appellees.\n\n\n                         March 13, 2003\n\f            LYNCH, Circuit Judge. Plaintiffs are active-duty members\n\nof the military, parents of military personnel, and members of the\n\nU.S. House of Representatives.1         They filed a complaint in district\n\ncourt seeking a preliminary injunction to prevent the defendants,\n\nPresident George W. Bush and Secretary of Defense Donald Rumsfeld,\n\nfrom initiating a war against Iraq.              They assert that such an\n\naction    would    violate   the    Constitution.       The   district   court\n\ndismissed    the    suit,    and    plaintiffs   appeal.      We   affirm    the\n\ndismissal.\n\n            In October 2002, Congress passed the Authorization for\n\nUse of Military Force Against Iraq Resolution of 2002 (the \"October\n\nResolution\"), Pub L. No. 107-243, 116 Stat. 1498. Plaintiffs argue\n\nthat the October Resolution is constitutionally inadequate to\n\nauthorize the military offensive that defendants are now planning\n\nagainst Iraq.       See U.S. Const. art. I, § 8, cl. 11 (granting\n\nCongress the power \"[t]o declare war\"). They base this argument on\n\ntwo theories.      They argue that Congress and the President are in\n\ncollision -- that the President is about to act in violation of the\n\nOctober   Resolution.        They    also    argue   that   Congress   and   the\n\n\n\n     1\n          The military personnel and some of the parents are\nproceeding under pseudonyms, pursuant to an order by the district\ncourt that is not before us.       The members of the House of\nRepresentatives are John Conyers, Dennis Kucinich, Jesse Jackson,\nJr., Sheila Jackson Lee, Jim McDermott, José E. Serrano, Danny K.\nDavis, Maurice D. Hinchey, Carolyn Kilpatrick, Pete Stark, Diane\nWatson, and Lynn C. Woolsey. We also acknowledge the assistance\nprovided by amicus curiae on behalf of the plaintiffs.\n\n                                       -3-\n\fPresident are in collusion -- that Congress has handed over to the\n\nPresident its exclusive power to declare war.\n\n            In either case, plaintiffs argue, judicial intervention\n\nis necessary to preserve the principle of separation of powers\n\nwhich undergirds our constitutional structure. Only the judiciary,\n\nthey   argue,   has   the   constitutionally         assigned    role     and   the\n\ninstitutional    competence       to   police       the     boundaries    of    the\n\nconstitutional mandates given to the other branches: Congress alone\n\nhas the authority to declare war and the President alone has the\n\nauthority to make war.\n\n            The plaintiffs argue that important and increasingly\n\nvital interests are served by the requirement that it be Congress\n\nwhich decides whether to declare war.               Quoting Thomas Jefferson,\n\nthey argue that congressional involvement will slow the \"dogs of\n\nwar\"; that Congress, the voice of the people, should make this\n\nmomentous    decision,      one   which      will    cost     lives;     and    that\n\ncongressional support is needed to ensure that the country is\n\nbehind the war, a key element in any victory.                   They also argue\n\nthat, absent an attack on this country or our allies, congressional\n\ninvolvement must come prior to war, because once war has started,\n\nCongress is in an uncomfortable default position where the use of\n\nits appropriations powers to cut short any war is an inadequate\n\nremedy.\n\n\n\n\n                                       -4-\n\f            The defendants are equally eloquent about the impropriety\n\nof judicial intrusion into the \"extraordinarily delicate foreign\n\naffairs and military calculus, one that could be fatally upset by\n\njudicial interference.\"         Such intervention would be all the worse\n\nhere, defendants say, because Congress and the President are in\n\naccord as to the threat to the nation and the legitimacy of a\n\nmilitary response to that threat.\n\n            The case before us is a somber and weighty one.                    We have\n\nconsidered       these   important    concerns       carefully,       and     we    have\n\nconcluded that the circumstances call for judicial restraint.                        The\n\ntheory of collision between the legislative and executive branches\n\nis not suitable for judicial review, because there is not a ripe\n\ndispute concerning the President's acts and the requirements of the\n\nOctober Resolution passed by Congress.               By contrast, the theory of\n\ncollusion, by its nature, assumes no conflict between the political\n\nbranches, but rather a willing abdication of congressional power to\n\nan emboldened and enlarged presidency.               That theory is not fit for\n\njudicial review for a different, but related, reason: Plaintiffs'\n\nclaim    that    Congress    and    the    President      have    transgressed       the\n\nboundaries      of   their   shared   war       powers,   as     demarcated    by    the\n\nConstitution, is presently insufficient to present a justiciable\n\nissue.     Common to both is our assessment that, before courts\n\nadjudicate a case involving the war powers allocated to the two\n\npolitical       branches,    they   must    be     presented      with   a    case    or\n\n\n                                          -5-\n\fcontroversy that clearly raises the specter of undermining the\n\nconstitutional structure.2\n\n                                 I.\n\n          Tensions between the United States and Iraq have been\n\nhigh at least since Iraq invaded neighboring Kuwait in 1990.       In\n\n1991, the United States led an international coalition in the\n\nPersian Gulf War, which drove Iraqi forces from Kuwait.      Before\n\nthat conflict, Congress passed a resolution quite similar to the\n\nOctober Resolution.   See Pub. L. No. 102-1, 105 Stat. 3 (1991).   As\n\npart of the ceasefire ending the Gulf War, Iraq agreed to United\n\nNations Security Council Resolution 687, which required that Iraq\n\nend the development of nuclear, biological, and chemical weapons,\n\ndestroy all existing weapons of this sort and their delivery\n\nsystems, and allow United Nations weapons inspections to confirm\n\nits compliance with these terms.      See S.C. Res. 687, U.N. SCOR,\n\n46th Sess., 2981st mtg., U.N. Doc. S/RES/687 (1991).     Since that\n\ntime, Iraq has repeatedly been in breach of this agreement by,\n\namong other things, blocking inspections and hiding banned weapons.\n\nIraq ended cooperation with the weapons inspection program in 1998.\n\nSince 1991, the United States and other nations have enforced a no-\n\n\n\n     2\n          We do not reach all the issues concerning the\njusticiability of the case, including the question of the parties'\nstanding. There is no required sequence to the consideration of\nthe various non-merits issues presented here. See Ruhrgas AG v.\nMarathon Oil Co., 526 U.S. 574, 584-85 (1999); In re Middlesex\nPower Equip. & Marine, Inc., 292 F.3d 61, 66 n.1 (1st Cir. 2002).\n\n                                -6-\n\ffly zone near the Kuwaiti border and on several occasions have\n\nlaunched missile strikes against Iraq.\n\n              Congress has been engaged in the American response to\n\nIraqi noncompliance throughout this period.          It was well-informed\n\nabout ongoing American military activities, enforcement of the no-\n\nfly zone, and the missile strikes.            In 1998, Congress passed a\n\njoint resolution which chronicled Iraqi noncompliance and declared\n\nthat \"the Government of Iraq is in material and unacceptable breach\n\nof its international obligations, and therefore the President is\n\nurged    to    take   appropriate   action,    in   accordance    with   the\n\nConstitution and relevant laws of the United States, to bring Iraq\n\ninto compliance with its international obligations.\"             Pub. L. No.\n\n105-235, 112 Stat. 1538, 1541 (1998).          Later that year, Congress\n\nalso passed the Iraq Liberation Act of 1998, Pub. L. No. 105-338,\n\n112 Stat. 3178.        This statute authorized assistance, including\n\nmilitary equipment and training, for \"Iraqi democratic opposition\n\norganizations,\" and declared that it should be United States policy\n\nto remove Iraqi leader Saddam Hussein from power.        Id. §§ 3, 4, 112\n\nStat. at 3179.3\n\n              The United Nations has also remained engaged in the\n\ndispute ever since the Persian Gulf War.            It supervised weapons\n\n\n     3\n          Another provision of the Iraq Liberation Act stated that,\nother than the military assistance provision in § 4(a)(2), the Act\nshould not \"be construed to authorize or otherwise speak to the use\nof United States Armed Forces.\"        § 8, 112 Stat. at 3181.\nNonetheless, this statute provides important context.\n\n                                    -7-\n\finspections,     supported    economic      sanctions   against     Iraq,    and,\n\nthrough    the   Security    Council,      repeatedly    passed    resolutions\n\ndeclaring that Iraq was not fulfilling the conditions of Resolution\n\n687.   On September 12, 2002, President Bush addressed the United\n\nNations General Assembly.         There he called for a renewed effort to\n\ndemand Iraqi disarmament and indicated that he thought military\n\nforce would be necessary if diplomacy continued to                   fail.     In\n\nresponse, Iraq agreed to allow inspectors back into the country,\n\nbut it has failed to comply fully with the earlier Security Council\n\nresolutions.\n\n            The week after his September 12 speech at the United\n\nNations, President Bush proposed language for a congressional\n\nresolution supporting the use of force against Iraq.               Detailed and\n\nlengthy negotiations between and among congressional leaders and\n\nthe Administration hammered out a revised and much narrower version\n\nof the resolution.          The House of Representatives passed this\n\nmeasure by a vote of 296 to 133 on October 10, 2002; the Senate\n\nfollowed suit on October 11 by a vote of 77 to 23.                The full text\n\nof the October Resolution is attached as an appendix to this\n\nopinion.\n\n            On   November    8,    2002,    the   Security   Council     passed\n\nResolution 1441, which declared that Iraq remained in material\n\nbreach of its obligations and offered \"a final opportunity to\n\ncomply with its disarmament obligations.\"               S.C. Res. 1441, U.N.\n\n\n                                      -8-\n\fSCOR, 57th Sess., 4644th mtg., U.N. Doc. S/RES/687 (2002). It also\n\nnoted that \"the Council has repeatedly warned Iraq that it will\n\nface serious consequences as a result of its continued violations\n\nof its obligations.\"      Id.       In diplomatic parlance, the phrase\n\n\"serious consequences\" generally refers to military action.                  More\n\nthan 200,000 United States troops are now deployed around Iraq,\n\npreparing for the possibility of an invasion.\n\n            The   complaint   was     filed,     along     with   motions     for\n\npreliminary injunction and expedited hearing, on February 13, 2003.\n\nThe district court heard oral argument on February 24 and denied\n\nthe motion in an order issued that day.          The court released a more\n\ndetailed written opinion on February 27.          See Doe v. Bush, No. 03-\n\n10284, 2003 U.S. Dist. LEXIS 2773 (D. Mass. Feb. 27, 2003).\n\nPlaintiffs appealed and this court expedited consideration, hearing\n\noral argument on March 4, 2003 and receiving additional briefing on\n\nMarch 11.   Because the case was dismissed on a pretrial motion, we\n\nindependently review the claims afresh.\n\n                                     II.\n\n            The   Constitution      reserves    the      war   powers   to    the\n\nlegislative and executive branches.            This court has declined the\n\ninvitation to become involved in such matters once before.                   Over\n\nthirty years ago, the First Circuit addressed a war powers case\n\nchallenging the constitutionality of the Vietnam War on the basis\n\nthat Congress had not declared war.            Massachusetts v. Laird, 451\n\n\n                                     -9-\n\fF.2d 26 (1st Cir. 1971).     The court found that other actions by\n\nCongress, such as continued appropriations to fund the war over the\n\ncourse of six years, id. at 34, provided enough indication of\n\ncongressional approval to put the question beyond the reach of\n\njudicial review:\n\n          The war in Vietnam is a product of the jointly supportive\n          actions of the two branches to whom the congeries of the\n          war powers have been committed. Because the branches are\n          not in opposition, there is no necessity of determining\n          boundaries.    Should either branch be opposed to the\n          continuance of hostilities, however, and present the\n          issue in clear terms, a court might well take a different\n          view. This question we do not face.\n\nId.   Applying this precedent to the case at hand today, the\n\ndistrict court concluded, \"[T]here is a day to day fluidity in the\n\nsituation that does not amount to resolute conflict between the\n\nbranches -- but that does argue against an uninformed judicial\n\nintervention,\" Doe, 2003 U.S. Dist. LEXIS 2773, at *11. See Drinan\n\nv. Nixon, 364 F. Supp. 854, 858 (D. Mass. 1973); see also DaCosta\n\nv. Laird, 471 F.2d 1146, 1157 (2d Cir. 1973); Orlando v. Laird, 443\n\nF.2d 1039, 1043 (2d Cir. 1971); cf. United States v. Kin-Hong, 110\n\nF.3d 103, 111 (1st Cir. 1997) (drawing support from political\n\nquestion doctrine in case where \"questions involve an evaluation of\n\ncontingent political events\").\n\n          The lack of a fully developed dispute between the two\n\nelected branches, and the consequent lack of a clearly defined\n\nissue, is exactly the type of concern which causes courts to find\n\na case unripe.     In his concurring opinion in Goldwater v. Carter,\n\n                                 -10-\n\f444 U.S. 996 (1979), Justice Powell stated that courts should\n\ndecline, on ripeness grounds, to decide \"issues affecting the\n\nallocation of power between the President and Congress until the\n\npolitical branches reach a constitutional impasse.\"           Id. at 997\n\n(Powell, J., concurring).      A number of courts have adopted Justice\n\nPowell's ripeness reasoning in cases involving military powers.\n\nSee Greenham Women Against Cruise Missiles v. Reagan, 755 F.2d 34,\n\n37 (2d Cir. 1985) (per curiam); Dellums v. Bush, 752 F. Supp. 1141,\n\n1150 & nn.23-25 (D.D.C. 1990); see also Sanchez-Espinoza v. Reagan,\n\n770   F.2d    202,   210-11   (D.C.   Cir.   1985)   (R.   Ginsburg,   J.,\n\nconcurring).\n\n             Ripeness doctrine involves more than simply the timing of\n\nthe case. It mixes various mutually reinforcing constitutional and\n\nprudential considerations.      See Mangual v. Rotger-Sabat, 317 F.3d\n\n45, 59 (1st Cir. 2003).       One such consideration is the need \"to\n\nprevent the courts, through avoidance of premature adjudication,\n\nfrom entangling themselves in abstract disagreements.\"             Abbott\n\nLabs. v. Gardner, 387 U.S. 136, 148 (1967).          Another is to avoid\n\nunnecessary constitutional decisions.        Reg'l Rail Reorganization\n\nAct Cases, 419 U.S. 102, 138 (1974).         A third is the recognition\n\nthat, by waiting until a case is fully developed before deciding\n\nit, courts benefit from a focus sharpened by particular facts. See\n\nOhio Forestry Ass'n v. Sierra Club, 523 U.S. 726, 736 (1998).          The\n\ncase before us raises all three of these concerns.\n\n\n                                  -11-\n\f           These rationales spring, in part, from the recognition\n\nthat the scope of judicial power is bounded by the Constitution.\n\n\"It is a principle of first importance that the federal courts are\n\ncourts of limited jurisdiction.\"       C.A. Wright & M.K. Kane, Law of\n\nFederal Courts 27 (6th ed. 2002).      Article III of the Constitution\n\nlimits jurisdiction to \"cases\" and \"controversies,\" and prudential\n\ndoctrines may counsel additional restraint.\n\n           The ripeness of a dispute is determined de novo.           Stern\n\nv. U.S. Dist. Court, 214 F.3d 4, 10 (1st Cir. 2000).           Ripeness is\n\ndependent on the circumstances of a particular case.           See Ernst &\n\nYoung v. Depositors Econ. Prot. Corp., 45 F.3d 530, 535 (1st Cir.\n\n1995)   (\"[T]he   various   integers   that   enter    into   the   ripeness\n\nequation play out quite differently from case to case . . . .\").\n\nTwo factors are used to evaluate ripeness: \"the fitness of the\n\nissues for judicial decision and the hardship to the parties of\n\nwithholding court consideration.\"        Abbot Labs., 387 U.S. at 149.\n\nOrdinarily, both factors must be present.        Ernst & Young, 45 F.3d\n\nat 535.\n\n           The hardship prong of this test is most likely satisfied\n\nhere; the current mobilization already imposes difficulties on the\n\nplaintiff soldiers and family members, so that they suffer \"present\n\ninjury from a future contemplated event.\"        McInnis-Misenor v. Me.\n\nMed. Ctr., 319 F.3d 63, 70 (1st Cir. 2003).           Plaintiffs also lack\n\n\n\n\n                                  -12-\n\fa realistic opportunity to secure comparable relief by bringing the\n\naction at a later time.   See Ohio Forestry, 523 U.S. at 734.4\n\n          The fitness inquiry here presents a greater obstacle.\n\nFitness \"typically involves subsidiary queries concerning finality,\n\ndefiniteness, and the extent to which resolution of the challenge\n\ndepends upon facts that may not yet be sufficiently developed.\"\n\nErnst & Young, 45 F.3d at 535.     The baseline question is whether\n\nallowing more time for development of events would \"significantly\n\nadvance our ability to deal with the legal issues presented [or]\n\naid us in their resolution.\"     Duke Power Co. v. Carolina Envtl.\n\nStudy Group,   438 U.S. 59, 82 (1978); see Ohio Forestry, 523 U.S.\n\nat 737; Regional Rail, 419 U.S. at 144-45; Gun Owners' Action\n\nLeague v. Swift, 284 F.3d 198, 208-09 (1st Cir. 2002); R.I. Ass'n\n\nof Realtors v. Whitehouse, 199 F.3d 26, 34 (1st Cir. 1999).   \"[T]he\n\nquestion of fitness does not pivot solely on whether a court is\n\ncapable of resolving a claim intelligently, but also involves an\n\nassessment of whether it is appropriate for the court to undertake\n\nthe task.\"     Ernst & Young, 45 F.3d at 537.     These prudential\n\nconsiderations are particularly strong in this case, which presents\n\n\n     4\n          Defendants, citing Ange v. Bush, 752 F. Supp. at 515,\nassert that no claim can ever be ripe until an attack has actually\noccurred. We would be reluctant to accept this assertion; it would\nseem to say that a case cannot be ripe on the basis of reasonably\npredictable future injury. This is not the law. \"[T]he doctrine\nof ripeness . . . asks whether an injury that has not yet happened\nis sufficiently likely to happen to warrant judicial review.\" Gun\nOwners' Action League v. Swift, 284 F.3d 198, 205 (1st Cir. 2002)\n(internal quotation omitted).\n\n                                 -13-\n\fa politically-charged controversy involving momentous issues, both\n\nsubstantively (war and peace) and constitutionally (the powers of\n\ncoequal branches).     See Dellums, 752 F. Supp. at 1149.\n\n            One thrust of the plaintiffs' argument is that the\n\nOctober Resolution only permits actions sanctioned by the Security\n\nCouncil.5    In plaintiffs' view, the Resolution's authorization is\n\nso narrow that, even with Security Council approval of military\n\nforce, Congress would need to pass a new resolution before United\n\nStates participation in an attack on Iraq would be constitutional.\n\nAt a minimum, according to plaintiffs, the October Resolution\n\nauthorizes    no   military   action   \"outside   of   a   United   Nations\n\ncoalition.\"\n\n            For various reasons, this issue is not fit now for\n\njudicial review.    For example, should there be an attack, Congress\n\nmay take some action immediately.        The purported conflict between\n\nthe political branches may disappear. \"[T]hat the future event may\n\nnever come to pass augurs against a finding of fitness.\"            McInnis-\n\nMisenor, 319 F.3d at 72.\n\n            Many important questions remain unanswered about whether\n\nthere will be a war, and, if so, under what conditions.        Diplomatic\n\n\n     5\n          Plaintiffs argue that § 3(a) of the October Resolution,\nwhich authorizes use of force to \"defend the national security of\nthe United States . . . and . . . enforce all relevant United\nNations Security Council resolutions,\" 116 Stat. at 1501, excludes\nany action that is not called for by a Security Council resolution.\nThey support their reading by reference to the October Resolution's\npreamble and to legislative history.\n\n                                  -14-\n\fnegotiations, in particular, fluctuate daily.            The President has\n\nemphasized repeatedly that hostilities still may be averted if Iraq\n\ntakes certain actions.      The Security Council is now debating the\n\npossibility of passing a new resolution that sets a final deadline\n\nfor Iraqi compliance.     United Nations weapons inspectors continue\n\ntheir investigations inside Iraq.          Other countries ranging from\n\nCanada to Cameroon have reportedly pursued their own proposals to\n\nbroker a compromise.      As events unfold, it may become clear that\n\ndiplomacy has either succeeded or failed decisively.           The Security\n\nCouncil, now divided on the issue, may reach a consensus.                  To\n\nevaluate   this   claim   now,   the   court   would    need   to   pile   one\n\nhypothesis on top of another.          We would need to assume that the\n\nSecurity Council will not authorize war, and that the President\n\nwill proceed nonetheless.        See id. at 72-73 (outlining chain of\n\nuncertain events necessary to make case ripe); Ernst & Young, 45\n\nF.3d at 538 (same).\n\n           Thus, even assuming that plaintiffs correctly interpret\n\nthe commands of the legislative branch, it is impossible to say yet\n\nwhether or not those commands will be obeyed.          As was the situation\n\nin Goldwater, \"[i]n the present posture of this case, we do not\n\nknow whether there will ever be an actual confrontation between the\n\nLegislative and Executive Branches.\"        444 U.S. at 998 (Powell, J.,\n\nconcurring).\n\n\n\n\n                                   -15-\n\f          Our   analysis   is   based    on   ripeness   rather    than   the\n\npolitical question doctrine.6     The political question doctrine --\n\nthat courts should not intervene in questions that are the province\n\nof the legislative and executive branches -- is a famously murky\n\none. See E. Chemerinsky, Federal Jurisdiction §2.6, at 144 (3d ed.\n\n1999) (\"In many ways, the political question doctrine is the most\n\nconfusing of the justiciability doctrines.\").            It has also been\n\nused fairly infrequently to block judicial review.                The modern\n\ndefinition of the doctrine was established in the landmark case of\n\n\n\n\n     6\n          While the Supreme Court has not considered a modern war\npowers case, lower courts have, and they have reached differing\nconclusions about the applicability of the political question\ndoctrine. Compare, e.g., Campbell v. Clinton, 203 F.3d 19, 37-41\n(D.C. Cir. 2000) (Tatel, J., concurring) (arguing that challenge to\nair campaign in Yugoslavia would not pose a political question);\nBerk v. Laird, 429 F.2d 302, 306 (2d Cir. 1970) (holding that\nchallenge to Vietnam War did not necessarily raise political\nquestion and remanding); Dellums, 752 F. Supp. at 1150 (rejecting\nargument that political question doctrine foreclosed challenge to\nPersian Gulf War); with Campbell, 203 F.3d at 24-28 (Silberman, J.,\nconcurring) (arguing that courts lack manageable standards to\nadjudicate such cases); Holtzman v. Schlesinger, 484 F.2d 1307,\n1309-11 (2nd Cir. 1973) (challenge to hostilities in Cambodia\nrejected as political question); Ange, 752 F. Supp. at 512 (same\nfor Persian Gulf War). See generally Laird, 451 F.2d at 29 n.2\n(collecting cases); T.M. Franck, Political Questions/Judicial\nAnswers 45-96 (1992) (tracing history of judicial abstention and\nlack thereof in foreign affairs and war powers cases). In some\nrelevant older cases, the Supreme Court did reach the merits of\ncases concerning war. See The Prize Cases, 67 U.S. (2 Black) 635,\n670-71 (1862) (finding \"legislative sanction\" for Civil War while\nreserving question of whether it was required); Talbot v. Seeman,\n5 U.S. (1 Cranch) 1, 33 (1801) (Marshall, C.J.) (finding quasi-war\nwith France authorized by Congress).\n\n                                  -16-\n\fBaker v. Carr, 369 U.S. 186 (1962).7   In the forty years since that\n\ncase, the Supreme Court has found a case nonjusticiable on the\n\nbasis of the political question doctrine only twice.   See Nixon v.\n\nUnited States, 506 U.S. 224, 236 (1993) (Senate procedures for\n\nimpeachment of a federal judge); Gilligan v. Morgan, 413 U.S. 1, 12\n\n(1973) (training, weaponry, and orders of Ohio National Guard).\n\nOur court has been similarly sparing in its reliance on the\n\npolitical question doctrine.8\n\n          Ultimately, however, the classification matters less than\n\nthe principle.   If courts may ever decide whether military action\n\ncontravenes congressional authority, they surely cannot do so\n\n\n     7\n          Baker summarized political questions as follows:\n\n     Prominent on the surface of any case held to involve a\n     political question is found a textually demonstrable\n     constitutional commitment of the issue to a coordinate\n     political department; or a lack of judicially discoverable and\n     manageable standards for resolving it; or the impossibility of\n     deciding without an initial policy determination of a kind\n     clearly for nonjudicial discretion; or the impossibility of a\n     court's undertaking independent resolution without expressing\n     lack of the respect due coordinate branches of government; or\n     an unusual need for unquestioning adherence to a political\n     decision already made; or the potentiality of embarrassment\n     from multifarious pronouncements by various departments on one\n     question.\n\nId. at 217.\n     8\n          This court has cited the Baker formulation only twice\nbesides Massachusetts v. Laird, supra.     One case used Baker to\nsupport deference to the Secretary of State in the interpretation\nof an extradition treaty. See Kin-Hong, 110 F.3d at 111-12. The\nother dismissed a pro se complaint objecting to the substance of\nUnites States foreign policy.      See Eveland v. Dir. of Cent.\nIntelligence Agency, 843 F.2d 46, 49 (1st Cir. 1988) (per curiam).\n\n                                -17-\n\funless and until the available facts make it possible to define the\n\nissues with clarity.9\n\n                                 III.\n\n            Plaintiffs' collusion theory presents different concerns.\n\nWe understand plaintiffs to make two distinct arguments as to why\n\nan attack under the October Resolution would be unlawful.               The\n\nfirst argument, discussed above, is that the October Resolution\n\nplaced conditions on the President's authority to order action in\n\nIraq, and that he is preparing to disregard those conditions.           The\n\nother argument, our focus now, is that the October Resolution\n\ndelegates   excessive   authority   to   the   President,   rendering    it\n\nconstitutionally inadequate as a vehicle for Congress to \"declare\n\nwar.\"10\n\n\n     9\n          This conclusion does not necessarily mean that similar\nchallenges would never be ripe for decision before military action\nbegan; we reiterate the case-specific nature of the ripeness\ninquiry. Here, too many crucial facts are missing.\n     10\n          The plaintiffs appropriately disavow the formalistic\nnotion that Congress only authorizes military deployments if it\nstates, \"We declare war.\" This has never been the practice and it\nwas not the understanding of the founders. See J.H. Ely, War and\nResponsibility 25-26 (1993).      Congressional authorization for\nmilitary action has often been found in the passage of resolutions\nthat lacked these \"magic words,\" or in continued enactments of\nappropriations or extensions of the draft which were aimed at\nwaging a particular war. See, e.g., Laird, 451 F.2d at 34 (\"[I]n\na situation of prolonged but undeclared hostilities, where the\nexecutive continues to act . . . with steady Congressional support,\nthe Constitution has not been breached.\"); Orlando, 443 F.2d at\n1042-43 (\"[T]he test is whether there is any action by the Congress\nsufficient to authorize or ratify the military activity in\nquestion.\"); see also Ely, supra, at 12-46 (arguing that Congress\ngave constitutionally sufficient authorization for ground war in\n\n                                 -18-\n\f            According    to    this   second    argument,    the   Constitution\n\ndeliberately vested power to declare war in the legislative branch\n\nas a necessary check on the power of the executive branch, and\n\nCongress is not free to upset this careful balance by giving power\n\nto the President. This claim of collusion does not align precisely\n\nwith the test that the political branches have yet to reach a\n\n\"constitutional impasse\"; the claim is that the branches have\n\nagreed to an unconstitutional transfer of the \"war declaration\"\n\npowers from Congress to the President.              Some initial review of the\n\nmerits of the claim is \"inherent when the constitutional issue is\n\nposed in terms of scope of authority.\"              Laird, 451 F.2d at 33-34.\n\n            The Supreme Court has been willing to adjudicate other\n\ncases concerning     the      distribution     of    constitutional   authority\n\nbetween the legislative and executive branches, notwithstanding the\n\ncall for restraint embodied in the political question doctrine.\n\nSometimes it rejects the application of the political question\n\ndoctrine explicitly. See, e.g., United States v. Munoz-Flores, 495\n\nU.S. 385, 389-96 (1990); Immigration & Naturalization Serv. v.\n\nChadha, 462 U.S. 919, 942-43 (1983).                Other times the Court has\n\nmerely proceeded to the merits without explicitly rejecting the\n\npolitical question doctrine.          See, e.g., Clinton, 524 U.S. at 421;\n\nMorrison v. Olson, 487 U.S. 654 (1988); cf. Bush v. Gore, 531 U.S.\n\n98,   112   (2000)      (Rehnquist,     C.J.,       concurring)    (considering\n\n\nVietnam and Cambodia).\n\n                                      -19-\n\fseparation of powers between state legislature and state judiciary\n\nunder U.S. Const. art. II, § 1, cl. 2).\n\n           The Supreme Court has recognized a role for judicial\n\nreview of these types of separation of powers claims even when\n\nCongress appears to have agreed to the challenged arrangement.          In\n\nClinton v. City of New York, supra, a claim was brought by citizens\n\ndeprived of the benefits of an appropriation that the President\n\ncancelled under the procedures in the Line Item Veto Act, 2 U.S.C.\n\n§§   691-692   (2000).   These   citizens   argued   that   Congress   had\n\nunconstitutionally delegated to the President its authority under\n\nthe Presentment Clause, U.S. Const. art. I, § 7, cl. 2.        The Court\n\nreviewed the constitutionality of the Act despite apparent support\n\nfor it from both of the other branches, which had jointly enacted\n\nthe statute and used its procedures.     See Clinton, 524 U.S. at 428-\n\n36 (reviewing jurisdiction extensively without consideration of\n\npolitical question doctrine); see also Chadha, 462 U.S. at 941\n\n(judicial review of legislative veto that had similarly been\n\nenacted and used).\n\n           In some ways, the claims made by plaintiffs here parallel\n\nthose made in Clinton: that the Constitution vested power in the\n\nlegislative branch as a necessary check on the power of the\n\nexecutive branch, and that Congress is not free to upset the\n\ncareful balance by giving power to the executive.       See 524 U.S. at\n\n452 (Kennedy, J., concurring)      (\"That a congressional cession of\n\n\n                                  -20-\n\fpower is voluntary does not make it innocuous. . . .           Abdication of\n\nresponsibility is not part of the constitutional design.\"); cf. New\n\nYork   v.    United   States,     505    U.S.   144,     182   (1992)   (\"The\n\nConstitution's division of power among the three branches is\n\nviolated where one branch invades the territory of another, whether\n\nor not the encroached-upon branch approves the encroachment.\").\n\n             There are also, however, significant differences between\n\nClinton and the case before us.         For one, in Clinton the President\n\nhad fully exercised the power that was at issue, which \"removed any\n\nconcern\" about ripeness.        524 U.S. at 430.       For another, the Line\n\nItem Veto Act contained specific provisions, accepted by both\n\nCongress and the President when they enacted the law, which not\n\nonly permitted judicial review of the statute's validity but\n\ncreated a special expedited process for it.             2 U.S.C. § 692; see\n\nClinton, 524 U.S. at 428-30; Raines v. Byrd, 521 U.S. 811, 815-16\n\n(1997).     There was less danger of courts invading the province of\n\nthese other branches, because specific statutory authority directed\n\nthem to consider the case.       A third difference is the scale of the\n\npurported delegation.     The Line Item Veto Act gave the President\n\nwide discretion to cancel items of discretionary budget authority,\n\ndirect spending, or limited tax benefits.          2 U.S.C. § 691(a).     The\n\ndeterminations required of the President in the October Resolution\n\nare much more narrowly focused.\n\n\n\n\n                                    -21-\n\f             Perhaps the most important difference is the shared\n\nnature of the powers in question here. The Constitution explicitly\n\ndivides the various war powers between the political branches.                  To\n\nthe Congress goes the power to \"declare war,\" U.S. Const. art. 1,\n\n§ 8, cl. 11; to      \"raise and support armies\" through appropriations\n\nof up to two years, cl. 12; to \"provide and maintain a navy,\" cl.\n\n13; and to \"make rules for the government and regulation of the\n\nland and naval forces,\" cl. 14. The President's role as commander-\n\nin-chief is one of the few executive powers enumerated by the\n\nConstitution.       U.S. Const. art. II, § 2, cl. 1.\n\n            Given this \"amalgam of powers,\" the Constitution overall\n\n\"envisages    the    joint    participation       of    the   Congress   and   the\n\nexecutive in determining the scale and duration of hostilities.\"\n\nLaird, 451 F.2d at 31-32 (emphasis added).              \"'The great ordinances\n\nof the Constitution do not establish and divide fields of black and\n\nwhite.'\"    Youngstown Sheet & Tube Co. v. Sawyer, 343 U.S. 579, 597\n\n(1952)     (Frankfurter,      J.,    concurring)        (quoting   Springer     v.\n\nPhilippine    Islands,       277    U.S.   189,   209    (1928)    (Holmes,    J.,\n\ndissenting)).       Rather, there is sometimes a \"zone of twilight in\n\nwhich [the President] and Congress may have concurrent authority,\n\nor in which its distribution is uncertain. . . .               In this area, any\n\nactual test of power is likely to depend on the imperatives of\n\nevents and contemporary imponderables rather than on abstract\n\n\n\n\n                                       -22-\n\ftheories of law.\"        Youngstown, 343 U.S. at 637 (Jackson, J.,\n\nconcurring).11\n\n              In this zone of shared congressional and presidential\n\nresponsibility, courts should intervene only when the dispute is\n\nclearly framed.      See Nixon, 506 U.S. at 228-29; Baker, 369 U.S. at\n\n217.    An extreme case might arise, for example, if Congress gave\n\nabsolute discretion to the President to start a war at his or her\n\nwill.       Cf. Clinton, 524 U.S. at 423, 425 (describing President's\n\nbroad explanations for use of cancellation authority). Plaintiffs'\n\nobjection to the October Resolution does not, of course, involve\n\nany such claim.         Nor does it involve a situation where the\n\nPresident acts without any apparent congressional authorization, or\n\nagainst congressional opposition.\n\n              The mere fact that the October Resolution grants some\n\ndiscretion to the President fails to raise a sufficiently clear\n\nconstitutional issue.        The plaintiffs argue that Congress is\n\n\n       11\n              As one commentator has said:\n\n              It is therefore an error of considerable significance to\n              adopt uncritically an \"either/or\" logic -- to assume that\n              the doctrine of separation of powers requires that power\n              must be either in, and only in, congress or the\n              president.    Such a rigid, mechanical view has never\n              accurately described the relationship between congress\n              and the presidency even with respect to internal affairs;\n              it is wholly insupportable in the area of foreign\n              affairs.   The fact is that power may inhere in both\n              branches.\n\nH.P. Monaghan, Presidential War-Making, 50 B.U. L. Rev. 19, 25\n(1970) (special issue) (emphasis removed).\n\n                                   -23-\n\fconstitutionally forbidden from deciding that certain conditions\n\nare necessary to lead to war and then yielding to the President the\n\nauthority to make the determination of whether those conditions\n\nexist.12   The President, in this view, has power to make such\n\ndeterminations only in the context of repelling sudden attacks on\n\nthis country or its allies.      See Mitchell v. Laird, 488 F.2d 611,\n\n613-14 (D.C. Cir. 1973). The Supreme Court recently and forcefully\n\nreiterated that, notwithstanding the Constitution's vesting of \"all\n\nlegislative power\" in Congress, U.S. Const. art. I, § 1 (emphasis\n\nadded), enactments which leave discretion to the executive branch\n\nare permissible as long as they offer some \"intelligible principle\"\n\nto guide that discretion.      See Whitman v. Am. Trucking Ass'ns, 531\n\nU.S. 457, 472-76 (2001) (quoting J.W. Hampton, Jr., & Co. v. United\n\nStates, 276 U.S. 394, 409 (1928)).       War powers, in contrast to \"all\n\nlegislative power,\" are shared between the political branches.\n\nFurthermore,   the   Supreme    Court    has   also   suggested   that   the\n\nnondelegation doctrine has even less applicability to foreign\n\naffairs. See Zemel v. Rusk, 381 U.S. 1, 17 (1965) (when delegating\n\nauthority over foreign relations, Congress may leave more details\n\nto the President than in domestic affairs, short of granting\n\n\n     12\n          Suppose, however, that Congress did pass a law stating\nsimply, \"The United States declares war on Iraq.\" This would still\nleave to the President all determinations concerning timing,\nstrategy, and tactics; the President would decide both when and how\nto start an attack and when and how to stop it. See Ely, supra, at\n23-25. It is difficult to see how Congress could be said to shirk\nits constitutional responsibilities in that scenario.\n\n                                  -24-\n\f\"totally unrestricted freedom of choice\").                         The reference to\n\nnondelegation is thus of little help to plaintiffs in trying to\n\npresent the type of serious issue necessary to overcome judicial\n\nrestraint in the adjudication of war powers cases.\n\n            Nor is there clear evidence of congressional abandonment\n\nof the authority to declare war to the President.                   To the contrary,\n\nCongress has been deeply involved in significant debate, activity,\n\nand authorization connected to our relations with Iraq for over a\n\ndecade, under three different presidents of both major political\n\nparties,    and   during     periods     when      each    party     has      controlled\n\nCongress.    It has enacted several relevant pieces of legislation\n\nexpressing support for an aggressive posture toward Iraq, including\n\nauthorization     of   the    prior    war    against      Iraq    and     of   military\n\nassistance for groups that would overthrow Saddam Hussein.                        It has\n\nalso   accepted     continued      American        participation         in     military\n\nactivities in and around Iraq, including flight patrols and missile\n\nstrikes. Finally, the text of the October Resolution itself spells\n\nout    justifications        for   a    war       and     frames     itself      as    an\n\n\"authorization\" of such a war.\n\n            It is true that \"courts possess power to review either\n\nlegislative or executive action that transgresses identifiable\n\ntextual limits\" on constitutional power.                  Nixon, 506 U.S. at 238.\n\nQuestions   about      the   structure       of   congressional       power      can   be\n\njusticiable under the proper circumstances.                   See, e.g., Clinton,\n\n\n                                       -25-\n\f524 U.S. at 428-36; Chadha, 462 U.S. at 941-44.            But courts are\n\nrightly hesitant to second-guess the form or means by which the\n\ncoequal political branches choose to exercise their textually\n\ncommitted constitutional powers.         See Orlando, 443 F.2d at 1043.\n\nAs   the   circumstances   presented   here   do   not   warrant   judicial\n\nintervention, the appropriate recourse for those who oppose war\n\nwith Iraq lies with the political branches.\n\n            Dismissal of the complaint is affirmed.\n\n\n\n\n                                  -26-\n\f                                             PUBLIC LAW 107–243—OCT. 16, 2002\n\n\n\n\n                             AUTHORIZATION FOR USE OF MILITARY\n                            FORCE AGAINST IRAQ RESOLUTION OF 2002\n\n\n\n\n                                                                                 -27-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00001   Fmt 6579   Sfmt 6579   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                          116 STAT. 1498                            PUBLIC LAW 107–243—OCT. 16, 2002\n\n\n\n\n                                                  Public Law 107–243\n                                                  107th Congress\n                                                                    Joint Resolution\n                            Oct. 16, 2002\n                                                              To authorize the use of United States Armed Forces against Iraq.\n                           [H.J. Res. 114]\n                                                  Whereas in 1990 in response to Iraq’s war of aggression against\n                                                   and illegal occupation of Kuwait, the United States forged a\n                                                   coalition of nations to liberate Kuwait and its people in order\n                                                   to defend the national security of the United States and enforce\n                                                   United Nations Security Council resolutions relating to Iraq;\n                                                  Whereas after the liberation of Kuwait in 1991, Iraq entered into\n                                                   a United Nations sponsored cease-fire agreement pursuant to\n                                                   which Iraq unequivocally agreed, among other things, to eliminate\n                                                   its nuclear, biological, and chemical weapons programs and the\n                                                   means to deliver and develop them, and to end its support for\n                                                   international terrorism;\n                                                  Whereas the efforts of international weapons inspectors, United\n                                                   States intelligence agencies, and Iraqi defectors led to the dis-\n                                                   covery that Iraq had large stockpiles of chemical weapons and\n                                                   a large scale biological weapons program, and that Iraq had\n                                                   an advanced nuclear weapons development program that was\n                                                   much closer to producing a nuclear weapon than intelligence\n                                                   reporting had previously indicated;\n                                                  Whereas Iraq, in direct and flagrant violation of the cease-fire,\n                                                   attempted to thwart the efforts of weapons inspectors to identify\n                                                   and destroy Iraq’s weapons of mass destruction stockpiles and\n                                                   development capabilities, which finally resulted in the withdrawal\n                                                   of inspectors from Iraq on October 31, 1998;\n                                                  Whereas in Public Law 105–235 (August 14, 1998), Congress con-\n                                                   cluded that Iraq’s continuing weapons of mass destruction pro-\n                                                   grams threatened vital United States interests and international\n                                                   peace and security, declared Iraq to be in ‘‘material and unaccept-\n                                                   able breach of its international obligations’’ and urged the Presi-\n                                                   dent ‘‘to take appropriate action, in accordance with the Constitu-\n                                                   tion and relevant laws of the United States, to bring Iraq into\n                                                   compliance with its international obligations’’;\n                                                  Whereas Iraq both poses a continuing threat to the national security\n                                                   of the United States and international peace and security in\n                                                   the Persian Gulf region and remains in material and unacceptable\n                                                   breach of its international obligations by, among other things,\n                                                   continuing to possess and develop a significant chemical and\n                                                   biological weapons capability, actively seeking a nuclear weapons\n                                                   capability, and supporting and harboring terrorist organizations;\n                                                  Whereas Iraq persists in violating resolution of the United Nations\n                                                   Security Council by continuing to engage in brutal repression\n                                                   of its civilian population thereby threatening international peace\n\n\n\n\n                                                                                 -28-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00002   Fmt 6580   Sfmt 6581   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                                             PUBLIC LAW 107–243—OCT. 16, 2002                                            116 STAT. 1499\n\n                           and security in the region, by refusing to release, repatriate,\n                           or account for non-Iraqi citizens wrongfully detained by Iraq,\n                           including an American serviceman, and by failing to return prop-\n                           erty wrongfully seized by Iraq from Kuwait;\n                          Whereas the current Iraqi regime has demonstrated its capability\n                           and willingness to use weapons of mass destruction against other\n                           nations and its own people;\n                          Whereas the current Iraqi regime has demonstrated its continuing\n                           hostility toward, and willingness to attack, the United States,\n                           including by attempting in 1993 to assassinate former President\n                           Bush and by firing on many thousands of occasions on United\n                           States and Coalition Armed Forces engaged in enforcing the\n                           resolutions of the United Nations Security Council;\n                          Whereas members of al Qaida, an organization bearing responsi-\n                           bility for attacks on the United States, its citizens, and interests,\n                           including the attacks that occurred on September 11, 2001, are\n                           known to be in Iraq;\n                          Whereas Iraq continues to aid and harbor other international ter-\n                           rorist organizations, including organizations that threaten the\n                           lives and safety of United States citizens;\n                          Whereas the attacks on the United States of September 11, 2001,\n                           underscored the gravity of the threat posed by the acquisition\n                           of weapons of mass destruction by international terrorist\n                           organizations;\n                          Whereas Iraq’s demonstrated capability and willingness to use\n                           weapons of mass destruction, the risk that the current Iraqi\n                           regime will either employ those weapons to launch a surprise\n                           attack against the United States or its Armed Forces or provide\n                           them to international terrorists who would do so, and the extreme\n                           magnitude of harm that would result to the United States and\n                           its citizens from such an attack, combine to justify action by\n                           the United States to defend itself;\n                          Whereas United Nations Security Council Resolution 678 (1990)\n                           authorizes the use of all necessary means to enforce United\n                           Nations Security Council Resolution 660 (1990) and subsequent\n                           relevant resolutions and to compel Iraq to cease certain activities\n                           that threaten international peace and security, including the\n                           development of weapons of mass destruction and refusal or\n                           obstruction of United Nations weapons inspections in violation\n                           of United Nations Security Council Resolution 687 (1991), repres-\n                           sion of its civilian population in violation of United Nations\n                           Security Council Resolution 688 (1991), and threatening its neigh-\n                           bors or United Nations operations in Iraq in violation of United\n                           Nations Security Council Resolution 949 (1994);\n                          Whereas in the Authorization for Use of Military Force Against\n                           Iraq Resolution (Public Law 102–1), Congress has authorized\n                           the President ‘‘to use United States Armed Forces pursuant to\n                           United Nations Security Council Resolution 678 (1990) in order\n                           to achieve implementation of Security Council Resolution 660,\n                           661, 662, 664, 665, 666, 667, 669, 670, 674, and 677’’;\n                          Whereas in December 1991, Congress expressed its sense that\n                           it ‘‘supports the use of all necessary means to achieve the goals\n                           of United Nations Security Council Resolution 687 as being con-\n                           sistent with the Authorization of Use of Military Force Against\n\n\n\n\n                                                                                 -29-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00003   Fmt 6580   Sfmt 6581   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                          116 STAT. 1500                            PUBLIC LAW 107–243—OCT. 16, 2002\n\n                                                   Iraq Resolution (Public Law 102–1),’’ that Iraq’s repression of\n                                                   its civilian population violates United Nations Security Council\n                                                   Resolution 688 and ‘‘constitutes a continuing threat to the peace,\n                                                   security, and stability of the Persian Gulf region,’’ and that Con-\n                                                   gress, ‘‘supports the use of all necessary means to achieve the\n                                                   goals of United Nations Security Council Resolution 688’’;\n                                                  Whereas the Iraq Liberation Act of 1998 (Public Law 105–338)\n                                                   expressed the sense of Congress that it should be the policy\n                                                   of the United States to support efforts to remove from power\n                                                   the current Iraqi regime and promote the emergence of a demo-\n                                                   cratic government to replace that regime;\n                                                  Whereas on September 12, 2002, President Bush committed the\n                                                   United States to ‘‘work with the United Nations Security Council\n                                                   to meet our common challenge’’ posed by Iraq and to ‘‘work\n                                                   for the necessary resolutions,’’ while also making clear that ‘‘the\n                                                   Security Council resolutions will be enforced, and the just\n                                                   demands of peace and security will be met, or action will be\n                                                   unavoidable’’;\n                                                  Whereas the United States is determined to prosecute the war\n                                                   on terrorism and Iraq’s ongoing support for international terrorist\n                                                   groups combined with its development of weapons of mass\n                                                   destruction in direct violation of its obligations under the 1991\n                                                   cease-fire and other United Nations Security Council resolutions\n                                                   make clear that it is in the national security interests of the\n                                                   United States and in furtherance of the war on terrorism that\n                                                   all relevant United Nations Security Council resolutions be\n                                                   enforced, including through the use of force if necessary;\n                                                  Whereas Congress has taken steps to pursue vigorously the war\n                                                   on terrorism through the provision of authorities and funding\n                                                   requested by the President to take the necessary actions against\n                                                   international terrorists and terrorist organizations, including\n                                                   those nations, organizations, or persons who planned, authorized,\n                                                   committed, or aided the terrorist attacks that occurred on Sep-\n                                                   tember 11, 2001, or harbored such persons or organizations;\n                                                  Whereas the President and Congress are determined to continue\n                                                   to take all appropriate actions against international terrorists\n                                                   and terrorist organizations, including those nations, organiza-\n                                                   tions, or persons who planned, authorized, committed, or aided\n                                                   the terrorist attacks that occurred on September 11, 2001, or\n                                                   harbored such persons or organizations;\n                                                  Whereas the President has authority under the Constitution to\n                                                   take action in order to deter and prevent acts of international\n                                                   terrorism against the United States, as Congress recognized in\n                                                   the joint resolution on Authorization for Use of Military Force\n                                                   (Public Law 107–40); and\n                                                  Whereas it is in the national security interests of the United States\n                                                   to restore international peace and security to the Persian Gulf\n                                                   region: Now, therefore, be it\n                                                      Resolved by the Senate and House of Representatives of the\n                          Authorization for       United States of America in Congress assembled,\n                          Use of Military\n                          Force Against           SECTION 1. SHORT TITLE.\n                          Iraq Resolution\n                          of 2002.                    This joint resolution may be cited as the ‘‘Authorization for\n                          50 USC 1541             Use of Military Force Against Iraq Resolution of 2002’’.\n                          note.\n\n\n\n\n                                                                                 -30-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00004   Fmt 6580   Sfmt 6581   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                                             PUBLIC LAW 107–243—OCT. 16, 2002                                            116 STAT. 1501\n                          SEC. 2. SUPPORT FOR UNITED STATES DIPLOMATIC EFFORTS.\n                              The Congress of the United States supports the efforts by\n                          the President to—\n                                  (1) strictly enforce through the United Nations Security\n                              Council all relevant Security Council resolutions regarding Iraq\n                              and encourages him in those efforts; and\n                                  (2) obtain prompt and decisive action by the Security\n                              Council to ensure that Iraq abandons its strategy of delay,\n                              evasion and noncompliance and promptly and strictly complies\n                              with all relevant Security Council resolutions regarding Iraq.\n                          SEC. 3. AUTHORIZATION FOR USE OF UNITED STATES ARMED FORCES.\n                              (a) AUTHORIZATION.—The President is authorized to use the\n                          Armed Forces of the United States as he determines to be necessary\n                          and appropriate in order to—\n                                   (1) defend the national security of the United States against\n                              the continuing threat posed by Iraq; and\n                                   (2) enforce all relevant United Nations Security Council\n                              resolutions regarding Iraq.\n                              (b) PRESIDENTIAL DETERMINATION.—In connection with the\n                          exercise of the authority granted in subsection (a) to use force\n                          the President shall, prior to such exercise or as soon thereafter\n                          as may be feasible, but no later than 48 hours after exercising\n                          such authority, make available to the Speaker of the House of\n                          Representatives and the President pro tempore of the Senate his\n                          determination that—\n                                   (1) reliance by the United States on further diplomatic\n                              or other peaceful means alone either (A) will not adequately\n                              protect the national security of the United States against the\n                              continuing threat posed by Iraq or (B) is not likely to lead\n                              to enforcement of all relevant United Nations Security Council\n                              resolutions regarding Iraq; and\n                                   (2) acting pursuant to this joint resolution is consistent\n                              with the United States and other countries continuing to take\n                              the necessary actions against international terrorist and ter-\n                              rorist organizations, including those nations, organizations, or\n                              persons who planned, authorized, committed or aided the ter-\n                              rorist attacks that occurred on September 11, 2001.\n                              (c) WAR POWERS RESOLUTION REQUIREMENTS.—\n                                   (1) SPECIFIC STATUTORY AUTHORIZATION.—Consistent with\n                              section 8(a)(1) of the War Powers Resolution, the Congress\n                              declares that this section is intended to constitute specific statu-\n                              tory authorization within the meaning of section 5(b) of the\n                              War Powers Resolution.\n                                   (2) APPLICABILITY OF OTHER REQUIREMENTS.—Nothing in\n                              this joint resolution supersedes any requirement of the War\n                              Powers Resolution.\n                          SEC. 4. REPORTS TO CONGRESS.\n                               (a) REPORTS.—The President shall, at least once every 60 days,                                   President.\n                          submit to the Congress a report on matters relevant to this joint\n                          resolution, including actions taken pursuant to the exercise of\n                          authority granted in section 3 and the status of planning for efforts\n                          that are expected to be required after such actions are completed,\n                          including those actions described in section 7 of the Iraq Liberation\n                          Act of 1998 (Public Law 105–338).\n\n\n\n\n                                                                               -31-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00005   Fmt 6580   Sfmt 6581   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                          116 STAT. 1502                             PUBLIC LAW 107–243—OCT. 16, 2002\n\n                                                       (b) SINGLE CONSOLIDATED REPORT.—To the extent that the\n                                                  submission of any report described in subsection (a) coincides with\n                                                  the submission of any other report on matters relevant to this\n                                                  joint resolution otherwise required to be submitted to Congress\n                                                  pursuant to the reporting requirements of the War Powers Resolu-\n                                                  tion (Public Law 93–148), all such reports may be submitted as\n                                                  a single consolidated report to the Congress.\n                                                       (c) RULE OF CONSTRUCTION.—To the extent that the information\n                                                  required by section 3 of the Authorization for Use of Military\n                                                  Force Against Iraq Resolution (Public Law 102–1) is included in\n                                                  the report required by this section, such report shall be considered\n                                                  as meeting the requirements of section 3 of such resolution.\n\n                                                        Approved October 16, 2002.\n\n\n\n\n                                                  LEGISLATIVE HISTORY—H.J. Res. 114 (S.J. Res. 45) (S.J. Res. 46):\n                                                  HOUSE REPORTS: No. 107–721 (Comm. on International Relations).\n                                                  CONGRESSIONAL RECORD, Vol. 148 (2002):\n                                                       Oct. 8, 9, considered in House.\n                                                       Oct. 10, considered and passed House and Senate.\n                                                  WEEKLY COMPILATION OF PRESIDENTIAL DOCUMENTS, Vol. 38 (2002):\n                                                       Oct. 16, Presidential remarks and statement.\n\n                                                                                                   Æ\n\n\n\n                                                                                  -32-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139    PO 00243   Frm 00006   Fmt 6580   Sfmt 6580   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                       For the First Circuit\n\n\nNo.   03-1266\n\n  JOHN DOE I, JOHN DOE II, JOHN DOE III, JOHN DOE IV, JANE DOE I,\n    SUSAN E. SCHUMANN, CHARLES RICHARDSON, NANCY LESSIN, JEFFREY\n    MCKENZIE, JOHN CONYERS, DENNIS KUCINICH, JESSE JACKSON, JR.,\nSHEILA JACKSON LEE, JIM MCDERMOTT, JOSÉ E. SERRANO, SALLY WRIGHT,\n DEBORAH REGAL, ALICE COPELAND BROWN, JERRYE BARRE, JAMES STEPHEN\n       CLEGHORN, LAURA JOHNSON MANIS, SHIRLEY H. YOUNG, JULIAN\n  DELGAUDIO, ROSE DELGAUDIO, DANNY K. DAVIS, MAURICE D. HINCHEY,\n  CAROLYN KILPATRICK, PETE STARK, DIANE WATSON, LYNN C. WOOLSEY,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n                   GEORGE W. BUSH, President,\n            DONALD H. RUMSFELD, Secretary of Defense,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                               Before\n\n                        Lynch, Circuit Judge,\n                Cyr and Stahl, Senior Circuit Judges.\n\n\n          John C. Bonifaz, with whom Cristobal Bonifaz, Law\nOffices of Cristobal Bonifaz, Margaret Burnham, Max D. Stern, and\nStern Shapiro Weissberg & Garin were on the brief, for\nappellants.\n          Michael Avery on the brief for seventy-four concerned\nlaw professors, amici curiae.\n          D. Lindley Young on the brief amicus curiae in propria\npersona.\n\f          Gregory G. Katsas, Deputy Assistant Attorney General,\nwith whom Robert D. McCallum, Jr., Assistant Attorney General,\nMichael J. Sullivan, United States Attorney, Douglas N. Letter,\nAttorney, Civil Division, Scott R. McIntosh, Attorney, Civil\nDivision, and Teal Luthy, Attorney, Civil Division, were on the\nbrief, for appellees.\n\n\n                         March 13, 2003\n\f            LYNCH, Circuit Judge. Plaintiffs are active-duty members\n\nof the military, parents of military personnel, and members of the\n\nU.S. House of Representatives.1         They filed a complaint in district\n\ncourt seeking a preliminary injunction to prevent the defendants,\n\nPresident George W. Bush and Secretary of Defense Donald Rumsfeld,\n\nfrom initiating a war against Iraq.              They assert that such an\n\naction    would    violate   the    Constitution.       The   district   court\n\ndismissed    the    suit,    and    plaintiffs   appeal.      We   affirm    the\n\ndismissal.\n\n            In October 2002, Congress passed the Authorization for\n\nUse of Military Force Against Iraq Resolution of 2002 (the \"October\n\nResolution\"), Pub L. No. 107-243, 116 Stat. 1498. Plaintiffs argue\n\nthat the October Resolution is constitutionally inadequate to\n\nauthorize the military offensive that defendants are now planning\n\nagainst Iraq.       See U.S. Const. art. I, § 8, cl. 11 (granting\n\nCongress the power \"[t]o declare war\"). They base this argument on\n\ntwo theories.      They argue that Congress and the President are in\n\ncollision -- that the President is about to act in violation of the\n\nOctober   Resolution.        They    also    argue   that   Congress   and   the\n\n\n\n     1\n          The military personnel and some of the parents are\nproceeding under pseudonyms, pursuant to an order by the district\ncourt that is not before us.       The members of the House of\nRepresentatives are John Conyers, Dennis Kucinich, Jesse Jackson,\nJr., Sheila Jackson Lee, Jim McDermott, José E. Serrano, Danny K.\nDavis, Maurice D. Hinchey, Carolyn Kilpatrick, Pete Stark, Diane\nWatson, and Lynn C. Woolsey. We also acknowledge the assistance\nprovided by amicus curiae on behalf of the plaintiffs.\n\n                                       -3-\n\fPresident are in collusion -- that Congress has handed over to the\n\nPresident its exclusive power to declare war.\n\n            In either case, plaintiffs argue, judicial intervention\n\nis necessary to preserve the principle of separation of powers\n\nwhich undergirds our constitutional structure. Only the judiciary,\n\nthey   argue,   has   the   constitutionally         assigned    role     and   the\n\ninstitutional    competence       to   police       the     boundaries    of    the\n\nconstitutional mandates given to the other branches: Congress alone\n\nhas the authority to declare war and the President alone has the\n\nauthority to make war.\n\n            The plaintiffs argue that important and increasingly\n\nvital interests are served by the requirement that it be Congress\n\nwhich decides whether to declare war.               Quoting Thomas Jefferson,\n\nthey argue that congressional involvement will slow the \"dogs of\n\nwar\"; that Congress, the voice of the people, should make this\n\nmomentous    decision,      one   which      will    cost     lives;     and    that\n\ncongressional support is needed to ensure that the country is\n\nbehind the war, a key element in any victory.                   They also argue\n\nthat, absent an attack on this country or our allies, congressional\n\ninvolvement must come prior to war, because once war has started,\n\nCongress is in an uncomfortable default position where the use of\n\nits appropriations powers to cut short any war is an inadequate\n\nremedy.\n\n\n\n\n                                       -4-\n\f            The defendants are equally eloquent about the impropriety\n\nof judicial intrusion into the \"extraordinarily delicate foreign\n\naffairs and military calculus, one that could be fatally upset by\n\njudicial interference.\"         Such intervention would be all the worse\n\nhere, defendants say, because Congress and the President are in\n\naccord as to the threat to the nation and the legitimacy of a\n\nmilitary response to that threat.\n\n            The case before us is a somber and weighty one.                    We have\n\nconsidered       these   important    concerns       carefully,       and     we    have\n\nconcluded that the circumstances call for judicial restraint.                        The\n\ntheory of collision between the legislative and executive branches\n\nis not suitable for judicial review, because there is not a ripe\n\ndispute concerning the President's acts and the requirements of the\n\nOctober Resolution passed by Congress.               By contrast, the theory of\n\ncollusion, by its nature, assumes no conflict between the political\n\nbranches, but rather a willing abdication of congressional power to\n\nan emboldened and enlarged presidency.               That theory is not fit for\n\njudicial review for a different, but related, reason: Plaintiffs'\n\nclaim    that    Congress    and    the    President      have    transgressed       the\n\nboundaries      of   their   shared   war       powers,   as     demarcated    by    the\n\nConstitution, is presently insufficient to present a justiciable\n\nissue.     Common to both is our assessment that, before courts\n\nadjudicate a case involving the war powers allocated to the two\n\npolitical       branches,    they   must    be     presented      with   a    case    or\n\n\n                                          -5-\n\fcontroversy that clearly raises the specter of undermining the\n\nconstitutional structure.2\n\n                                 I.\n\n          Tensions between the United States and Iraq have been\n\nhigh at least since Iraq invaded neighboring Kuwait in 1990.       In\n\n1991, the United States led an international coalition in the\n\nPersian Gulf War, which drove Iraqi forces from Kuwait.      Before\n\nthat conflict, Congress passed a resolution quite similar to the\n\nOctober Resolution.   See Pub. L. No. 102-1, 105 Stat. 3 (1991).   As\n\npart of the ceasefire ending the Gulf War, Iraq agreed to United\n\nNations Security Council Resolution 687, which required that Iraq\n\nend the development of nuclear, biological, and chemical weapons,\n\ndestroy all existing weapons of this sort and their delivery\n\nsystems, and allow United Nations weapons inspections to confirm\n\nits compliance with these terms.      See S.C. Res. 687, U.N. SCOR,\n\n46th Sess., 2981st mtg., U.N. Doc. S/RES/687 (1991).     Since that\n\ntime, Iraq has repeatedly been in breach of this agreement by,\n\namong other things, blocking inspections and hiding banned weapons.\n\nIraq ended cooperation with the weapons inspection program in 1998.\n\nSince 1991, the United States and other nations have enforced a no-\n\n\n\n     2\n          We do not reach all the issues concerning the\njusticiability of the case, including the question of the parties'\nstanding. There is no required sequence to the consideration of\nthe various non-merits issues presented here. See Ruhrgas AG v.\nMarathon Oil Co., </pre><span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span><pre class=\"inline\">, 584-85 (1999); In re Middlesex\nPower Equip. & Marine, Inc., </pre><span class=\"citation\" data-id=\"199996\"><a href=\"/opinion/199996/in-re-middlesex-v/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\">, 66 n.1 (1st Cir. 2002).\n\n                                -6-\n\ffly zone near the Kuwaiti border and on several occasions have\n\nlaunched missile strikes against Iraq.\n\n              Congress has been engaged in the American response to\n\nIraqi noncompliance throughout this period.          It was well-informed\n\nabout ongoing American military activities, enforcement of the no-\n\nfly zone, and the missile strikes.            In 1998, Congress passed a\n\njoint resolution which chronicled Iraqi noncompliance and declared\n\nthat \"the Government of Iraq is in material and unacceptable breach\n\nof its international obligations, and therefore the President is\n\nurged    to    take   appropriate   action,    in   accordance    with   the\n\nConstitution and relevant laws of the United States, to bring Iraq\n\ninto compliance with its international obligations.\"             Pub. L. No.\n\n105-235, 112 Stat. 1538, 1541 (1998).          Later that year, Congress\n\nalso passed the Iraq Liberation Act of 1998, Pub. L. No. 105-338,\n\n112 Stat. 3178.        This statute authorized assistance, including\n\nmilitary equipment and training, for \"Iraqi democratic opposition\n\norganizations,\" and declared that it should be United States policy\n\nto remove Iraqi leader Saddam Hussein from power.        Id. §§ 3, 4, 112\n\nStat. at 3179.3\n\n              The United Nations has also remained engaged in the\n\ndispute ever since the Persian Gulf War.            It supervised weapons\n\n\n     3\n          Another provision of the Iraq Liberation Act stated that,\nother than the military assistance provision in § 4(a)(2), the Act\nshould not \"be construed to authorize or otherwise speak to the use\nof United States Armed Forces.\"        § 8, 112 Stat. at 3181.\nNonetheless, this statute provides important context.\n\n                                    -7-\n\finspections,     supported    economic      sanctions   against     Iraq,    and,\n\nthrough    the   Security    Council,      repeatedly    passed    resolutions\n\ndeclaring that Iraq was not fulfilling the conditions of Resolution\n\n687.   On September 12, 2002, President Bush addressed the United\n\nNations General Assembly.         There he called for a renewed effort to\n\ndemand Iraqi disarmament and indicated that he thought military\n\nforce would be necessary if diplomacy continued to                   fail.     In\n\nresponse, Iraq agreed to allow inspectors back into the country,\n\nbut it has failed to comply fully with the earlier Security Council\n\nresolutions.\n\n            The week after his September 12 speech at the United\n\nNations, President Bush proposed language for a congressional\n\nresolution supporting the use of force against Iraq.               Detailed and\n\nlengthy negotiations between and among congressional leaders and\n\nthe Administration hammered out a revised and much narrower version\n\nof the resolution.          The House of Representatives passed this\n\nmeasure by a vote of 296 to 133 on October 10, 2002; the Senate\n\nfollowed suit on October 11 by a vote of 77 to 23.                The full text\n\nof the October Resolution is attached as an appendix to this\n\nopinion.\n\n            On   November    8,    2002,    the   Security   Council     passed\n\nResolution 1441, which declared that Iraq remained in material\n\nbreach of its obligations and offered \"a final opportunity to\n\ncomply with its disarmament obligations.\"               S.C. Res. 1441, U.N.\n\n\n                                      -8-\n\fSCOR, 57th Sess., 4644th mtg., U.N. Doc. S/RES/687 (2002). It also\n\nnoted that \"the Council has repeatedly warned Iraq that it will\n\nface serious consequences as a result of its continued violations\n\nof its obligations.\"      Id.       In diplomatic parlance, the phrase\n\n\"serious consequences\" generally refers to military action.                  More\n\nthan 200,000 United States troops are now deployed around Iraq,\n\npreparing for the possibility of an invasion.\n\n            The   complaint   was     filed,     along     with   motions     for\n\npreliminary injunction and expedited hearing, on February 13, 2003.\n\nThe district court heard oral argument on February 24 and denied\n\nthe motion in an order issued that day.          The court released a more\n\ndetailed written opinion on February 27.          See Doe v. Bush, No. 03-\n\n10284, </pre><span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">2773</span></span><pre class=\"inline\"> (D. Mass. Feb. 27, 2003).\n\nPlaintiffs appealed and this court expedited consideration, hearing\n\noral argument on March 4, 2003 and receiving additional briefing on\n\nMarch 11.   Because the case was dismissed on a pretrial motion, we\n\nindependently review the claims afresh.\n\n                                     II.\n\n            The   Constitution      reserves    the      war   powers   to    the\n\nlegislative and executive branches.            This court has declined the\n\ninvitation to become involved in such matters once before.                   Over\n\nthirty years ago, the First Circuit addressed a war powers case\n\nchallenging the constitutionality of the Vietnam War on the basis\n\nthat Congress had not declared war.            Massachusetts v. Laird, 451\n\n\n                                     -9-\n\fF.2d 26 (1st Cir. 1971).     The court found that other actions by\n\nCongress, such as continued appropriations to fund the war over the\n\ncourse of six years, id. at 34, provided enough indication of\n\ncongressional approval to put the question beyond the reach of\n\njudicial review:\n\n          The war in Vietnam is a product of the jointly supportive\n          actions of the two branches to whom the congeries of the\n          war powers have been committed. Because the branches are\n          not in opposition, there is no necessity of determining\n          boundaries.    Should either branch be opposed to the\n          continuance of hostilities, however, and present the\n          issue in clear terms, a court might well take a different\n          view. This question we do not face.\n\nId.   Applying this precedent to the case at hand today, the\n\ndistrict court concluded, \"[T]here is a day to day fluidity in the\n\nsituation that does not amount to resolute conflict between the\n\nbranches -- but that does argue against an uninformed judicial\n\nintervention,\" Doe, </pre><span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">2773</span></span><pre class=\"inline\">, at *11. See Drinan\n\nv. Nixon, </pre><span class=\"citation\" data-id=\"2258974\"><a href=\"/opinion/2258974/drinan-v-nixon/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">854</span></a></span><pre class=\"inline\">, 858 (D. Mass. 1973); see also DaCosta\n\nv. Laird, </pre><span class=\"citation\" data-id=\"307727\"><a href=\"/opinion/307727/ernest-dacosta-v-melvin-laird-individually-and-as-secretary-of-defense/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span><pre class=\"inline\">, 1157 (2d Cir. 1973); Orlando v. Laird, </pre><span class=\"citation\" data-id=\"297159\"><a href=\"/opinion/297159/salvatore-orlando-v-melvin-laird-individually-and-as-secretary-of-defense/\"><span class=\"volume\">443</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1039</span></a></span><pre class=\"inline\">, 1043 (2d Cir. 1971); cf. United States v. Kin-Hong, </pre><span class=\"citation\" data-id=\"739065\"><a href=\"/opinion/739065/united-states-v-lui-kin-hong-aka-jerry-lui/\"><span class=\"volume\">110</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span><pre class=\"inline\">, 111 (1st Cir. 1997) (drawing support from political\n\nquestion doctrine in case where \"questions involve an evaluation of\n\ncontingent political events\").\n\n          The lack of a fully developed dispute between the two\n\nelected branches, and the consequent lack of a clearly defined\n\nissue, is exactly the type of concern which causes courts to find\n\na case unripe.     In his concurring opinion in Goldwater v. Carter,\n\n                                 -10-\n\f</pre><span class=\"citation\" data-id=\"110198\"><a href=\"/opinion/110198/barry-goldwater-v-james-earl-carter-president-of-the-united-states/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">996</span></a></span><pre class=\"inline\"> (1979), Justice Powell stated that courts should\n\ndecline, on ripeness grounds, to decide \"issues affecting the\n\nallocation of power between the President and Congress until the\n\npolitical branches reach a constitutional impasse.\"           Id. at 997\n\n(Powell, J., concurring).      A number of courts have adopted Justice\n\nPowell's ripeness reasoning in cases involving military powers.\n\nSee Greenham Women Against Cruise Missiles v. Reagan, </pre><span class=\"citation\" data-id=\"448019\"><a href=\"/opinion/448019/greenham-women-against-cruise-missiles-an-unincorporated-association/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">,\n\n37 (2d Cir. 1985) (per curiam); Dellums v. Bush, </pre><span class=\"citation\" data-id=\"1588277\"><a href=\"/opinion/1588277/dellums-v-bush/\"><span class=\"volume\">752</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1141</span></a></span><pre class=\"inline\">,\n\n1150 & nn.23-25 (D.D.C. 1990); see also Sanchez-Espinoza v. Reagan,\n\n</pre><span class=\"citation\" data-id=\"457042\"><a href=\"/opinion/457042/javier-sanchez-espinoza-v-ronald-wilson-reagan-president-of-the-united/\"><span class=\"volume\">770</span>   <span class=\"reporter\">F.2d</span>    <span class=\"page\">202</span></a></span><pre class=\"inline\">,   210-11   (D.C.   Cir.   1985)   (R.   Ginsburg,   J.,\n\nconcurring).\n\n             Ripeness doctrine involves more than simply the timing of\n\nthe case. It mixes various mutually reinforcing constitutional and\n\nprudential considerations.      See Mangual v. Rotger-Sabat, </pre><span class=\"citation\" data-id=\"780589\"><a href=\"/opinion/780589/tomas-de-jesus-mangual-jorge-medina-caribbean-international-news/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">45</span></a></span><pre class=\"inline\">, 59 (1st Cir. 2003).       One such consideration is the need \"to\n\nprevent the courts, through avoidance of premature adjudication,\n\nfrom entangling themselves in abstract disagreements.\"             Abbott\n\nLabs. v. Gardner, </pre><span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span><pre class=\"inline\">, 148 (1967).          Another is to avoid\n\nunnecessary constitutional decisions.        Reg'l Rail Reorganization\n\nAct Cases, </pre><span class=\"citation\" data-id=\"109117\"><a href=\"/opinion/109117/regional-rail-reorganization-act-cases/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span><pre class=\"inline\">, 138 (1974).         A third is the recognition\n\nthat, by waiting until a case is fully developed before deciding\n\nit, courts benefit from a focus sharpened by particular facts. See\n\nOhio Forestry Ass'n v. Sierra Club, </pre><span class=\"citation\" data-id=\"118210\"><a href=\"/opinion/118210/ohio-forestry-assn-inc-v-sierra-club/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">726</span></a></span><pre class=\"inline\">, 736 (1998).          The\n\ncase before us raises all three of these concerns.\n\n\n                                  -11-\n\f           These rationales spring, in part, from the recognition\n\nthat the scope of judicial power is bounded by the Constitution.\n\n\"It is a principle of first importance that the federal courts are\n\ncourts of limited jurisdiction.\"       C.A. Wright & M.K. Kane, Law of\n\nFederal Courts 27 (6th ed. 2002).      Article III of the Constitution\n\nlimits jurisdiction to \"cases\" and \"controversies,\" and prudential\n\ndoctrines may counsel additional restraint.\n\n           The ripeness of a dispute is determined de novo.           Stern\n\nv. U.S. Dist. Court, </pre><span class=\"citation\" data-id=\"768899\"><a href=\"/opinion/768899/donald-k-stern-v-united-states-district-court-for-the-district-of/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 10 (1st Cir. 2000).           Ripeness is\n\ndependent on the circumstances of a particular case.           See Ernst &\n\nYoung v. Depositors Econ. Prot. Corp., </pre><span class=\"citation\" data-id=\"195859\"><a href=\"/opinion/195859/ernst-young-v-depositors-economic/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span><pre class=\"inline\">, 535 (1st Cir.\n\n1995)   (\"[T]he   various   integers   that   enter    into   the   ripeness\n\nequation play out quite differently from case to case . . . .\").\n\nTwo factors are used to evaluate ripeness: \"the fitness of the\n\nissues for judicial decision and the hardship to the parties of\n\nwithholding court consideration.\"        Abbot Labs., 387 U.S. at 149.\n\nOrdinarily, both factors must be present.        Ernst & Young, 45 F.3d\n\nat 535.\n\n           The hardship prong of this test is most likely satisfied\n\nhere; the current mobilization already imposes difficulties on the\n\nplaintiff soldiers and family members, so that they suffer \"present\n\ninjury from a future contemplated event.\"        McInnis-Misenor v. Me.\n\nMed. Ctr., </pre><span class=\"citation\" data-id=\"200332\"><a href=\"/opinion/200332/mcinnis-misenor-v-maine-medical-center/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span><pre class=\"inline\">, 70 (1st Cir. 2003).           Plaintiffs also lack\n\n\n\n\n                                  -12-\n\fa realistic opportunity to secure comparable relief by bringing the\n\naction at a later time.   See Ohio Forestry, 523 U.S. at 734.4\n\n          The fitness inquiry here presents a greater obstacle.\n\nFitness \"typically involves subsidiary queries concerning finality,\n\ndefiniteness, and the extent to which resolution of the challenge\n\ndepends upon facts that may not yet be sufficiently developed.\"\n\nErnst & Young, 45 F.3d at 535.     The baseline question is whether\n\nallowing more time for development of events would \"significantly\n\nadvance our ability to deal with the legal issues presented [or]\n\naid us in their resolution.\"     Duke Power Co. v. Carolina Envtl.\n\nStudy Group,   </pre><span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">, 82 (1978); see Ohio Forestry, 523 U.S.\n\nat 737; Regional Rail, 419 U.S. at 144-45; Gun Owners' Action\n\nLeague v. Swift, </pre><span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></span><pre class=\"inline\">, 208-09 (1st Cir. 2002); R.I. Ass'n\n\nof Realtors v. Whitehouse, </pre><span class=\"citation\" data-id=\"198744\"><a href=\"/opinion/198744/realtors-inc-v-whitehouse/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 34 (1st Cir. 1999).   \"[T]he\n\nquestion of fitness does not pivot solely on whether a court is\n\ncapable of resolving a claim intelligently, but also involves an\n\nassessment of whether it is appropriate for the court to undertake\n\nthe task.\"     Ernst & Young, 45 F.3d at 537.     These prudential\n\nconsiderations are particularly strong in this case, which presents\n\n\n     4\n          Defendants, citing Ange v. Bush, 752 F. Supp. at 515,\nassert that no claim can ever be ripe until an attack has actually\noccurred. We would be reluctant to accept this assertion; it would\nseem to say that a case cannot be ripe on the basis of reasonably\npredictable future injury. This is not the law. \"[T]he doctrine\nof ripeness . . . asks whether an injury that has not yet happened\nis sufficiently likely to happen to warrant judicial review.\" Gun\nOwners' Action League v. Swift, </pre><span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></span><pre class=\"inline\">, 205 (1st Cir. 2002)\n(internal quotation omitted).\n\n                                 -13-\n\fa politically-charged controversy involving momentous issues, both\n\nsubstantively (war and peace) and constitutionally (the powers of\n\ncoequal branches).     See Dellums, 752 F. Supp. at 1149.\n\n            One thrust of the plaintiffs' argument is that the\n\nOctober Resolution only permits actions sanctioned by the Security\n\nCouncil.5    In plaintiffs' view, the Resolution's authorization is\n\nso narrow that, even with Security Council approval of military\n\nforce, Congress would need to pass a new resolution before United\n\nStates participation in an attack on Iraq would be constitutional.\n\nAt a minimum, according to plaintiffs, the October Resolution\n\nauthorizes    no   military   action   \"outside   of   a   United   Nations\n\ncoalition.\"\n\n            For various reasons, this issue is not fit now for\n\njudicial review.    For example, should there be an attack, Congress\n\nmay take some action immediately.        The purported conflict between\n\nthe political branches may disappear. \"[T]hat the future event may\n\nnever come to pass augurs against a finding of fitness.\"            McInnis-\n\nMisenor, 319 F.3d at 72.\n\n            Many important questions remain unanswered about whether\n\nthere will be a war, and, if so, under what conditions.        Diplomatic\n\n\n     5\n          Plaintiffs argue that § 3(a) of the October Resolution,\nwhich authorizes use of force to \"defend the national security of\nthe United States . . . and . . . enforce all relevant United\nNations Security Council resolutions,\" 116 Stat. at 1501, excludes\nany action that is not called for by a Security Council resolution.\nThey support their reading by reference to the October Resolution's\npreamble and to legislative history.\n\n                                  -14-\n\fnegotiations, in particular, fluctuate daily.            The President has\n\nemphasized repeatedly that hostilities still may be averted if Iraq\n\ntakes certain actions.      The Security Council is now debating the\n\npossibility of passing a new resolution that sets a final deadline\n\nfor Iraqi compliance.     United Nations weapons inspectors continue\n\ntheir investigations inside Iraq.          Other countries ranging from\n\nCanada to Cameroon have reportedly pursued their own proposals to\n\nbroker a compromise.      As events unfold, it may become clear that\n\ndiplomacy has either succeeded or failed decisively.           The Security\n\nCouncil, now divided on the issue, may reach a consensus.                  To\n\nevaluate   this   claim   now,   the   court   would    need   to   pile   one\n\nhypothesis on top of another.          We would need to assume that the\n\nSecurity Council will not authorize war, and that the President\n\nwill proceed nonetheless.        See id. at 72-73 (outlining chain of\n\nuncertain events necessary to make case ripe); Ernst & Young, 45\n\nF.3d at 538 (same).\n\n           Thus, even assuming that plaintiffs correctly interpret\n\nthe commands of the legislative branch, it is impossible to say yet\n\nwhether or not those commands will be obeyed.          As was the situation\n\nin Goldwater, \"[i]n the present posture of this case, we do not\n\nknow whether there will ever be an actual confrontation between the\n\nLegislative and Executive Branches.\"        444 U.S. at 998 (Powell, J.,\n\nconcurring).\n\n\n\n\n                                   -15-\n\f          Our   analysis   is   based    on   ripeness   rather    than   the\n\npolitical question doctrine.6     The political question doctrine --\n\nthat courts should not intervene in questions that are the province\n\nof the legislative and executive branches -- is a famously murky\n\none. See E. Chemerinsky, Federal Jurisdiction §2.6, at 144 (3d ed.\n\n1999) (\"In many ways, the political question doctrine is the most\n\nconfusing of the justiciability doctrines.\").            It has also been\n\nused fairly infrequently to block judicial review.                The modern\n\ndefinition of the doctrine was established in the landmark case of\n\n\n\n\n     6\n          While the Supreme Court has not considered a modern war\npowers case, lower courts have, and they have reached differing\nconclusions about the applicability of the political question\ndoctrine. Compare, e.g., Campbell v. Clinton, </pre><span class=\"citation\" data-id=\"185077\"><a href=\"/opinion/185077/campbell-tom-v-clinton-william-j/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 37-41\n(D.C. Cir. 2000) (Tatel, J., concurring) (arguing that challenge to\nair campaign in Yugoslavia would not pose a political question);\nBerk v. Laird, </pre><span class=\"citation\" data-id=\"291223\"><a href=\"/opinion/291223/malcolm-a-berk-v-melvin-laird-individually-and-as-secretary-of-defense/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">, 306 (2d Cir. 1970) (holding that\nchallenge to Vietnam War did not necessarily raise political\nquestion and remanding); Dellums, 752 F. Supp. at 1150 (rejecting\nargument that political question doctrine foreclosed challenge to\nPersian Gulf War); with Campbell, 203 F.3d at 24-28 (Silberman, J.,\nconcurring) (arguing that courts lack manageable standards to\nadjudicate such cases); Holtzman v. Schlesinger, </pre><span class=\"citation\" data-id=\"313553\"><a href=\"/opinion/313553/elizabeth-holtzman-individually-and-in-her-capacity-as-a-member-of-the/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span><pre class=\"inline\">,\n1309-11 (2nd Cir. 1973) (challenge to hostilities in Cambodia\nrejected as political question); Ange, 752 F. Supp. at 512 (same\nfor Persian Gulf War). See generally Laird, 451 F.2d at 29 n.2\n(collecting cases); T.M. Franck, Political Questions/Judicial\nAnswers 45-96 (1992) (tracing history of judicial abstention and\nlack thereof in foreign affairs and war powers cases). In some\nrelevant older cases, the Supreme Court did reach the merits of\ncases concerning war. See The Prize Cases, 67 U.S. (2 Black) 635,\n670-71 (1862) (finding \"legislative sanction\" for Civil War while\nreserving question of whether it was required); Talbot v. Seeman,\n5 U.S. (1 Cranch) 1, 33 (1801) (Marshall, C.J.) (finding quasi-war\nwith France authorized by Congress).\n\n                                  -16-\n\fBaker v. Carr, </pre><span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span><pre class=\"inline\"> (1962).7   In the forty years since that\n\ncase, the Supreme Court has found a case nonjusticiable on the\n\nbasis of the political question doctrine only twice.   See Nixon v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"112803\"><a href=\"/opinion/112803/nixon-v-united-states/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span><pre class=\"inline\">, 236 (1993) (Senate procedures for\n\nimpeachment of a federal judge); Gilligan v. Morgan, </pre><span class=\"citation\" data-id=\"108837\"><a href=\"/opinion/108837/gilligan-v-morgan/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 12\n\n(1973) (training, weaponry, and orders of Ohio National Guard).\n\nOur court has been similarly sparing in its reliance on the\n\npolitical question doctrine.8\n\n          Ultimately, however, the classification matters less than\n\nthe principle.   If courts may ever decide whether military action\n\ncontravenes congressional authority, they surely cannot do so\n\n\n     7\n          Baker summarized political questions as follows:\n\n     Prominent on the surface of any case held to involve a\n     political question is found a textually demonstrable\n     constitutional commitment of the issue to a coordinate\n     political department; or a lack of judicially discoverable and\n     manageable standards for resolving it; or the impossibility of\n     deciding without an initial policy determination of a kind\n     clearly for nonjudicial discretion; or the impossibility of a\n     court's undertaking independent resolution without expressing\n     lack of the respect due coordinate branches of government; or\n     an unusual need for unquestioning adherence to a political\n     decision already made; or the potentiality of embarrassment\n     from multifarious pronouncements by various departments on one\n     question.\n\nId. at 217.\n     8\n          This court has cited the Baker formulation only twice\nbesides Massachusetts v. Laird, supra.     One case used Baker to\nsupport deference to the Secretary of State in the interpretation\nof an extradition treaty. See Kin-Hong, 110 F.3d at 111-12. The\nother dismissed a pro se complaint objecting to the substance of\nUnites States foreign policy.      See Eveland v. Dir. of Cent.\nIntelligence Agency, </pre><span class=\"citation\" data-id=\"503775\"><a href=\"/opinion/503775/wilbur-crane-eveland-iii-v-director-of-central-intelligence-agency/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 49 (1st Cir. 1988) (per curiam).\n\n                                -17-\n\funless and until the available facts make it possible to define the\n\nissues with clarity.9\n\n                                 III.\n\n            Plaintiffs' collusion theory presents different concerns.\n\nWe understand plaintiffs to make two distinct arguments as to why\n\nan attack under the October Resolution would be unlawful.               The\n\nfirst argument, discussed above, is that the October Resolution\n\nplaced conditions on the President's authority to order action in\n\nIraq, and that he is preparing to disregard those conditions.           The\n\nother argument, our focus now, is that the October Resolution\n\ndelegates   excessive   authority   to   the   President,   rendering    it\n\nconstitutionally inadequate as a vehicle for Congress to \"declare\n\nwar.\"10\n\n\n     9\n          This conclusion does not necessarily mean that similar\nchallenges would never be ripe for decision before military action\nbegan; we reiterate the case-specific nature of the ripeness\ninquiry. Here, too many crucial facts are missing.\n     10\n          The plaintiffs appropriately disavow the formalistic\nnotion that Congress only authorizes military deployments if it\nstates, \"We declare war.\" This has never been the practice and it\nwas not the understanding of the founders. See J.H. Ely, War and\nResponsibility 25-26 (1993).      Congressional authorization for\nmilitary action has often been found in the passage of resolutions\nthat lacked these \"magic words,\" or in continued enactments of\nappropriations or extensions of the draft which were aimed at\nwaging a particular war. See, e.g., Laird, 451 F.2d at 34 (\"[I]n\na situation of prolonged but undeclared hostilities, where the\nexecutive continues to act . . . with steady Congressional support,\nthe Constitution has not been breached.\"); Orlando, 443 F.2d at\n1042-43 (\"[T]he test is whether there is any action by the Congress\nsufficient to authorize or ratify the military activity in\nquestion.\"); see also Ely, supra, at 12-46 (arguing that Congress\ngave constitutionally sufficient authorization for ground war in\n\n                                 -18-\n\f            According    to    this   second    argument,    the   Constitution\n\ndeliberately vested power to declare war in the legislative branch\n\nas a necessary check on the power of the executive branch, and\n\nCongress is not free to upset this careful balance by giving power\n\nto the President. This claim of collusion does not align precisely\n\nwith the test that the political branches have yet to reach a\n\n\"constitutional impasse\"; the claim is that the branches have\n\nagreed to an unconstitutional transfer of the \"war declaration\"\n\npowers from Congress to the President.              Some initial review of the\n\nmerits of the claim is \"inherent when the constitutional issue is\n\nposed in terms of scope of authority.\"              Laird, 451 F.2d at 33-34.\n\n            The Supreme Court has been willing to adjudicate other\n\ncases concerning     the      distribution     of    constitutional   authority\n\nbetween the legislative and executive branches, notwithstanding the\n\ncall for restraint embodied in the political question doctrine.\n\nSometimes it rejects the application of the political question\n\ndoctrine explicitly. See, e.g., United States v. Munoz-Flores, </pre><span class=\"citation\" data-id=\"112427\"><a href=\"/opinion/112427/united-states-v-munoz-flores/\"><span class=\"volume\">495</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span><pre class=\"inline\">, 389-96 (1990); Immigration & Naturalization Serv. v.\n\nChadha, </pre><span class=\"citation\" data-id=\"110985\"><a href=\"/opinion/110985/ins-v-chadha/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></a></span><pre class=\"inline\">, 942-43 (1983).                Other times the Court has\n\nmerely proceeded to the merits without explicitly rejecting the\n\npolitical question doctrine.          See, e.g., Clinton, 524 U.S. at 421;\n\nMorrison v. Olson, </pre><span class=\"citation\" data-id=\"112139\"><a href=\"/opinion/112139/morrison-v-olson/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span><pre class=\"inline\"> (1988); cf. Bush v. Gore, </pre><span class=\"citation\" data-id=\"118395\"><a href=\"/opinion/118395/bush-v-gore/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">98</span></a></span><pre class=\"inline\">,   112   (2000)      (Rehnquist,     C.J.,       concurring)    (considering\n\n\nVietnam and Cambodia).\n\n                                      -19-\n\fseparation of powers between state legislature and state judiciary\n\nunder U.S. Const. art. II, § 1, cl. 2).\n\n           The Supreme Court has recognized a role for judicial\n\nreview of these types of separation of powers claims even when\n\nCongress appears to have agreed to the challenged arrangement.          In\n\nClinton v. City of New York, supra, a claim was brought by citizens\n\ndeprived of the benefits of an appropriation that the President\n\ncancelled under the procedures in the Line Item Veto Act, 2 U.S.C.\n\n§§   691-692   (2000).   These   citizens   argued   that   Congress   had\n\nunconstitutionally delegated to the President its authority under\n\nthe Presentment Clause, U.S. Const. art. I, § 7, cl. 2.        The Court\n\nreviewed the constitutionality of the Act despite apparent support\n\nfor it from both of the other branches, which had jointly enacted\n\nthe statute and used its procedures.     See Clinton, 524 U.S. at 428-\n\n36 (reviewing jurisdiction extensively without consideration of\n\npolitical question doctrine); see also Chadha, 462 U.S. at 941\n\n(judicial review of legislative veto that had similarly been\n\nenacted and used).\n\n           In some ways, the claims made by plaintiffs here parallel\n\nthose made in Clinton: that the Constitution vested power in the\n\nlegislative branch as a necessary check on the power of the\n\nexecutive branch, and that Congress is not free to upset the\n\ncareful balance by giving power to the executive.       See 524 U.S. at\n\n452 (Kennedy, J., concurring)      (\"That a congressional cession of\n\n\n                                  -20-\n\fpower is voluntary does not make it innocuous. . . .           Abdication of\n\nresponsibility is not part of the constitutional design.\"); cf. New\n\nYork   v.    United   States,     </pre><span class=\"citation\" data-id=\"112768\"><a href=\"/opinion/112768/new-york-v-united-states/\"><span class=\"volume\">505</span>    <span class=\"reporter\">U.S.</span>   <span class=\"page\">144</span></a></span><pre class=\"inline\">,     182   (1992)   (\"The\n\nConstitution's division of power among the three branches is\n\nviolated where one branch invades the territory of another, whether\n\nor not the encroached-upon branch approves the encroachment.\").\n\n             There are also, however, significant differences between\n\nClinton and the case before us.         For one, in Clinton the President\n\nhad fully exercised the power that was at issue, which \"removed any\n\nconcern\" about ripeness.        524 U.S. at 430.       For another, the Line\n\nItem Veto Act contained specific provisions, accepted by both\n\nCongress and the President when they enacted the law, which not\n\nonly permitted judicial review of the statute's validity but\n\ncreated a special expedited process for it.             2 U.S.C. § 692; see\n\nClinton, 524 U.S. at 428-30; Raines v. Byrd, </pre><span class=\"citation\" data-id=\"118146\"><a href=\"/opinion/118146/raines-v-byrd/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">811</span></a></span><pre class=\"inline\">, 815-16\n\n(1997).     There was less danger of courts invading the province of\n\nthese other branches, because specific statutory authority directed\n\nthem to consider the case.       A third difference is the scale of the\n\npurported delegation.     The Line Item Veto Act gave the President\n\nwide discretion to cancel items of discretionary budget authority,\n\ndirect spending, or limited tax benefits.          2 U.S.C. § 691(a).     The\n\ndeterminations required of the President in the October Resolution\n\nare much more narrowly focused.\n\n\n\n\n                                    -21-\n\f             Perhaps the most important difference is the shared\n\nnature of the powers in question here. The Constitution explicitly\n\ndivides the various war powers between the political branches.                  To\n\nthe Congress goes the power to \"declare war,\" U.S. Const. art. 1,\n\n§ 8, cl. 11; to      \"raise and support armies\" through appropriations\n\nof up to two years, cl. 12; to \"provide and maintain a navy,\" cl.\n\n13; and to \"make rules for the government and regulation of the\n\nland and naval forces,\" cl. 14. The President's role as commander-\n\nin-chief is one of the few executive powers enumerated by the\n\nConstitution.       U.S. Const. art. II, § 2, cl. 1.\n\n            Given this \"amalgam of powers,\" the Constitution overall\n\n\"envisages    the    joint    participation       of    the   Congress   and   the\n\nexecutive in determining the scale and duration of hostilities.\"\n\nLaird, 451 F.2d at 31-32 (emphasis added).              \"'The great ordinances\n\nof the Constitution do not establish and divide fields of black and\n\nwhite.'\"    Youngstown Sheet & Tube Co. v. Sawyer, </pre><span class=\"citation\" data-id=\"105018\"><a href=\"/opinion/105018/youngstown-sheet-tube-co-v-sawyer/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">, 597\n\n(1952)     (Frankfurter,      J.,    concurring)        (quoting   Springer     v.\n\nPhilippine    Islands,       </pre><span class=\"citation\" data-id=\"101298\"><a href=\"/opinion/101298/springer-v-philippine-islands/\"><span class=\"volume\">277</span>    <span class=\"reporter\">U.S.</span>   <span class=\"page\">189</span></a></span><pre class=\"inline\">,   209    (1928)    (Holmes,    J.,\n\ndissenting)).       Rather, there is sometimes a \"zone of twilight in\n\nwhich [the President] and Congress may have concurrent authority,\n\nor in which its distribution is uncertain. . . .               In this area, any\n\nactual test of power is likely to depend on the imperatives of\n\nevents and contemporary imponderables rather than on abstract\n\n\n\n\n                                       -22-\n\ftheories of law.\"        Youngstown, 343 U.S. at 637 (Jackson, J.,\n\nconcurring).11\n\n              In this zone of shared congressional and presidential\n\nresponsibility, courts should intervene only when the dispute is\n\nclearly framed.      See Nixon, 506 U.S. at 228-29; Baker, 369 U.S. at\n\n217.    An extreme case might arise, for example, if Congress gave\n\nabsolute discretion to the President to start a war at his or her\n\nwill.       Cf. Clinton, 524 U.S. at 423, 425 (describing President's\n\nbroad explanations for use of cancellation authority). Plaintiffs'\n\nobjection to the October Resolution does not, of course, involve\n\nany such claim.         Nor does it involve a situation where the\n\nPresident acts without any apparent congressional authorization, or\n\nagainst congressional opposition.\n\n              The mere fact that the October Resolution grants some\n\ndiscretion to the President fails to raise a sufficiently clear\n\nconstitutional issue.        The plaintiffs argue that Congress is\n\n\n       11\n              As one commentator has said:\n\n              It is therefore an error of considerable significance to\n              adopt uncritically an \"either/or\" logic -- to assume that\n              the doctrine of separation of powers requires that power\n              must be either in, and only in, congress or the\n              president.    Such a rigid, mechanical view has never\n              accurately described the relationship between congress\n              and the presidency even with respect to internal affairs;\n              it is wholly insupportable in the area of foreign\n              affairs.   The fact is that power may inhere in both\n              branches.\n\nH.P. Monaghan, Presidential War-Making, 50 B.U. L. Rev. 19, 25\n(1970) (special issue) (emphasis removed).\n\n                                   -23-\n\fconstitutionally forbidden from deciding that certain conditions\n\nare necessary to lead to war and then yielding to the President the\n\nauthority to make the determination of whether those conditions\n\nexist.12   The President, in this view, has power to make such\n\ndeterminations only in the context of repelling sudden attacks on\n\nthis country or its allies.      See Mitchell v. Laird, </pre><span class=\"citation\" data-id=\"315512\"><a href=\"/opinion/315512/the-honorable-parren-j-mitchell-v-melvin-r-laird/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span><pre class=\"inline\">,\n\n613-14 (D.C. Cir. 1973). The Supreme Court recently and forcefully\n\nreiterated that, notwithstanding the Constitution's vesting of \"all\n\nlegislative power\" in Congress, U.S. Const. art. I, § 1 (emphasis\n\nadded), enactments which leave discretion to the executive branch\n\nare permissible as long as they offer some \"intelligible principle\"\n\nto guide that discretion.      See Whitman v. Am. Trucking Ass'ns, </pre><span class=\"citation\" data-id=\"118410\"><a href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"><span class=\"volume\">531</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span><pre class=\"inline\">, 472-76 (2001) (quoting J.W. Hampton, Jr., & Co. v. United\n\nStates, </pre><span class=\"citation\" data-id=\"101250\"><a href=\"/opinion/101250/jw-hampton-jr-co-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">, 409 (1928)).       War powers, in contrast to \"all\n\nlegislative power,\" are shared between the political branches.\n\nFurthermore,   the   Supreme    Court    has   also   suggested   that   the\n\nnondelegation doctrine has even less applicability to foreign\n\naffairs. See Zemel v. Rusk, </pre><span class=\"citation\" data-id=\"107045\"><a href=\"/opinion/107045/zemel-v-rusk/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1965) (when delegating\n\nauthority over foreign relations, Congress may leave more details\n\nto the President than in domestic affairs, short of granting\n\n\n     12\n          Suppose, however, that Congress did pass a law stating\nsimply, \"The United States declares war on Iraq.\" This would still\nleave to the President all determinations concerning timing,\nstrategy, and tactics; the President would decide both when and how\nto start an attack and when and how to stop it. See Ely, supra, at\n23-25. It is difficult to see how Congress could be said to shirk\nits constitutional responsibilities in that scenario.\n\n                                  -24-\n\f\"totally unrestricted freedom of choice\").                         The reference to\n\nnondelegation is thus of little help to plaintiffs in trying to\n\npresent the type of serious issue necessary to overcome judicial\n\nrestraint in the adjudication of war powers cases.\n\n            Nor is there clear evidence of congressional abandonment\n\nof the authority to declare war to the President.                   To the contrary,\n\nCongress has been deeply involved in significant debate, activity,\n\nand authorization connected to our relations with Iraq for over a\n\ndecade, under three different presidents of both major political\n\nparties,    and   during     periods     when      each    party     has      controlled\n\nCongress.    It has enacted several relevant pieces of legislation\n\nexpressing support for an aggressive posture toward Iraq, including\n\nauthorization     of   the    prior    war    against      Iraq    and     of   military\n\nassistance for groups that would overthrow Saddam Hussein.                        It has\n\nalso   accepted     continued      American        participation         in     military\n\nactivities in and around Iraq, including flight patrols and missile\n\nstrikes. Finally, the text of the October Resolution itself spells\n\nout    justifications        for   a    war       and     frames     itself      as    an\n\n\"authorization\" of such a war.\n\n            It is true that \"courts possess power to review either\n\nlegislative or executive action that transgresses identifiable\n\ntextual limits\" on constitutional power.                  Nixon, 506 U.S. at 238.\n\nQuestions   about      the   structure       of   congressional       power      can   be\n\njusticiable under the proper circumstances.                   See, e.g., Clinton,\n\n\n                                       -25-\n\f524 U.S. at 428-36; Chadha, 462 U.S. at 941-44.            But courts are\n\nrightly hesitant to second-guess the form or means by which the\n\ncoequal political branches choose to exercise their textually\n\ncommitted constitutional powers.         See Orlando, 443 F.2d at 1043.\n\nAs   the   circumstances   presented   here   do   not   warrant   judicial\n\nintervention, the appropriate recourse for those who oppose war\n\nwith Iraq lies with the political branches.\n\n            Dismissal of the complaint is affirmed.\n\n\n\n\n                                  -26-\n\f                                             PUBLIC LAW 107–243—OCT. 16, 2002\n\n\n\n\n                             AUTHORIZATION FOR USE OF MILITARY\n                            FORCE AGAINST IRAQ RESOLUTION OF 2002\n\n\n\n\n                                                                                 -27-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00001   Fmt 6579   Sfmt 6579   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                          116 STAT. 1498                            PUBLIC LAW 107–243—OCT. 16, 2002\n\n\n\n\n                                                  Public Law 107–243\n                                                  107th Congress\n                                                                    Joint Resolution\n                            Oct. 16, 2002\n                                                              To authorize the use of United States Armed Forces against Iraq.\n                           [H.J. Res. 114]\n                                                  Whereas in 1990 in response to Iraq’s war of aggression against\n                                                   and illegal occupation of Kuwait, the United States forged a\n                                                   coalition of nations to liberate Kuwait and its people in order\n                                                   to defend the national security of the United States and enforce\n                                                   United Nations Security Council resolutions relating to Iraq;\n                                                  Whereas after the liberation of Kuwait in 1991, Iraq entered into\n                                                   a United Nations sponsored cease-fire agreement pursuant to\n                                                   which Iraq unequivocally agreed, among other things, to eliminate\n                                                   its nuclear, biological, and chemical weapons programs and the\n                                                   means to deliver and develop them, and to end its support for\n                                                   international terrorism;\n                                                  Whereas the efforts of international weapons inspectors, United\n                                                   States intelligence agencies, and Iraqi defectors led to the dis-\n                                                   covery that Iraq had large stockpiles of chemical weapons and\n                                                   a large scale biological weapons program, and that Iraq had\n                                                   an advanced nuclear weapons development program that was\n                                                   much closer to producing a nuclear weapon than intelligence\n                                                   reporting had previously indicated;\n                                                  Whereas Iraq, in direct and flagrant violation of the cease-fire,\n                                                   attempted to thwart the efforts of weapons inspectors to identify\n                                                   and destroy Iraq’s weapons of mass destruction stockpiles and\n                                                   development capabilities, which finally resulted in the withdrawal\n                                                   of inspectors from Iraq on October 31, 1998;\n                                                  Whereas in Public Law 105–235 (August 14, 1998), Congress con-\n                                                   cluded that Iraq’s continuing weapons of mass destruction pro-\n                                                   grams threatened vital United States interests and international\n                                                   peace and security, declared Iraq to be in ‘‘material and unaccept-\n                                                   able breach of its international obligations’’ and urged the Presi-\n                                                   dent ‘‘to take appropriate action, in accordance with the Constitu-\n                                                   tion and relevant laws of the United States, to bring Iraq into\n                                                   compliance with its international obligations’’;\n                                                  Whereas Iraq both poses a continuing threat to the national security\n                                                   of the United States and international peace and security in\n                                                   the Persian Gulf region and remains in material and unacceptable\n                                                   breach of its international obligations by, among other things,\n                                                   continuing to possess and develop a significant chemical and\n                                                   biological weapons capability, actively seeking a nuclear weapons\n                                                   capability, and supporting and harboring terrorist organizations;\n                                                  Whereas Iraq persists in violating resolution of the United Nations\n                                                   Security Council by continuing to engage in brutal repression\n                                                   of its civilian population thereby threatening international peace\n\n\n\n\n                                                                                 -28-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00002   Fmt 6580   Sfmt 6581   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                                             PUBLIC LAW 107–243—OCT. 16, 2002                                            116 STAT. 1499\n\n                           and security in the region, by refusing to release, repatriate,\n                           or account for non-Iraqi citizens wrongfully detained by Iraq,\n                           including an American serviceman, and by failing to return prop-\n                           erty wrongfully seized by Iraq from Kuwait;\n                          Whereas the current Iraqi regime has demonstrated its capability\n                           and willingness to use weapons of mass destruction against other\n                           nations and its own people;\n                          Whereas the current Iraqi regime has demonstrated its continuing\n                           hostility toward, and willingness to attack, the United States,\n                           including by attempting in 1993 to assassinate former President\n                           Bush and by firing on many thousands of occasions on United\n                           States and Coalition Armed Forces engaged in enforcing the\n                           resolutions of the United Nations Security Council;\n                          Whereas members of al Qaida, an organization bearing responsi-\n                           bility for attacks on the United States, its citizens, and interests,\n                           including the attacks that occurred on September 11, 2001, are\n                           known to be in Iraq;\n                          Whereas Iraq continues to aid and harbor other international ter-\n                           rorist organizations, including organizations that threaten the\n                           lives and safety of United States citizens;\n                          Whereas the attacks on the United States of September 11, 2001,\n                           underscored the gravity of the threat posed by the acquisition\n                           of weapons of mass destruction by international terrorist\n                           organizations;\n                          Whereas Iraq’s demonstrated capability and willingness to use\n                           weapons of mass destruction, the risk that the current Iraqi\n                           regime will either employ those weapons to launch a surprise\n                           attack against the United States or its Armed Forces or provide\n                           them to international terrorists who would do so, and the extreme\n                           magnitude of harm that would result to the United States and\n                           its citizens from such an attack, combine to justify action by\n                           the United States to defend itself;\n                          Whereas United Nations Security Council Resolution 678 (1990)\n                           authorizes the use of all necessary means to enforce United\n                           Nations Security Council Resolution 660 (1990) and subsequent\n                           relevant resolutions and to compel Iraq to cease certain activities\n                           that threaten international peace and security, including the\n                           development of weapons of mass destruction and refusal or\n                           obstruction of United Nations weapons inspections in violation\n                           of United Nations Security Council Resolution 687 (1991), repres-\n                           sion of its civilian population in violation of United Nations\n                           Security Council Resolution 688 (1991), and threatening its neigh-\n                           bors or United Nations operations in Iraq in violation of United\n                           Nations Security Council Resolution 949 (1994);\n                          Whereas in the Authorization for Use of Military Force Against\n                           Iraq Resolution (Public Law 102–1), Congress has authorized\n                           the President ‘‘to use United States Armed Forces pursuant to\n                           United Nations Security Council Resolution 678 (1990) in order\n                           to achieve implementation of Security Council Resolution 660,\n                           661, 662, 664, 665, 666, 667, 669, 670, 674, and 677’’;\n                          Whereas in December 1991, Congress expressed its sense that\n                           it ‘‘supports the use of all necessary means to achieve the goals\n                           of United Nations Security Council Resolution 687 as being con-\n                           sistent with the Authorization of Use of Military Force Against\n\n\n\n\n                                                                                 -29-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00003   Fmt 6580   Sfmt 6581   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                          116 STAT. 1500                            PUBLIC LAW 107–243—OCT. 16, 2002\n\n                                                   Iraq Resolution (Public Law 102–1),’’ that Iraq’s repression of\n                                                   its civilian population violates United Nations Security Council\n                                                   Resolution 688 and ‘‘constitutes a continuing threat to the peace,\n                                                   security, and stability of the Persian Gulf region,’’ and that Con-\n                                                   gress, ‘‘supports the use of all necessary means to achieve the\n                                                   goals of United Nations Security Council Resolution 688’’;\n                                                  Whereas the Iraq Liberation Act of 1998 (Public Law 105–338)\n                                                   expressed the sense of Congress that it should be the policy\n                                                   of the United States to support efforts to remove from power\n                                                   the current Iraqi regime and promote the emergence of a demo-\n                                                   cratic government to replace that regime;\n                                                  Whereas on September 12, 2002, President Bush committed the\n                                                   United States to ‘‘work with the United Nations Security Council\n                                                   to meet our common challenge’’ posed by Iraq and to ‘‘work\n                                                   for the necessary resolutions,’’ while also making clear that ‘‘the\n                                                   Security Council resolutions will be enforced, and the just\n                                                   demands of peace and security will be met, or action will be\n                                                   unavoidable’’;\n                                                  Whereas the United States is determined to prosecute the war\n                                                   on terrorism and Iraq’s ongoing support for international terrorist\n                                                   groups combined with its development of weapons of mass\n                                                   destruction in direct violation of its obligations under the 1991\n                                                   cease-fire and other United Nations Security Council resolutions\n                                                   make clear that it is in the national security interests of the\n                                                   United States and in furtherance of the war on terrorism that\n                                                   all relevant United Nations Security Council resolutions be\n                                                   enforced, including through the use of force if necessary;\n                                                  Whereas Congress has taken steps to pursue vigorously the war\n                                                   on terrorism through the provision of authorities and funding\n                                                   requested by the President to take the necessary actions against\n                                                   international terrorists and terrorist organizations, including\n                                                   those nations, organizations, or persons who planned, authorized,\n                                                   committed, or aided the terrorist attacks that occurred on Sep-\n                                                   tember 11, 2001, or harbored such persons or organizations;\n                                                  Whereas the President and Congress are determined to continue\n                                                   to take all appropriate actions against international terrorists\n                                                   and terrorist organizations, including those nations, organiza-\n                                                   tions, or persons who planned, authorized, committed, or aided\n                                                   the terrorist attacks that occurred on September 11, 2001, or\n                                                   harbored such persons or organizations;\n                                                  Whereas the President has authority under the Constitution to\n                                                   take action in order to deter and prevent acts of international\n                                                   terrorism against the United States, as Congress recognized in\n                                                   the joint resolution on Authorization for Use of Military Force\n                                                   (Public Law 107–40); and\n                                                  Whereas it is in the national security interests of the United States\n                                                   to restore international peace and security to the Persian Gulf\n                                                   region: Now, therefore, be it\n                                                      Resolved by the Senate and House of Representatives of the\n                          Authorization for       United States of America in Congress assembled,\n                          Use of Military\n                          Force Against           SECTION 1. SHORT TITLE.\n                          Iraq Resolution\n                          of 2002.                    This joint resolution may be cited as the ‘‘Authorization for\n                          50 USC 1541             Use of Military Force Against Iraq Resolution of 2002’’.\n                          note.\n\n\n\n\n                                                                                 -30-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00004   Fmt 6580   Sfmt 6581   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                                             PUBLIC LAW 107–243—OCT. 16, 2002                                            116 STAT. 1501\n                          SEC. 2. SUPPORT FOR UNITED STATES DIPLOMATIC EFFORTS.\n                              The Congress of the United States supports the efforts by\n                          the President to—\n                                  (1) strictly enforce through the United Nations Security\n                              Council all relevant Security Council resolutions regarding Iraq\n                              and encourages him in those efforts; and\n                                  (2) obtain prompt and decisive action by the Security\n                              Council to ensure that Iraq abandons its strategy of delay,\n                              evasion and noncompliance and promptly and strictly complies\n                              with all relevant Security Council resolutions regarding Iraq.\n                          SEC. 3. AUTHORIZATION FOR USE OF UNITED STATES ARMED FORCES.\n                              (a) AUTHORIZATION.—The President is authorized to use the\n                          Armed Forces of the United States as he determines to be necessary\n                          and appropriate in order to—\n                                   (1) defend the national security of the United States against\n                              the continuing threat posed by Iraq; and\n                                   (2) enforce all relevant United Nations Security Council\n                              resolutions regarding Iraq.\n                              (b) PRESIDENTIAL DETERMINATION.—In connection with the\n                          exercise of the authority granted in subsection (a) to use force\n                          the President shall, prior to such exercise or as soon thereafter\n                          as may be feasible, but no later than 48 hours after exercising\n                          such authority, make available to the Speaker of the House of\n                          Representatives and the President pro tempore of the Senate his\n                          determination that—\n                                   (1) reliance by the United States on further diplomatic\n                              or other peaceful means alone either (A) will not adequately\n                              protect the national security of the United States against the\n                              continuing threat posed by Iraq or (B) is not likely to lead\n                              to enforcement of all relevant United Nations Security Council\n                              resolutions regarding Iraq; and\n                                   (2) acting pursuant to this joint resolution is consistent\n                              with the United States and other countries continuing to take\n                              the necessary actions against international terrorist and ter-\n                              rorist organizations, including those nations, organizations, or\n                              persons who planned, authorized, committed or aided the ter-\n                              rorist attacks that occurred on September 11, 2001.\n                              (c) WAR POWERS RESOLUTION REQUIREMENTS.—\n                                   (1) SPECIFIC STATUTORY AUTHORIZATION.—Consistent with\n                              section 8(a)(1) of the War Powers Resolution, the Congress\n                              declares that this section is intended to constitute specific statu-\n                              tory authorization within the meaning of section 5(b) of the\n                              War Powers Resolution.\n                                   (2) APPLICABILITY OF OTHER REQUIREMENTS.—Nothing in\n                              this joint resolution supersedes any requirement of the War\n                              Powers Resolution.\n                          SEC. 4. REPORTS TO CONGRESS.\n                               (a) REPORTS.—The President shall, at least once every 60 days,                                   President.\n                          submit to the Congress a report on matters relevant to this joint\n                          resolution, including actions taken pursuant to the exercise of\n                          authority granted in section 3 and the status of planning for efforts\n                          that are expected to be required after such actions are completed,\n                          including those actions described in section 7 of the Iraq Liberation\n                          Act of 1998 (Public Law 105–338).\n\n\n\n\n                                                                               -31-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139   PO 00243   Frm 00005   Fmt 6580   Sfmt 6581   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f                          116 STAT. 1502                             PUBLIC LAW 107–243—OCT. 16, 2002\n\n                                                       (b) SINGLE CONSOLIDATED REPORT.—To the extent that the\n                                                  submission of any report described in subsection (a) coincides with\n                                                  the submission of any other report on matters relevant to this\n                                                  joint resolution otherwise required to be submitted to Congress\n                                                  pursuant to the reporting requirements of the War Powers Resolu-\n                                                  tion (Public Law 93–148), all such reports may be submitted as\n                                                  a single consolidated report to the Congress.\n                                                       (c) RULE OF CONSTRUCTION.—To the extent that the information\n                                                  required by section 3 of the Authorization for Use of Military\n                                                  Force Against Iraq Resolution (Public Law 102–1) is included in\n                                                  the report required by this section, such report shall be considered\n                                                  as meeting the requirements of section 3 of such resolution.\n\n                                                        Approved October 16, 2002.\n\n\n\n\n                                                  LEGISLATIVE HISTORY—H.J. Res. 114 (S.J. Res. 45) (S.J. Res. 46):\n                                                  HOUSE REPORTS: No. 107–721 (Comm. on International Relations).\n                                                  CONGRESSIONAL RECORD, Vol. 148 (2002):\n                                                       Oct. 8, 9, considered in House.\n                                                       Oct. 10, considered and passed House and Senate.\n                                                  WEEKLY COMPILATION OF PRESIDENTIAL DOCUMENTS, Vol. 38 (2002):\n                                                       Oct. 16, Presidential remarks and statement.\n\n                                                                                                   Æ\n\n\n\n                                                                                  -32-\nVerDate 11-MAY-2000   13:44 Oct 23, 2002   Jkt 019139    PO 00243   Frm 00006   Fmt 6580   Sfmt 6580   E:\\PUBLAW\\PUBL243.107   APPS06   PsN: PUBL243\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1588277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2258974/"
  ]
}