{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200308/",
  "absolute_url": "/opinion/200308/rolland-v-romney/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200308/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:48:14Z",
  "date_modified": "2016-02-28T05:02:42.589805Z",
  "type": "010combined",
  "sha1": "0bd41f636fda4e0bf9082bc776678444b74f5784",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1697-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/01/28/Rolland_v._Romney.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 02-1697\n\n          LORETTA ROLLAND; TERRY NEWTON; BRUCE AMES;\n      FREDERICK COOPER; MARGARET PINETTE; LESLIE FRANCIS;\n           TIMOTHY RAYMOND; THE ARC OF MASSACHUSETTS;\n              STAVROS CENTER FOR INDEPENDENT LIVING,\n\n                       Plaintiffs, Appellees,\n\n                                 v.\n\n        MITT ROMNEY; FREDERICK LASKEY; WILLIAM O'LEARY;\n      BRUCE M. BULLEN; GERALD MORRISSEY; ELMER C. BARTELS;\n                    HOWARD KOH; TERESA O'HARE,\n\n                       Defendants, Appellants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Kenneth P. Neiman, U.S. Magistrate Judge]\n\n\n                               Before\n\n                         Selya, Circuit Judge,\n              Coffin and Bownes, Senior Circuit Judges.\n\n\n\n     Peter T. Wechsler, Assistant Attorney General, with whom\nThomas F. Reilly, Attorney General, was on brief for appellants.\n     Steven J. Schwartz with whom Cathy E. Costanzo, Center for\nPublic Representation, Matthew Engel, Disability Law Center,\nRichard d'A Belin, Kristi Hatrick, Foley, Hoag & Eliot LLP, Frank\nLaski, and Mental Health Legal Advisors were on brief for\nappellees.\n\f     Buckmaster De Wolf, Howrey Simon Arnold & White, LLP, and\nEthan B. Andelman on brief for The Arc of the United States,\nNational Association of Protection and Advocacy Systems, Judge\nDavid L. Bazelon Center for Mental Health Law, National Health Law\nProgram, and National Senior Citizens Law Center, amici curiae.\n\n\n\n                        January 28, 2003\n\f     COFFIN, Senior Circuit Judge. Appellants, the governor of the\n\nCommonwealth of Massachusetts and various officials (collectively\n\nreferred to as the \"Commonwealth\"), appeal the decision of the\n\ndistrict court, acting through a magistrate judge, see 28 U.S.C. §\n\n636(c), requiring them to provide certain services to appellees, a\n\ngroup of adults with mental retardation or other developmental\n\ndisabilities     who    reside   in    nursing   homes     in   Massachusetts.1\n\nConcluding     that    the   court's   interpretation      of   the   applicable\n\nfederal law was not in error, we affirm.\n\n                                 I. Background\n\n     Residents,       then-plaintiffs,       filed   a   section   1983   action\n\nagainst the Commonwealth in federal district court in 1998 on\n\nbehalf of a putative class of approximately 1600 similarly disabled\n\nresidents of Massachusetts nursing homes, alleging violations of a\n\nvariety of federal statutes, including 42 U.S.C. § 1396r, a part of\n\nthe Nursing Home Reform Amendments (\"NHRA\")2 to the Medicaid law.\n\nThe residents sought various forms of relief, but of particular\n\nrelevance to this case requested an injunction requiring the\n\nCommonwealth to provide them with \"specialized services,\" a term\n\n\n\n     1\n      Two organizational plaintiffs joined appellees below and in\nthis appeal. In addition, multiple organizations (the Arc of the\nUnited States, the National Association of Protection and Advocacy\nSystems, the Judge David L. Bazelon Center for Mental Health Law,\nthe National Health Law Project, and the National Senior Citizens\nLaw Center) have provided helpful briefing as amici.\n     2\n         For convenience, we refer to the NHRA in the singular.\n\n                                       -3-\n\fgiven    particular   meaning   in    the   NHRA   and   its    implementing\n\nregulations.3    The parties allowed a magistrate judge to conduct\n\nproceedings.\n\n     Following the judge's denial of the Commonwealth's motion to\n\ndismiss, Rolland v. Cellucci, 52 F. Supp.2d 231 (D. Mass. 1999),\n\nand subsequent mediation by the parties, a settlement agreement\n\n(\"Agreement\") was finalized in November 1999 and operated as a stay\n\nof the litigation.     After a fairness hearing, the court endorsed\n\nthe Agreement and entered it as an order in January 2000.             Rolland\n\nv. Cellucci, 191 F.R.D. 3 (D. Mass. 2000).          In the Agreement, the\n\nCommonwealth committed to provide specialized services as defined\n\nby federal regulation to all Massachusetts nursing home residents\n\nwith mental retardation who had been identified as needing them\n\nthrough the preadmission screening and annual resident review\n\nprocess (\"PASARR screening\") required by the NHRA.\n\n        Enforcement was addressed in the following way.             A proviso\n\nstated that the Agreement could not be enforced through breach of\n\ncontract or contempt actions.        If the residents were dissatisfied\n\nwith the Commonwealth's performance, the Agreement authorized them\n\nto   enter    mediation,   and,      that   failing,     seek   a    judicial\n\n\n     3\n      We note at the outset that the original statutory term,\n\"active treatment,\" was replaced by the language \"specialized\nservices\" in 1990 and that the parties disagree about the import of\nthis change. Several of the congressional reports cited herein,\npreceding the change, used the term “active treatment.”         The\ninterrelation of the terms is discussed in detail in Section V\ninfra.\n\n                                     -4-\n\fdetermination      that   the      Commonwealth     was    in     substantial\n\nnoncompliance with the Agreement. The residents would only then be\n\nentitled to seek relief based upon the \"then existing facts and\n\nlaw.\"\n\n     In September 2000, the residents filed a \"Motion for Further\n\nRelief Concerning Specialized Services,\" asking the court to find\n\nthe Commonwealth in noncompliance with the specialized services\n\nportion of the Agreement, contending that a significant number of\n\nclass members were not receiving all necessary specialized services\n\nand some class members were not receiving any.                    Following a\n\nhearing, the judge entered a finding in March 2001 that the\n\nCommonwealth was in substantial noncompliance with its specialized\n\nservices obligations and lifted the stay. Rolland v. Cellucci, 138\n\nF. Supp.2d 110 (D. Mass. 2001).\n\n     The residents then moved again for further relief, asking the\n\ncourt to order the Commonwealth to provide specialized services,\n\nwhich they alleged were required by both federal law and the\n\nAgreement.    Following a four-day evidentiary hearing in November\n\n2001, the court, in a well reasoned and thoughtful decision of May\n\n2002, held that the Commonwealth was in violation of federal law as\n\nwell as     the   Agreement   by   its   failure   to   provide   specialized\n\nservices to residents who required them.\n\n        The court ordered the Commonwealth to take five particular\n\nremedial actions.      Specifically at issue here, the district court\n\n\n                                     -5-\n\frequired the Commonwealth to provide specialized services and\n\nimplement a policy of \"active treatment,\" another term of art\n\ndefined by federal regulation, for all class members needing\n\nspecialized services.       Although the Commonwealth does not dispute\n\nthe court's noncompliance findings, it contests the legitimacy of\n\nthe order that it provide specialized services and implement a\n\npolicy of active treatment. The Commonwealth has not sought a stay\n\nand has apparently attempted compliance.\n\n        The     Commonwealth      contends   that     the    district       court\n\nmisconstrued both federal law and the Agreement.              The language of\n\nthe   Agreement,    disallowing      contempt   or     breach      of   contract\n\nproceedings, requires the residents to seek relief based on the\n\n\"then existing facts and law.\"        The Commonwealth argues that even\n\na finding of noncompliance by the court merely allows the residents\n\n\"to reopen the litigation.\"          The residents rejoin that such an\n\ninterpretation provides them with no more than what they began with\n\nand was not what the parties intended.             Rather than grapple with\n\nthe question of whether the district court's order was in keeping\n\nwith the enforcement provisions of the Agreement, we have assessed\n\nthe   court's    reliance    on    federal   law     and    have    found    that\n\nsupportable.\n\n                 II. The NHRA's History and Framework\n\n      The history of the NHRA is instructive.               During the 1970s,\n\nnumerous class action lawsuits were filed against states claiming\n\n\n                                     -6-\n\finsufficient care and treatment of mentally retarded individuals in\n\nstate-run   intermediate       care    facilities    for    mentally   retarded\n\nindividuals    (\"ICF/MRs\").           Gen.    Accounting    Office,    Medicaid:\n\nAddressing the Needs of Mentally Retarded Nursing Home Residents 11\n\n(1987) [hereinafter GAO Medicaid Report].             Because of the suits,\n\nthirty states, including Massachusetts, became parties to consent\n\ndecrees in which they agreed to improve the quality of care.                 Id.\n\nAt that time, a common method to reduce overcrowding in the ICF/MRs\n\nwas to move mentally retarded individuals to Medicaid-certified\n\nnursing homes.       H.R. Rep. No. 100-391, pt. 1, at 459 (1987),\n\nreprinted in 1987 U.S.C.C.A.N. 2313, 2313-279.\n\n     Residents moved to nursing homes, however, were often deprived\n\nof necessary services. The General Accounting Office found that by\n\n1985, approximately 140,000 mentally retarded individuals resided\n\nin nursing homes nationwide.           GAO Medicaid Report at 11.        Because\n\nnursing homes were often not equipped to provide the services or\n\ntreatment     they   needed,    however,      mentally     retarded    residents\n\nfrequently went without them.           Id.\n\n     In 1987, Congress passed the NHRA, part of the Omnibus Budget\n\nReconciliation Act, as a response to this apparently widespread\n\nproblem.    The report from the House of Representatives began:\n\n     Substantial numbers of mentally retarded and mentally ill\n     residents are inappropriately placed, at Medicaid\n     expense, in [skilled nursing facilities] or ICFs. These\n     residents often do not receive the active treatment or\n     services that they need. A recent [Government Accounting\n     Office] review of mentally retarded residents in [these\n\n                                        -7-\n\f       facilities] in Connecticut, Massachusetts, and Rhode\n       Island concluded that the active treatment needs of these\n       individuals were generally not being identified or met.\n\nH.R.    Rep.     No.    100-391,     pt.    1,   at   459,    reprinted      in    1987\n\nU.S.C.C.A.N. at 2313-279.\n\n       The NHRA attempted to ensure that those placed in nursing\n\nhomes actually needed nursing care and that once residing in a\n\nnursing    home,       individuals    would      receive     the    other   kinds       of\n\ntreatment they needed.             Towards that end, the NHRA established\n\nrequirements for nursing homes in their care of mentally retarded\n\nresidents, 42 U.S.C. § 1396r(b); instituted specific enumerated\n\nrights for residents, id. § 1396r(c); and required states to screen\n\nand    provide    services    to     mentally      retarded    residents,         id.    §\n\n1396r(e).\n\n       Specifically,       states    must     perform      PASARR    screenings         of\n\npotential nursing home admittees to determine two things: first,\n\nwhether the individual requires nursing facility levels of care,\n\naddressing physical and mental conditions; second, whether the\n\nindividual requires specialized services, addressing needs for\n\ntraining, therapies, and other means of accomplishing improvement\n\nof functioning.          Id. § 1396r(e)(7)(A)(i) & (B)(ii).                 A nursing\n\nfacility may admit a person only if the PASARR screening determines\n\nthat nursing care is required.                   Id. § 1396r(b)(3)(F).            After\n\nadmittance, states must review an individual's needs for nursing\n\n\n\n\n                                           -8-\n\ffacility   care   and    specialized   services   whenever   there   is   a\n\nsignificant change in the individual's condition.        Id.\n\n     For mentally retarded individuals who were already living in\n\nnursing homes at the time of the NHRA's enactment, the statute\n\nrequired states to institute the same two-faceted PASARR screening\n\nprocess.   Id. § 1396r(e)(7)(B)(ii).       When then-current residents\n\nwere found not to require nursing facility levels of care, the\n\nstatute required states to place them elsewhere, with the exception\n\nthat those residents who had lived in a nursing care facility for\n\nat least thirty months had the option to remain in residence.         Id.\n\n§ 1396r(e)(7)(C).       For all residents found not to require nursing\n\nfacility care, states were explicitly required to provide all\n\nneeded specialized services, regardless of whether the residents\n\nremained housed in nursing facilities.       Id.4\n\n\n     4\n      The statute differentiated among three groups of then-current\nnursing facility residents based on their PASARR screening results:\n     (C) Response to preadmission screening and resident\n     review\n     As of April 1, 1990, the State must meet the following\n     requirements:\n     (i) Long-term residents not requiring nursing facility\n     services, but requiring specialized services\n                In the case of a resident who is\n           determined, under subparagraph (B), not to\n           require the level of services provided by a\n           nursing facility, but to require specialized\n           services   for   mental  illness   or   mental\n           retardation, and who has continuously resided\n           in a nursing facility for at least 30 months\n           before the date of the determination, the\n           State   must,   in   consultation   with   the\n           resident's family or legal representative and\n           care-givers--\n\n                                    -9-\n\f     (I) inform the resident of the institutional\n     and noninstitutional alternatives covered\n     under the State plan for the resident,\n     (II) offer the resident the choice of\n     remaining in the facility or of receiving\n     covered services in an alternative appropriate\n     institutional or noninstitutional setting,\n     (III) clarify the effect on eligibility for\n     services under the State plan if the resident\n     chooses to leave the facility (including its\n     effect on readmission to the facility), and\n     (IV) regardless of the resident's choice,\n     provide for (or arrange for the provision of)\n     such specialized services for the mental\n     illness or mental retardation.\n. . . .\n(ii) Other residents not requiring nursing facility\nservices, but requiring specialized services\n     In the case of a resident who is determined, under\nsubparagraph (B), not to require the level of services\nprovided by a nursing facility, but to require\nspecialized services for mental illness or mental\nretardation, and who has not continuously resided in a\nnursing facility for at least 30 months before the date\nof the determination, the State must, in consultation\nwith the resident's family or legal representative and\ncare-givers--\n     (I) arrange for the safe and orderly discharge\n     of the resident from the facility, consistent\n     with the requirements of subsection (c)(2) of\n     this section,\n     (II) prepare and orient the resident for such\n     discharge, and\n     (III) provide for (or arrange for the\n     provision of) such specialized services for\n     the mental illness or mental retardation.\n(iii) Residents not requiring nursing facility services\nand not requiring specialized services\n     In the case of a resident who is determined, under\nsubparagraph (B), not to require the level of services\nprovided by a nursing facility and not to require\nspecialized services for mental illness or mental\nretardation, the State must--\n     (I) arrange for the safe and orderly discharge\n     of the resident from the facility, consistent\n     with the requirements of subsection (c)(2) of\n\n                         -10-\n\f      Despite its detailed mandates, the statute does not explicitly\n\nanswer the question of whether states must provide specialized\n\nservices to \"dual need residents,\" those who need both nursing\n\nfacility care and specialized services, as contrasted with those\n\nwho do not need nursing facility care but do need specialized\n\nservices.      The Secretary of the United States Department of Health\n\nand Human Services (\"HHS\") has found this obligation to provide\n\nspecialized services for dual need residents to be implicit in the\n\nstatute and has explicitly imposed it on states through regulation.\n\nSee 42 C.F.R. § 483.120(b).\n\n      The Commonwealth presents several arguments in support of its\n\nposition that it is not obligated to provide specialized services\n\nto dual need residents.         First, it infers from the statutory\n\nsilence on this issue that it has no such obligation and contends\n\nthat the regulation that does so obligate it is unenforceable\n\nbecause it is contrary to the statute's intent.                 Second, the\n\nCommonwealth argues that even if the NHRA does impliedly require it\n\nto   provide    specialized   services    to   dual   need   residents,   the\n\nresidents do not have a private right of action to enforce the\n\nCommonwealth's obligation.       Third, the Commonwealth takes issue\n\n\n\n          this section, and\n          (II) prepare and orient the resident for such\n          discharge.\n42 U.S.C. § 1396r(e)(7)(C).\n\n                                   -11-\n\fwith the court's order that it implement a policy of active\n\ntreatment for all mentally retarded residents who need specialized\n\nservices.\n\n            III. Whether the NHRA Requires States to Provide\n              Specialized Services to Dual Need Residents\n\n      The Commonwealth argues that the NHRA requires it to provide\n\nspecialized services only to those individuals who are found not to\n\nrequire     nursing    home    care     but    to    need   specialized     services,\n\nregardless of whether such individuals continue to reside in\n\nnursing care facilities.           The Commonwealth construes the statutory\n\nsilence on its obligation to residents with dual needs as support\n\nfor   its    position.        It     further    contends     that   the   regulation\n\nexplicitly creating the obligation to provide specialized services\n\nfor dual need residents is ultra vires and therefore unenforceable.\n\n      As always, the plain meaning of the statutory language, as\n\nderived from the whole of the statute, including its overall policy\n\nand purpose, controls.          See Summit Inv. & Dev. Corp. v. Leroux, 69\n\nF.3d 608,     610     (1st    Cir.    1995).        Further,    \"the   congressional\n\nintendment     conveyed       by      unclear       statutory    language    may   be\n\ndiscernible from its legislative history.\"                  Id. (citing O'Neill v.\n\nNestle Libbys P.R., Inc., 729 F.2d 35, 36 (1st Cir. 1984)).\n\n      In this case, also available are interpretations of the\n\nstatutory provisions at issue from HHS, the agency responsible for\n\ntheir implementation.          Where an agency has been endowed with the\n\n\n\n                                         -12-\n\fpower to administer a congressionally created program, as here,\n\nregulations should be given substantial deference:\n\n     If Congress has explicitly left a gap for the agency to\n     fill, there is an express delegation of authority to the\n     agency to elucidate a specific provision of the statute\n     by regulation. Such legislative regulations are given\n     controlling weight unless they are arbitrary, capricious,\n     or manifestly contrary to the statute.\n\nChevron U.S.A. Inc. v. Natural Res. Def. Council, 467 U.S. 837,\n\n843-44 (1984); see also United States v. Meade Corp., 533 U.S. 218,\n\n227 (2001)(\"Delegation of such authority may be shown in a variety\n\nof ways, as by an agency's power to engage in adjudication or\n\nnotice-and-comment rulemaking, or by some other indication of a\n\ncomparable congressional intent.\").          As this court has held, \"[a]n\n\ninquiring court – even a court empowered to conduct de novo review\n\n– must examine the Secretary's interpretation of the statute, as\n\nexpressed    in    the   regulation,     through   a    deferential    glass.\"\n\nStrickland v. Comm'r, Maine Dep't of Human Servs., 48 F.3d 12, 16\n\n(1st Cir. 1995).\n\n     Applying these precepts to the question of whether Congress\n\nintended to require states to provide specialized services to dual\n\nneed residents, we look first at the NHRA's plain language.                 The\n\nNHRA is silent on this precise question, but we gather clues of\n\ncongressional      intent   from   several   separate    provisions    in   the\n\nstatute,    ever   mindful   of    its   overriding    purpose,   to   protect\n\nindividuals from being warehoused in nursing facilities and denied\n\n\n\n                                     -13-\n\fnecessary services.      See H.R. Rep. No. 100-391, pt. 1, at 459,\n\nreprinted in 1987 U.S.C.C.A.N. at 2313-279.5\n\n     First, although the NHRA does not specify states’ obligations\n\nto provide specialized services to dual need residents, it does\n\nexplicitly    require   states   to    provide     specialized   services   to\n\nresidents who do need them but who do not require nursing facility\n\ncare.    It is clear that the statute's intent in this regard was not\n\nto elevate those individuals with only the need for specialized\n\nservices above those with dual needs, but rather to bring them up\n\nto par with the dual needs group.            Indeed, this explicit language\n\nappears designed to ensure that those most likely to be left out –\n\nthose not in a facility – received specialized services if needed.\n\nAs   such,    the   basic    stance          of   the   Commonwealth   seems\n\ncounterintuitive. Under its analysis, for example, it would supply\n\nspecialized services to those with needs insufficient to require\n\n\n\n\n     5\n      The GAO investigative report, cited by the House                      of\nRepresentatives, explained:\n     Mentally    retarded     residents    in     Connecticut,\n     Massachusetts, and Rhode Island nursing homes generally\n     have not had their active treatment needs identified and\n     met. These conditions existed because nursing homes were\n     not part of the service delivery network for the\n     retarded, nursing homes did not prepare written plans of\n     care to assess the active treatment needs of their\n     retarded residents and develop programs to meet those\n     needs, and state inspectors were not determining whether\n     retarded residents were receiving needed active treatment\n     services.\nGAO Medicaid Report at 3.\n\n                                      -14-\n\fnursing home care but deny such services to those substantially\n\nworse off.6\n\n     Second, an internal signal of great importance is derived from\n\nthe screening requirements for both then-current and potential\n\nresidents, necessitating determinations of whether nursing facility\n\ncare is required and whether specialized services are required. If\n\nCongress had intended that states manage reviews in a two-tiered\n\nfashion,    conducting   the    specialized    services    portion   of   the\n\nscreening only for those found not to need nursing facility care,\n\nit easily could have written the statute in such a manner.              As the\n\nresidents point out, the Commonwealth's construction of the statute\n\nwould render the second prong of the PASARR screening requirements\n\nfor specialized services a meaningless exercise for individuals\n\nfound to need nursing facility care in the first prong because the\n\nCommonwealth would not be required to provide them.\n\n     Given that Congress instead structured the requirement as\n\ninvolving     both   steps     for   every   individual,    it   must     have\n\ncontemplated that states would utilize the information from both\n\nportions of the PASARR screening.        This conclusion is bolstered by\n\nthe fact that Congress committed to funding seventy-five percent of\n\n\n\n     6\n      The fact that residents with thirty months or more of\noccupancy in nursing facilities who wished to remain, but did not\nrequire nursing care, are guaranteed specialized services, poses\nthe picture even more dramatically – that of a physically robust\nresident receiving habilitative specialized services while his\nailing housemate is ignored.\n\n                                     -15-\n\fthe costs of screening, 42 U.S.C. § 1396b(a)(2)(C), and assuredly\n\nwould not have assumed three-quarters of the expenses unless the\n\nreviews were to render useful results.              A Senate Budget Committee\n\nreport issued two years after the NHRA’s enactment confirms that\n\nCongress   viewed   the    law    as    holding     states     responsible   for\n\nspecialized services (then termed \"active treatment\") for all who\n\nneeded them:\n\n     If a resident is found to be mentally ill or mentally\n     retarded and requires nursing facility care, the\n     individual may reside in a facility, but the State is\n     required to provide active treatment if the individual is\n     found to need it.\n     . . . .\n          The law implies, but does not explicitly indicate,\n     that it is the obligation of a State to furnish “active\n     treatment” to an individual who needs it.\n\n135 Cong. Rec. S13057, S13238 (daily ed. Oct. 12, 1989).\n\n     A third statutory clue to Congress's intent can be discerned\n\nin the requirement that states create an appeals process for\n\nindividuals    adversely   impacted      by   the    outcome    of   any   PASARR\n\nscreening determination.         See 42 U.S.C. § 1396r(e)(7)(F).           It is\n\nclear that Congress perceived the screening as vesting individuals\n\nwith rights to the services deemed necessary:\n\n     Individuals could be adversely affected not only by a\n     determination that he or she does not need nursing\n     facility services, but also by determinations that he or\n     she does not need active treatment. . . . The Committee\n     expects that these appeal procedures will offer mentally\n     ill and mentally retarded individuals at least the due\n     process protections of a Medicaid fair hearing under\n     current law, including notice of the right to appeal,\n     right to representation by counsel, and right to a fair\n     hearing and impartial decision-making process.\n\n                                       -16-\n\fH.R.       Rep.    No.   100-391,   pt.   1,    at   462-63,      reprinted   in     1987\n\nU.S.C.C.A.N. at 2313-282 to 2313-283.                      This language strongly\n\nsuggests that Congress intended the determination of need for\n\nspecialized services to result in the provision or denial of those\n\nservices for every individual screened.\n\n       Reviewing finally the interpretation of the statute by the\n\nfederal agency responsible for its implementation, HHS, we find\n\nthat Congress gave the Secretary very broad duties under the NHRA:\n\n            It is the duty and responsibility of the Secretary\n       to assure that requirements which govern the provision of\n       care in nursing facilities under State plans approved\n       under this subchapter, and the enforcement of such\n       requirements, are adequate to protect the health, safety,\n       welfare, and rights of residents and to promote the\n       effective and efficient use of public moneys.\n\n42   U.S.C.        §   1396r(f)(1).   Specifically,        Congress       required    the\n\nSecretary to oversee the PASARR screening process by developing\n\n\"minimum          criteria   for    States     to    use   in    making    [screening]\n\ndeterminations . . . and in permitting individuals adversely\n\naffected to appeal such determinations.\"                    Id. § 1396r(f)(8)(A).\n\nFurther, the NHRA required the Secretary to specifically monitor\n\nstate compliance with certain requirements.                     Id. § 1396r(f)(8)(B).\n\n       The Secretary has promulgated a rule explicitly requiring\n\nstates to provide specialized services to dual need residents.\n\nSee 42 C.F.R. § 483.116(b).7              During the comment period, states\n\n\n       7\n        The regulation states:\n       If the State mental health or mental retardation\n       authority determines that a resident or applicant for\n\n                                          -17-\n\fobjected to this requirement, noting that the statute explicitly\n\nrequired   them   to   provide   specialized   services   only   to   those\n\nresidents who did not need nursing facility services but who did\n\nneed specialized services. The Secretary responded:\n\n     In our view, the law does require that the States provide\n     specialized services to persons in [nursing facilities\n     \"NFs\")] who have been determined through their PASARR\n     programs to require both NF services and specialized\n     services. While the statute contains no explicit\n     reference to provision of specialized services to those\n     residents with dual needs, we are, in placing this\n     requirement on States, relying on the central theme of\n     all the [NHRA] provisions which is that all of a\n     resident's needs must be identified and served. Congress\n     could not possibly have intended that the specialized\n     services needs of those residents who also need NF\n     services, and are therefore approved for NF residence,\n     should be ignored or go unmet. Since the description of\n     specialized services at section 1919(e)(7)(G) clearly\n     indicates that specialized services is beyond the scope\n     of NF services, the NF cannot be required to provide it.\n     Both the statute and the legislative history indicate\n     that the provision of specialized services is solely a\n     State responsibility . . . . The logical corollary is\n     that the State must provide specialized services to\n     residents with dual needs.\n\n57 Fed. Reg. 56,450, 56,477 (Nov. 30, 1992) (emphasis added).\n\n\n     admission requires both a [nursing facility (\"NF\")] level\n     of services and specialized services for the mental\n     illness or mental retardation–\n          . . . .\n          (2) The State must provide or arrange for the\n          provision of the specialized services needed\n          by the individual while he or she resides in\n          the NF.\nSee also 42 C.F.R. § 483.120(b) (\"The State must provide or arrange\nfor the provision of specialized services . . . to all NF residents\nwith [mental illness or mental retardation] whose needs are such\nthat continuous supervision, treatment and training by qualified\nmental health or mental retardation personnel is necessary.\"\n(emphasis added)).\n\n                                   -18-\n\f     The Commonwealth contends that the regulation is unenforceable\n\nbecause it exceeds the bounds of the statute and \"runs directly\n\ncounter to one of the primary purposes of the Act, namely, the\n\nconservation of federal and state funds.\"   Because the regulations\n\nare contrary to congressional intent, they are without force, the\n\nCommonwealth concludes.\n\n     Although we agree with the Commonwealth's assertion that if\n\nthe regulation were contrary to congressional intent, it would be\n\nunenforceable, we do not find the contested regulation to be so.\n\nIt almost should go without saying that Congress was concerned with\n\nfiscal conservatism, but clearly the statute's primary purpose is\n\nto ensure that the needs of all mentally retarded nursing facility\n\nresidents are identified and served.   See H.R. Rep. No. 100-391,\n\npt. 1, at 459, reprinted in 1987 U.S.C.C.A.N. at 2313-279.     The\n\nregulation manifests coherence with this goal, and as such, is not\n\ncontrary to the statute, arbitrary, or capricious. It follows that\n\nit is endowed with controlling authority. See Chevron, 467 U.S. at\n\n843-44.\n\n     In conclusion, the statutory language and legislative history,\n\nas well as agency interpretations, all lead us to adjudge that the\n\nCommonwealth is required to provide dual need residents with\n\nspecialized services if screening deems them necessary.\n\n\n\n\n                               -19-\n\f           IV.   Whether the Right to Specialized Services\n                       is Privately Enforceable\n\n     The Commonwealth next argues that the NHRA does not create a\n\nprivate right of action for the residents.          Thus, even if the\n\nresidents are entitled to specialized services under the statute,\n\nthe Commonwealth contends, the statute does not endow them with the\n\nright to enforce that entitlement through an action brought under\n\n42 U.S.C. § 1983.\n\n     Section 1983 allows individuals to bring claims in federal\n\ncourt based on alleged \"deprivations of any rights, privileges, or\n\nimmunities secured by the Constitution and laws.\"       A section 1983\n\nclaim would not be permitted where the statute did not create\n\nenforceable rights, privileges, or immunities or where \"Congress\n\nhas foreclosed such enforcement of the statute in the enactment\n\nitself.\"   Wright v. City of Roanoke Redev. & Hous. Auth., 479 U.S.\n\n418, 423 (1987).\n\n     The Commonwealth particularly contends that the statute does\n\nnot create an enforceable right.        The determination of whether a\n\nfederal statute creates a private right for the residents turns on\n\nCongress's intent.    See Alexander v. Sandoval, 532 U.S. 275, 286\n\n(2001); Middlesex County Sewerage Auth. v. Nat'l Sea Clammers\n\nAss'n, 453 U.S. 1, 13 (1981).8     We consider de novo whether the\n\n     8\n      In Sandoval, the Court explained that \"[t]he judicial task is\nto interpret the statute Congress has passed to determine whether\nit displays an intent to create not just a private right but also\na private remedy.\"      Sandoval, 532 U.S. at 286.       The Court\n\n                                 -20-\n\fstatute reflects this intent.   See Bryson v. Shumway, 308 F.3d 79,\n\n84 (1st Cir. 2002).\n\n     Traditionally, the three indicators of congressional intent to\n\ncreate an enforceable right have been:\n\n     First, Congress must have intended that the provision in\n     question benefit the plaintiff. . . . Second, the\n     plaintiff must demonstrate that the right assertedly\n     protected by the statute is not so \"vague and amorphous\"\n     that its enforcement would strain judicial competence. .\n     . . Third, the statute must unambiguously impose a\n     binding obligation on the States. In other words, the\n     provision giving rise to the asserted right must be\n     couched in mandatory rather than precatory terms.\n\nBlessing v. Freestone, 520 U.S. 329, 340-41 (1997) (citing Wilder\n\nv. Virginia Hosp. Ass'n, 496 U.S. 498, 510-11 (1990); Wright, 479\n\nU.S. at 430-32).   Further, as the Supreme Court remarked in Cannon\n\nv. University of Chicago, 441 U.S. 677 (1979), \"the right- or duty-\n\ncreating language of the statute has generally been the most\n\n\n\n\nsubsequently clarified that:\n     Plaintiffs suing under § 1983 do not have the burden of\n     showing an intent to create a private remedy because §\n     1983 generally supplies a remedy for the vindication of\n     rights secured by federal statutes. . . . Once a\n     plaintiff demonstrates that a statute confers an\n     individual right, the right is presumptively enforceable\n     by § 1983. But the initial inquiry – determining whether\n     a statute confers any right at all – is no different from\n     the initial inquiry in an implied right of action case,\n     the express purpose of which is to determine whether or\n     not a statute \"confer[s] rights on a particular class of\n     persons.\"\nGonzaga Univ. v. Doe, 536 U.S. 273, 322 (2002) (quoting California\nv. Sierra Club, 451 U.S. 287, 294 (1981)) (footnotes omitted).\n\n                                -21-\n\faccurate indicator of the propriety of implication of a cause of\n\naction.\"    Id. at 690 n.13.9\n\n     Importantly, a regulation \"may invoke a private right of\n\naction that Congress through statutory text created, but it may not\n\ncreate a right that Congress has not.\"         Sandoval, 532 U.S. at 291.\n\nNevertheless, regulations that \"merely interpret a statute may\n\nprovide evidence of what private rights Congress intended to\n\ncreate.\"    Love v. Delta Air Lines, 310 F.3d 1347, 1354 (11th Cir.\n\n2002) (citing Sandoval, 532 U.S. at 284); see also Wright, 479 U.S.\n\nat 427 (utilizing agency interpretation to assist in determining\n\nwhether statute created right of action).          And the agency view on\n\nthis issue is entitled to some deference.         See Wright, 479 U.S. at\n\n427 (citing Jean v. Nelson, 472 U.S. 846, 865 (1985); Chevron, 467\n\nU.S. at 844).\n\n     Preliminarily, we confirm that \"rights-creating\" language is\n\nprevalent    in   the    NHRA.     \"Rights-creating     language\"   can   be\n\ncharacterized     as    language   that   \"explicitly   confer[s]   a   right\n\n\n     9\n      Some courts have concluded that Sandoval represents the\nculmination of a trend to recede from the multi-factor analysis\nbegun in Cort v. Ash, 442 U.S. 66 (1975), in favor of an exclusive\nfocus on congressional intent. See, e.g, Love v. Delta Air Lines,\n310 F.3d 1347, 1351-52 (11th Cir. 2002). The Commonwealth has not,\nhowever, suggested this and argues along the lines of the Blessing\nthree-factor test.       Therefore, our analysis follows the\nCommonwealth's arguments, while keeping at the forefront the\npenultimate question of whether Congress intended to create a\nprivate right of action in favor of the residents. See Bryson, 308\nF.3d at 88 (\"Ultimately, of course, this is an issue of\ncongressional intent, and the three tests are just a guide.\").\n\n                                     -22-\n\fdirectly on   a   class   of   persons    that   include   the   plaintiff.\"\n\nCannon, 441 U.S. at 690 n.13.       Rights-creating language has also\n\nbeen found in provisions that identify \"'the class for whose\n\nespecial benefit the statute was enacted.'\"                Id. at 688 n.9\n\n(quoting Texas & Pacific Ry. Co. v. Rigsby, 241 U.S. 33, 39\n\n(1916)). Statutory language that protects the general public, such\n\nas that customarily found in criminal statutes, or that is simply\n\na ban on discriminatory conduct by recipients of federal funds, is\n\nfar less likely to imply a private remedy than rights-creating\n\nlanguage.   See id. at 690-94.\n\n     The NHRA speaks largely in terms of the persons intended to be\n\nbenefitted, nursing home residents, a significant factor in Cannon.\n\nThe statute contains a laundry list of rights to be afforded\n\nresidents and commands certain state and nursing home activities in\n\norder to ensure that residents receive necessary services.10              In\n\n\n\n     10\n      The statute endows residents with rights, among others, to\nchoose their personal attending physicians, to be fully informed\nabout and participate in care and treatment, to be free from\nphysical or mental abuse, to voice grievances, and to enjoy privacy\nand confidentiality.    42 U.S.C. § 1396r(c)(1)(A).    It requires\nnursing homes, among other things, to care for residents in a\nmanner promoting quality of life, provide services and activities\nto maintain the highest practicable physical, mental and\npsychosocial well-being of residents, and conduct comprehensive\nassessments   of   residents'   functional  abilities.      Id.   §\n1396r(b)(1),(2) & (3). States, in addition to being required to\nconduct the PASARR screenings, must review training and competency\nprograms for nurse aides, provide appeal procedures for residents\ncontesting discharges or transfers, and develop written notices of\nthe rights of nursing facility residents. Id. § 1396r(e)(1),(3) &\n(6).\n\n                                   -23-\n\fshort, after clearly identifying those it seeks to protect, the\n\nstatute goes on to endow them with particular rights, utilizing\n\n\"rights-creating\" language.\n\n     We turn now to the Blessing factors.              The Commonwealth does\n\nnot contest that the provision in question intends to benefit\n\npersons such as the residents, but does contend that the right\n\nasserted by the residents is vague and amorphous and that the\n\nstatute does not unambiguously impose a binding obligation on\n\nstates.\n\n     A. Whether the Right is Vague and Amorphous\n\n     The Commonwealth argues that the term \"specialized services\"\n\nis too vague and amorphous to translate into a right amenable to\n\njudicial enforcement.       It stresses that the NHRA does not define\n\nthe term, but instead delegates the task of definition to the\n\nSecretary,    and   contends   that    the   regulatory      definition      only\n\nobscures the meaning of the term.\n\n     The statute's delegation of authority to define \"specialized\n\nservices\" for mentally retarded nursing home residents provides the\n\nSecretary with unlimited discretion to craft a definition, the only\n\nlimitation being that it must exclude “services within the scope of\n\nservices which      the   facility    must   provide    or   arrange   for    its\n\nresidents.”    42 U.S.C. § 1396r(e)(7)(G)(iii).              The Secretary's\n\npromulgated definition, specific to mental retardation, is as\n\n\n\n                                     -24-\n\ffollows:      \"For mental retardation, specialized services means the\n\nservices specified by the State which, combined with services\n\nprovided by the NF or other service providers, results in treatment\n\nwhich meets the requirements of 483.440(a)(1).\"                          42 C.F.R. §\n\n483.120(a)(2).       Section 483.440(a)(1) of the regulations, in turn,\n\nsets   a     standard   of   \"active      treatment\"         for   the   provision     of\n\nspecialized services:\n\n       Each client must receive a continuous active treatment\n       program,    which   includes    aggressive,    consistent\n       implementation of a program of specialized and generic\n       training, treatment, health services and related services\n       described in this subpart, that is directed toward –\n       (i) The acquisition of the behaviors necessary for the\n       client to function with as much self determination and\n       independence as possible; and\n       (ii) The prevention or deceleration of regression or loss\n       of current optimal functional status.\n\n42 C.F.R. § 483.440(a)(1).\n\n       The    Commonwealth     relies      on    the    concurrence       in    Gonzaga\n\nUniversity      v.   Doe,    536   U.S.    273   (2002),       declaring       that   the\n\nstatutory      right    of   the    plaintiff     to    be     protected       from   the\n\nunconsented-to release of his educational records was too vague.\n\nThe concurring justices believed that key language, such as the\n\nterm   \"education       records,\"    was    broad      and    nonspecific,      leaving\n\nschools with great uncertainty about what information they could\n\nreveal from their records.           Id. at 326 (Breyer, J., concurring).\n\n       The language at issue here, however, is more akin to examples\n\nfound by the Supreme Court not to be vague and amorphous.                             For\n\n                                          -25-\n\fexample,    in    Wright,     low-income    tenants      challenged      a    housing\n\nauthority's right to charge for utilities above a statutorily\n\nmandated    \"reasonable\"        rent    ceiling.       The    defendant       housing\n\nauthority asserted that a tenant's right not to be charged more\n\nthan a \"reasonable\" amount for utilities was vague and amorphous.\n\nIn holding that the tenants' rights were enforceable, the Court\n\nnoted that the regulations set out particular guidelines for\n\nhousing authorities to follow when setting reasonable utility\n\ncharges and required that tenants have notice and opportunity to\n\ncomment.    Wright, 479 U.S. at 431-32.\n\n       More recently, in Livadas v. Bradshaw, 512 U.S. 107 (1994),\n\npetitioner,      a   former     employee,   asserted     that    her    rights      \"to\n\ncomplete    the      collective-bargaining       process      and    agree     to    an\n\narbitration clause\" under the National Labor Relations Act had been\n\nabridged.     Id. at 134.       The rights claimed by the petitioner were\n\nnot explicit in the statute.             Nevertheless, the Court held that\n\neven   though     they   were    \"not    provided   in   so   many     words,\"      the\n\npetitioner’s rights were sufficiently manifest in the statute's\n\nstructure to avoid being vague and amorphous.                 Id.\n\n       In Martin v. Voinovich, 840 F. Supp. 1175 (S.D. Ohio 1993), a\n\ndistrict    court     grappled    with    the   contention      that    the    PASARR\n\nscreening requirements, inextricably tied to the provision of\n\nservices at issue here, were vague and amorphous.                      Id. at 1200.\n\nThe court held that they were not:\n\n                                         -26-\n\f      The implementing PASARR regulations contain numerous\n      requirements and give detailed guidance and definitions\n      about how, when and by whom the required PASARR\n      determinations are to be made. . . . [T]he basic\n      requirement derived from the statutory provisions, that\n      the State must make PASARR determinations, is supported\n      not only by fairly specific statutory language, but also\n      a comprehensive regulatory scheme explaining exactly how\n      the determinations are to be undertaken.\n\nId.\n\n      In the instant case, the NHRA expressly delegates authority to\n\ndefine \"specialized services\" and the Secretary has complied.               The\n\nagency's definition, consistent with rights affirmed in prior case\n\nlaw, provides contextual guidance, and it is sufficient to allow\n\nresidents     to   understand    their   rights   to   services,   states    to\n\nunderstand their obligations, and courts to review states' conduct\n\nin fulfilling those obligations.            In complex areas such as this,\n\nmore cannot reasonably be expected.\n\n      B. Whether the NHRA Unambiguously Binds the States\n\n      The Commonwealth asserts that the final Blessing factor is not\n\npresent because the NHRA does not unambiguously bind states.                It\n\nrelies   in    particular   on    the    fact   that   the   statute,   while\n\nconditioning funding on compliance with other sections, does not\n\nexplicitly tie funding to the provision of specialized services.\n\n      Reviewing the language of the NHRA, however, we conclude that\n\n\n\n\n                                     -27-\n\fit does unambiguously bind states.11 The statutory requirements for\n\nstates and nursing facilities are clearly mandatory rather than\n\nadvisory. The word \"must\" is repeated frequently. See Bryson, 308\n\nF.3d at 89 (concluding that the words \"must\" and \"shall\" denoted\n\nstatutory requirements rather than mere guidelines).              For example,\n\nwith    regard   to     the   prescreening     for   new   residents,   nursing\n\nfacilities \"must not admit\" any new resident who has not been\n\nscreened by the state, 42 U.S.C. § 1396r(b)(3)(F); they \"must\n\nprovide\" specified services, id. § 1396r(b)(4)(A); and they \"must\"\n\ninform residents of their legal rights, id. § 1396r(c)(1)(B).\n\nStates are instructed that they \"must have in effect a preadmission\n\nscreening program,\" id. § 1396r(e)(7)(A)(i); they \"must review and\n\ndetermine\"    whether      current   nursing    facility    residents   require\n\nnursing facility levels of care and specialized services, id. §\n\n1396r(e)(7)(B)(i); and they \"must\" utilize the results of that\n\nscreening in order to house and serve residents in specific ways,\n\nid. § 1396r(e)(7)(C).         Not only are the directives mandatory, but\n\ndeadlines are often prescribed.           See, e.g., id. § 1396r(b)(3)(F) &\n\n(e)(7)(A)-(C).         This is not a situation akin to that in Sandoval,\n\nwhere the sole source of the right at issue was found in the\n\nregulations      and    the   statute   did    not   utilize   rights-creating\n\n\n       11\n      Lower courts addressing the question of whether the NHRA\nunambiguously binds the states have concluded that it does. See\nOttis v. Shalala, 862 F. Supp. 182, 186-87 (W.D. Mich. 1994);\nMartin, 840 F. Supp. at 1200. The Commonwealth has not supplied\ncites for any cases holding otherwise, nor are we aware of any.\n\n                                        -28-\n\flanguage, limited the agency's ability to effectuate individual\n\nrights, and focused on the implementing agency rather than the\n\nindividuals being protected.           See Sandoval, 532 U.S. at 288-89.\n\n     With regard to funding, the Commonwealth points out that\n\nfederal Medicaid funding is not specifically conditioned upon the\n\nprovision of specialized services. For support, it cites Pennhurst\n\nState School & Hospital v. Halderman, 451 U.S. 1 (1981), wherein\n\nthe Supreme Court relied in part on the absence of a direct funding\n\ncondition      in    holding    that    the     statute   did     not     intend   to\n\nunambiguously bind the states.                 Id. at 17.       The NHRA is far\n\ndifferent from the federal statute reviewed by the Supreme Court in\n\nPennhurst, in which Congress \"'legislate[d] by innuendo, making\n\ndeclarations of policy and indicating a preference while requiring\n\nmeasures that, though falling short of legislating its goal, serve\n\nas a nudge in the preferred directions.'\" Id.                    at 19 (citations\n\nomitted).       As the Commonwealth acknowledges, however, such a\n\ncondition is only \"one means of manifesting a Congressional intent\n\nto impose a requirement on the states.\"             In the case before us, we\n\nfind other and sufficient indicia of intent.\n\n     Moreover, we discern at least an attenuated link between\n\nfunding   and       the   provision    of   specialized       services.      Section\n\n1396r(e)(7)(D) of the NHRA requires that funding to a state be\n\ndenied    if   the    state    fails   to     conduct   the    PASARR     screenings\n\nprescribed by subsections 1396r(b)(3)(F) and (e)(7)(B).                        Thus,\n\n                                        -29-\n\falthough the funding incentive is not directly tied to states'\n\nprovision    of    specialized     services,    funding   is   conditioned   on\n\ncompletion of the screening leading to the provision of services.\n\n42 U.S.C. § 1396r(e)(7)(D)(i).           The suggestion that a sanction\n\ncould result from a state failing to provide specialized services\n\nis at least implicit.        In any event, the language of the statute\n\ndepicts an unmistakable desire to mandate state behavior.\n\n     Because we find that the right at issue is not vague and\n\namorphous and that the NHRA unambiguously binds the states, we hold\n\nthat the residents are endowed with a private right of action,\n\nwhich they may enforce via section 1983.\n\n   V. Whether the Court Erred in Requiring the Commonwealth to\n             Implement a Policy of Active Treatment\n\n     We move now to the final question: whether the district court\n\nerred in requiring the Commonwealth to implement a policy of\n\n\"active     treatment\"     for    mentally     retarded   residents    needing\n\nspecialized services.            The Commonwealth protests the district\n\ncourt's     \"conflation\"     of    the   terms    \"active      treatment\"    and\n\n\"specialized services,\" asserting that an active treatment standard\n\nis beyond its obligation, besides being unattainable.\n\n     To be sure, the distinction between specialized services and\n\nactive treatment lacks easy definition for those outside the\n\ndiscipline.       Congress itself has utilized both terms at different\n\ntimes and the current regulations use \"active treatment\" to define\n\n                                      -30-\n\f\"specialized    services\"       with    regard    to     those    with    mental\n\nretardation.   The Commonwealth explains that \"active treatment\" is\n\na global concept embodied by \"a model of service delivery that\n\nunderlies all of the activities of a person,\" traditionally applied\n\nin ICF/MRs, while \"specialized services\" are \"a specific set of\n\ninterventions aimed at promoting skill acquisition and preventing\n\nregression,    as     provided    through      various       service     models.\"\n\nAdditionally, the amici explain that the active treatment standard\n\nof care has been developed through years of implementation in\n\nICF/MRs, but, until the NHRA, had not been utilized in the care of\n\nindividuals    with    mental    illness.        As    the    Secretary     later\n\nacknowledged, those concerned with applying the concept to persons\n\nwith mental illness were unclear as to the term's meaning and scope\n\nin that context.      See 57 Fed. Reg. 56,450, 56,472 (Nov. 30, 1992).\n\n     When the NHRA was enacted, it mandated that states provide\n\n\"active treatment\" to individuals with mental illness as well as\n\nthose with mental retardation.          Omnibus Budget Reconciliation Act\n\nof 1997, P.L. No. 100-203, § 4211, 101 Stat. 1330 (1987).                Congress\n\ninstructed the Secretary to define \"active treatment,\" and gave no\n\ndirection other than excluding, for nursing facility residents,\n\nservices that fell within the responsibility of the facilities, as\n\nopposed to the responsibility of the states.             Id.\n\n     Three    years    later,    Congress     passed    several    \"minor    and\n\ntechnical\" amendments to the NHRA.            The amendments replaced the\n\n                                       -31-\n\fterm \"active treatment\" with \"specialized services,\" Omnibus Budget\n\nReconciliation Act of 1990, P.L. No. 101-508, § 4801(b)(8), 104\n\nStat. 1388 (1990), and again gave the Secretary broad discretion to\n\ncreate a definition, as long as it excluded services provided by\n\nthe nursing facilities, 42 U.S.C. § 1396r(e)(7)(G)(iii).\n\n      The House of Representatives report confirms that the change\n\nwas intended to clarify that \"active treatment\" did not necessarily\n\nhave the same application for all groups covered by the NHRA as it\n\ndid in      its   traditional      application       in   the   context    of   mental\n\nretardation in ICF/MRs.             H.R. Rep. No. 101-881, at 118 (1990),\n\nreprinted in 1990 U.S.C.C.A.N. 2017, 2130 (“In response to some\n\nconfusion that has arisen over the development of [the term 'active\n\ntreatment'], the Committee bill clarifies, that for the purposes of\n\nmeeting the [NHRA] requirements, the term 'active treatment' does\n\nnot necessarily have the same meaning as it does for the purposes\n\nof   meeting      the    Medicaid    requirements         for   intermediate         care\n\nfacilities for the mentally retarded.” (emphasis added)).                             The\n\nSenate   report     reiterated       that   \"specialized        services    [should]\n\ninclude active treatment where appropriate.\"                       136 Cong. Rec.\n\nS15629, S15661 (daily ed. Oct. 18, 1990).\n\n      The    Commonwealth        disregards    the    discretion    given       to    the\n\nSecretary      as   well    as    the   critical      importance     of    the       word\n\n\"necessarily.\"          The Secretary, in recognition of the distinction\n\nbeing made, created two definitions of specialized services.                          For\n\n                                        -32-\n\fthose with mental illness, \"specialized services\" are defined as\n\nservices \"specified by the State which, combined with services\n\nprovided by the NF, results in the continuous and aggressive\n\nimplementation of an individualized plan of care\" developed by an\n\ninterdisciplinary      team,        prescribing     specific     therapies     and\n\nactivities, and directed toward diagnosing and reducing behavioral\n\nsymptoms and improving functioning.              42 C.F.R. § 483.120(a)(1).\n\n     For individuals with mental retardation, such as the appellees\n\nhere, however, the Secretary crafted a definition of specialized\n\nservices   that     incorporated        the      active    treatment    standard\n\ntraditionally      applied     in     ICF/MRs.       The    Secretary    defined\n\nspecialized   services       for    these   individuals     as   \"the   services\n\nspecified by the State which, combined with services provided by\n\nthe NF or other service providers, results in treatment which meets\n\nthe [active treatment] requirements of § 483.440(a)(1).\"                     Id. §\n\n483.120(a)(2).12     Again, Chevron directs that such regulations,\n\n\n     12\n      The Secretary also remarked in comment:\n     Essentially we are simply substituting one term for\n     another. We believe this is the intent of Congress as\n     well as of those groups which sought the legislative\n     change from Congress.\n     . . . .\n          Originally, the term active treatment referred to a\n     mode of treatment rather than a set of treatments. By\n     exchanging the term \"specialized services\" for \"active\n     treatment,\" we are substituting terms and not concepts.\n     We wish to preserve the original intent of emphasizing\n     the mode and intensity of treatment rather than the\n     separate and distinct nature of these specialized\n     services.\n57 Fed. Reg. 56,450, 56,472 (Nov. 30, 1992).\n\n                                       -33-\n\fflowing    from    an    express   delegation   of    authority,   be     given\n\ncontrolling weight unless arbitrary, capricious, or manifestly\n\ncontrary to the statute, none of which apply here.\n\n     Thus, the regulations require states to provide specialized\n\nservices in such a manner as to constitute active treatment to\n\nmentally retarded individuals when combined with the services\n\nprovided by others.       Contrary to the Commonwealth's protestations,\n\nhowever, they do not impose on states, when serving mentally\n\nretarded nursing home residents, the considerable onus of complying\n\nwith every obligation placed on them in their broader role in\n\nICF/MRs.\n\n     The district court ordered the Commonwealth to \"implement a\n\nclear policy of 'active treatment' to be provided to all class\n\nmembers who need specialized services.\" The magistrate judge spent\n\nconsiderable time in his opinion evaluating the Commonwealth's\n\nargument that the standard was unworkable, concluding that the use\n\nof the active treatment standard by the Commonwealth's contracted\n\nagent evidenced that the standard could in fact be utilized.                The\n\ncourt     also    made   the   compelling   factual    findings    that     the\n\nDepartments of Mental Retardation, Medical Assistance, and Public\n\nHealth had created a joint training program mirroring active\n\ntreatment criteria and that the independent expert chosen by the\n\nparties, as well as at least one of the Commonwealth's experts,\n\nutilized the active treatment standard in their evaluations. Given\n\n                                     -34-\n\fthe history of the statutory changes, the regulatory language, and\n\nthe district court's factual findings, we cannot say that the court\n\nerred    in    holding      the    Commonwealth       responsible     for   providing\n\nspecialized services in a way that results in active treatment when\n\ncombined with services provided by nursing facilities and others.\n\n      Although the district court did not impose on the Commonwealth\n\nany     particular        method    of   compliance,       it   may    benefit     the\n\nCommonwealth to continue its efforts to improve the coordination of\n\nservices between itself and nursing homes.                Other remedial actions\n\nordered by the court and not challenged by the Commonwealth on\n\nappeal,       such   as    requiring     the   Commonwealth     to     establish    an\n\nindividual service plan and coordinator for each member of the\n\nputative class, will also likely assist the Commonwealth in meeting\n\nits obligations.\n\n                                    VI. Conclusion\n\n      We can understand the Commonwealth's posture in this case,\n\nespecially given its exigent budgetary circumstances.                          In the\n\ncomplex field of care for mentally retarded individuals and the\n\nrelated regulation of nursing homes and states, however, Congress\n\nhas made it clear that the Secretary is to fill in gaps and provide\n\ndefinition.          The    products     of    that    delegation     of    authority,\n\nresponding to widespread documented problems, provide an effective\n\nmanner for care of mentally retarded nursing home residents and are\n\nentitled to deference. Finally, the history of cooperation between\n\n                                         -35-\n\fthe Commonwealth and the residents gives us confidence that the\n\nCommonwealth will be able to meet its obligations and accomplish\n\nthe tasks ordered by the district court.\n\nAffirmed.\n\n\n\n\n                              -36-\n\f",
  "html": "<p class=\"case_cite\">318 F.3d 42</p>\n    <p class=\"parties\">Loretta ROLLAND; Terry Newton; Bruce Ames; Frederick Cooper; Margaret Pinette; Leslie Francis; Timothy Raymond; The Arc of Massachusetts; Stavros Center for Independent Living, Plaintiffs, Appellees,<br>v.<br>Mitt ROMNEY; Frederick Laskey; William O'Leary; Bruce M. Bullen; Gerald Morrissey; Elmer C. Bartels; Howard Koh; Teresa O'Hare, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 02-1697.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 6, 2002.</p>\n    <p class=\"date\">Decided January 28, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter T. Wechsler, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief for appellants.</p>\n      <p class=\"indent\">Steven J. Schwartz with whom Cathy E. Costanzo, Center for Public Representation, Matthew Engel, Disability Law Center, Richard d'A Belin, Kristi Hatrick, Foley, Hoag &amp; Eliot LLP, Frank Laski, and Mental Health Legal Advisors were on brief for appellees.</p>\n      <p class=\"indent\">Buckmaster De Wolf, Howrey Simon Arnold &amp; White, LLP, and Ethan B. Andelman on brief for The Arc of the United States, National Association of Protection and Advocacy Systems, Judge David L. Bazelon Center for Mental Health Law, National Health Law Program, and National Senior Citizens Law Center, amici curiae.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, the governor of the Commonwealth of Massachusetts and various officials (collectively referred to as the \"Commonwealth\"), appeal the decision of the district court, acting through a magistrate judge, <i>see</i> 28 U.S.C. &#167; 636(c), requiring them to provide certain services to appellees, a group of adults with mental retardation or other developmental disabilities who reside in nursing homes in Massachusetts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Concluding that the court's interpretation of the applicable federal law was not in error, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Residents, then-plaintiffs, filed a section 1983 action against the Commonwealth in federal district court in 1998 on behalf of a putative class of approximately 1600 similarly disabled residents of Massachusetts nursing homes, alleging violations of a variety of federal statutes, including 42 U.S.C. &#167; 1396r, a part of the Nursing Home Reform Amendments (\"NHRA\")<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to the Medicaid law. The residents sought various forms of relief, but of particular relevance to this case requested an injunction requiring the Commonwealth to provide them with \"specialized services,\" a term given particular meaning in the NHRA and its implementing regulations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The parties allowed a magistrate judge to conduct proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the judge's denial of the Commonwealth's motion to dismiss, <i>Rolland v. Cellucci,</i> 52 F.Supp.2d 231 (D.Mass.1999), and subsequent mediation by the parties, a settlement agreement (\"Agreement\") was finalized in November 1999 and operated as a stay of the litigation. After a fairness hearing, the court endorsed the Agreement and entered it as an order in January 2000. <i>Rolland v. Cellucci,</i> 191 F.R.D. 3 (D.Mass.2000). In the Agreement, the Commonwealth committed to provide specialized services as defined by federal regulation to all Massachusetts nursing home residents with mental retardation who had been identified as needing them through the preadmission screening and annual resident review process (\"PASARR screening\") required by the NHRA.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Enforcement was addressed in the following way. A proviso stated that the Agreement could not be enforced through breach of contract or contempt actions. If the residents were dissatisfied with the Commonwealth's performance, the Agreement authorized them to enter mediation, and, that failing, seek a judicial determination that the Commonwealth was in substantial noncompliance with the Agreement. The residents would only then be entitled to seek relief based upon the \"then existing facts and law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In September 2000, the residents filed a \"Motion for Further Relief Concerning Specialized Services,\" asking the court to find the Commonwealth in noncompliance with the specialized services portion of the Agreement, contending that a significant number of class members were not receiving all necessary specialized services and some class members were not receiving any. Following a hearing, the judge entered a finding in March 2001 that the Commonwealth was in substantial noncompliance with its specialized services obligations and lifted the stay. <i>Rolland v. Cellucci,</i> 138 F.Supp.2d 110 (D.Mass.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The residents then moved again for further relief, asking the court to order the Commonwealth to provide specialized services, which they alleged were required by both federal law and the Agreement. Following a four-day evidentiary hearing in November 2001, the court, in a well reasoned and thoughtful decision of May 2002, held that the Commonwealth was in violation of federal law as well as the Agreement by its failure to provide specialized services to residents who required them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The court ordered the Commonwealth to take five particular remedial actions. Specifically at issue here, the district court required the Commonwealth to provide specialized services and implement a policy of \"active treatment,\" another term of art defined by federal regulation, for all class members needing specialized services. Although the Commonwealth does not dispute the court's noncompliance findings, it contests the legitimacy of the order that it provide specialized services and implement a policy of active treatment. The Commonwealth has not sought a stay and has apparently attempted compliance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Commonwealth contends that the district court misconstrued both federal law and the Agreement. The language of the Agreement, disallowing contempt or breach of contract proceedings, requires the residents to seek relief based on the \"then existing facts and law.\" The Commonwealth argues that even a finding of noncompliance by the court merely allows the residents \"to reopen the litigation.\" The residents rejoin that such an interpretation provides them with no more than what they began with and was not what the parties intended. Rather than grapple with the question of whether the district court's order was in keeping with the enforcement provisions of the Agreement, we have assessed the court's reliance on federal law and have found that supportable.</p>\n    </div>\n    <p class=\"center\">II. <i>The NHRA's History and Framework</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The history of the NHRA is instructive. During the 1970s, numerous class action lawsuits were filed against states claiming insufficient care and treatment of mentally retarded individuals in state-run intermediate care facilities for mentally retarded individuals (\"ICF/MRs\"). Gen. Accounting Office, Medicaid: Addressing the Needs of Mentally Retarded Nursing Home Residents 11 (1987) [hereinafter GAO Medicaid Report]. Because of the suits, thirty states, including Massachusetts, became parties to consent decrees in which they agreed to improve the quality of care. <i>Id.</i> At that time, a common method to reduce overcrowding in the ICF/ MRs was to move mentally retarded individuals to Medicaid-certified nursing homes. H.R.Rep. No. 100-391, pt. 1, at 459 (1987), <i>reprinted in</i> 1987 U.S.C.C.A.N. 2313, 2313-279.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Residents moved to nursing homes, however, were often deprived of necessary services. The General Accounting Office found that by 1985, approximately 140,000 mentally retarded individuals resided in nursing homes nationwide. GAO Medicaid Report at 11. Because nursing homes were often not equipped to provide the services or treatment they needed, however, mentally retarded residents frequently went without them. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1987, Congress passed the NHRA, part of the Omnibus Budget Reconciliation Act, as a response to this apparently widespread problem. The report from the House of Representatives began:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Substantial numbers of mentally retarded and mentally ill residents are inappropriately placed, at Medicaid expense, in [skilled nursing facilities] or ICFs. These residents often do not receive the active treatment or services that they need. A recent [Government Accounting Office] review of mentally retarded residents in [these facilities] in Connecticut, Massachusetts, and Rhode Island concluded that the active treatment needs of these individuals were generally not being identified or met.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">H.R.Rep. No. 100-391, pt. 1, at 459, <i>reprinted in</i> 1987 U.S.C.C.A.N. at 2313-279.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The NHRA attempted to ensure that those placed in nursing homes actually needed nursing care and that once residing in a nursing home, individuals would receive the other kinds of treatment they needed. Towards that end, the NHRA established requirements for nursing homes in their care of mentally retarded residents, 42 U.S.C. &#167; 1396r(b); instituted specific enumerated rights for residents, <i>id.</i> &#167; 1396r(c); and required states to screen and provide services to mentally retarded residents, <i>id.</i> &#167; 1396r(e).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Specifically, states must perform PASARR screenings of potential nursing home admittees to determine two things: first, whether the individual requires nursing facility levels of care, addressing physical and mental conditions; second, whether the individual requires specialized services, addressing needs for training, therapies, and other means of accomplishing improvement of functioning. <i>Id.</i> &#167; 1396r(e)(7)(A)(i) &amp; (B)(ii). A nursing facility may admit a person only if the PASARR screening determines that nursing care is required. <i>Id.</i> &#167; 1396r(b)(3)(F). After admittance, states must review an individual's needs for nursing facility care and specialized services whenever there is a significant change in the individual's condition. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For mentally retarded individuals who were already living in nursing homes at the time of the NHRA's enactment, the statute required states to institute the same two-faceted PASARR screening process. <i>Id.</i> &#167; 1396r(e)(7)(B)(ii). When then-current residents were found not to require nursing facility levels of care, the statute required states to place them elsewhere, with the exception that those residents who had lived in a nursing care facility for at least thirty months had the option to remain in residence. <i>Id.</i> &#167; 1396r(e)(7)(C). For all residents found <i>not</i> to require nursing facility care, states were explicitly required to provide all needed specialized services, regardless of whether the residents remained housed in nursing facilities. <i>Id.</i><a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Despite its detailed mandates, the statute does not explicitly answer the question of whether states must provide specialized services to \"dual need residents,\" those who need both nursing facility care and specialized services, as contrasted with those who do not need nursing facility care but do need specialized services. The Secretary of the United States Department of Health and Human Services (\"HHS\") has found this obligation to provide specialized services for dual need residents to be implicit in the statute and has explicitly imposed it on states through regulation. <i>See</i> 42 C.F.R. &#167; 483.120(b).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Commonwealth presents several arguments in support of its position that it is not obligated to provide specialized services to dual need residents. First, it infers from the statutory silence on this issue that it has no such obligation and contends that the regulation that does so obligate it is unenforceable because it is contrary to the statute's intent. Second, the Commonwealth argues that even if the NHRA does impliedly require it to provide specialized services to dual need residents, the residents do not have a private right of action to enforce the Commonwealth's obligation. Third, the Commonwealth takes issue with the court's order that it implement a policy of active treatment for all mentally retarded residents who need specialized services.</p>\n    </div>\n    <p class=\"center\">III. <i>Whether the NHRA Requires States to Provide Specialized Services to Dual Need Residents</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Commonwealth argues that the NHRA requires it to provide specialized services <i>only</i> to those individuals who are found <i>not</i> to require nursing home care but to need specialized services, regardless of whether such individuals continue to reside in nursing care facilities. The Commonwealth construes the statutory silence on its obligation to residents with dual needs as support for its position. It further contends that the regulation explicitly creating the obligation to provide specialized services for dual need residents is <i>ultra vires</i> and therefore unenforceable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As always, the plain meaning of the statutory language, as derived from the whole of the statute, including its overall policy and purpose, controls. <i>See Summit Inv. &amp; Dev. Corp. v. Leroux,</i> 69 F.3d 608, 610 (1st Cir.1995). Further, \"the congressional intendment conveyed by unclear statutory language may be discernible from its legislative history.\" <i>Id.</i> (citing <i>O'Neill v. Nestle Libbys P.R., Inc.,</i> 729 F.2d 35, 36 (1st Cir.1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this case, also available are interpretations of the statutory provisions at issue from HHS, the agency responsible for their implementation. Where an agency has been endowed with the power to administer a congressionally created program, as here, regulations should be given substantial deference:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">If Congress has explicitly left a gap for the agency to fill, there is an express delegation of authority to the agency to elucidate a specific provision of the statute by regulation. Such legislative regulations are given controlling weight unless they are arbitrary, capricious, or manifestly contrary to the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Chevron U.S.A. Inc. v. Natural Res. Def. Council,</i> 467 U.S. 837, 843-44, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984); <i>see also United States v. Mead Corp.,</i> 533 U.S. 218, 227, 121 S.Ct. 2164, 150 L.Ed.2d 292 (2001)(\"Delegation of such authority may be shown in a variety of ways, as by an agency's power to engage in adjudication or notice-and-comment rulemaking, or by some other indication of a comparable congressional intent.\"). As this court has held, \"[a]n inquiring court &#8212; even a court empowered to conduct <i>de novo</i> review &#8212; must examine the Secretary's interpretation of the statute, as expressed in the regulation, through a deferential glass.\" <i>Strickland v. Comm'r, Maine Dep't of Human Servs.,</i> 48 F.3d 12, 16 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Applying these precepts to the question of whether Congress intended to require states to provide specialized services to dual need residents, we look first at the NHRA's plain language. The NHRA is silent on this precise question, but we gather clues of congressional intent from several separate provisions in the statute, ever mindful of its overriding purpose, to protect individuals from being warehoused in nursing facilities and denied necessary services. <i>See</i> H.R.Rep. No. 100-391, pt. 1, at 459, <i>reprinted in</i> 1987 U.S.C.C.A.N. at 2313-279.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">First, although the NHRA does not specify states' obligations to provide specialized services to dual need residents, it does explicitly require states to provide specialized services to residents who do need them but who do <i>not</i> require nursing facility care. It is clear that the statute's intent in this regard was not to elevate those individuals with only the need for specialized services above those with dual needs, but rather to bring them up to par with the dual needs group. Indeed, this explicit language appears designed to ensure that those most likely to be left out &#8212; those not in a facility &#8212; received specialized services if needed. As such, the basic stance of the Commonwealth seems counterintuitive. Under its analysis, for example, it would supply specialized services to those with needs insufficient to require nursing home care but deny such services to those substantially worse off.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, an internal signal of great importance is derived from the screening requirements for both then-current and potential residents, necessitating determinations of whether nursing facility care is required <i>and</i> whether specialized services are required. If Congress had intended that states manage reviews in a two-tiered fashion, conducting the specialized services portion of the screening only for those found not to need nursing facility care, it easily could have written the statute in such a manner. As the residents point out, the Commonwealth's construction of the statute would render the second prong of the PASARR screening requirements for specialized services a meaningless exercise for individuals found to need nursing facility care in the first prong because the Commonwealth would not be required to provide them.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Given that Congress instead structured the requirement as involving both steps for every individual, it must have contemplated that states would utilize the information from both portions of the PASARR screening. This conclusion is bolstered by the fact that Congress committed to funding seventy-five percent of the costs of screening, 42 U.S.C. &#167; 1396b(a)(2)(C), and assuredly would not have assumed three-quarters of the expenses unless the reviews were to render useful results. A Senate Budget Committee report issued two years after the NHRA's enactment confirms that Congress viewed the law as holding states responsible for specialized services (then termed \"active treatment\") for all who needed them:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If a resident is found to be mentally ill or mentally retarded and requires nursing facility care, the individual may reside in a facility, but the State is required to provide active treatment if the individual is found to need it.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The law implies, but does not explicitly indicate, that it is the obligation of a State to furnish \"active treatment\" to an individual who needs it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">135 Cong. Rec. S13057, S13238 (daily ed. Oct. 12, 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A third statutory clue to Congress's intent can be discerned in the requirement that states create an appeals process for individuals adversely impacted by the outcome of any PASARR screening determination. <i>See</i> 42 U.S.C. &#167; 1396r(e)(7)(F). It is clear that Congress perceived the screening as vesting individuals with rights to the services deemed necessary:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Individuals could be adversely affected not only by a determination that he or she does not need nursing facility services, but also by determinations that he or she does not need active treatment.... The Committee expects that these appeal procedures will offer mentally ill and mentally retarded individuals at least the due process protections of a Medicaid fair hearing under current law, including notice of the right to appeal, right to representation by counsel, and right to a fair hearing and impartial decision-making process.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">H.R.Rep. No. 100-391, pt. 1, at 462-63, <i>reprinted in</i> 1987 U.S.C.C.A.N. at 2313-282 to 2313-283. This language strongly suggests that Congress intended the determination of need for specialized services to result in the provision or denial of those services for every individual screened.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Reviewing finally the interpretation of the statute by the federal agency responsible for its implementation, HHS, we find that Congress gave the Secretary very broad duties under the NHRA:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is the duty and responsibility of the Secretary to assure that requirements which govern the provision of care in nursing facilities under State plans approved under this subchapter, and the enforcement of such requirements, are adequate to protect the health, safety, welfare, and rights of residents and to promote the effective and efficient use of public moneys.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1396r(f)(1). Specifically, Congress required the Secretary to oversee the PASARR screening process by developing \"minimum criteria for States to use in making [screening] determinations ... and in permitting individuals adversely affected to appeal such determinations.\" <i>Id.</i> &#167; 1396r(f)(8)(A). Further, the NHRA required the Secretary to specifically monitor state compliance with certain requirements. <i>Id.</i> &#167; 1396r(f)(8)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Secretary has promulgated a rule explicitly requiring states to provide specialized services to dual need residents. <i>See</i> 42 C.F.R. &#167; 483.116(b).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> During the comment period, states objected to this requirement, noting that the statute explicitly required them to provide specialized services only to those residents who did not need nursing facility services but who did need specialized services. The Secretary responded:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In our view, the law does require that the States provide specialized services to persons in [nursing facilities \"NFs\")] who have been determined through their PASARR programs to require both NF services and specialized services. While the statute contains no explicit reference to provision of specialized services to those residents with dual needs, we are, in placing this requirement on States, relying on the central theme of all the [NHRA] provisions which is that all of a resident's needs must be identified and served. <i>Congress could not possibly have intended that the specialized services needs of those residents who also need NF services, and are therefore approved for NF residence, should be ignored or go unmet.</i> Since the description of specialized services at section 1919(e)(7)(G) clearly indicates that specialized services is beyond the scope of NF services, the NF cannot be required to provide it. Both the statute and the legislative history indicate that the provision of specialized services is solely a State responsibility.... The logical corollary is that the State must provide specialized services to residents with dual needs.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">57 Fed.Reg. 56,450, 56,477 (Nov. 30, 1992) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Commonwealth contends that the regulation is unenforceable because it exceeds the bounds of the statute and \"runs directly counter to one of the primary purposes of the Act, namely, the conservation of federal and state funds.\" Because the regulations are contrary to congressional intent, they are without force, the Commonwealth concludes. Although we agree with the Commonwealth's assertion that if the regulation were contrary to congressional intent, it would be unenforceable, we do not find the contested regulation to be so. It almost should go without saying that Congress was concerned with fiscal conservatism, but clearly the statute's primary purpose is to ensure that the needs of all mentally retarded nursing facility residents are identified and served. <i>See</i> H.R.Rep. No. 100-391, pt. 1, at 459, <i>reprinted in</i> 1987 U.S.C.C.A.N. at 2313-279. The regulation manifests coherence with this goal, and as such, is not contrary to the statute, arbitrary, or capricious. It follows that it is endowed with controlling authority. <i>See Chevron,</i> 467 U.S. at 843-44, 104 S.Ct. 2778.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In conclusion, the statutory language and legislative history, as well as agency interpretations, all lead us to adjudge that the Commonwealth is required to provide dual need residents with specialized services if screening deems them necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">IV. <i>Whether the Right to Specialized Services is Privately Enforceable</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Commonwealth next argues that the NHRA does not create a private right of action for the residents. Thus, even if the residents are entitled to specialized services under the statute, the Commonwealth contends, the statute does not endow them with the right to enforce that entitlement through an action brought under 42 U.S.C. &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Section 1983 allows individuals to bring claims in federal court based on alleged \"deprivations of any rights, privileges, or immunities secured by the Constitution and laws.\" A section 1983 claim would not be permitted where the statute did not create enforceable rights, privileges, or immunities or where \"Congress has foreclosed such enforcement of the statute in the enactment itself.\" <i>Wright v. City of Roanoke Redev. &amp; Hous. Auth.,</i> 479 U.S. 418, 423, 107 S.Ct. 766, 93 L.Ed.2d 781 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The Commonwealth particularly contends that the statute does not create an enforceable right. The determination of whether a federal statute creates a private right for the residents turns on Congress's intent. <i>See Alexander v. Sandoval,</i> 532 U.S. 275, 286, 121 S.Ct. 1511, 149 L.Ed.2d 517 (2001); <i>Middlesex County Sewerage Auth. v. Nat'l Sea Clammers Ass'n,</i> 453 U.S. 1, 13, 101 S.Ct. 2615, 69 L.Ed.2d 435 (1981).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> We consider de novo whether the statute reflects this intent. <i>See Bryson v. Shumway,</i> 308 F.3d 79, 84 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Traditionally, the three indicators of congressional intent to create an enforceable right have been:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">First, Congress must have intended that the provision in question benefit the plaintiff.... Second, the plaintiff must demonstrate that the right assertedly protected by the statute is not so \"vague and amorphous\" that its enforcement would strain judicial competence.... Third, the statute must unambiguously impose a binding obligation on the States. In other words, the provision giving rise to the asserted right must be couched in mandatory rather than precatory terms.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\"><i>Blessing v. Freestone,</i> 520 U.S. 329, 340-41, 117 S.Ct. 1353, 137 L.Ed.2d 569 (1997) (citing <i>Wilder v. Virginia Hosp. Ass'n,</i> 496 U.S. 498, 510-11, 110 S.Ct. 2510, 110 L.Ed.2d 455 (1990); <i>Wright,</i> 479 U.S. at 430-32, 107 S.Ct. 766). Further, as the Supreme Court remarked in <i>Cannon v. University of Chicago,</i> 441 U.S. 677, 99 S.Ct. 1946, 60 L.Ed.2d 560 (1979), \"the right-or duty-creating language of the statute has generally been the most accurate indicator of the propriety of implication of a cause of action.\" <i>Id.</i> at 690 n. 13, 99 S.Ct. 1946.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Importantly, a regulation \"may invoke a private right of action that Congress through statutory text created, but it may not create a right that Congress has not.\" <i>Sandoval,</i> 532 U.S. at 291, 121 S.Ct. 1511. Nevertheless, regulations that \"merely interpret a statute may provide evidence of what private rights Congress intended to create.\" <i>Love v. Delta Air Lines,</i> 310 F.3d 1347, 1354 (11th Cir.2002) (citing <i>Sandoval,</i> 532 U.S. at 284, 121 S.Ct. 1511); <i>see also Wright,</i> 479 U.S. at 427, 107 S.Ct. 766 (utilizing agency interpretation to assist in determining whether statute created right of action). And the agency view on this issue is entitled to some deference. <i>See Wright,</i> 479 U.S. at 427, 107 S.Ct. 766 (citing <i>Jean v. Nelson,</i> 472 U.S. 846, 865, 105 S.Ct. 2992, 86 L.Ed.2d 664 (1985); <i>Chevron,</i> 467 U.S. at 844, 104 S.Ct. 2778).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Preliminarily, we confirm that \"rights-creating\" language is prevalent in the NHRA. \"Rights-creating language\" can be characterized as language that \"explicitly confer[s] a right directly on a class of persons that include the plaintiff.\" <i>Cannon,</i> 441 U.S. at 690 n. 13, 99 S.Ct. 1946. Rights-creating language has also been found in provisions that identify \"`the class for whose <i>especial</i> benefit the statute was enacted.'\" <i>Id.</i> at 688 n. 9, 99 S.Ct. 1946 (quoting <i>Texas &amp; Pacific Ry. Co. v. Rigsby,</i> 241 U.S. 33, 39, 36 S.Ct. 482, 60 L.Ed. 874 (1916)). Statutory language that protects the general public, such as that customarily found in criminal statutes, or that is simply a ban on discriminatory conduct by recipients of federal funds, is far less likely to imply a private remedy than rights-creating language. <i>See id.</i> at 690-94, 99 S.Ct. 1946.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The NHRA speaks largely in terms of the persons intended to be benefitted, nursing home residents, a significant factor in <i>Cannon.</i> The statute contains a laundry list of rights to be afforded residents and commands certain state and nursing home activities in order to ensure that residents receive necessary services.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In short, after clearly identifying those it seeks to protect, the statute goes on to endow them with particular rights, utilizing \"rights-creating\" language.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We turn now to the <i>Blessing</i> factors. The Commonwealth does not contest that the provision in question intends to benefit persons such as the residents, but does contend that the right asserted by the residents is vague and amorphous and that the statute does not unambiguously impose a binding obligation on states.</p>\n    </div>\n    <p class=\"indent\">A. <i>Whether the Right is Vague and Amorphous</i></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Commonwealth argues that the term \"specialized services\" is too vague and amorphous to translate into a right amenable to judicial enforcement. It stresses that the NHRA does not define the term, but instead delegates the task of definition to the Secretary, and contends that the regulatory definition only obscures the meaning of the term.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The statute's delegation of authority to define \"specialized services\" for mentally retarded nursing home residents provides the Secretary with unlimited discretion to craft a definition, the only limitation being that it must exclude \"services within the scope of services which the facility must provide or arrange for its residents.\" 42 U.S.C. &#167; 1396r(e)(7)(G)(iii). The Secretary's promulgated definition, specific to mental retardation, is as follows: \"For mental retardation, specialized services means the services specified by the State which, combined with services provided by the NF or other service providers, results in treatment which meets the requirements of 483.440(a)(1).\" 42 C.F.R. &#167; 483.120(a)(2). Section 483.440(a)(1) of the regulations, in turn, sets a standard of \"active treatment\" for the provision of specialized services:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Each client must receive a continuous active treatment program, which includes aggressive, consistent implementation of a program of specialized and generic training, treatment, health services and related services described in this subpart, that is directed toward &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(i) The acquisition of the behaviors necessary for the client to function with as much self determination and independence as possible; and (ii) The prevention or deceleration of regression or loss of current optimal functional status.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">42 C.F.R. &#167; 483.440(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Commonwealth relies on the concurrence in <i>Gonzaga University v. Doe,</i> 536 U.S. 273, 122 S.Ct. 2268, 153 L.Ed.2d 309 (2002), declaring that the statutory right of the plaintiff to be protected from the unconsented-to release of his educational records was too vague. The concurring justices believed that key language, such as the term \"education records,\" was broad and nonspecific, leaving schools with great uncertainty about what information they could reveal from their records. <i>Id.</i> at 326, 122 S.Ct. 2268 (Breyer, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The language at issue here, however, is more akin to examples found by the Supreme Court not to be vague and amorphous. For example, in <i>Wright,</i> low-income tenants challenged a housing authority's right to charge for utilities above a statutorily mandated \"reasonable\" rent ceiling. The defendant housing authority asserted that a tenant's right not to be charged more than a \"reasonable\" amount for utilities was vague and amorphous. In holding that the tenants' rights were enforceable, the Court noted that the regulations set out particular guidelines for housing authorities to follow when setting reasonable utility charges and required that tenants have notice and opportunity to comment. <i>Wright,</i> 479 U.S. at 431-32, 107 S.Ct. 766.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">More recently, in <i>Livadas v. Bradshaw,</i> 512 U.S. 107, 114 S.Ct. 2068, 129 L.Ed.2d 93 (1994), petitioner, a former employee, asserted that her rights \"to complete the collective-bargaining process and agree to an arbitration clause\" under the National Labor Relations Act had been abridged. <i>Id.</i> at 134, 114 S.Ct. 2068. The rights claimed by the petitioner were not explicit in the statute. Nevertheless, the Court held that even though they were \"not provided in so many words,\" the petitioner's rights were sufficiently manifest in the statute's structure to avoid being vague and amorphous. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In <i>Martin v. Voinovich,</i> 840 F.Supp. 1175 (S.D.Ohio 1993), a district court grappled with the contention that the PASARR screening requirements, inextricably tied to the provision of services at issue here, were vague and amorphous. <i>Id.</i> at 1200. The court held that they were not:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The implementing PASARR regulations contain numerous requirements and give detailed guidance and definitions about how, when and by whom the required PASARR determinations are to be made.... [T]he basic requirement derived from the statutory provisions, that the State must make PASARR determinations, is supported not only by fairly specific statutory language, but also a comprehensive regulatory scheme explaining exactly how the determinations are to be undertaken.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In the instant case, the NHRA expressly delegates authority to define \"specialized services\" and the Secretary has complied. The agency's definition, consistent with rights affirmed in prior case law, provides contextual guidance, and it is sufficient to allow residents to understand their rights to services, states to understand their obligations, and courts to review states' conduct in fulfilling those obligations. In complex areas such as this, more cannot reasonably be expected.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">B. <i>Whether the NHRA Unambiguously Binds the States</i></p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Commonwealth asserts that the final <i>Blessing</i> factor is not present because the NHRA does not unambiguously bind states. It relies in particular on the fact that the statute, while conditioning funding on compliance with other sections, does not explicitly tie funding to the provision of specialized services. Reviewing the language of the NHRA, however, we conclude that it does unambiguously bind states.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The statutory requirements for states and nursing facilities are clearly mandatory rather than advisory. The word \"must\" is repeated frequently. <i>See Bryson,</i> 308 F.3d at 89 (concluding that the words \"must\" and \"shall\" denoted statutory requirements rather than mere guidelines). For example, with regard to the prescreening for new residents, nursing facilities \"must not admit\" any new resident who has not been screened by the state, 42 U.S.C. &#167; 1396r(b)(3)(F); they \"must provide\" specified services, <i>id.</i> &#167; 1396r(b)(4)(A); and they \"must\" inform residents of their legal rights, <i>id.</i> &#167; 1396r(c)(1)(B). States are instructed that they \"must have in effect a preadmission screening program,\" <i>id.</i> &#167; 1396r(e)(7)(A)(i); they \"must review and determine\" whether current nursing facility residents require nursing facility levels of care and specialized services, <i>id.</i> &#167; 1396r(e)(7)(B)(i); and they \"must\" utilize the results of that screening in order to house and serve residents in specific ways, <i>id.</i> &#167; 1396r(e)(7)(C). Not only are the directives mandatory, but deadlines are often prescribed. <i>See, e.g., id.</i> &#167; 1396r(b)(3)(F) &amp; (e)(7)(A)-(C). This is not a situation akin to that in <i>Sandoval,</i> where the sole source of the right at issue was found in the regulations and the statute did not utilize rights-creating language, limited the agency's ability to effectuate individual rights, and focused on the implementing agency rather than the individuals being protected. <i>See Sandoval,</i> 532 U.S. at 288-89, 121 S.Ct. 1511.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">With regard to funding, the Commonwealth points out that federal Medicaid funding is not specifically conditioned upon the provision of specialized services. For support, it cites <i>Pennhurst State School &amp; Hospital v. Halderman,</i> 451 U.S. 1, 101 S.Ct. 1531, 67 L.Ed.2d 694 (1981), wherein the Supreme Court relied in part on the absence of a direct funding condition in holding that the statute did not intend to unambiguously bind the states. <i>Id.</i> at 17, 101 S.Ct. 1531. The NHRA is far different from the federal statute reviewed by the Supreme Court in <i>Pennhurst,</i> in which Congress \"`legislate[d] by innuendo, making declarations of policy and indicating a preference while requiring measures that, though falling short of legislating its goal, serve as a nudge in the preferred directions.'\" <i>Id.</i> at 19, 101 S.Ct. 1531 (citations omitted). As the Commonwealth acknowledges, however, such a condition is only \"one means of manifesting a Congressional intent to impose a requirement on the states.\" In the case before us, we find other and sufficient indicia of intent.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Moreover, we discern at least an attenuated link between funding and the provision of specialized services. Section 1396r(e)(7)(D) of the NHRA requires that funding to a state be denied if the state fails to conduct the PASARR screenings prescribed by subsections 1396r(b)(3)(F) and (e)(7)(B). Thus, although the funding incentive is not directly tied to states' provision of specialized services, funding is conditioned on completion of the screening leading to the provision of services. 42 U.S.C. &#167; 1396r(e)(7)(D)(i). The suggestion that a sanction could result from a state failing to provide specialized services is at least implicit. In any event, the language of the statute depicts an unmistakable desire to mandate state behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Because we find that the right at issue is not vague and amorphous and that the NHRA unambiguously binds the states, we hold that the residents are endowed with a private right of action, which they may enforce via section 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">V. <i>Whether the Court Erred in Requiring the Commonwealth to Implement a Policy of Active Treatment</i></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We move now to the final question: whether the district court erred in requiring the Commonwealth to implement a policy of \"active treatment\" for mentally retarded residents needing specialized services. The Commonwealth protests the district court's \"conflation\" of the terms \"active treatment\" and \"specialized services,\" asserting that an active treatment standard is beyond its obligation, besides being unattainable.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">To be sure, the distinction between specialized services and active treatment lacks easy definition for those outside the discipline. Congress itself has utilized both terms at different times and the current regulations use \"active treatment\" to define \"specialized services\" with regard to those with mental retardation. The Commonwealth explains that \"active treatment\" is a global concept embodied by \"a model of service delivery that underlies all of the activities of a person,\" traditionally applied in ICF/MRs, while \"specialized services\" are \"a specific set of interventions aimed at promoting skill acquisition and preventing regression, as provided through various service models.\" Additionally, the amici explain that the active treatment standard of care has been developed through years of implementation in ICF/MRs, but, until the NHRA, had not been utilized in the care of individuals with mental illness. As the Secretary later acknowledged, those concerned with applying the concept to persons with mental illness were unclear as to the term's meaning and scope in that context. <i>See</i> 57 Fed.Reg. 56,450, 56,472 (Nov. 30, 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">When the NHRA was enacted, it mandated that states provide \"active treatment\" to individuals with mental illness as well as those with mental retardation. Omnibus Budget Reconciliation Act of 1997, P.L. No. 100-203, &#167; 4211, 101 Stat. 1330 (1987). Congress instructed the Secretary to define \"active treatment,\" and gave no direction other than excluding, for nursing facility residents, services that fell within the responsibility of the facilities, as opposed to the responsibility of the states. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Three years later, Congress passed several \"minor and technical\" amendments to the NHRA. The amendments replaced the term \"active treatment\" with \"specialized services,\" Omnibus Budget Reconciliation Act of 1990, P.L. No. 101-508, &#167; 4801(b)(8), 104 Stat. 1388 (1990), and again gave the Secretary broad discretion to create a definition, as long as it excluded services provided by the nursing facilities, 42 U.S.C. &#167; 1396r(e)(7)(G)(iii).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The House of Representatives report confirms that the change was intended to clarify that \"active treatment\" did not necessarily have the same application for all groups covered by the NHRA as it did in its traditional application in the context of mental retardation in ICF/MRs. H.R.Rep. No. 101-881, at 118 (1990), <i>reprinted in</i> 1990 U.S.C.C.A.N. 2017, 2130 (\"In response to some confusion that has arisen over the development of [the term `active treatment'], the Committee bill clarifies, that for the purposes of meeting the [NHRA] requirements, the term `active treatment' does not <i>necessarily</i> have the same meaning as it does for the purposes of meeting the Medicaid requirements for intermediate care facilities for the mentally retarded.\" (emphasis added)). The Senate report reiterated that \"specialized services [should] include active treatment where appropriate.\" 136 Cong. Rec. S15629, S15661 (daily ed. Oct. 18, 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The Commonwealth disregards the discretion given to the Secretary as well as the critical importance of the word \"necessarily.\" The Secretary, in recognition of the distinction being made, created two definitions of specialized services. For those with mental illness, \"specialized services\" are defined as services \"specified by the State which, combined with services provided by the NF, results in the continuous and aggressive implementation of an individualized plan of care\" developed by an interdisciplinary team, prescribing specific therapies and activities, and directed toward diagnosing and reducing behavioral symptoms and improving functioning. 42 C.F.R. &#167; 483.120(a)(1). For individuals with mental retardation, such as the appellees here, however, the Secretary crafted a definition of specialized services that incorporated the active treatment standard traditionally applied in ICF/MRs. The Secretary defined specialized services for these individuals as \"the services specified by the State which, combined with services provided by the NF or other service providers, results in treatment which meets the [active treatment] requirements of &#167; 483.440(a)(1).\" <i>Id.</i> &#167; 483.120(a)(2).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Again, <i>Chevron</i> directs that such regulations, flowing from an express delegation of authority, be given controlling weight unless arbitrary, capricious, or manifestly contrary to the statute, none of which apply here.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Thus, the regulations require states to provide specialized services in such a manner as to constitute active treatment to mentally retarded individuals when combined with the services provided by others. Contrary to the Commonwealth's protestations, however, they do not impose on states, when serving mentally retarded nursing home residents, the considerable onus of complying with every obligation placed on them in their broader role in ICF/MRs.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The district court ordered the Commonwealth to \"implement a clear policy of `active treatment' to be provided to all class members who need specialized services.\" The magistrate judge spent considerable time in his opinion evaluating the Commonwealth's argument that the standard was unworkable, concluding that the use of the active treatment standard by the Commonwealth's contracted agent evidenced that the standard could in fact be utilized. The court also made the compelling factual findings that the Departments of Mental Retardation, Medical Assistance, and Public Health had created a joint training program mirroring active treatment criteria and that the independent expert chosen by the parties, as well as at least one of the Commonwealth's experts, utilized the active treatment standard in their evaluations. Given the history of the statutory changes, the regulatory language, and the district court's factual findings, we cannot say that the court erred in holding the Commonwealth responsible for providing specialized services in a way that results in active treatment when combined with services provided by nursing facilities and others.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Although the district court did not impose on the Commonwealth any particular method of compliance, it may benefit the Commonwealth to continue its efforts to improve the coordination of services between itself and nursing homes. Other remedial actions ordered by the court and not challenged by the Commonwealth on appeal, such as requiring the Commonwealth to establish an individual service plan and coordinator for each member of the putative class, will also likely assist the Commonwealth in meeting its obligations.</p>\n    </div>\n    <p class=\"center\">VI. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We can understand the Commonwealth's posture in this case, especially given its exigent budgetary circumstances. In the complex field of care for mentally retarded individuals and the related regulation of nursing homes and states, however, Congress has made it clear that the Secretary is to fill in gaps and provide definition. The products of that delegation of authority, responding to widespread documented problems, provide an effective manner for care of mentally retarded nursing home residents and are entitled to deference. Finally, the history of cooperation between the Commonwealth and the residents gives us confidence that the Commonwealth will be able to meet its obligations and accomplish the tasks ordered by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Two organizational plaintiffs joined appellees below and in this appeal. In addition, multiple organizations (the Arc of the United States, the National Association of Protection and Advocacy Systems, the Judge David L. Bazelon Center for Mental Health Law, the National Health Law Project, and the National Senior Citizens Law Center) have provided helpful briefing as amici</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For convenience, we refer to the NHRA in the singular</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note at the outset that the original statutory term, \"active treatment,\" was replaced by the language \"specialized services\" in 1990 and that the parties disagree about the import of this change. Several of the congressional reports cited herein, preceding the change, used the term \"active treatment.\" The interrelation of the terms is discussed in detail in Section V<i>infra.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The statute differentiated among three groups of then-current nursing facility residents based on their PASARR screening results:</p>\n        <p class=\"indent\">(C) Response to preadmission screening and resident review</p>\n        <p class=\"indent\">As of April 1, 1990, the State must meet the following requirements:</p>\n        <p class=\"indent\">(i) Long-term residents not requiring nursing facility services, but requiring specialized services</p>\n        <p class=\"indent\">In the case of a resident who is determined, under subparagraph (B), not to require the level of services provided by a nursing facility, but to require specialized services for mental illness or mental retardation, and who has continuously resided in a nursing facility for at least 30 months before the date of the determination, the State must, in consultation with the resident's family or legal representative and care-givers &#8212; (I) inform the resident of the institutional and noninstitutional alternatives covered under the State plan for the resident, (II) offer the resident the choice of remaining in the facility or of receiving covered services in an alternative appropriate institutional or noninstitutional setting, (III) clarify the effect on eligibility for services under the State plan if the resident chooses to leave the facility (including its effect on readmission to the facility), and (IV) regardless of the resident's choice, provide for (or arrange for the provision of) such specialized services for the mental illness or mental retardation.</p>\n        <p class=\"indent\">....</p>\n        <p class=\"indent\">(ii) Other residents not requiring nursing facility services, but requiring specialized services</p>\n        <p class=\"indent\">In the case of a resident who is determined, under subparagraph (B), not to require the level of services provided by a nursing facility, but to require specialized services for mental illness or mental retardation, and who has not continuously resided in a nursing facility for at least 30 months before the date of the determination, the State must, in consultation with the resident's family or legal representative and care-givers &#8212;</p>\n        <p class=\"indent\">(I) arrange for the safe and orderly discharge of the resident from the facility, consistent with the requirements of subsection (c)(2) of this section, (II) prepare and orient the resident for such discharge, and (III) provide for (or arrange for the provision of) such specialized services for the mental illness or mental retardation.</p>\n        <p class=\"indent\">(iii) Residents not requiring nursing facility services and not requiring specialized services</p>\n        <p class=\"indent\">In the case of a resident who is determined, under subparagraph (B), not to require the level of services provided by a nursing facility and not to require specialized services for mental illness or mental retardation, the State must &#8212;</p>\n        <p class=\"indent\">(I) arrange for the safe and orderly discharge of the resident from the facility, consistent with the requirements of subsection (c)(2) of this section, and (II) prepare and orient the resident for such discharge.</p>\n        <p class=\"indent\">42 U.S.C. &#167; 1396r(e)(7)(C).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The GAO investigative report, cited by the House of Representatives, explained:</p>\n        <p class=\"indent\">Mentally retarded residents in Connecticut, Massachusetts, and Rhode Island nursing homes generally have not had their active treatment needs identified and met. These conditions existed because nursing homes were not part of the service delivery network for the retarded, nursing homes did not prepare written plans of care to assess the active treatment needs of their retarded residents and develop programs to meet those needs, and state inspectors were not determining whether retarded residents were receiving needed active treatment services.</p>\n        <p class=\"indent\">GAO Medicaid Report at 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The fact that residents with thirty months or more of occupancy in nursing facilities who wished to remain, but did not require nursing care, are guaranteed specialized services, poses the picture even more dramatically &#8212; that of a physically robust resident receiving habilitative specialized services while his ailing housemate is ignored</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulation states:</p>\n        <p class=\"indent\">If the State mental health or mental retardation authority determines that a resident or applicant for admission requires both a [nursing facility (\"NF\")] level of services and specialized services for the mental illness or mental retardation &#8212;</p>\n        <p class=\"indent\">....</p>\n        <p class=\"indent\">(2) The State must provide or arrange for the provision of the specialized services needed by the individual while he or she resides in the NF.</p>\n        <p class=\"indent\"><i>See also</i> 42 C.F.R. &#167; 483.120(b) (\"The State must provide or arrange for the provision of specialized services ... to <i>all</i> NF residents with [mental illness or mental retardation] whose needs are such that continuous supervision, treatment and training by qualified mental health or mental retardation personnel is necessary.\" (emphasis added)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In<i>Sandoval,</i> the Court explained that \"[t]he judicial task is to interpret the statute Congress has passed to determine whether it displays an intent to create not just a private right but also a private remedy.\" <i>Sandoval,</i> 532 U.S. at 286, 121 S.Ct. 1511. The Court subsequently clarified that:</p>\n        <p class=\"indent\">Plaintiffs suing under &#167; 1983 do not have the burden of showing an intent to create a private remedy because &#167; 1983 generally supplies a remedy for the vindication of rights secured by federal statutes.... Once a plaintiff demonstrates that a statute confers an individual right, the right is presumptively enforceable by &#167; 1983. But the initial inquiry &#8212; determining whether a statute confers any right at all &#8212; is no different from the initial inquiry in an implied right of action case, the express purpose of which is to determine whether or not a statute \"confer[s] rights on a particular class of persons.\"</p>\n        <p class=\"indent\"><i>Gonzaga Univ. v. Doe,</i> 536 U.S. 273, ___, 122 S.Ct. 2268, 153 L.Ed.2d 309 (2002) (quoting <i>California v. Sierra Club,</i> 451 U.S. 287, 294, 101 S.Ct. 1775, 68 L.Ed.2d 101 (1981)) (footnotes omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Some courts have concluded that<i>Sandoval</i> represents the culmination of a trend to recede from the multi-factor analysis begun in <i>Cort v. Ash,</i> 422 U.S. 66, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975), in favor of an exclusive focus on congressional intent. <i>See, e.g., Love v. Delta Air Lines,</i> 310 F.3d 1347, 1351-52 (11th Cir.2002). The Commonwealth has not, however, suggested this and argues along the lines of the <i>Blessing</i> three-factor test. Therefore, our analysis follows the Commonwealth's arguments, while keeping at the forefront the penultimate question of whether Congress intended to create a private right of action in favor of the residents. <i>See Bryson,</i> 308 F.3d at 88 (\"Ultimately, of course, this is an issue of congressional intent, and the three tests are just a guide.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The statute endows residents with rights, among others, to choose their personal attending physicians, to be fully informed about and participate in care and treatment, to be free from physical or mental abuse, to voice grievances, and to enjoy privacy and confidentiality. 42 U.S.C. &#167; 1396r(c)(1)(A). It requires nursing homes, among other things, to care for residents in a manner promoting quality of life, provide services and activities to maintain the highest practicable physical, mental and psychosocial well-being of residents, and conduct comprehensive assessments of residents' functional abilities<i>Id.</i> &#167; 1396r(b)(1),(2) &amp; (3). States, in addition to being required to conduct the PASARR screenings, must review training and competency programs for nurse aides, provide appeal procedures for residents contesting discharges or transfers, and develop written notices of the rights of nursing facility residents. <i>Id.</i> &#167; 1396r(e)(1),(3) &amp; (6).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Lower courts addressing the question of whether the NHRA unambiguously binds the states have concluded that it does<i>See Ottis v. Shalala,</i> 862 F.Supp. 182, 186-87 (W.D.Mich.1994); <i>Martin,</i> 840 F.Supp. at 1200. The Commonwealth has not supplied cites for any cases holding otherwise, nor are we aware of any.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Secretary also remarked in comment:</p>\n        <p class=\"indent\">Essentially we are simply substituting one term for another. We believe this is the intent of Congress as well as of those groups which sought the legislative change from Congress.</p>\n        <p class=\"indent\">. . . .</p>\n        <p class=\"indent\">Originally, the term active treatment referred to a mode of treatment rather than a set of treatments. By exchanging the term \"specialized services\" for \"active treatment,\" we are substituting terms and not concepts. We wish to preserve the original intent of emphasizing the mode and intensity of treatment rather than the separate and distinct nature of these specialized services.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">57</a>\n        <p class=\"indent\"> Fed.Reg. 56,450, 56,472 (Nov. 30, 1992)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span></p>\n    <p class=\"parties\">Loretta ROLLAND; Terry Newton; Bruce Ames; Frederick Cooper; Margaret Pinette; Leslie Francis; Timothy Raymond; The Arc of Massachusetts; Stavros Center for Independent Living, Plaintiffs, Appellees,<br>v.<br>Mitt ROMNEY; Frederick Laskey; William O'Leary; Bruce M. Bullen; Gerald Morrissey; Elmer C. Bartels; Howard Koh; Teresa O'Hare, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 02-1697.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 6, 2002.</p>\n    <p class=\"date\">Decided January 28, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter T. Wechsler, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief for appellants.</p>\n      <p class=\"indent\">Steven J. Schwartz with whom Cathy E. Costanzo, Center for Public Representation, Matthew Engel, Disability Law Center, Richard d'A Belin, Kristi Hatrick, Foley, Hoag &amp; Eliot LLP, Frank Laski, and Mental Health Legal Advisors were on brief for appellees.</p>\n      <p class=\"indent\">Buckmaster De Wolf, Howrey Simon Arnold &amp; White, LLP, and Ethan B. Andelman on brief for The Arc of the United States, National Association of Protection and Advocacy Systems, Judge David L. Bazelon Center for Mental Health Law, National Health Law Program, and National Senior Citizens Law Center, amici curiae.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and BOWNES, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, the governor of the Commonwealth of Massachusetts and various officials (collectively referred to as the \"Commonwealth\"), appeal the decision of the district court, acting through a magistrate judge, <i>see</i> 28 U.S.C. &#167; 636(c), requiring them to provide certain services to appellees, a group of adults with mental retardation or other developmental disabilities who reside in nursing homes in Massachusetts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Concluding that the court's interpretation of the applicable federal law was not in error, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Residents, then-plaintiffs, filed a section 1983 action against the Commonwealth in federal district court in 1998 on behalf of a putative class of approximately 1600 similarly disabled residents of Massachusetts nursing homes, alleging violations of a variety of federal statutes, including 42 U.S.C. &#167; 1396r, a part of the Nursing Home Reform Amendments (\"NHRA\")<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to the Medicaid law. The residents sought various forms of relief, but of particular relevance to this case requested an injunction requiring the Commonwealth to provide them with \"specialized services,\" a term given particular meaning in the NHRA and its implementing regulations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The parties allowed a magistrate judge to conduct proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the judge's denial of the Commonwealth's motion to dismiss, <i>Rolland v. Cellucci,</i> <span class=\"citation\" data-id=\"2522286\"><a href=\"/opinion/2522286/rolland-v-cellucci/\"><span class=\"volume\">52</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">231</span></a></span> (D.Mass.1999), and subsequent mediation by the parties, a settlement agreement (\"Agreement\") was finalized in November 1999 and operated as a stay of the litigation. After a fairness hearing, the court endorsed the Agreement and entered it as an order in January 2000. <i>Rolland v. Cellucci,</i> <span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">3</span></span> (D.Mass.2000). In the Agreement, the Commonwealth committed to provide specialized services as defined by federal regulation to all Massachusetts nursing home residents with mental retardation who had been identified as needing them through the preadmission screening and annual resident review process (\"PASARR screening\") required by the NHRA.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Enforcement was addressed in the following way. A proviso stated that the Agreement could not be enforced through breach of contract or contempt actions. If the residents were dissatisfied with the Commonwealth's performance, the Agreement authorized them to enter mediation, and, that failing, seek a judicial determination that the Commonwealth was in substantial noncompliance with the Agreement. The residents would only then be entitled to seek relief based upon the \"then existing facts and law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In September 2000, the residents filed a \"Motion for Further Relief Concerning Specialized Services,\" asking the court to find the Commonwealth in noncompliance with the specialized services portion of the Agreement, contending that a significant number of class members were not receiving all necessary specialized services and some class members were not receiving any. Following a hearing, the judge entered a finding in March 2001 that the Commonwealth was in substantial noncompliance with its specialized services obligations and lifted the stay. <i>Rolland v. Cellucci,</i> <span class=\"citation\" data-id=\"2461869\"><a href=\"/opinion/2461869/rolland-v-cellucci/\"><span class=\"volume\">138</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">110</span></a></span> (D.Mass.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The residents then moved again for further relief, asking the court to order the Commonwealth to provide specialized services, which they alleged were required by both federal law and the Agreement. Following a four-day evidentiary hearing in November 2001, the court, in a well reasoned and thoughtful decision of May 2002, held that the Commonwealth was in violation of federal law as well as the Agreement by its failure to provide specialized services to residents who required them.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The court ordered the Commonwealth to take five particular remedial actions. Specifically at issue here, the district court required the Commonwealth to provide specialized services and implement a policy of \"active treatment,\" another term of art defined by federal regulation, for all class members needing specialized services. Although the Commonwealth does not dispute the court's noncompliance findings, it contests the legitimacy of the order that it provide specialized services and implement a policy of active treatment. The Commonwealth has not sought a stay and has apparently attempted compliance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Commonwealth contends that the district court misconstrued both federal law and the Agreement. The language of the Agreement, disallowing contempt or breach of contract proceedings, requires the residents to seek relief based on the \"then existing facts and law.\" The Commonwealth argues that even a finding of noncompliance by the court merely allows the residents \"to reopen the litigation.\" The residents rejoin that such an interpretation provides them with no more than what they began with and was not what the parties intended. Rather than grapple with the question of whether the district court's order was in keeping with the enforcement provisions of the Agreement, we have assessed the court's reliance on federal law and have found that supportable.</p>\n    </div>\n    <p class=\"center\">II. <i>The NHRA's History and Framework</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The history of the NHRA is instructive. During the 1970s, numerous class action lawsuits were filed against states claiming insufficient care and treatment of mentally retarded individuals in state-run intermediate care facilities for mentally retarded individuals (\"ICF/MRs\"). Gen. Accounting Office, Medicaid: Addressing the Needs of Mentally Retarded Nursing Home Residents 11 (1987) [hereinafter GAO Medicaid Report]. Because of the suits, thirty states, including Massachusetts, became parties to consent decrees in which they agreed to improve the quality of care. <i>Id.</i> At that time, a common method to reduce overcrowding in the ICF/ MRs was to move mentally retarded individuals to Medicaid-certified nursing homes. H.R.Rep. No. 100-391, pt. 1, at 459 (1987), <i>reprinted in</i> 1987 U.S.C.C.A.N. 2313, 2313-279.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Residents moved to nursing homes, however, were often deprived of necessary services. The General Accounting Office found that by 1985, approximately 140,000 mentally retarded individuals resided in nursing homes nationwide. GAO Medicaid Report at 11. Because nursing homes were often not equipped to provide the services or treatment they needed, however, mentally retarded residents frequently went without them. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1987, Congress passed the NHRA, part of the Omnibus Budget Reconciliation Act, as a response to this apparently widespread problem. The report from the House of Representatives began:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Substantial numbers of mentally retarded and mentally ill residents are inappropriately placed, at Medicaid expense, in [skilled nursing facilities] or ICFs. These residents often do not receive the active treatment or services that they need. A recent [Government Accounting Office] review of mentally retarded residents in [these facilities] in Connecticut, Massachusetts, and Rhode Island concluded that the active treatment needs of these individuals were generally not being identified or met.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">H.R.Rep. No. 100-391, pt. 1, at 459, <i>reprinted in</i> 1987 U.S.C.C.A.N. at 2313-279.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The NHRA attempted to ensure that those placed in nursing homes actually needed nursing care and that once residing in a nursing home, individuals would receive the other kinds of treatment they needed. Towards that end, the NHRA established requirements for nursing homes in their care of mentally retarded residents, 42 U.S.C. &#167; 1396r(b); instituted specific enumerated rights for residents, <i>id.</i> &#167; 1396r(c); and required states to screen and provide services to mentally retarded residents, <i>id.</i> &#167; 1396r(e).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Specifically, states must perform PASARR screenings of potential nursing home admittees to determine two things: first, whether the individual requires nursing facility levels of care, addressing physical and mental conditions; second, whether the individual requires specialized services, addressing needs for training, therapies, and other means of accomplishing improvement of functioning. <i>Id.</i> &#167; 1396r(e)(7)(A)(i) &amp; (B)(ii). A nursing facility may admit a person only if the PASARR screening determines that nursing care is required. <i>Id.</i> &#167; 1396r(b)(3)(F). After admittance, states must review an individual's needs for nursing facility care and specialized services whenever there is a significant change in the individual's condition. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For mentally retarded individuals who were already living in nursing homes at the time of the NHRA's enactment, the statute required states to institute the same two-faceted PASARR screening process. <i>Id.</i> &#167; 1396r(e)(7)(B)(ii). When then-current residents were found not to require nursing facility levels of care, the statute required states to place them elsewhere, with the exception that those residents who had lived in a nursing care facility for at least thirty months had the option to remain in residence. <i>Id.</i> &#167; 1396r(e)(7)(C). For all residents found <i>not</i> to require nursing facility care, states were explicitly required to provide all needed specialized services, regardless of whether the residents remained housed in nursing facilities. <i>Id.</i><a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Despite its detailed mandates, the statute does not explicitly answer the question of whether states must provide specialized services to \"dual need residents,\" those who need both nursing facility care and specialized services, as contrasted with those who do not need nursing facility care but do need specialized services. The Secretary of the United States Department of Health and Human Services (\"HHS\") has found this obligation to provide specialized services for dual need residents to be implicit in the statute and has explicitly imposed it on states through regulation. <i>See</i> 42 C.F.R. &#167; 483.120(b).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Commonwealth presents several arguments in support of its position that it is not obligated to provide specialized services to dual need residents. First, it infers from the statutory silence on this issue that it has no such obligation and contends that the regulation that does so obligate it is unenforceable because it is contrary to the statute's intent. Second, the Commonwealth argues that even if the NHRA does impliedly require it to provide specialized services to dual need residents, the residents do not have a private right of action to enforce the Commonwealth's obligation. Third, the Commonwealth takes issue with the court's order that it implement a policy of active treatment for all mentally retarded residents who need specialized services.</p>\n    </div>\n    <p class=\"center\">III. <i>Whether the NHRA Requires States to Provide Specialized Services to Dual Need Residents</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Commonwealth argues that the NHRA requires it to provide specialized services <i>only</i> to those individuals who are found <i>not</i> to require nursing home care but to need specialized services, regardless of whether such individuals continue to reside in nursing care facilities. The Commonwealth construes the statutory silence on its obligation to residents with dual needs as support for its position. It further contends that the regulation explicitly creating the obligation to provide specialized services for dual need residents is <i>ultra vires</i> and therefore unenforceable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As always, the plain meaning of the statutory language, as derived from the whole of the statute, including its overall policy and purpose, controls. <i>See Summit Inv. &amp; Dev. Corp. v. Leroux,</i> <span class=\"citation\" data-id=\"707516\"><a href=\"/opinion/707516/summit-investment-and-development-corporation-v-edward-g-leroux-jr/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">608</span></a></span>, 610 (1st Cir.1995). Further, \"the congressional intendment conveyed by unclear statutory language may be discernible from its legislative history.\" <i>Id.</i> (citing <i>O'Neill v. Nestle Libbys P.R., Inc.,</i> <span class=\"citation\" data-id=\"431996\"><a href=\"/opinion/431996/antonio-oneill-as-trustee-for-caceres-johnson-pr-inc-v-nestle/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 36 (1st Cir.1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In this case, also available are interpretations of the statutory provisions at issue from HHS, the agency responsible for their implementation. Where an agency has been endowed with the power to administer a congressionally created program, as here, regulations should be given substantial deference:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">If Congress has explicitly left a gap for the agency to fill, there is an express delegation of authority to the agency to elucidate a specific provision of the statute by regulation. Such legislative regulations are given controlling weight unless they are arbitrary, capricious, or manifestly contrary to the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Chevron U.S.A. Inc. v. Natural Res. Def. Council,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 843-44, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984); <i>see also United States v. Mead Corp.,</i> <span class=\"citation\" data-id=\"118450\"><a href=\"/opinion/118450/united-states-v-mead-corp/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 227, <span class=\"citation\" data-id=\"118450\"><a href=\"/opinion/118450/united-states-v-mead-corp/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2164</span></a></span>, <span class=\"citation\" data-id=\"118450\"><a href=\"/opinion/118450/united-states-v-mead-corp/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">292</span></a></span> (2001)(\"Delegation of such authority may be shown in a variety of ways, as by an agency's power to engage in adjudication or notice-and-comment rulemaking, or by some other indication of a comparable congressional intent.\"). As this court has held, \"[a]n inquiring court &#8212; even a court empowered to conduct <i>de novo</i> review &#8212; must examine the Secretary's interpretation of the statute, as expressed in the regulation, through a deferential glass.\" <i>Strickland v. Comm'r, Maine Dep't of Human Servs.,</i> <span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Applying these precepts to the question of whether Congress intended to require states to provide specialized services to dual need residents, we look first at the NHRA's plain language. The NHRA is silent on this precise question, but we gather clues of congressional intent from several separate provisions in the statute, ever mindful of its overriding purpose, to protect individuals from being warehoused in nursing facilities and denied necessary services. <i>See</i> H.R.Rep. No. 100-391, pt. 1, at 459, <i>reprinted in</i> 1987 U.S.C.C.A.N. at 2313-279.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">First, although the NHRA does not specify states' obligations to provide specialized services to dual need residents, it does explicitly require states to provide specialized services to residents who do need them but who do <i>not</i> require nursing facility care. It is clear that the statute's intent in this regard was not to elevate those individuals with only the need for specialized services above those with dual needs, but rather to bring them up to par with the dual needs group. Indeed, this explicit language appears designed to ensure that those most likely to be left out &#8212; those not in a facility &#8212; received specialized services if needed. As such, the basic stance of the Commonwealth seems counterintuitive. Under its analysis, for example, it would supply specialized services to those with needs insufficient to require nursing home care but deny such services to those substantially worse off.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, an internal signal of great importance is derived from the screening requirements for both then-current and potential residents, necessitating determinations of whether nursing facility care is required <i>and</i> whether specialized services are required. If Congress had intended that states manage reviews in a two-tiered fashion, conducting the specialized services portion of the screening only for those found not to need nursing facility care, it easily could have written the statute in such a manner. As the residents point out, the Commonwealth's construction of the statute would render the second prong of the PASARR screening requirements for specialized services a meaningless exercise for individuals found to need nursing facility care in the first prong because the Commonwealth would not be required to provide them.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Given that Congress instead structured the requirement as involving both steps for every individual, it must have contemplated that states would utilize the information from both portions of the PASARR screening. This conclusion is bolstered by the fact that Congress committed to funding seventy-five percent of the costs of screening, 42 U.S.C. &#167; 1396b(a)(2)(C), and assuredly would not have assumed three-quarters of the expenses unless the reviews were to render useful results. A Senate Budget Committee report issued two years after the NHRA's enactment confirms that Congress viewed the law as holding states responsible for specialized services (then termed \"active treatment\") for all who needed them:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If a resident is found to be mentally ill or mentally retarded and requires nursing facility care, the individual may reside in a facility, but the State is required to provide active treatment if the individual is found to need it.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The law implies, but does not explicitly indicate, that it is the obligation of a State to furnish \"active treatment\" to an individual who needs it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">135 Cong. Rec. S13057, S13238 (daily ed. Oct. 12, 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A third statutory clue to Congress's intent can be discerned in the requirement that states create an appeals process for individuals adversely impacted by the outcome of any PASARR screening determination. <i>See</i> 42 U.S.C. &#167; 1396r(e)(7)(F). It is clear that Congress perceived the screening as vesting individuals with rights to the services deemed necessary:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Individuals could be adversely affected not only by a determination that he or she does not need nursing facility services, but also by determinations that he or she does not need active treatment.... The Committee expects that these appeal procedures will offer mentally ill and mentally retarded individuals at least the due process protections of a Medicaid fair hearing under current law, including notice of the right to appeal, right to representation by counsel, and right to a fair hearing and impartial decision-making process.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">H.R.Rep. No. 100-391, pt. 1, at 462-63, <i>reprinted in</i> 1987 U.S.C.C.A.N. at 2313-282 to 2313-283. This language strongly suggests that Congress intended the determination of need for specialized services to result in the provision or denial of those services for every individual screened.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Reviewing finally the interpretation of the statute by the federal agency responsible for its implementation, HHS, we find that Congress gave the Secretary very broad duties under the NHRA:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is the duty and responsibility of the Secretary to assure that requirements which govern the provision of care in nursing facilities under State plans approved under this subchapter, and the enforcement of such requirements, are adequate to protect the health, safety, welfare, and rights of residents and to promote the effective and efficient use of public moneys.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1396r(f)(1). Specifically, Congress required the Secretary to oversee the PASARR screening process by developing \"minimum criteria for States to use in making [screening] determinations ... and in permitting individuals adversely affected to appeal such determinations.\" <i>Id.</i> &#167; 1396r(f)(8)(A). Further, the NHRA required the Secretary to specifically monitor state compliance with certain requirements. <i>Id.</i> &#167; 1396r(f)(8)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Secretary has promulgated a rule explicitly requiring states to provide specialized services to dual need residents. <i>See</i> 42 C.F.R. &#167; 483.116(b).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> During the comment period, states objected to this requirement, noting that the statute explicitly required them to provide specialized services only to those residents who did not need nursing facility services but who did need specialized services. The Secretary responded:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In our view, the law does require that the States provide specialized services to persons in [nursing facilities \"NFs\")] who have been determined through their PASARR programs to require both NF services and specialized services. While the statute contains no explicit reference to provision of specialized services to those residents with dual needs, we are, in placing this requirement on States, relying on the central theme of all the [NHRA] provisions which is that all of a resident's needs must be identified and served. <i>Congress could not possibly have intended that the specialized services needs of those residents who also need NF services, and are therefore approved for NF residence, should be ignored or go unmet.</i> Since the description of specialized services at section 1919(e)(7)(G) clearly indicates that specialized services is beyond the scope of NF services, the NF cannot be required to provide it. Both the statute and the legislative history indicate that the provision of specialized services is solely a State responsibility.... The logical corollary is that the State must provide specialized services to residents with dual needs.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">57 Fed.Reg. 56,450, 56,477 (Nov. 30, 1992) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Commonwealth contends that the regulation is unenforceable because it exceeds the bounds of the statute and \"runs directly counter to one of the primary purposes of the Act, namely, the conservation of federal and state funds.\" Because the regulations are contrary to congressional intent, they are without force, the Commonwealth concludes. Although we agree with the Commonwealth's assertion that if the regulation were contrary to congressional intent, it would be unenforceable, we do not find the contested regulation to be so. It almost should go without saying that Congress was concerned with fiscal conservatism, but clearly the statute's primary purpose is to ensure that the needs of all mentally retarded nursing facility residents are identified and served. <i>See</i> H.R.Rep. No. 100-391, pt. 1, at 459, <i>reprinted in</i> 1987 U.S.C.C.A.N. at 2313-279. The regulation manifests coherence with this goal, and as such, is not contrary to the statute, arbitrary, or capricious. It follows that it is endowed with controlling authority. <i>See Chevron,</i> 467 U.S. at 843-44, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In conclusion, the statutory language and legislative history, as well as agency interpretations, all lead us to adjudge that the Commonwealth is required to provide dual need residents with specialized services if screening deems them necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">IV. <i>Whether the Right to Specialized Services is Privately Enforceable</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Commonwealth next argues that the NHRA does not create a private right of action for the residents. Thus, even if the residents are entitled to specialized services under the statute, the Commonwealth contends, the statute does not endow them with the right to enforce that entitlement through an action brought under 42 U.S.C. &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Section 1983 allows individuals to bring claims in federal court based on alleged \"deprivations of any rights, privileges, or immunities secured by the Constitution and laws.\" A section 1983 claim would not be permitted where the statute did not create enforceable rights, privileges, or immunities or where \"Congress has foreclosed such enforcement of the statute in the enactment itself.\" <i>Wright v. City of Roanoke Redev. &amp; Hous. Auth.,</i> <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 423, <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>, <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">781</span></a></span> (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The Commonwealth particularly contends that the statute does not create an enforceable right. The determination of whether a federal statute creates a private right for the residents turns on Congress's intent. <i>See Alexander v. Sandoval,</i> <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 286, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (2001); <i>Middlesex County Sewerage Auth. v. Nat'l Sea Clammers Ass'n,</i> <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 13, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2615</span></a></span>, <span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1981).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> We consider de novo whether the statute reflects this intent. <i>See Bryson v. Shumway,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></span>, 84 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Traditionally, the three indicators of congressional intent to create an enforceable right have been:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">First, Congress must have intended that the provision in question benefit the plaintiff.... Second, the plaintiff must demonstrate that the right assertedly protected by the statute is not so \"vague and amorphous\" that its enforcement would strain judicial competence.... Third, the statute must unambiguously impose a binding obligation on the States. In other words, the provision giving rise to the asserted right must be couched in mandatory rather than precatory terms.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\"><i>Blessing v. Freestone,</i> <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, 340-41, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></a></span>, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1997) (citing <i>Wilder v. Virginia Hosp. Ass'n,</i> <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 510-11, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, <span class=\"citation\" data-id=\"112461\"><a href=\"/opinion/112461/wilder-v-virginia-hospital-assn/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">455</span></a></span> (1990); <i>Wright,</i> 479 U.S. at 430-32, <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>). Further, as the Supreme Court remarked in <i>Cannon v. University of Chicago,</i> <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979), \"the right-or duty-creating language of the statute has generally been the most accurate indicator of the propriety of implication of a cause of action.\" <i>Id.</i> at 690 n. 13, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Importantly, a regulation \"may invoke a private right of action that Congress through statutory text created, but it may not create a right that Congress has not.\" <i>Sandoval,</i> 532 U.S. at 291, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>. Nevertheless, regulations that \"merely interpret a statute may provide evidence of what private rights Congress intended to create.\" <i>Love v. Delta Air Lines,</i> <span class=\"citation\" data-id=\"76004\"><a href=\"/opinion/76004/cynthia-love-v-delta-air-lines/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></a></span>, 1354 (11th Cir.2002) (citing <i>Sandoval,</i> 532 U.S. at 284, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>); <i>see also Wright,</i> 479 U.S. at 427, <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span> (utilizing agency interpretation to assist in determining whether statute created right of action). And the agency view on this issue is entitled to some deference. <i>See Wright,</i> 479 U.S. at 427, <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span> (citing <i>Jean v. Nelson,</i> <span class=\"citation\" data-id=\"111492\"><a href=\"/opinion/111492/jean-v-nelson/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">846</span></a></span>, 865, <span class=\"citation\" data-id=\"111492\"><a href=\"/opinion/111492/jean-v-nelson/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2992</span></a></span>, <span class=\"citation\" data-id=\"111492\"><a href=\"/opinion/111492/jean-v-nelson/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span></a></span> (1985); <i>Chevron,</i> 467 U.S. at 844, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Preliminarily, we confirm that \"rights-creating\" language is prevalent in the NHRA. \"Rights-creating language\" can be characterized as language that \"explicitly confer[s] a right directly on a class of persons that include the plaintiff.\" <i>Cannon,</i> 441 U.S. at 690 n. 13, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>. Rights-creating language has also been found in provisions that identify \"`the class for whose <i>especial</i> benefit the statute was enacted.'\" <i>Id.</i> at 688 n. 9, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span> (quoting <i>Texas &amp; Pacific Ry. Co. v. Rigsby,</i> <span class=\"citation\" data-id=\"98712\"><a href=\"/opinion/98712/texas-pacific-r-co-v-rigsby/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 39, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">482</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">874</span></span> (1916)). Statutory language that protects the general public, such as that customarily found in criminal statutes, or that is simply a ban on discriminatory conduct by recipients of federal funds, is far less likely to imply a private remedy than rights-creating language. <i>See id.</i> at 690-94, <span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The NHRA speaks largely in terms of the persons intended to be benefitted, nursing home residents, a significant factor in <i>Cannon.</i> The statute contains a laundry list of rights to be afforded residents and commands certain state and nursing home activities in order to ensure that residents receive necessary services.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In short, after clearly identifying those it seeks to protect, the statute goes on to endow them with particular rights, utilizing \"rights-creating\" language.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We turn now to the <i>Blessing</i> factors. The Commonwealth does not contest that the provision in question intends to benefit persons such as the residents, but does contend that the right asserted by the residents is vague and amorphous and that the statute does not unambiguously impose a binding obligation on states.</p>\n    </div>\n    <p class=\"indent\">A. <i>Whether the Right is Vague and Amorphous</i></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Commonwealth argues that the term \"specialized services\" is too vague and amorphous to translate into a right amenable to judicial enforcement. It stresses that the NHRA does not define the term, but instead delegates the task of definition to the Secretary, and contends that the regulatory definition only obscures the meaning of the term.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The statute's delegation of authority to define \"specialized services\" for mentally retarded nursing home residents provides the Secretary with unlimited discretion to craft a definition, the only limitation being that it must exclude \"services within the scope of services which the facility must provide or arrange for its residents.\" 42 U.S.C. &#167; 1396r(e)(7)(G)(iii). The Secretary's promulgated definition, specific to mental retardation, is as follows: \"For mental retardation, specialized services means the services specified by the State which, combined with services provided by the NF or other service providers, results in treatment which meets the requirements of 483.440(a)(1).\" 42 C.F.R. &#167; 483.120(a)(2). Section 483.440(a)(1) of the regulations, in turn, sets a standard of \"active treatment\" for the provision of specialized services:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Each client must receive a continuous active treatment program, which includes aggressive, consistent implementation of a program of specialized and generic training, treatment, health services and related services described in this subpart, that is directed toward &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(i) The acquisition of the behaviors necessary for the client to function with as much self determination and independence as possible; and (ii) The prevention or deceleration of regression or loss of current optimal functional status.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">42 C.F.R. &#167; 483.440(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Commonwealth relies on the concurrence in <i>Gonzaga University v. Doe,</i> <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></a></span> (2002), declaring that the statutory right of the plaintiff to be protected from the unconsented-to release of his educational records was too vague. The concurring justices believed that key language, such as the term \"education records,\" was broad and nonspecific, leaving schools with great uncertainty about what information they could reveal from their records. <i>Id.</i> at 326, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span> (Breyer, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The language at issue here, however, is more akin to examples found by the Supreme Court not to be vague and amorphous. For example, in <i>Wright,</i> low-income tenants challenged a housing authority's right to charge for utilities above a statutorily mandated \"reasonable\" rent ceiling. The defendant housing authority asserted that a tenant's right not to be charged more than a \"reasonable\" amount for utilities was vague and amorphous. In holding that the tenants' rights were enforceable, the Court noted that the regulations set out particular guidelines for housing authorities to follow when setting reasonable utility charges and required that tenants have notice and opportunity to comment. <i>Wright,</i> 479 U.S. at 431-32, <span class=\"citation\" data-id=\"111790\"><a href=\"/opinion/111790/wright-v-roanoke-redevelopment-and-housing-authority/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">More recently, in <i>Livadas v. Bradshaw,</i> <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></a></span> (1994), petitioner, a former employee, asserted that her rights \"to complete the collective-bargaining process and agree to an arbitration clause\" under the National Labor Relations Act had been abridged. <i>Id.</i> at 134, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2068</span></a></span>. The rights claimed by the petitioner were not explicit in the statute. Nevertheless, the Court held that even though they were \"not provided in so many words,\" the petitioner's rights were sufficiently manifest in the statute's structure to avoid being vague and amorphous. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In <i>Martin v. Voinovich,</i> <span class=\"citation\" data-id=\"1958129\"><a href=\"/opinion/1958129/martin-v-voinovich/\"><span class=\"volume\">840</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1175</span></a></span> (S.D.Ohio 1993), a district court grappled with the contention that the PASARR screening requirements, inextricably tied to the provision of services at issue here, were vague and amorphous. <i>Id.</i> at 1200. The court held that they were not:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The implementing PASARR regulations contain numerous requirements and give detailed guidance and definitions about how, when and by whom the required PASARR determinations are to be made.... [T]he basic requirement derived from the statutory provisions, that the State must make PASARR determinations, is supported not only by fairly specific statutory language, but also a comprehensive regulatory scheme explaining exactly how the determinations are to be undertaken.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In the instant case, the NHRA expressly delegates authority to define \"specialized services\" and the Secretary has complied. The agency's definition, consistent with rights affirmed in prior case law, provides contextual guidance, and it is sufficient to allow residents to understand their rights to services, states to understand their obligations, and courts to review states' conduct in fulfilling those obligations. In complex areas such as this, more cannot reasonably be expected.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">B. <i>Whether the NHRA Unambiguously Binds the States</i></p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Commonwealth asserts that the final <i>Blessing</i> factor is not present because the NHRA does not unambiguously bind states. It relies in particular on the fact that the statute, while conditioning funding on compliance with other sections, does not explicitly tie funding to the provision of specialized services. Reviewing the language of the NHRA, however, we conclude that it does unambiguously bind states.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The statutory requirements for states and nursing facilities are clearly mandatory rather than advisory. The word \"must\" is repeated frequently. <i>See Bryson,</i> 308 F.3d at 89 (concluding that the words \"must\" and \"shall\" denoted statutory requirements rather than mere guidelines). For example, with regard to the prescreening for new residents, nursing facilities \"must not admit\" any new resident who has not been screened by the state, 42 U.S.C. &#167; 1396r(b)(3)(F); they \"must provide\" specified services, <i>id.</i> &#167; 1396r(b)(4)(A); and they \"must\" inform residents of their legal rights, <i>id.</i> &#167; 1396r(c)(1)(B). States are instructed that they \"must have in effect a preadmission screening program,\" <i>id.</i> &#167; 1396r(e)(7)(A)(i); they \"must review and determine\" whether current nursing facility residents require nursing facility levels of care and specialized services, <i>id.</i> &#167; 1396r(e)(7)(B)(i); and they \"must\" utilize the results of that screening in order to house and serve residents in specific ways, <i>id.</i> &#167; 1396r(e)(7)(C). Not only are the directives mandatory, but deadlines are often prescribed. <i>See, e.g., id.</i> &#167; 1396r(b)(3)(F) &amp; (e)(7)(A)-(C). This is not a situation akin to that in <i>Sandoval,</i> where the sole source of the right at issue was found in the regulations and the statute did not utilize rights-creating language, limited the agency's ability to effectuate individual rights, and focused on the implementing agency rather than the individuals being protected. <i>See Sandoval,</i> 532 U.S. at 288-89, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">With regard to funding, the Commonwealth points out that federal Medicaid funding is not specifically conditioned upon the provision of specialized services. For support, it cites <i>Pennhurst State School &amp; Hospital v. Halderman,</i> <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1981), wherein the Supreme Court relied in part on the absence of a direct funding condition in holding that the statute did not intend to unambiguously bind the states. <i>Id.</i> at 17, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>. The NHRA is far different from the federal statute reviewed by the Supreme Court in <i>Pennhurst,</i> in which Congress \"`legislate[d] by innuendo, making declarations of policy and indicating a preference while requiring measures that, though falling short of legislating its goal, serve as a nudge in the preferred directions.'\" <i>Id.</i> at 19, <span class=\"citation\" data-id=\"110458\"><a href=\"/opinion/110458/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span> (citations omitted). As the Commonwealth acknowledges, however, such a condition is only \"one means of manifesting a Congressional intent to impose a requirement on the states.\" In the case before us, we find other and sufficient indicia of intent.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Moreover, we discern at least an attenuated link between funding and the provision of specialized services. Section 1396r(e)(7)(D) of the NHRA requires that funding to a state be denied if the state fails to conduct the PASARR screenings prescribed by subsections 1396r(b)(3)(F) and (e)(7)(B). Thus, although the funding incentive is not directly tied to states' provision of specialized services, funding is conditioned on completion of the screening leading to the provision of services. 42 U.S.C. &#167; 1396r(e)(7)(D)(i). The suggestion that a sanction could result from a state failing to provide specialized services is at least implicit. In any event, the language of the statute depicts an unmistakable desire to mandate state behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Because we find that the right at issue is not vague and amorphous and that the NHRA unambiguously binds the states, we hold that the residents are endowed with a private right of action, which they may enforce via section 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">V. <i>Whether the Court Erred in Requiring the Commonwealth to Implement a Policy of Active Treatment</i></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We move now to the final question: whether the district court erred in requiring the Commonwealth to implement a policy of \"active treatment\" for mentally retarded residents needing specialized services. The Commonwealth protests the district court's \"conflation\" of the terms \"active treatment\" and \"specialized services,\" asserting that an active treatment standard is beyond its obligation, besides being unattainable.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">To be sure, the distinction between specialized services and active treatment lacks easy definition for those outside the discipline. Congress itself has utilized both terms at different times and the current regulations use \"active treatment\" to define \"specialized services\" with regard to those with mental retardation. The Commonwealth explains that \"active treatment\" is a global concept embodied by \"a model of service delivery that underlies all of the activities of a person,\" traditionally applied in ICF/MRs, while \"specialized services\" are \"a specific set of interventions aimed at promoting skill acquisition and preventing regression, as provided through various service models.\" Additionally, the amici explain that the active treatment standard of care has been developed through years of implementation in ICF/MRs, but, until the NHRA, had not been utilized in the care of individuals with mental illness. As the Secretary later acknowledged, those concerned with applying the concept to persons with mental illness were unclear as to the term's meaning and scope in that context. <i>See</i> 57 Fed.Reg. 56,450, 56,472 (Nov. 30, 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">When the NHRA was enacted, it mandated that states provide \"active treatment\" to individuals with mental illness as well as those with mental retardation. Omnibus Budget Reconciliation Act of 1997, P.L. No. 100-203, &#167; 4211, 101 Stat. 1330 (1987). Congress instructed the Secretary to define \"active treatment,\" and gave no direction other than excluding, for nursing facility residents, services that fell within the responsibility of the facilities, as opposed to the responsibility of the states. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Three years later, Congress passed several \"minor and technical\" amendments to the NHRA. The amendments replaced the term \"active treatment\" with \"specialized services,\" Omnibus Budget Reconciliation Act of 1990, P.L. No. 101-508, &#167; 4801(b)(8), 104 Stat. 1388 (1990), and again gave the Secretary broad discretion to create a definition, as long as it excluded services provided by the nursing facilities, 42 U.S.C. &#167; 1396r(e)(7)(G)(iii).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The House of Representatives report confirms that the change was intended to clarify that \"active treatment\" did not necessarily have the same application for all groups covered by the NHRA as it did in its traditional application in the context of mental retardation in ICF/MRs. H.R.Rep. No. 101-881, at 118 (1990), <i>reprinted in</i> 1990 U.S.C.C.A.N. 2017, 2130 (\"In response to some confusion that has arisen over the development of [the term `active treatment'], the Committee bill clarifies, that for the purposes of meeting the [NHRA] requirements, the term `active treatment' does not <i>necessarily</i> have the same meaning as it does for the purposes of meeting the Medicaid requirements for intermediate care facilities for the mentally retarded.\" (emphasis added)). The Senate report reiterated that \"specialized services [should] include active treatment where appropriate.\" 136 Cong. Rec. S15629, S15661 (daily ed. Oct. 18, 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The Commonwealth disregards the discretion given to the Secretary as well as the critical importance of the word \"necessarily.\" The Secretary, in recognition of the distinction being made, created two definitions of specialized services. For those with mental illness, \"specialized services\" are defined as services \"specified by the State which, combined with services provided by the NF, results in the continuous and aggressive implementation of an individualized plan of care\" developed by an interdisciplinary team, prescribing specific therapies and activities, and directed toward diagnosing and reducing behavioral symptoms and improving functioning. 42 C.F.R. &#167; 483.120(a)(1). For individuals with mental retardation, such as the appellees here, however, the Secretary crafted a definition of specialized services that incorporated the active treatment standard traditionally applied in ICF/MRs. The Secretary defined specialized services for these individuals as \"the services specified by the State which, combined with services provided by the NF or other service providers, results in treatment which meets the [active treatment] requirements of &#167; 483.440(a)(1).\" <i>Id.</i> &#167; 483.120(a)(2).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Again, <i>Chevron</i> directs that such regulations, flowing from an express delegation of authority, be given controlling weight unless arbitrary, capricious, or manifestly contrary to the statute, none of which apply here.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Thus, the regulations require states to provide specialized services in such a manner as to constitute active treatment to mentally retarded individuals when combined with the services provided by others. Contrary to the Commonwealth's protestations, however, they do not impose on states, when serving mentally retarded nursing home residents, the considerable onus of complying with every obligation placed on them in their broader role in ICF/MRs.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The district court ordered the Commonwealth to \"implement a clear policy of `active treatment' to be provided to all class members who need specialized services.\" The magistrate judge spent considerable time in his opinion evaluating the Commonwealth's argument that the standard was unworkable, concluding that the use of the active treatment standard by the Commonwealth's contracted agent evidenced that the standard could in fact be utilized. The court also made the compelling factual findings that the Departments of Mental Retardation, Medical Assistance, and Public Health had created a joint training program mirroring active treatment criteria and that the independent expert chosen by the parties, as well as at least one of the Commonwealth's experts, utilized the active treatment standard in their evaluations. Given the history of the statutory changes, the regulatory language, and the district court's factual findings, we cannot say that the court erred in holding the Commonwealth responsible for providing specialized services in a way that results in active treatment when combined with services provided by nursing facilities and others.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Although the district court did not impose on the Commonwealth any particular method of compliance, it may benefit the Commonwealth to continue its efforts to improve the coordination of services between itself and nursing homes. Other remedial actions ordered by the court and not challenged by the Commonwealth on appeal, such as requiring the Commonwealth to establish an individual service plan and coordinator for each member of the putative class, will also likely assist the Commonwealth in meeting its obligations.</p>\n    </div>\n    <p class=\"center\">VI. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">We can understand the Commonwealth's posture in this case, especially given its exigent budgetary circumstances. In the complex field of care for mentally retarded individuals and the related regulation of nursing homes and states, however, Congress has made it clear that the Secretary is to fill in gaps and provide definition. The products of that delegation of authority, responding to widespread documented problems, provide an effective manner for care of mentally retarded nursing home residents and are entitled to deference. Finally, the history of cooperation between the Commonwealth and the residents gives us confidence that the Commonwealth will be able to meet its obligations and accomplish the tasks ordered by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Two organizational plaintiffs joined appellees below and in this appeal. In addition, multiple organizations (the Arc of the United States, the National Association of Protection and Advocacy Systems, the Judge David L. Bazelon Center for Mental Health Law, the National Health Law Project, and the National Senior Citizens Law Center) have provided helpful briefing as amici</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For convenience, we refer to the NHRA in the singular</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note at the outset that the original statutory term, \"active treatment,\" was replaced by the language \"specialized services\" in 1990 and that the parties disagree about the import of this change. Several of the congressional reports cited herein, preceding the change, used the term \"active treatment.\" The interrelation of the terms is discussed in detail in Section V<i>infra.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The statute differentiated among three groups of then-current nursing facility residents based on their PASARR screening results:</p>\n        <p class=\"indent\">(C) Response to preadmission screening and resident review</p>\n        <p class=\"indent\">As of April 1, 1990, the State must meet the following requirements:</p>\n        <p class=\"indent\">(i) Long-term residents not requiring nursing facility services, but requiring specialized services</p>\n        <p class=\"indent\">In the case of a resident who is determined, under subparagraph (B), not to require the level of services provided by a nursing facility, but to require specialized services for mental illness or mental retardation, and who has continuously resided in a nursing facility for at least 30 months before the date of the determination, the State must, in consultation with the resident's family or legal representative and care-givers &#8212; (I) inform the resident of the institutional and noninstitutional alternatives covered under the State plan for the resident, (II) offer the resident the choice of remaining in the facility or of receiving covered services in an alternative appropriate institutional or noninstitutional setting, (III) clarify the effect on eligibility for services under the State plan if the resident chooses to leave the facility (including its effect on readmission to the facility), and (IV) regardless of the resident's choice, provide for (or arrange for the provision of) such specialized services for the mental illness or mental retardation.</p>\n        <p class=\"indent\">....</p>\n        <p class=\"indent\">(ii) Other residents not requiring nursing facility services, but requiring specialized services</p>\n        <p class=\"indent\">In the case of a resident who is determined, under subparagraph (B), not to require the level of services provided by a nursing facility, but to require specialized services for mental illness or mental retardation, and who has not continuously resided in a nursing facility for at least 30 months before the date of the determination, the State must, in consultation with the resident's family or legal representative and care-givers &#8212;</p>\n        <p class=\"indent\">(I) arrange for the safe and orderly discharge of the resident from the facility, consistent with the requirements of subsection (c)(2) of this section, (II) prepare and orient the resident for such discharge, and (III) provide for (or arrange for the provision of) such specialized services for the mental illness or mental retardation.</p>\n        <p class=\"indent\">(iii) Residents not requiring nursing facility services and not requiring specialized services</p>\n        <p class=\"indent\">In the case of a resident who is determined, under subparagraph (B), not to require the level of services provided by a nursing facility and not to require specialized services for mental illness or mental retardation, the State must &#8212;</p>\n        <p class=\"indent\">(I) arrange for the safe and orderly discharge of the resident from the facility, consistent with the requirements of subsection (c)(2) of this section, and (II) prepare and orient the resident for such discharge.</p>\n        <p class=\"indent\">42 U.S.C. &#167; 1396r(e)(7)(C).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The GAO investigative report, cited by the House of Representatives, explained:</p>\n        <p class=\"indent\">Mentally retarded residents in Connecticut, Massachusetts, and Rhode Island nursing homes generally have not had their active treatment needs identified and met. These conditions existed because nursing homes were not part of the service delivery network for the retarded, nursing homes did not prepare written plans of care to assess the active treatment needs of their retarded residents and develop programs to meet those needs, and state inspectors were not determining whether retarded residents were receiving needed active treatment services.</p>\n        <p class=\"indent\">GAO Medicaid Report at 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The fact that residents with thirty months or more of occupancy in nursing facilities who wished to remain, but did not require nursing care, are guaranteed specialized services, poses the picture even more dramatically &#8212; that of a physically robust resident receiving habilitative specialized services while his ailing housemate is ignored</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulation states:</p>\n        <p class=\"indent\">If the State mental health or mental retardation authority determines that a resident or applicant for admission requires both a [nursing facility (\"NF\")] level of services and specialized services for the mental illness or mental retardation &#8212;</p>\n        <p class=\"indent\">....</p>\n        <p class=\"indent\">(2) The State must provide or arrange for the provision of the specialized services needed by the individual while he or she resides in the NF.</p>\n        <p class=\"indent\"><i>See also</i> 42 C.F.R. &#167; 483.120(b) (\"The State must provide or arrange for the provision of specialized services ... to <i>all</i> NF residents with [mental illness or mental retardation] whose needs are such that continuous supervision, treatment and training by qualified mental health or mental retardation personnel is necessary.\" (emphasis added)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In<i>Sandoval,</i> the Court explained that \"[t]he judicial task is to interpret the statute Congress has passed to determine whether it displays an intent to create not just a private right but also a private remedy.\" <i>Sandoval,</i> 532 U.S. at 286, <span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1511</span></a></span>. The Court subsequently clarified that:</p>\n        <p class=\"indent\">Plaintiffs suing under &#167; 1983 do not have the burden of showing an intent to create a private remedy because &#167; 1983 generally supplies a remedy for the vindication of rights secured by federal statutes.... Once a plaintiff demonstrates that a statute confers an individual right, the right is presumptively enforceable by &#167; 1983. But the initial inquiry &#8212; determining whether a statute confers any right at all &#8212; is no different from the initial inquiry in an implied right of action case, the express purpose of which is to determine whether or not a statute \"confer[s] rights on a particular class of persons.\"</p>\n        <p class=\"indent\"><i>Gonzaga Univ. v. Doe,</i> <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, ___, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></a></span> (2002) (quoting <i>California v. Sierra Club,</i> <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 294, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1981)) (footnotes omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Some courts have concluded that<i>Sandoval</i> represents the culmination of a trend to recede from the multi-factor analysis begun in <i>Cort v. Ash,</i> <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></a></span> (1975), in favor of an exclusive focus on congressional intent. <i>See, e.g., Love v. Delta Air Lines,</i> <span class=\"citation\" data-id=\"76004\"><a href=\"/opinion/76004/cynthia-love-v-delta-air-lines/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></a></span>, 1351-52 (11th Cir.2002). The Commonwealth has not, however, suggested this and argues along the lines of the <i>Blessing</i> three-factor test. Therefore, our analysis follows the Commonwealth's arguments, while keeping at the forefront the penultimate question of whether Congress intended to create a private right of action in favor of the residents. <i>See Bryson,</i> 308 F.3d at 88 (\"Ultimately, of course, this is an issue of congressional intent, and the three tests are just a guide.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The statute endows residents with rights, among others, to choose their personal attending physicians, to be fully informed about and participate in care and treatment, to be free from physical or mental abuse, to voice grievances, and to enjoy privacy and confidentiality. 42 U.S.C. &#167; 1396r(c)(1)(A). It requires nursing homes, among other things, to care for residents in a manner promoting quality of life, provide services and activities to maintain the highest practicable physical, mental and psychosocial well-being of residents, and conduct comprehensive assessments of residents' functional abilities<i>Id.</i> &#167; 1396r(b)(1),(2) &amp; (3). States, in addition to being required to conduct the PASARR screenings, must review training and competency programs for nurse aides, provide appeal procedures for residents contesting discharges or transfers, and develop written notices of the rights of nursing facility residents. <i>Id.</i> &#167; 1396r(e)(1),(3) &amp; (6).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Lower courts addressing the question of whether the NHRA unambiguously binds the states have concluded that it does<i>See Ottis v. Shalala,</i> <span class=\"citation\" data-id=\"2081947\"><a href=\"/opinion/2081947/ottis-v-shalala/\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">182</span></a></span>, 186-87 (W.D.Mich.1994); <i>Martin,</i> 840 F.Supp. at 1200. The Commonwealth has not supplied cites for any cases holding otherwise, nor are we aware of any.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Secretary also remarked in comment:</p>\n        <p class=\"indent\">Essentially we are simply substituting one term for another. We believe this is the intent of Congress as well as of those groups which sought the legislative change from Congress.</p>\n        <p class=\"indent\">. . . .</p>\n        <p class=\"indent\">Originally, the term active treatment referred to a mode of treatment rather than a set of treatments. By exchanging the term \"specialized services\" for \"active treatment,\" we are substituting terms and not concepts. We wish to preserve the original intent of emphasizing the mode and intensity of treatment rather than the separate and distinct nature of these specialized services.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">57</a>\n        <p class=\"indent\"> Fed.Reg. 56,450, 56,472 (Nov. 30, 1992)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1958129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2081947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2461869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620697/"
  ]
}