{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200735/",
  "absolute_url": "/opinion/200735/united-states-v-soto-beniquez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200735/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:58:51Z",
  "date_modified": "2016-02-28T05:03:44.888511Z",
  "type": "010combined",
  "sha1": "f843555d3d8f7cc38671f3158b2f2b0f97d9515f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1619VOL2-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/11/20/US_v._Soto-Beniquez_1.pdf",
  "plain_text": "              United States Court of Appeals\n                     For the First Circuit\n\n                                                Vol. II of II\n\nNo. 01-1619\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                     WILLIAM SOTO-BENÍQUEZ,\n\n                      Defendant, Appellant.\n\n\nNo. 01-1674\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                       JUAN SOTO-RAMÍREZ,\n\n                      Defendant, Appellant.\n\n\nNo. 00-1547\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                     EDUARDO ALICEA-TORRES,\n\n                      Defendant, Appellant.\n\fNo. 01-1620\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n               RAMON FERNÁNDEZ-MALAVÉ,\n\n                Defendant, Appellant.\n\n\n\nNo. 00-1464\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n                CARMELO VEGA-PACHECO,\n\n                Defendant, Appellant.\n\n\n\nNo. 00-1488\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n               ARMANDO GARCÍA-GARCÍA,\n\n                Defendant, Appellant.\n\fNo. 00-1470\n\n                UNITED STATES OF AMERICA,\n\n                        Appellee,\n\n                            v.\n\n               JOSE LUIS DE LEÓN MAYSONET,\n\n                  Defendant, Appellant.\n\n\n\nNo. 00-1362\n\n                UNITED STATES OF AMERICA,\n\n                        Appellee,\n\n                            v.\n\n                   RENE GONZALEZ-AYALA,\n\n                  Defendant, Appellant.\n\n\n\nNo. 00-1543\n\n                 UNITED STATES OF AMERICA,\n\n                         Appellee,\n\n                            v.\n\n              JUAN ENRIQUE CINTRÓN-CARABALLO,\n\n                   Defendant, Appellant.\n\fNo. 00-1361\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                       MIGUEL VEGA-COLÓN,\n\n                      Defendant, Appellant.\n\n\n\nNo. 00-1456\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                       MIGUEL VEGA-COSME,\n\n                      Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n         [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n                             Before\n\n                       Selya, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n     Marlene Apontes-Cabrera for appellant Soto-Beníquez.\n     Miriam Ramos-Grateroles for appellant Soto-Ramírez.\n     Raymond Rivera Esteves for appellant Alicea-Torres.\n     Luz M. Rios-Rosario for appellant Fernández-Malavé.\n     Javier Morales-Ramos for appellant Vega-Pacheco.\n     Rachel Brill for appellant García-García.\n     Roberto Roldan-Burgos for appellant de León Maysonet.\n     Victor Miranda-Corrada, for appellant Gonzalez-Ayala.\n     Rafael Anglada-Lopez for appellant Cintrón-Caraballo.\n     Marcia G. Shein for appellants Vega-Cosme and Vega-Colón.\n\f     Jacabed Rodriguez-Coss and Michelle Morales, Assistant United\nStates Attorneys, with whom H.S. Garcia, United States Attorney,\nand Sonia I. Torres-Pabon, Assistant United States Attorney, were\non brief, for appellee.\n\n\n\n                        November 20, 2003\n\f            f)    Improper Admission of Rule 702 Expert Testimony As\n                  Lay Testimony Under Rule 701\n                  (Cintrón-Caraballo)\n\n            Cintrón-Caraballo     argues    that   the   court    should   have\n\nexcluded the testimony of eleven witnesses because they provided\n\nexpert testimony but, he says, were not disclosed as experts under\n\nRule 702.8       These witnesses included eight forensic examiners\n\n(Ruben Diaz-De Leon, Alfredo Roman-Rodriguez, Virginia Cortes, Luis\n\nBatista-Maldonado, Nelson Morales-Huerta, Luis Mercedes-Rodriguez,\n\nFrancisco    Ramos-Seda,    and     Cesar     W.    Ostolaza-Perez),        two\n\npathologists (Dr. Yocasta Brougal-Mena and Dr. Francisco Cortes),\n\nand a firearms examiner (Juan B. Maldonado). This was prejudicial,\n\nCintrón-Caraballo argues, because the defendants would have been\n\nentitled to summaries of the witnesses' testimony if they had been\n\ndesignated as experts. See Fed. R. Crim. P. 16(a)(1)(G)(defendants\n\nare entitled to summaries of all expert testimony, which must\n\ninclude \"the witness's opinions, the bases and reasons for those\n\nopinions, and the witness's qualifications\").\n\n            The district court correctly determined that none of the\n\neight forensic examiners provided expert testimony.              Witnesses who\n\ntestify only about their perceptions of an event, or about lay\n\nopinions arising out of those perceptions, see Fed R. Evid. 701,\n\n\n\n     8\n          The trial in this case took place in 1999, before the\nDecember 1, 2000 effective date of the amendments to Rules 701 and\n702. Accordingly, we apply the pre-amendment Rules and case law.\n\n\n                                   -63-\n\fare not experts under Rule 702 regardless of any specialized\n\ntraining or experience they may possess.                            See United States v.\n\nPaiva,    892    F.2d      148,       157    (1st     Cir.   1989)     (\"[T]he      individual\n\nexperience and knowledge of a lay witness may establish his or her\n\ncompetence, without qualification as an expert, to express an\n\nopinion on       a     particular           subject    outside      the    realm    of    common\n\nknowledge.\"); see also United States v. Rivera-Santiago, 107 F.3d\n\n960, 968 (1st Cir. 1997).                  That rule is dispositive here: the court\n\npermitted       each      of    the    witnesses       to    testify      only    about     their\n\nobservations         at        the     various      crime     scenes       they     personally\n\ninvestigated.          Indeed, the court consistently reminded both the\n\nwitnesses and the lawyers that if any of these witnesses' testimony\n\n\"sound[ed] like a 702 [opinion] . . . [he would] not admit it.\"\n\nAlthough at points the district court faced difficult decisions\n\nabout the side of the Rule 701 / Rule 702 divide on which a\n\nwitness's opinion fell, there was no abuse of discretion in the\n\ncourt's    resolution            of    these     issues.      See    Kumho       Tire    Co.   v.\n\nCarmichael, 526 U.S. 137, 152 (1999) (review of a district court's\n\ndecision to admit or exclude expert testimony is for abuse of\n\ndiscretion).\n\n            Nor did the district court abuse its discretion in\n\nallowing the expert testimony of the two pathologists, Drs. Cortes\n\nand   Brugel-Mena.                   The    district     court      found,        despite      the\n\ngovernment's failure to label the witnesses' testimony and reports\n\n\n                                               -64-\n\fas   Rule   702    material          in     its    pre-trial       disclosure,   that   the\n\ngovernment had effectively complied with the applicable disclosure\n\nrequirements.            In     particular,          the    government     had    informed\n\ndefendants before trial that both pathologists would be testifying\n\nabout several autopsies and provided the defendants with copies of\n\nall of these autopsy reports.                 Although Dr. Cortes testified about\n\none autopsy report that he did not personally prepare, the district\n\ncourt permitted this substitution because the pathologist who had\n\nprepared that report was unavailable to testify due to serious\n\nillness.     There is no generalized prohibition on allowing experts\n\nto testify about autopsy reports that they did not personally\n\nprepare.     See Manocchio v. Moran, 919 F.2d 770, 780 (1st Cir.\n\n1990).\n\n             The government failed to formally designate the last\n\nwitness, Juan Maldonado, as an \"expert\", but it did inform the\n\ndefendants that Maldonado would be testifying about ballistics and\n\nprovided    the    defense           with    all    of     Maldonado's    notes    on   his\n\ntestimony.         And        once    again,       the     district     court    permitted\n\nMaldonado's testimony due to the lack of prejudice to the defense.\n\nHere,    though,    the        court      compensated        the    defendants    for   the\n\ngovernment's failure to adhere to the technical requirements of\n\nFed. R. Crim. P. 16 by certifying the witness only as a ballistics\n\nexpert, and refusing to also certify him as a \"firearms expert.\"\n\nThis decision was an appropriate sanction against the government\n\n\n                                              -65-\n\fand undercuts the defendant's prejudice argument.\n\n            g)   Rule 404(b) \"Bad Act\" Evidence\n                 (Cintrón-Caraballo)\n\n            Cintrón-Caraballo   argues    that   the   court   erred    in\n\nadmitting evidence of his March 8, 1994 arrest by Puerto Rico\n\npolice, and of the contemporaneous seizure of a gun that he was\n\ncarrying.    He argues that this evidence was impermissible bad act\n\nevidence under Fed. R. Evid. 404(b) because it was not relevant to\n\ndemonstrating his participation in the conspiracy, which, according\n\nto the indictment, had ended one day earlier, on March 7.       Cintrón-\n\nCaraballo also argues that the firearms evidence should have been\n\nexcluded as unreliable because the firearm had been destroyed by\n\nPuerto Rico authorities.\n\n            These arguments are unavailing.      Evidence of Cintrón-\n\nCaraballo's arrest was admissible under Rule 404(b) because the\n\narrest was for activities evidencing his participation in the\n\nconspiracy charged in the indictment.        The arrest took place on\n\nStreet B, where the drug point that the government alleged Cintrón-\n\nCaraballo supervised was located.        This evidence demonstrated an\n\novert act in furtherance of the alleged conspiracy and Rule 404(b)\n\nexplicitly provides that evidence of bad acts is admissible for\n\npurposes other than showing actions in conformity with those acts.\n\nSee Fed. R. Evid. 404(b).\n\n            The fact that the indictment charged the conspiracy with\n\nending \"on or about\" March 7 does not change this conclusion.          The\n\n                                 -66-\n\f\"on or about\" language left the district court leeway to conclude\n\nthat the arrest fit within this time frame, and thus that the\n\narrest was evidence of an act directly in furtherance of the\n\nconspiracy.      Cf. Portela, 167 F.3d at 704 (indictment charging\n\ndefendant with possession of cocaine \"on or about\" March 1995\n\nprovided \"perfectly adequate\" notice to the defendant for acts\n\ncharged in April 1995).\n\n            We also reject Cintrón-Caraballo's related objection that\n\nthe photograph of the gun should have been excluded because there\n\nwas no reliable evidence that it was the gun actually seized from\n\nhim.   The district court found that there were sufficient indicia\n\nof reliability that the photograph was what it purported to be\n\nbecause specific markings on the gun in the photograph matched the\n\ndescription in the police report.            The arresting officer also\n\ntestified that the photograph depicted the weapon seized from\n\nCintrón-Caraballo.      Under these circumstances, the photograph was\n\nproperly authenticated.      See Fed. R. Evid. 901(a).\n\n            h)     Admission of Evidence on Rebuttal\n                   (Soto-Ramírez)\n\n            In   the   government's      case-in-chief,    Negrón-Maldonado\n\ntestified   that    Soto-Ramírez   was    involved   in   the   murder   of   a\n\ngovernment informant, Ana Luz Dones-Arroyo. Soto-Ramírez countered\n\nthis testimony by suggesting that the government did not have\n\nsufficient evidence to indict him for Dones-Arroyo's murder because\n\nit had accepted his guilty plea to the charge of accessory after\n\n                                   -67-\n\fthe fact.   In rebuttal, the government called Juan Maldonado, who\n\nhad previously testified as a ballistics expert, but whom the court\n\nhad refused to further qualify as a firearms expert.                Maldonado\n\ntestified that the same weapon that was used to kill Robles-\n\nRodríguez -- a murder to which Soto-Ramírez had pled guilty -- was\n\nalso used in the murder of Dones-Arroyo.\n\n            Defendant   argues   that   Maldonado's     testimony    was    not\n\nadmissible as rebuttal evidence because Soto-Ramírez's argument\n\nthat he only pled guilty to the accessory after the fact charge was\n\nnot \"a sweeping denial\" of his involvement in the Dones-Arroyo\n\nmurder.   We review the admission of rebuttal evidence for abuse of\n\ndiscretion. See United States v. Leon-Delfis, 203 F.3d 103, 113\n\n(1st Cir. 2000); Faigin v. Kelly, 184 F.3d 67, 85 (1st Cir. 1999).\n\n            The district court did not abuse its discretion in\n\nrejecting    Soto-Ramírez's      argument   and   admitting    Maldonado's\n\ntestimony   as   rebuttal   evidence.       \"Rebuttal    evidence     may   be\n\nintroduced to explain, repel, contradict or disprove an adversary's\n\nproof.\" United States v. Laboy, 909 F.2d 581, 588 (1st Cir. 1990).\n\nThat is exactly what the government did here.           The defense opened\n\nthe door to Maldonado's testimony when it attempted to demonstrate\n\nthat Soto-Ramírez was only an accessory after the fact because that\n\nclaim implied that Soto-Ramírez was not guilty of the underlying\n\nmurder.\n\n            Soto-Ramírez also argues that Maldonado's testimony in\n\n\n                                    -68-\n\frebuttal should have been excluded because it was expert firearms\n\ntestimony that the district court had specifically excluded during\n\nthe government's case-in-chief.     The court rejected this argument,\n\nconcluding that the defendants had sufficient notice that Maldonado\n\nwould testify to this issue and thus that its previous holding\n\nlimiting Maldonado's testimony to ballistics was not applicable.\n\nThis conclusion was sound.       The defendants were provided with a\n\nreport before trial that Maldonado would testify that the same\n\nweapons were used in the Robles-Rodríguez and Dones-Arroyo murders.\n\n     2.   Brady and Giglio Claims\n          (Soto-Beníquez, Soto-Ramírez, Alicea-Torres)\n\n          Defendants contend that there were multiple Brady and\n\nGiglio violations.    See Brady v. Maryland, 373 U.S. 83, 87 (1963);\n\nGiglio v. United States, 405 U.S. 150, 153-54 (1972).                First,\n\nseveral defendants challenge the government's failure to reveal the\n\napparent inconsistencies in Rodríguez-López's story when it first\n\nbecame aware of them in the summer of 1998.        At that time, all the\n\nprosecution knew was that Rodríguez-López had lied to the FBI (not\n\nthe grand jury) about being present at Rivera-González's murder.\n\nHe had not testified to the grand jury about that murder.          Although\n\nthe prosecution must reveal material information that is favorable\n\nto the accused, the fact that Rodríguez-López may not have been\n\npresent at the Rivera-González murder is not exculpatory evidence.\n\nAdmittedly,   the    analysis   might    have   been   different    if   the\n\ngovernment had ultimately called Rodríguez-López as a witness at\n\n                                  -69-\n\ftrial: his earlier lies to the government would certainly have\n\nconstituted a basis for impeaching him.             See Giglio, 405 U.S. at\n\n153-54; Moreno-Morales v. United States, 334 F.3d 140, 145 (1st\n\nCir. 2003).        But the government did not call Rodríguez-López.\n\nFurthermore, as the trial court noted, the defendants knew a month\n\nbefore trial that Rodríguez-López had lied, so they had sufficient\n\ntime to interview him and have him testify if they so desired.\n\n             Several defendants also argue that the government failed\n\nto   fully   disclose   the   extent   of   Negrón-Maldonado's        plea   and\n\ncooperation agreement with the government.                After testifying on\n\ndirect examination about ten murders, Negrón-Maldonado admitted\n\nduring redirect examination that the government had promised him\n\nfavorable treatment in his related state court proceedings in\n\nexchange for his testimony.        Counsel for Soto-Beníquez and Soto-\n\nRamírez immediately moved for a mistrial, telling the court that\n\nthe prosecution had never disclosed its intervention in the Puerto\n\nRico courts on behalf of the witness.                   (The prosecution had\n\ndisclosed the existence of a plea arrangement between itself and\n\nNegrón-Maldonado).      At side-bar, the        government explained that\n\nwhile the     Commonwealth    of   Puerto   Rico    had    made    certain   oral\n\nassurances to the witness at the prosecution's behest, no agreement\n\nhad been reduced to writing and thus there was no document that\n\ncould have been produced to inform the defense of the agreement.\n\n             The   government's    obligation      to   disclose    impeachment\n\n\n                                    -70-\n\fevidence is not, as suggested by the prosecution, dependent on\n\nwhether that evidence has been reduced to written form.                          See\n\nGiglio, 405 U.S. 152, 154-55 (reversing conviction where an oral\n\nagreement between a prosecutor and key witness was not disclosed to\n\nthe defense).         Here, the government failed to disclose the full\n\nextent    of    its   agreement   with    the    witness       until   the   defense\n\nuncovered the details of the arrangement during cross-examination.\n\n               Nonetheless, the defendants were not prejudiced by the\n\ngovernment's delay in revealing this information and are not\n\nentitled to reversal on appeal. See United States v. Lemmerer, 277\n\nF.3d 579, 588 (1st Cir. 2002) (a                      defendant must show that\n\n\"learning the information altered the subsequent defense strategy,\"\n\nand that given timely disclosure, \"a more effective strategy would\n\nlikely have resulted\" (quoting United States v. Devin, 918 F.2d\n\n280, 290 (1st Cir. 1990)); United States v. Ingraldi, 793 F.2d 408,\n\n411-12 (1st Cir. 1986) (same).           Negrón-Maldonado admitted the full\n\nextent    of    his   arrangement      with    the    government   during     cross-\n\nexamination. Moreover, the defendants' strategy in cross-examining\n\nNegrón-Maldonado        was   surely    not    impacted    by   the    government's\n\ndelayed    disclosure.        Even     without       knowing   about   the   federal\n\nprosecution's intervention in state court, the defense's cross-\n\nexamination of Negrón-Maldonado was intended to suggest that the\n\nwitness was fabricating his testimony in order to receive favorable\n\ntreatment.      There has been no showing that having a larger quantum\n\n\n                                        -71-\n\fof evidence than originally supposed would have altered the way in\n\nwhich the defense cross-examined the witness, and the court granted\n\nadditional time to defense counsel to prepare and investigate the\n\nnew information before cross-examination of the witness resumed.\n\nAgain, we do not approve of the prosecution's conduct; we hold only\n\nthat it does not provide a basis for reversal.\n\n           Soto-Beníquez     and   Soto-Ramírez   also   allege   that   the\n\nprosecution failed to disclose that it had granted immunity to\n\nJanet   Garcia-Diaz,   the   girlfriend    of   Torrens-Alicea,    another\n\ncooperating witness.    This argument is without merit.       Garcia-Diaz\n\nwas told that she would not be prosecuted after she specifically\n\ninquired of the government whether she needed a lawyer, on the same\n\nday that she was called as a defense witness by Vega-Colón to\n\nimpeach Torrens-Alicea's testimony for the prosecution.           There was\n\na window of, at most, several hours between the government's\n\nstatement to Garcia-Diaz and the defendants' discovery of this\n\nsupposed grant of immunity. Even assuming that the defendants were\n\nentitled to this information under Giglio, they became aware of the\n\nso-called \"grant of immunity\" on the same day that it was extended.\n\nNo prejudice has been shown.\n\n           Finally, Soto-Beníquez and Soto-Ramírez suggest that the\n\nprosecution did not disclose the fact that cooperating witnesses\n\nwere allowed to make unmonitored phone calls, visit with their\n\nspouses, and take pictures of themselves \"half-naked\" in government\n\n\n                                    -72-\n\foffices.     Defendants, though, were informed by discovery letter\n\nabout several visits by family members to cooperating witnesses.\n\nIn any case, these benefits pale in comparison with the deals\n\nnegotiated in the plea bargains. Defendants were well aware of the\n\nagreements with cooperating witnesses (absent that of Negron-\n\nMaldonado,     discussed   above)   and   used   them   well   in   cross-\n\nexamination.    There was no prejudice to the defendants.\n\n     3.    Closing Arguments\n           (de León Maysonet, Gonzalez-Ayala, García-García)\n\n           Several defendants urge that the prosecution's closing\n\nargument led to reversible error.\n\n          In its rebuttal in closing the prosecutor argued:\n     And one point that I want to make clear as to Ramon\n     Fernandez Malave, as to Carmelo Vega Pacheco, as to Rene\n     Gonzalez Ayala, as to Jose Luis de Leon Maisonet and\n     anyone else who argues here before you that they are here\n     before you pleading not guilty, pleading their innocence.\n     Well, let me tell you something, ladies and gentlemen of\n     the jury, a plea of not guilty is not, not a declaration\n     of innocence.     A plea of not guilty simply means,\n     government, prove your case. But a plea of not guilty is\n     not a declaration of innocence.\n\n\n(emphasis added).    Defense counsel objected:\n\n     We would like to interpose an objection, hinges on the\n     constitution right to the presumption of innocence.\n\n\nThe court replied, in the presence of the jury:\n\n     There is a presumption of innocence going on.         Fine.\n\n\n(emphasis added).    The prosecutor echoed that:\n\n     There is a presumption of innocence.          They are to be\n\n                               -73-\n\f     presumed innocent, that is not what I'm arguing against,\n     Your Honor. And I understand the jurisprudence from the\n     First Circuit supports my argument.\n\nThe court then said:\n\n     Keep on going.\n\nLater, the prosecution made a similar statement:\n\n     Carmelo Vega Pacheco again comes before you and says my\n     client is pleading not guilty.     Again, a plea of not\n     guilty is not a declaration of innocence. It simply puts\n     the government to its proof.     And he argues, yes, he\n     participated in [the] Quintana massacre but that was in\n     furtherance of a different conspiracy.\n\n(emphasis   added).     The    defense   again   objected    to    this   later\n\nstatement, but not on the ground asserted on appeal -- namely, that\n\nthe prosecutor's comments undercut the presumption of innocence.\n\n            Because a contemporaneous objection was made by defense\n\ncounsel to the earlier statement, we review de novo the question of\n\nwhether    the   argument    was   improper   and   review   for       abuse   of\n\ndiscretion the court's ruling on whether the misconduct, if any,\n\nwarrants a new trial.       United States v. Hernandez, 218 F.3d 58, 68\n\n(1st Cir. 2000).    We conclude that error occurred but that it does\n\nnot warrant a new trial.\n\n            On appeal, the prosecution argues that these statements\n\nwere an accurate description of the law. It also contends that its\n\ncomments    were   invited    by   the   improper   argument      of    several\n\ndefendants that their pleas of not guilty in this case were\n\nreliable indications of their innocence because if they were guilty\n\nthey would have admitted it in this case, as they did in the state\n\n                                    -74-\n\fcourt.\n\n            The prosecution is wrong on both points.          First, the\n\nprosecutor's comments did undermine the presumption of innocence.\n\nBy saying that a plea of not guilty is \"not a declaration of\n\ninnocence\" but simply means \"government, prove your case,\" the\n\nprosecutor undercut the axiomatic principle that a defendant is\n\npresumed innocent until proven guilty and need not declare or prove\n\nthat he is innocent.          Regardless of the complex relationship\n\nbetween the presumption of innocence and the prosecution's duty to\n\nconvince the jury beyond a reasonable doubt, see, e.g., Taylor v.\n\nKentucky, 436 U.S. 478, 483-85 (1978) (noting the scholarly debate\n\nconcerning whether the presumption of innocence is analytically\n\ndistinct from the requirement that the government prove guilt\n\nbeyond a reasonable doubt); McCormick on Evidence § 346 (5th ed.\n\n1999)    (suggesting   that    the   presumption   of   innocence   is   \"a\n\nconvenient introduction to the statement of the burdens upon the\n\nprosecution\"), due process requires that both of these principles\n\nguide the jury in reaching its verdict.        Taylor, 436 U.S. at 483-\n\n86; Coffin v. United States, 156 U.S. 432, 453, 461 (1895).              To\n\nundercut one, even if the other remains standing, is improper.           It\n\nis for precisely this reason that a district court's failure to\n\ninstruct the jury on the presumption of innocence may violate due\n\nprocess even when the jury has been properly informed of the\n\nprosecution's burden of proving guilt beyond a reasonable doubt.\n\n\n                                     -75-\n\fTaylor, 436 U.S. at 488-89.\n\n            The prosecution's contention that the statements were a\n\njustified response to the argument of defense counsel is also\n\nincorrect.     Although it is true that, in certain circumstances, a\n\nprosecutor's otherwise impermissible statements during closing\n\nargument may be allowable because they were \"invited\" by defense\n\ncounsel, United States v. Henderson, 320 F.3d 92, 107 (1st Cir.\n\n2003), this was clearly not such a case.                     Defense counsel's\n\nargument that the defendants' pleas of not guilty in federal court\n\nwere particularly trustworthy because the defendants had formerly\n\npled guilty in state court was not improper and did not justify the\n\nprosecutor's response.\n\n             Not every prosecutorial error in making closing argument\n\njustifies     a   new   trial,        even    when   that    error     undermines\n\nconstitutional     rights.       No    reversible    error    occurs    when   the\n\nreviewing court determines beyond a reasonable doubt that the\n\nconstitutional error was harmless. Wihbey, 75 F.3d at 772 n.6; see\n\nalso United States v. Hasting, 461 U.S. 499, 510-11 (1983).                As the\n\nSupreme Court has clarified, the relevant question \"is not what\n\neffect the constitutional error might generally be expected to have\n\nupon a reasonable jury, but rather what effect it had upon the\n\nguilty verdict in the case at hand.\"             Sullivan v. Louisiana, 508\n\nU.S. 275, 279 (1993); see United States v. Rivera-Santiago, 107\n\nF.3d 960, 967 (1st Cir. 1997).\n\n\n                                       -76-\n\f              We   conclude     beyond      a    reasonable      doubt    that      the\n\nprosecutor's       improper    closing     argument      did   not    prejudice    the\n\ndefendants in this case. The court gave curative instructions that\n\nestablished the presumption of innocence immediately after the\n\nprosecutor's first improper statement (the only time the defense\n\nmade    the    appropriate      objection).         It    then       reinforced    the\n\npresumption in its general instructions to the jury, noting that it\n\n\"is a cardinal principle of our system that every person accused of\n\na crime is presumed to be innocent unless and until his/her guilt\n\nis     established    beyond     a    reasonable      doubt.\"          Given      those\n\ninstructions and the strong evidence of guilt, we conclude beyond\n\na reasonable doubt that the statements did not affect the ultimate\n\noutcome of the case, especially when they occupied only several\n\nseconds in a six-month long trial.\n\n       4.     Cumulative Effect of Errors\n              (Soto-Beníquez, Soto-Ramírez)\n\n              A series of errors, each one of which is individually\n\n\"harmless,\" may have a cumulative effect that requires a new trial.\n\nUnited States v. Sepulveda, 15 F.3d 1161, 1195-96 (1st Cir. 1993).\n\n              Defendants      rely   on   this    proposition,        arguing     that,\n\nconsidered as a whole, the prosecution's missteps warrant a new\n\ntrial. To this point, we have concluded that the prosecution erred\n\nin repeatedly failing to meet discovery deadlines, in neglecting to\n\ndisclose the extent of its plea arrangement with Negrón-Maldonado,\n\nand in making inappropriate remarks during closing arguments. This\n\n                                          -77-\n\fconduct is blameworthy and the government should take steps to see\n\nthat it does not recur.\n\n             Still, the government's bad behavior does not require\n\nthat the jury's verdict of guilt be set aside.                 At a minimum, to\n\noverturn a verdict, the prosecution's bad behavior must have\n\nprejudiced the defendants. See, e.g., United States v. Joyner, 191\n\nF.3d   47,   53   (1st    Cir.   1999)    (in     evaluating    allegations   of\n\nprosecutorial misconduct, \"the unavoidable bottom line\" is \"whether\n\nwe deem it likely, or not, that any prejudice affected the outcome\n\nof the case\").      Although the frustrations of defense counsel are\n\nunderstandable, that test is not met here.\n\n             The defense was not demonstrably prejudiced by any of the\n\ngovernment's violations, and sometimes even gained an advantage\n\nfrom them.        The defendants ultimately received the necessary\n\ndiscovery and were provided with compensation such as additional\n\ndiscovery and the exclusion of otherwise admissible evidence. When\n\nthe defendants learned of the federal prosecution's intervention in\n\nstate court on behalf of Negrón-Maldonado, the court offered them\n\nadditional time to cross-examine the witness.                    And while the\n\ncourt's   curative       instruction     during    the   prosecutor's   closing\n\narguments was concise, it was sufficient in the context of the\n\noverall instructions to assure that the jury was properly appraised\n\nof the import of the presumption of innocence.                 The totality of\n\nerrors argument is unsuccessful.\n\n\n                                       -78-\n\fD.   Post-Trial\n\n     1.     Sufficiency of Evidence as to CCE Count\n            (Soto-Beníquez, Soto-Ramírez)\n\n            Soto-Beníquez     and      Soto-Ramírez    argue    that    there   is\n\ninsufficient evidence to support their convictions.                 They offer no\n\nfurther explanation, except to cite to their filings before the\n\ndistrict court.        Their argument as to sufficiency of evidence has\n\nbeen waived.     See Grella, 42 F.3d at 36. \"If counsel desires our\n\nconsideration of a particular argument, the argument must appear\n\nwithin    the   four    corners   of   the    brief   filed    in   this   court.\"\n\nExecutive Leasing Corp. v. Banco Popular de P.R., 48 F.3d 66, 67-68\n\n(1st Cir. 1995).        Attorneys cannot circumvent this requirement by\n\nreferencing their district court filings.              Id. at 68.\n\n     2.     Sufficiency of Evidence as to Conspiracy Count\n            (Cintrón-Caraballo, Vega-Cosme, Vega-Colón)\n\n            Vega-Cosme and Vega-Colón argue that the evidence is\n\ninsufficient to tie them to the charged conspiracy. We reject this\n\nclaim.\n\n            The government presented overwhelming evidence of Vega-\n\nCosme's participation in the conspiracy.                Government witnesses\n\ntestified that Vega-Cosme had a series of agreements with other\n\nmembers of the conspiracy to maximize drug revenue.                 He negotiated\n\nwith the Chacho gang on behalf of the drug points to end the\n\nwarfare that was interfering with drug sales, met with Negrón-\n\nMaldonado to coordinate the colors of crack capsule caps to avoid\n\n\n                                       -79-\n\fcompetition between the points, and arranged the opening of his own\n\ndrug point on Laguna Street with Soto-Ramírez. Although Vega-Cosme\n\ncorrectly notes that there is no evidence that Soto-Ramírez acted\n\nas his supplier, the government did present testimony that Vega-\n\nCosme supplied narcotics to Soto-Ramírez, along with ammunition\n\nused in shootings of rival gang members in 1992 and 1993.\n\n            The    record    also    shows    sufficient       evidence    of    the\n\nparticipation of Vega-Cosme's son, Miguel Vega-Colón.                Vega-Colón\n\npackaged crack cocaine, heroin, and marijuana for his father's\n\npoint. He also stood armed guard at the Callejón Nueve drug point,\n\nwhich was owned by Rodríguez-López.            Both of those activities were\n\nin furtherance of the conspiracy.            Moreover, based on Vega-Colón's\n\npresence    at    meetings    between   Vega-Cosme       and    Soto-Ramírez,      a\n\nreasonable jury could have concluded that he joined the conspiracy\n\nknowingly and voluntarily.\n\n            Vega-Cosme       and    Vega-Colón    also     argue    that        their\n\nconvictions are based on unreliable testimony from co-conspirators\n\nwho \"had clear incentives to testify untruthfully.\"                 In assessing\n\nthe sufficiency of evidence, credibility determinations must be\n\nresolved in favor of the verdict.            United States v. Guerra-Garcia,\n\n336 F.3d 19, 22 (1st Cir. 2003).              Credibility judgments are the\n\nprovince of the jury, not of this court.\n\n            Cintrón-Caraballo also makes an insufficiency of evidence\n\nargument.    He argues that the district court erred in admitting\n\n\n                                      -80-\n\fcertain expert testimony and Rule 404(b) \"bad act\" evidence, and\n\ncontends that without this evidence, the only evidence tying him to\n\nthe conspiracy is the uncorroborated testimony of co-conspirators.\n\nThis argument fails. The contested evidence was properly admitted.\n\nSee Part III.B(f)-(g).       Moreover, even if Cintrón-Caraballo's\n\nconviction rested only on co-conspirator testimony, the jury was\n\nentitled to credit such testimony and convict him on that basis.\n\nSee United States v. Torres-Galindo, 206 F.3d 136, 140 (1st Cir.\n\n2000).\n\n     3.   Special Verdict and Jury Instructions for CCE Count\n          (Soto-Beníquez, Soto-Ramírez)\n\n          Soto-Beníquez and Soto-Ramírez claim that the district\n\ncourt committed reversible error when it failed to instruct the\n\njury to determine the quantity and type of drugs.        First, they\n\nargue that the drug amount is an element of the CCE offense and\n\nthat the jury was not otherwise instructed to find a minimum drug\n\namount.   Second, they argue that Apprendi v. New Jersey, 530 U.S.\n\n466 (2000), requires that the drug amount be proven to the jury\n\nbeyond a reasonable doubt. The standard of review for alleged jury\n\ninstruction errors involving the interpretation of the elements of\n\na statutory offense is de novo.     United States v. Shea, 150 F.3d\n\n44, 49-50 (1st Cir. 1998).\n\n          We reject both arguments.     As to the claim that the drug\n\namount is an element of the CCE offense, the CCE statute plainly\n\ndoes not require a minimum drug amount for a conviction.\n\n                                 -81-\n\f           As to Soto-Ramírez and Soto-Beníquez's Apprendi argument,\n\nApprendi   requires   that    \"[o]ther    than   the   fact   of   a   prior\n\nconviction, any fact that increases the penalty for a crime beyond\n\nthe prescribed statutory maximum must be submitted to a jury, and\n\nproved beyond a reasonable doubt.\"        530 U.S. at 490.    Here, absent\n\na finding of drug quantity, the statutory maximum for CCE is\n\nalready life imprisonment: the statute authorizes a sentence of\n\ntwenty years to life imprisonment regardless of drug amount.              21\n\nU.S.C. § 848(a)-(c).     A drug amount above a certain level can\n\nresult in a mandatory life sentence, § 848(b), but does not change\n\nthe statutory maximum.       Hence, no Apprendi violation has occurred\n\nwith regard to the CCE convictions.9\n\n     4.    Special Verdict for Conspiracy Count\n           (Alicea-Torres, Fernández-Malavé)\n\n\n           Alicea-Torres and Fernández-Malavé argue that the trial\n\ncourt erred in not providing the jury with a special verdict form\n\nrequiring it to determine the quantity and type of drugs as to each\n\ndefendant. They argue that a special verdict form was necessary to\n\n\n\n     9\n          Soto-Beníquez and Soto-Ramírez also argue reversible\nerror based on the district court's denial of their request for a\nspecial verdict sheet requiring the jury to find the type and\namount of drugs as to each defendant.     In criminal cases, the\nfailure to use a special verdict form is reviewed for abuse of\ndiscretion. United States v. Ellis, 168 F.3d 558, 562 (1st Cir.\n1999).   For the reasons discussed above, we find no such abuse\nhere. It was not necessary for the jury to determine the quantity\nor type of drugs to convict Soto-Ramírez and Soto-Beníquez on the\nCCE count.\n\n                                   -82-\n\fensure that the jury was unanimous as to drug type and quantity.\n\nThis argument is based on Apprendi and is discussed later.\n\nE.   Sentencing\n\n     1.    Apprendi and Related Issues\n\n           a)     Apprendi Error\n                  (Alicea-Torres,   Fernández-Malavé,             Vega-Pacheco,\n                  Vega-Cosme, Vega-Colón)\n\n           Five    of    the    non-CCE      defendants   --    Alicea-Torres,\n\nFernández-Malavé,       Vega-Pacheco,     Vega-Cosme,     and     Vega-Colón    --\n\nassert that their sentences violated the rule of Apprendi.                   They\n\nargue that the amount of drugs distributed by the conspiracy was\n\nnot proven beyond a reasonable doubt to a jury, that the drug\n\namount raised the statutory maximum, and that their sentences must\n\nbe vacated as a result.        We conclude that Apprendi error did occur,\n\nbut that the error was harmless.\n\n           The jury instructions in this case did not make direct\n\nreference to drug amount or quantity.               Instead, the jury was\n\ninstructed that, to find the defendants guilty of the conspiracy\n\ncount, it had to find that the government proved the conspiracy\n\ncharged in the indictment beyond a reasonable doubt.               The jury was\n\nprovided   with   a     copy   of   the   indictment,     which    charged     the\n\ndefendants with knowingly and intentionally distributing more than\n\nfive kilograms of heroin, more than five kilograms of cocaine, more\n\nthan five kilograms of crack cocaine, and more than 100 kilograms\n\nof marijuana.      However, the jury was also instructed that the\n\n\n                                      -83-\n\factual amount of drugs need not be proven, and that the government\n\nneed only prove that defendants distributed or possessed with\n\nintent to distribute a \"measurable amount\" of drugs.\n\n          The   latter   part   of    these   instructions   resulted    in\n\nApprendi error.     This case presents an even stronger case of\n\nApprendi error than United States v. Nelson-Rodriguez, 319 F.3d 12\n\n(1st Cir. 2003).    In that case, as here, the jury was given a copy\n\nof the indictment and instructed that to find the defendants guilty\n\non the conspiracy count, it had to find them guilty of the\n\nconspiracy in the indictment.          Id. at 45.    The indictment in\n\nNelson-Rodriguez, as here, specified drug types and quantities\n\nsufficient to support the defendants' sentences. Id. We concluded\n\nthat   this   instruction   was      insufficient   to   elicit   a     jury\n\ndetermination of the threshold drug amount and quantity.          Id.   The\n\nsame analysis applies here with greater force because the jury was\n\nspecifically instructed that it need only find a \"measurable\n\namount\" of drugs.\n\n          All five defendants who raise the Apprendi issue were\n\nsentenced above the default statutory maximum.            Absent a jury\n\ndetermination of drug amount or type, the default statutory maximum\n\nis based on the distribution of unspecified amounts of marijuana,\n\nwhich results in a maximum sentence of five years for first-time\n\nfelony drug convictions and ten years if a prior such conviction\n\nexists. 21 U.S.C. §§ 841(b)(1)(D), 846. Alicea-Torres, Fernández-\n\n\n                                  -84-\n\fMalavé,    Vega-Pacheco,   and   Vega-Cosme   were   sentenced   to   life\n\nimprisonment, and Vega-Colón was sentenced to 292 months, or about\n\ntwenty-five years, of imprisonment.\n\n             The existence of an Apprendi error, however, does not end\n\nthe inquiry.     If the defendants failed to preserve their Apprendi\n\nobjection below, their sentences are vacated only if we find plain\n\nerror.    United States v. Cotton, 535 U.S. 625, 631 (2002).     If they\n\ndid preserve their objection, their sentences are vacated only if\n\nwe find that the error was not harmless beyond a reasonable doubt.\n\nNelson-Rodriguez, 319 F.3d at 49.\n\n            Fernández-Malavé preserved his Apprendi objection, and we\n\nassume without deciding that the remaining defendants did the same,\n\nas it makes no difference to the outcome.       Defendants' trial took\n\nplace from December 1998 to June 1999, before Apprendi was decided.\n\nAt the time, several defendants requested a special verdict form\n\nrequiring the jury to determine the drug amount and type as to each\n\ndefendant.     But only Fernández-Malavé, who was the sole non-CCE\n\ndefendant sentenced after Apprendi was decided, challenged his\n\nsentence before the district court on this basis.          The question\n\nwhether the remaining defendants' special verdict request was\n\nsufficient to preserve an Apprendi objection, absent a separate\n\nobjection at sentencing, is a complex one.       Nelson-Rodriguez, 319\n\nF.3d at 48.      Here, as in Nelson-Rodriguez, we prefer to assume\n\nwithout deciding that the objection was preserved and the harmless\n\n\n                                  -85-\n\ferror standard applies.         Id.\n\n          The Apprendi error in this case was harmless beyond a\n\nreasonable doubt. An Apprendi error is harmless where the evidence\n\noverwhelmingly establishes the minimum drug quantity needed to\n\njustify the statutory maximum under which the defendants were\n\nsentenced.        Martinez-Medina,    279    F.3d   at   121-22.      Here,   the\n\ngovernment    produced   overwhelming        evidence    that   the   conspiracy\n\ninvolved at least five kilograms of cocaine, which triggers a\n\nmaximum sentence of life imprisonment for all co-conspirators under\n\n21 U.S.C. § 841(b)(1)(A) and § 846.           Government witnesses Negrón-\n\nMaldonado and Torrens-Alicea both testified that Rodríguez-López\n\nand Gonzalez-Ayala stole a 200 kilogram shipment of cocaine in\n\nFajardo, which was then brought back to Bitumul for distribution.\n\nNegrón-Maldonado further testified that in 1991 he purchased a\n\nkilogram of cocaine per week from Soto-Ramírez.                 After May 1992,\n\nNegrón-Maldonado      stated,    he   and    another     co-conspirator    named\n\nManolín, who managed Soto-Ramírez's point while Soto-Ramírez was in\n\nprison, each purchased one kilogram of cocaine per week from Soto-\n\nBeníquez to be sold at their respective drug points.                     Negrón-\n\nMaldonado also testified that after January 1993, he continued to\n\npurchase from Soto-Beníquez three-eighths of a kilogram of cocaine\n\neach week for his drug point.\n\n             In   addition,     the   government    presented      overwhelming\n\nevidence that the conspiracy distributed more than the 50 grams of\n\n\n                                      -86-\n\fcrack cocaine necessary to trigger a life sentence under 21 U.S.C.\n\n§ 841(b)(1)(A).    According to Negrón-Maldonado, 125 grams of crack\n\ncocaine would yield approximately 800 to 850 crack capsules using\n\nthe conspiracy's packaging techniques.     Negrón-Maldonado testified\n\nthat Cintrón-Caraballo received 600 capsules of crack cocaine (90\n\ngrams) per week for distribution at his drug point in 1990, 800 to\n\n850 capsules (125 grams) per week in 1991, and 1000 capsules (150\n\ngrams) per week in early 1993.          Furthermore, Negrón-Maldonado\n\ntestified that at the beginning of 1992, he would \"cook\" 500 grams\n\nto a kilogram of cocaine into crack cocaine two to three times per\n\nweek for Soto-Ramírez's points; this alone amounts to one to three\n\nkilograms per week.     At around the same time, Negrón-Maldonado\n\nhimself was also selling 500 to 800 crack capsules, or between 75\n\nto 125 grams of crack, per week.        When he left for the United\n\nStates, he sold an additional 2000 crack capsules, or over 300\n\ngrams of crack. All told, Negrón-Maldonado estimated that a single\n\ndrug point would distribute at least one kilogram of crack cocaine\n\nper month -- more than twenty times the amount necessary to trigger\n\na life sentence.\n\n          In the face of this overwhelming evidence, defendants\n\nargue that the testimony of co-conspirators alone is never a\n\nsufficient basis to find an Apprendi error harmless beyond a\n\nreasonable doubt.    That is not so.    See United States v. Stewart,\n\n306 F.3d 295, 324-25 (6th Cir. 2002) (finding Apprendi error\n\n\n                                 -87-\n\fharmless beyond a reasonable doubt based on the testimony of co-\n\nconspirators).    Defendants offered no evidence contradicting the\n\nconspiracy-wide drug quantities at trial, and they point to no such\n\nevidence on appeal, except their attack on the general credibility\n\nof the two witnesses.\n\n            The jury in this case could not have convicted all eleven\n\ndefendants of participation in the conspiracy without believing the\n\ntestimony of Negrón-Maldonado and Torrens-Alicea regarding at least\n\nsome of the transactions. Negrón-Maldonado and Torrens-Alicea also\n\ntestified   regarding   the    quantity     of    drugs   involved   in   those\n\ntransactions.    Defendants offer no explanation for why the jury\n\nwould believe Negrón-Maldonado and Torrens-Alicea's account of each\n\ndefendant's   activities      in   furtherance     of   the   conspiracy,   but\n\ndiscredit their testimony regarding the quantity or type of drugs\n\ninvolved in those activities.          In Nelson-Rodriguez, we found an\n\nApprendi error harmless on very similar facts: the jury could not\n\nhave convicted without crediting informant testimony, the same\n\ninformant testified to the drug amount, and the defendant offered\n\nno reason to disbelieve the testimony except a general attack on\n\nthe witness's credibility.         319 F.3d at 49-50.\n\n            Defendants further protest that even if the conspiracy\n\nwrit large involved the requisite quantities and types of drugs,\n\nthe Apprendi error is not harmless.              They argue that it was not\n\nreasonably foreseeable to each of them individually, from their\n\n\n                                     -88-\n\flimited   involvement,        that    such    quantities       of    drugs   would   be\n\ninvolved.         Under      the     Sentencing      Guidelines,        a    narcotics\n\nconspirator's sentence is based on the amount of drugs he actually\n\nhandled, negotiated, or saw, as well as the amount of drugs that he\n\nreasonably could have foreseen to be embraced by the conspiracy he\n\njoined.     Rodriguez, 162 F.3d at 149; U.S.S.G. § 1B1.3 & cmt. 2.\n\nDefendants argue that unless this court is certain that the jury\n\nwould   find   the    drug    quantity       reasonably    foreseeable        to   each\n\ndefendant, the Apprendi error cannot be harmless.\n\n            We reject this argument.              Apprendi does not require that\n\nthe jury determine beyond a reasonable doubt the quantity of drugs\n\nforeseeable to each defendant.             Apprendi requires only that juries\n\ndetermine facts necessary to increase the statutory maximum.                         530\n\nU.S. at 490.      Here, the conspiracy-wide drug quantity determines\n\nthe   statutory      maximum.        See    21    U.S.C.   §   846    (holding     each\n\nconspirator responsible for the quantity of drugs distributed by\n\nthe conspiracy).          As long as the sentence falls within this\n\nstatutory maximum, the district court may determine the quantity of\n\ndrugs reasonably foreseeable to each defendant by a preponderance\n\nof the evidence and sentence each defendant accordingly. Derman v.\n\nUnited States, 298 F.3d 34, 42-43 (1st Cir. 2002).                    In determining\n\nwhether an Apprendi error is harmless, the determinative question\n\nis whether the evidence overwhelmingly establishes the amount of\n\ndrugs distributed by the conspiracy as a whole.                     It does here.\n\n\n                                           -89-\n\f           b)   Multi-Object Conspiracy\n                (Vega-Cosme)\n\n           Vega-Cosme raises a related argument that the defendants\n\nwere charged with a multi-object conspiracy.          In a multi-object\n\nconspiracy charge, a jury convicts the defendants of distributing\n\none type of drug or another type of drug.      See, e.g., United States\n\nv. Dale, 178 F.3d 429, 431 (6th Cir. 1999) (jury instructed to\n\nconvict if conspiracy distributed crack cocaine or marijuana).\n\nAlthough the First Circuit has not ruled on this issue, other\n\ncircuits have held that when a defendant is charged with a multi-\n\nobject conspiracy, and the jury returns a general verdict, the\n\nstatutory maximum should be based on the object carrying the lowest\n\nmaximum   penalty.   See,   e.g.,   id.   at   432;   United   States   v.\n\nOrozco-Prada, 732 F.2d 1076, 1083-84 (2d Cir. 1984).           Vega-Cosme\n\nargues that the jury in this case returned a general verdict on a\n\nmulti-object conspiracy charge -- namely, that the defendants\n\ndistributed more than five kilograms of heroin, cocaine, or cocaine\n\nbase, or more than 100 kilograms of marijuana.        He argues that the\n\nstatutory maximum should therefore have been based on the penalty\n\nfor conspiring to distribute 100 kilograms of marijuana, which is\n\nup to forty years imprisonment under 21 U.S.C. § 841(b)(1)(B).          If\n\nthis were indeed the case, Vega-Cosme's life sentence would be\n\nproblematic.\n\n           Vega-Cosme's argument, though, is without merit.             The\n\ndefendants were not charged with a multi-object conspiracy.             The\n\n                                -90-\n\findictment charged them with distributing more than five kilograms\n\neach of heroin, cocaine, and crack cocaine, and more than 100\n\nkilograms of marijuana.10      Because those drug quantities and types\n\nwere    joined   by   the   conjunctive   term    \"and\"   rather     than   the\n\ndisjunctive term \"or,\" there was no ambiguity about the crime\n\ncharged.    See United States v. Neuhausser, 241 F.3d 460, 469-70\n\n(6th Cir. 2001) (no Apprendi error in sentencing defendant to\n\nhigher statutory maximum for cocaine conspiracy, when defendant was\n\ncharged with conspiracy to distribute both cocaine and marijuana);\n\nUnited States v. Banks, 78 F.3d 1190, 1203 (7th Cir. 1996) (no\n\nambiguity where indictment was phrased in conjunctive rather than\n\ndisjunctive); United States v. Watts, 950 F.2d 508, 515 (8th Cir.\n\n1991) (same).\n\n            Vega-Cosme argues that, regardless of the indictment, the\n\njury    instructions    transformed   Count      Two   into   a   multi-object\n\nconspiracy charge.      The jury instructions contain a definition of\n\n\"possession with intent to distribute\" that required the government\n\nto \"prove beyond a reasonable doubt that the defendant knew he was\n\npossessing a controlled substance\" but not that \"the defendant knew\n\nwhich particular controlled substance was involved.\"                Vega-Cosme\n\ncontends that this instruction changed the conjunctive term \"and\"\n\n\n       10\n          The indictment did not need to specify the exact amount\nof drugs involved in the conspiracy, as long as it alleged the\nappropriate threshold amounts necessary to support the defendants'\nsentences. Cf. Derman v. United States, 298 F.3d 34, 42 n.4 (1st\nCir. 2002).\n\n                                   -91-\n\fin the indictment into the disjunctive term \"or.\" This argument is\n\nmeritless.       First, this definition should not have affected the\n\njury's consideration of the conspiracy charge.               The conspiracy\n\ncount of the indictment and the jury instructions regarding the\n\nelements of conspiracy require the jury to find that defendants\n\nconspired to \"distribute\" controlled substances to return a guilty\n\nverdict;     nowhere   does    the   term   \"possession    with   intent   to\n\ndistribute\" appear.      Second, even if the term had appeared, the\n\ndefinition requires the government to prove that the defendants did\n\nin fact possess specific drugs, even if they did not know which\n\ndrugs they possessed.         Thus, the government must still show that\n\nthe defendant possessed cocaine and cocaine base and heroin and\n\nmarijuana, even if the defendant himself did not know the specific\n\ndrugs that he had in his possession.           Finally, even if a multi-\n\nobject conspiracy were charged and an Apprendi error therefore\n\noccurred, Vega-Cosme admits that review would be for plain error\n\nbecause he did not preserve this argument below.            We have already\n\ndetermined that any Apprendi error as to drug amount or type would\n\nbe harmless; a fortiori, no plain error occurred.\n\n            c)     Failure to Reference § 841(b)(1)(B) in Indictment\n                   (Fernández-Malavé)\n\n            Fernández-Malavé argues that his sentence must be vacated\n\nbecause the indictment was defective under Apprendi for failing to\n\nreference    specifically      §   841(b)(1)(B),    the   statutory   penalty\n\nsubsection under which he was sentenced.           This claim is meritless.\n\n                                     -92-\n\fThe indictment included threshold drug quantities and types. There\n\nis no Apprendi requirement that the penalty subsection be included\n\nin the indictment once the drug quantity and type are alleged.                   See\n\nUnited States v. Eirby, 262 F.3d 31, 38 (1st Cir. 2001).\n\n     2.     Sufficiency of Evidence As to Drug Quantities\n            (Soto-Ramírez, Soto-Beníquez, Cintrón-Caraballo, Vega-\n            Colón, Vega-Cosme)\n\n            Five       defendants    argue,    separate   from    their   Apprendi\n\nclaims, that the district court erred in determining the amount of\n\ndrugs attributable to them.           They argue that the evidence does not\n\nestablish   by     a    preponderance       the   quantity   or   type    of   drugs\n\nnecessary to support the calculation of their base offense levels.\n\nWe review factual determinations at sentencing for clear error.\n\nUnited States v. Damon, 127 F.3d 139, 141 (1st Cir. 1997).\n\n            The district court's determinations of drug amounts were\n\nnot clearly erroneous.              Under the Sentencing Guidelines, each\n\ndefendant must be sentenced based on the amount of drugs that he\n\nhandled, negotiated, saw, or could reasonably have foreseen to be\n\nembraced by the conspiracy.           Rodriguez, 162 F.3d at 149; U.S.S.G.\n\n§ 1B1.3 & cmt. 2.           Applying this standard, the district court\n\nattributed at least 1.5 kilograms of crack cocaine to each of the\n\nfive defendants, resulting in a base offense level of 38 for each.\n\n            The    record     at    trial     and   sentencing    supports      this\n\ncalculation. Negrón-Maldonado testified that Soto-Ramírez sold 300\n\ncrack capsules to Cintrón-Caraballo on at least ten occasions in\n\n\n                                        -93-\n\f1990, which amounts to 450 grams of crack cocaine.                   He also\n\ntestified that at the beginning of 1990, Soto-Ramírez supplied him\n\nwith 1000 to 1500 crack capsules, or about 150 to 200 grams, per\n\nweek.   Assuming that these purchases continued for at least seven\n\nweeks, Soto-Ramírez would have distributed 1.5 kilograms of crack\n\ncocaine just from sales to Cintrón-Caraballo and Negrón-Maldonado\n\nin 1990.    Furthermore, according to Negrón-Maldonado's testimony,\n\nduring early 1992, Negrón-Maldonado \"cooked\" one to three kilograms\n\nof cocaine into crack cocaine per week for Soto-Ramírez's points.\n\nIn one and a half weeks, Negrón-Maldonado would have packaged at\n\nleast 1.5 kilograms of crack cocaine for distribution at Soto-\n\nRamírez's points.        Although Soto-Ramírez was in prison at this\n\ntime, the drug quantity was reasonably foreseeable to him because\n\nhe was still supervising his drug points by telephone.\n\n            The government presented evidence that Soto-Beníquez\n\nsupplied other members of the conspiracy with cocaine, which they\n\nconverted    into   at   least   1.5    kilograms   of   crack   cocaine   and\n\ndistributed at their respective drug points.               Negrón-Maldonado\n\ntestified that each week in early 1992, he bought one to three\n\nkilograms of cocaine from Soto-Beníquez and converted it into crack\n\ncocaine.     Over two weeks, this would exceed the required 1.5\n\nkilograms.     Negrón-Maldonado also testified that Soto-Beníquez\n\nsupplied Cintrón-Caraballo with 125 grams of cocaine per week and\n\nNegrón-Maldonado with 75 to 125 grams of cocaine per week, which\n\n\n                                       -94-\n\fwas converted into crack cocaine for sale at their respective drug\n\npoints.     Over eight weeks, this would exceed the required 1.5\n\nkilograms.       Soto-Beníquez     protests    that   he   could    not    have\n\nreasonably foreseen that the cocaine he supplied would be converted\n\ninto crack cocaine.       The district court had sufficient evidence to\n\nconclude     otherwise.      Negrón-Maldonado     testified       that    Soto-\n\nBeníquez's house was used, repeatedly, as a location for converting\n\ncocaine into crack cocaine.         He also testified that when Cosme-\n\nSobrado was killed, Soto-Beníquez picked up the proceeds from Soto-\n\nRamírez's    crack   cocaine    point   and   determined   that    money    was\n\nmissing.      Bitumul is a small community; given Soto-Beníquez's\n\ninvolvement, it would be difficult for him to be wholly ignorant\n\nthat his co-conspirators were producing crack cocaine.                    These\n\nactivities and Soto-Beníquez's leadership role in the conspiracy\n\nare sufficient to support the conclusion that Soto-Beníquez knew\n\nNegrón-Maldonado and Cintrón-Caraballo sold crack cocaine at their\n\npoints and that he could have reasonably foreseen that the cocaine\n\nhe supplied to them would be converted into crack cocaine.\n\n             Cintrón-Caraballo's crack cocaine point was in operation\n\nthroughout the duration of the conspiracy, according to Negrón-\n\nMaldonado's testimony.         Negrón-Maldonado testified that Cintrón-\n\nCaraballo purchased over 90 grams of crack cocaine per week for\n\ndistribution at his point in 1990, 125 grams per week in 1991, 125\n\ngrams on a regular basis in 1992, and over 150 grams per week in\n\n\n                                    -95-\n\fearly 1993.    Assuming that Cintrón-Caraballo's drug point operated\n\nat least four weeks each year, the total amount of crack cocaine\n\npurchased for distribution would exceed 1.5 kilograms.\n\n            Negrón-Maldonado testified that the drug point operated\n\nby Vega-Cosme and Vega-Colón sold crack cocaine in 1990, 1992, and\n\n1993.    Negrón-Maldonado estimated that one drug point distributing\n\ncrack cocaine would usually sell at least one kilogram per month.\n\nThat volume of sales alone is sufficient to exceed the required 1.5\n\nkilograms.       In    addition,    the     government     presented   evidence\n\nindicating that the quantity of crack cocaine sold by Negrón-\n\nMaldonado and Cintrón-Caraballo was reasonably foreseeable to Vega-\n\nCosme.    Vega-Cosme met at least three times with the others to\n\ncoordinate    the     color   of   the    caps   on    their   respective   crack\n\ncapsules.     These meetings are evidence that Vega-Cosme had some\n\nawareness of his co-conspirators' crack cocaine sales and that,\n\nafter color-coding was instituted, he had some way of tracking\n\ntheir activities.\n\n             In response, all five defendants argue that this evidence\n\nis unreliable because it is based on the testimony of cooperating\n\nco-conspirators and was uncorroborated.               Vega-Colón and Vega-Cosme\n\nargue in their brief that absent a rule requiring corroboration of\n\nsuch evidence, \"unsuspecting defendants would be entirely at the\n\nmercy of cooperating co-defendants, who have all the incentive in\n\nthe world to testify in a manner [whether truthful or not] that\n\n\n                                         -96-\n\fwill assist the government in obtaining a larger sentence.\"                            That\n\nrisk        is   real,    but    vacating        their    sentences       for   lack     of\n\ncorroboration is not the answer.11                       Here, the cooperating co-\n\ndefendants were vigorously cross-examined, and defense counsel had\n\nthe    opportunity        to    present       evidence    of   the   witnesses's       plea\n\nagreements, grants of immunity, and receipt of government money.\n\nIf the government's dilatory production of discovery materials had\n\nimpeded the cross-examination, the situation might be different.\n\nBut it did not.          The jury found the co-conspirators credible, and,\n\nfor sentencing purposes, so did the trial court.                      These plausible\n\ncredibility determinations cannot be disturbed on appeal.                               Cf.\n\nTorres-Galindo, 206 F.3d at 139-40 (\"Uncorroborated testimony of a\n\ncooperating accomplice may sustain a conviction so long as that\n\ntestimony is not facially incredible . . . .\").\n\n       3.        Alleged Rule 32 Violation\n                 (Cintrón-Caraballo, Vega-Cosme)\n\n                 Cintrón-Caraballo argues that the district court erred\n\n(1) in permitting the government to introduce evidence in support\n\nof an upward adjustment for his role as a supervisor in the\n\nconspiracy        under    U.S.S.G.       §    3B1.1     and   (2)   in   granting     the\n\nadjustment.         Although the probation officer did not include the\n\nupward adjustment for a supervisory role in the PSR and the\n\n\n\n       11\n          If the government is mindful of its obligations,\ncountervailing incentives, such as avoidance of perjury charges,\ncan reduce the incentive to lie.\n\n                                              -97-\n\fgovernment did not object to this omission before sentencing, the\n\ngovernment attempted to argue the upward adjustment to the court at\n\nthe sentencing hearing.      We agree with Cintrón-Caraballo that this\n\ncourse of action violated Fed. R. Crim. P. 32, which requires that\n\n\"[w]ithin 14 days after receiving the presentence report, the\n\nparties shall communicate in writing to the probation officer, and\n\nto each other, any objections\" to it.         Fed. R. Crim. P. 32(b)(6)(B)\n\n(2000) (amended 2002).\n\n            Any possible prejudice to Cintrón-Caraballo from the\n\ngovernment's non-compliance was cured by the district court's grant\n\nof a two-week continuance to give defense counsel an adequate\n\nopportunity to respond to the government's late submission.                See\n\nUnited States v. Young, 140 F.3d 453, 457 (2d Cir. 1998) (\"The\n\nsentencing   court    may   impose     sentencing   enhancements   belatedly\n\nsuggested by the Government and not contained in the PSR, provided\n\nthe     defendant     is    afforded     an   adequate       opportunity    to\n\nrespond . . . .\" (internal citation omitted)).\n\n            Vega-Cosme raises a similar argument that the district\n\ncourt    erred   in   granting   a     two-level    upward   adjustment    for\n\npossession of a weapon.          Here again, the adjustment was not\n\nincluded in the PSR, and the prosecution did not object to its\n\nomission before sentencing but argued for the enhancement at\n\nsentencing, which was in violation of Rule 32.           Because Vega-Cosme\n\ndid not object at sentencing, review is for plain error.              United\n\n\n                                     -98-\n\fStates v. Frisby, 258 F.3d 46, 47-48 (1st Cir. 2001).                           There was\n\nnone. Vega-Cosme had the opportunity to respond to the evidence at\n\nthe sentencing hearing. Contrast United States v. Curran, 926 F.2d\n\n59, 62 (1st Cir. 1991), in which the court vacated a defendant's\n\nsentence when he had no opportunity to contradict letters that were\n\nnot included in the PSR and that the court relied upon in reaching\n\nits decision.           Given the trial testimony regarding Vega-Cosme's\n\nrole in obtaining ammunition for the conspiracy and the extensive\n\nmurder       evidence    presented     at    trial,     the       government's    belated\n\nseeking of a firearms enhancement could not have come as such a\n\nsurprise       to    Vega-Cosme   as    to       render       the   entire      sentencing\n\nproceeding a miscarriage of justice.\n\n       4.      Denial of Downward Adjustment\n               (Gonzalez-Ayala, de León Maysonet)\n\n\n               Gonzalez-Ayala     and       de   León     Maysonet      argue     that   the\n\ndistrict court committed an error of law when it refused to grant\n\nthem     a    downward     adjustment       based       on    their     roles     as   minor\n\nparticipants in the conspiracy.              They argue in their brief that the\n\ndistrict court \"failed to realize that the guidelines permitted the\n\nsentencing court to decrease defendants' sentencing level\" based on\n\nthe fact that \"the appellants' level of participation was below that\n\nof   the     other    defendants.\"          Mistakes         of   law   in   applying    the\n\nSentencing Guidelines are reviewed de novo.                       United States v. Cali,\n\n87 F.3d 571, 575 (1st Cir. 1996).                     The district court made no\n\n\n                                            -99-\n\fmistake of law.\n\n            The     district   court    correctly    determined     that      these\n\ndefendants were not entitled to a minor-role adjustment merely\n\nbecause they were the least culpable among those who were actually\n\nindicted.       See United States v. Daniel, 962 F.2d 100, 103 (1st Cir.\n\n1992).    The relevant inquiry is whether the defendant played a part\n\nthat     made    him   substantially    less    culpable   than    the       average\n\nparticipant in similar crimes.          See U.S.S.G. § 3B1.2 cmt. 3; United\n\nStates v. Brandon, 17 F.3d 409, 460 (1st Cir. 1994).\n\n            Absent a mistake of law, we review the district court's\n\nfact-based       determination   that    a     defendant   was    not    a    minor\n\nparticipant for clear error.       United States v. Rosario-Peralta, 199\n\nF.3d 552, 571 (1st Cir. 1999).           The court's determination was not\n\nclearly erroneous. The government presented testimony at trial that\n\nde León Maysonet stored weapons and narcotics for the conspiracy in\n\n1992, stood as an armed guard at drug points in 1993, and packaged\n\nand sold narcotics at the Callejón Nueve point in 1993.                         The\n\ngovernment also presented evidence at trial that he participated in\n\nan unsuccessful mission to Fajardo to find and kill an individual\n\nnamed Vitito, who had been hired to kill those responsible for\n\nstealing the 200 kilograms of cocaine.            The evidence is sufficient\n\nto support the district court's finding that de León Maysonet was\n\nnot a minor participant, based on his two-year involvement and his\n\nparticipation in a variety of criminal activities           in support of the\n\n\n                                       -100-\n\fconspiracy.     As to Gonzalez-Ayala, government witnesses Negrón-\n\nMaldonado and Torrens-Alicea testified at trial that he participated\n\nin the planning and execution of the theft of 200 kilograms of\n\ncocaine in Fajardo and that he received profits from the sale of\n\nthat cocaine.   They also testified that he helped package heroin and\n\ncocaine for distribution at the Callejón Nueve point.                   The record\n\nsupports the district court's conclusion, based on the quantity of\n\ndrugs he helped obtain for the conspiracy and his ongoing role in\n\nthe packaging and sale of those drugs, that Gonzalez-Ayala was not\n\na minor participant.\n\n     5.    Grant of Upward Adjustment\n           (Cintrón-Caraballo)\n\n           Cintrón-Caraballo          argues     that       the   evidence      was\n\ninsufficient to support the district court's grant of a three-level\n\nsentencing    enhancement   for   his     role    as    a    supervisor    in   the\n\nconspiracy    under   U.S.S.G.    §    3B1.1(b).        Under     the   Sentencing\n\nGuidelines, a three-level enhancement is permissible \"[i]f the\n\ndefendant was a manager or supervisor (but not an organizer or\n\nleader) and the criminal activity involved five or more participants\n\nor was otherwise extensive.\"          U.S.S.G. § 3B1.1(b).        Review of this\n\ndetermination is for clear error.         United States v. Brown, 298 F.3d\n\n120, 122 (1st Cir. 2002).\n\n           The district court correctly counted the eleven defendants\n\nconvicted in the trial as meeting the \"five or more participants\"\n\nprong.    The more serious question is whether Cintrón-Caraballo was\n\n                                      -101-\n\fa   manager      or   supervisor,    terms    not   defined   in    the   Sentencing\n\nGuidelines but described in U.S.S.G. § 3B1.1 cmt. 4 as involving:\n\n      the exercise of decision making authority, the nature of\n      participation in the commission of the offense, the recruitment\n      of accomplices, the claimed right to a larger share of the\n      fruits of the crime, the degree of participation in planning or\n      organizing the offense, the nature and scope of the illegal\n      activity, and the degree of control and authority exercised\n      over others.\n\n\nCintrón-Caraballo argues that there was no firm evidence that he was\n\na supervisor; there was only rumor and innuendo.               But the government\n\npresented testimony at trial that Cintrón-Caraballo controlled a\n\ndrug point at Street B that sold crack cocaine and that he had\n\n\"Nanito, . . . Bennie's little brothers, and other persons\" selling\n\nfor him.      He also had Negrón-Maldonado cook cocaine into crack for\n\nhis drug point.         The district court did not clearly err in finding\n\nthat Cintrón-Caraballo acted as a supervisor in running his drug\n\npoint.\n\n      6.      Denial of Downward Departure\n              (Soto-Ramírez)\n\n              Soto-Ramírez challenges the district court's denial of a\n\ndownward departure based on his upbringing.                 The record contained\n\nwell-documented        evidence     that    Soto-Ramírez    had    suffered   severe\n\nneglect and sexual abuse as a child.                  A denial of a downward\n\ndeparture is generally non-reviewable unless the lower court's\n\nfailure to depart stemmed from a misapprehension of its authority\n\nunder      the    Sentencing      Guidelines.         See     United      States   v.\n\n\n                                           -102-\n\fRivera-Rodriguez, 318 F.3d 268, 275 (1st Cir. 2003).      This standard\n\nis unaffected by the PROTECT Act, which applies when the decision\n\nmade is to grant a departure.      18 U.S.C. § 3742(e).    Here, Soto-\n\nRamírez argues that the district court failed to recognize that it\n\nhad the power to grant a downward departure based on abuse that\n\nSoto-Ramírez suffered as a child.        But the district court did\n\nacknowledge its power to depart.    It expressly stated, \"I have [the]\n\nauthority to depart because of an upbringing situation which may\n\nhave affected the defendant.\"   Accordingly, we have no jurisdiction\n\nto review its decision on this issue.\n\n                                   IV.\n\n            This was a lengthy and complex case handled patiently and\n\nwell by the trial court.      Despite missteps by the prosecution,\n\ndefendants received a fair trial and sufficient evidence supported\n\nboth the verdicts and the sentences for each defendant, which are\n\naffirmed.   So ordered.\n\n\n\n\n                                -103-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">              United States Court of Appeals\n                     For the First Circuit\n\n                                                Vol. II of II\n\nNo. 01-1619\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                     WILLIAM SOTO-BENÍQUEZ,\n\n                      Defendant, Appellant.\n\n\nNo. 01-1674\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                       JUAN SOTO-RAMÍREZ,\n\n                      Defendant, Appellant.\n\n\nNo. 00-1547\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                     EDUARDO ALICEA-TORRES,\n\n                      Defendant, Appellant.\n\fNo. 01-1620\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n               RAMON FERNÁNDEZ-MALAVÉ,\n\n                Defendant, Appellant.\n\n\n\nNo. 00-1464\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n                CARMELO VEGA-PACHECO,\n\n                Defendant, Appellant.\n\n\n\nNo. 00-1488\n\n              UNITED STATES OF AMERICA,\n\n                      Appellee,\n\n                         v.\n\n               ARMANDO GARCÍA-GARCÍA,\n\n                Defendant, Appellant.\n\fNo. 00-1470\n\n                UNITED STATES OF AMERICA,\n\n                        Appellee,\n\n                            v.\n\n               JOSE LUIS DE LEÓN MAYSONET,\n\n                  Defendant, Appellant.\n\n\n\nNo. 00-1362\n\n                UNITED STATES OF AMERICA,\n\n                        Appellee,\n\n                            v.\n\n                   RENE GONZALEZ-AYALA,\n\n                  Defendant, Appellant.\n\n\n\nNo. 00-1543\n\n                 UNITED STATES OF AMERICA,\n\n                         Appellee,\n\n                            v.\n\n              JUAN ENRIQUE CINTRÓN-CARABALLO,\n\n                   Defendant, Appellant.\n\fNo. 00-1361\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                       MIGUEL VEGA-COLÓN,\n\n                      Defendant, Appellant.\n\n\n\nNo. 00-1456\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                       MIGUEL VEGA-COSME,\n\n                      Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n         [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n                             Before\n\n                       Selya, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n     Marlene Apontes-Cabrera for appellant Soto-Beníquez.\n     Miriam Ramos-Grateroles for appellant Soto-Ramírez.\n     Raymond Rivera Esteves for appellant Alicea-Torres.\n     Luz M. Rios-Rosario for appellant Fernández-Malavé.\n     Javier Morales-Ramos for appellant Vega-Pacheco.\n     Rachel Brill for appellant García-García.\n     Roberto Roldan-Burgos for appellant de León Maysonet.\n     Victor Miranda-Corrada, for appellant Gonzalez-Ayala.\n     Rafael Anglada-Lopez for appellant Cintrón-Caraballo.\n     Marcia G. Shein for appellants Vega-Cosme and Vega-Colón.\n\f     Jacabed Rodriguez-Coss and Michelle Morales, Assistant United\nStates Attorneys, with whom H.S. Garcia, United States Attorney,\nand Sonia I. Torres-Pabon, Assistant United States Attorney, were\non brief, for appellee.\n\n\n\n                        November 20, 2003\n\f            f)    Improper Admission of Rule 702 Expert Testimony As\n                  Lay Testimony Under Rule 701\n                  (Cintrón-Caraballo)\n\n            Cintrón-Caraballo     argues    that   the   court    should   have\n\nexcluded the testimony of eleven witnesses because they provided\n\nexpert testimony but, he says, were not disclosed as experts under\n\nRule 702.8       These witnesses included eight forensic examiners\n\n(Ruben Diaz-De Leon, Alfredo Roman-Rodriguez, Virginia Cortes, Luis\n\nBatista-Maldonado, Nelson Morales-Huerta, Luis Mercedes-Rodriguez,\n\nFrancisco    Ramos-Seda,    and     Cesar     W.    Ostolaza-Perez),        two\n\npathologists (Dr. Yocasta Brougal-Mena and Dr. Francisco Cortes),\n\nand a firearms examiner (Juan B. Maldonado). This was prejudicial,\n\nCintrón-Caraballo argues, because the defendants would have been\n\nentitled to summaries of the witnesses' testimony if they had been\n\ndesignated as experts. See Fed. R. Crim. P. 16(a)(1)(G)(defendants\n\nare entitled to summaries of all expert testimony, which must\n\ninclude \"the witness's opinions, the bases and reasons for those\n\nopinions, and the witness's qualifications\").\n\n            The district court correctly determined that none of the\n\neight forensic examiners provided expert testimony.              Witnesses who\n\ntestify only about their perceptions of an event, or about lay\n\nopinions arising out of those perceptions, see Fed R. Evid. 701,\n\n\n\n     8\n          The trial in this case took place in 1999, before the\nDecember 1, 2000 effective date of the amendments to Rules 701 and\n702. Accordingly, we apply the pre-amendment Rules and case law.\n\n\n                                   -63-\n\fare not experts under Rule 702 regardless of any specialized\n\ntraining or experience they may possess.                            See United States v.\n\nPaiva,    </pre><span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span>    <span class=\"reporter\">F.2d</span>      <span class=\"page\">148</span></a></span><pre class=\"inline\">,       157    (1st     Cir.   1989)     (\"[T]he      individual\n\nexperience and knowledge of a lay witness may establish his or her\n\ncompetence, without qualification as an expert, to express an\n\nopinion on       a     particular           subject    outside      the    realm    of    common\n\nknowledge.\"); see also United States v. Rivera-Santiago, </pre><span class=\"citation\" data-id=\"197234\"><a href=\"/opinion/197234/united-states-v-rivera-santiago/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">960</span></a></span><pre class=\"inline\">, 968 (1st Cir. 1997).                  That rule is dispositive here: the court\n\npermitted       each      of    the    witnesses       to    testify      only    about     their\n\nobservations         at        the     various      crime     scenes       they     personally\n\ninvestigated.          Indeed, the court consistently reminded both the\n\nwitnesses and the lawyers that if any of these witnesses' testimony\n\n\"sound[ed] like a 702 [opinion] . . . [he would] not admit it.\"\n\nAlthough at points the district court faced difficult decisions\n\nabout the side of the Rule 701 / Rule 702 divide on which a\n\nwitness's opinion fell, there was no abuse of discretion in the\n\ncourt's    resolution            of    these     issues.      See    Kumho       Tire    Co.   v.\n\nCarmichael, </pre><span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span><pre class=\"inline\">, 152 (1999) (review of a district court's\n\ndecision to admit or exclude expert testimony is for abuse of\n\ndiscretion).\n\n            Nor did the district court abuse its discretion in\n\nallowing the expert testimony of the two pathologists, Drs. Cortes\n\nand   Brugel-Mena.                   The    district     court      found,        despite      the\n\ngovernment's failure to label the witnesses' testimony and reports\n\n\n                                               -64-\n\fas   Rule   702    material          in     its    pre-trial       disclosure,   that   the\n\ngovernment had effectively complied with the applicable disclosure\n\nrequirements.            In     particular,          the    government     had    informed\n\ndefendants before trial that both pathologists would be testifying\n\nabout several autopsies and provided the defendants with copies of\n\nall of these autopsy reports.                 Although Dr. Cortes testified about\n\none autopsy report that he did not personally prepare, the district\n\ncourt permitted this substitution because the pathologist who had\n\nprepared that report was unavailable to testify due to serious\n\nillness.     There is no generalized prohibition on allowing experts\n\nto testify about autopsy reports that they did not personally\n\nprepare.     See Manocchio v. Moran, </pre><span class=\"citation\" data-id=\"552159\"><a href=\"/opinion/552159/nicholas-p-manocchio-v-john-moran-director-department-of-corrections/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span><pre class=\"inline\">, 780 (1st Cir.\n\n1990).\n\n             The government failed to formally designate the last\n\nwitness, Juan Maldonado, as an \"expert\", but it did inform the\n\ndefendants that Maldonado would be testifying about ballistics and\n\nprovided    the    defense           with    all    of     Maldonado's    notes    on   his\n\ntestimony.         And        once    again,       the     district     court    permitted\n\nMaldonado's testimony due to the lack of prejudice to the defense.\n\nHere,    though,    the        court      compensated        the    defendants    for   the\n\ngovernment's failure to adhere to the technical requirements of\n\nFed. R. Crim. P. 16 by certifying the witness only as a ballistics\n\nexpert, and refusing to also certify him as a \"firearms expert.\"\n\nThis decision was an appropriate sanction against the government\n\n\n                                              -65-\n\fand undercuts the defendant's prejudice argument.\n\n            g)   Rule 404(b) \"Bad Act\" Evidence\n                 (Cintrón-Caraballo)\n\n            Cintrón-Caraballo   argues    that   the   court   erred    in\n\nadmitting evidence of his March 8, 1994 arrest by Puerto Rico\n\npolice, and of the contemporaneous seizure of a gun that he was\n\ncarrying.    He argues that this evidence was impermissible bad act\n\nevidence under Fed. R. Evid. 404(b) because it was not relevant to\n\ndemonstrating his participation in the conspiracy, which, according\n\nto the indictment, had ended one day earlier, on March 7.       Cintrón-\n\nCaraballo also argues that the firearms evidence should have been\n\nexcluded as unreliable because the firearm had been destroyed by\n\nPuerto Rico authorities.\n\n            These arguments are unavailing.      Evidence of Cintrón-\n\nCaraballo's arrest was admissible under Rule 404(b) because the\n\narrest was for activities evidencing his participation in the\n\nconspiracy charged in the indictment.        The arrest took place on\n\nStreet B, where the drug point that the government alleged Cintrón-\n\nCaraballo supervised was located.        This evidence demonstrated an\n\novert act in furtherance of the alleged conspiracy and Rule 404(b)\n\nexplicitly provides that evidence of bad acts is admissible for\n\npurposes other than showing actions in conformity with those acts.\n\nSee Fed. R. Evid. 404(b).\n\n            The fact that the indictment charged the conspiracy with\n\nending \"on or about\" March 7 does not change this conclusion.          The\n\n                                 -66-\n\f\"on or about\" language left the district court leeway to conclude\n\nthat the arrest fit within this time frame, and thus that the\n\narrest was evidence of an act directly in furtherance of the\n\nconspiracy.      Cf. Portela, 167 F.3d at 704 (indictment charging\n\ndefendant with possession of cocaine \"on or about\" March 1995\n\nprovided \"perfectly adequate\" notice to the defendant for acts\n\ncharged in April 1995).\n\n            We also reject Cintrón-Caraballo's related objection that\n\nthe photograph of the gun should have been excluded because there\n\nwas no reliable evidence that it was the gun actually seized from\n\nhim.   The district court found that there were sufficient indicia\n\nof reliability that the photograph was what it purported to be\n\nbecause specific markings on the gun in the photograph matched the\n\ndescription in the police report.            The arresting officer also\n\ntestified that the photograph depicted the weapon seized from\n\nCintrón-Caraballo.      Under these circumstances, the photograph was\n\nproperly authenticated.      See Fed. R. Evid. 901(a).\n\n            h)     Admission of Evidence on Rebuttal\n                   (Soto-Ramírez)\n\n            In   the   government's      case-in-chief,    Negrón-Maldonado\n\ntestified   that    Soto-Ramírez   was    involved   in   the   murder   of   a\n\ngovernment informant, Ana Luz Dones-Arroyo. Soto-Ramírez countered\n\nthis testimony by suggesting that the government did not have\n\nsufficient evidence to indict him for Dones-Arroyo's murder because\n\nit had accepted his guilty plea to the charge of accessory after\n\n                                   -67-\n\fthe fact.   In rebuttal, the government called Juan Maldonado, who\n\nhad previously testified as a ballistics expert, but whom the court\n\nhad refused to further qualify as a firearms expert.                Maldonado\n\ntestified that the same weapon that was used to kill Robles-\n\nRodríguez -- a murder to which Soto-Ramírez had pled guilty -- was\n\nalso used in the murder of Dones-Arroyo.\n\n            Defendant   argues   that   Maldonado's     testimony    was    not\n\nadmissible as rebuttal evidence because Soto-Ramírez's argument\n\nthat he only pled guilty to the accessory after the fact charge was\n\nnot \"a sweeping denial\" of his involvement in the Dones-Arroyo\n\nmurder.   We review the admission of rebuttal evidence for abuse of\n\ndiscretion. See United States v. Leon-Delfis, </pre><span class=\"citation\" data-id=\"198823\"><a href=\"/opinion/198823/united-states-v-leon-delfis/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span><pre class=\"inline\">, 113\n\n(1st Cir. 2000); Faigin v. Kelly, </pre><span class=\"citation\" data-id=\"198558\"><a href=\"/opinion/198558/faigin-v-kelly-carucci/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span><pre class=\"inline\">, 85 (1st Cir. 1999).\n\n            The district court did not abuse its discretion in\n\nrejecting    Soto-Ramírez's      argument   and   admitting    Maldonado's\n\ntestimony   as   rebuttal   evidence.       \"Rebuttal    evidence     may   be\n\nintroduced to explain, repel, contradict or disprove an adversary's\n\nproof.\" United States v. Laboy, </pre><span class=\"citation\" data-id=\"545478\"><a href=\"/opinion/545478/united-states-v-maribel-laboy-aka-jennifer-morales-mary-torres/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">581</span></a></span><pre class=\"inline\">, 588 (1st Cir. 1990).\n\nThat is exactly what the government did here.           The defense opened\n\nthe door to Maldonado's testimony when it attempted to demonstrate\n\nthat Soto-Ramírez was only an accessory after the fact because that\n\nclaim implied that Soto-Ramírez was not guilty of the underlying\n\nmurder.\n\n            Soto-Ramírez also argues that Maldonado's testimony in\n\n\n                                    -68-\n\frebuttal should have been excluded because it was expert firearms\n\ntestimony that the district court had specifically excluded during\n\nthe government's case-in-chief.     The court rejected this argument,\n\nconcluding that the defendants had sufficient notice that Maldonado\n\nwould testify to this issue and thus that its previous holding\n\nlimiting Maldonado's testimony to ballistics was not applicable.\n\nThis conclusion was sound.       The defendants were provided with a\n\nreport before trial that Maldonado would testify that the same\n\nweapons were used in the Robles-Rodríguez and Dones-Arroyo murders.\n\n     2.   Brady and Giglio Claims\n          (Soto-Beníquez, Soto-Ramírez, Alicea-Torres)\n\n          Defendants contend that there were multiple Brady and\n\nGiglio violations.    See Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 87 (1963);\n\nGiglio v. United States, </pre><span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 153-54 (1972).                First,\n\nseveral defendants challenge the government's failure to reveal the\n\napparent inconsistencies in Rodríguez-López's story when it first\n\nbecame aware of them in the summer of 1998.        At that time, all the\n\nprosecution knew was that Rodríguez-López had lied to the FBI (not\n\nthe grand jury) about being present at Rivera-González's murder.\n\nHe had not testified to the grand jury about that murder.          Although\n\nthe prosecution must reveal material information that is favorable\n\nto the accused, the fact that Rodríguez-López may not have been\n\npresent at the Rivera-González murder is not exculpatory evidence.\n\nAdmittedly,   the    analysis   might    have   been   different    if   the\n\ngovernment had ultimately called Rodríguez-López as a witness at\n\n                                  -69-\n\ftrial: his earlier lies to the government would certainly have\n\nconstituted a basis for impeaching him.             See Giglio, 405 U.S. at\n\n153-54; Moreno-Morales v. United States, </pre><span class=\"citation\" data-id=\"200530\"><a href=\"/opinion/200530/moreno-morales-v-united-states/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span><pre class=\"inline\">, 145 (1st\n\nCir. 2003).        But the government did not call Rodríguez-López.\n\nFurthermore, as the trial court noted, the defendants knew a month\n\nbefore trial that Rodríguez-López had lied, so they had sufficient\n\ntime to interview him and have him testify if they so desired.\n\n             Several defendants also argue that the government failed\n\nto   fully   disclose   the   extent   of   Negrón-Maldonado's        plea   and\n\ncooperation agreement with the government.                After testifying on\n\ndirect examination about ten murders, Negrón-Maldonado admitted\n\nduring redirect examination that the government had promised him\n\nfavorable treatment in his related state court proceedings in\n\nexchange for his testimony.        Counsel for Soto-Beníquez and Soto-\n\nRamírez immediately moved for a mistrial, telling the court that\n\nthe prosecution had never disclosed its intervention in the Puerto\n\nRico courts on behalf of the witness.                   (The prosecution had\n\ndisclosed the existence of a plea arrangement between itself and\n\nNegrón-Maldonado).      At side-bar, the        government explained that\n\nwhile the     Commonwealth    of   Puerto   Rico    had    made    certain   oral\n\nassurances to the witness at the prosecution's behest, no agreement\n\nhad been reduced to writing and thus there was no document that\n\ncould have been produced to inform the defense of the agreement.\n\n             The   government's    obligation      to   disclose    impeachment\n\n\n                                    -70-\n\fevidence is not, as suggested by the prosecution, dependent on\n\nwhether that evidence has been reduced to written form.                          See\n\nGiglio, </pre><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></span><pre class=\"inline\">, 154-55 (reversing conviction where an oral\n\nagreement between a prosecutor and key witness was not disclosed to\n\nthe defense).         Here, the government failed to disclose the full\n\nextent    of    its   agreement   with    the    witness       until   the   defense\n\nuncovered the details of the arrangement during cross-examination.\n\n               Nonetheless, the defendants were not prejudiced by the\n\ngovernment's delay in revealing this information and are not\n\nentitled to reversal on appeal. See United States v. Lemmerer, </pre><span class=\"citation\" data-id=\"776217\"><a href=\"/opinion/776217/united-states-v-gabriel-lemmerer/\"><span class=\"volume\">277</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">, 588 (1st Cir. 2002) (a                      defendant must show that\n\n\"learning the information altered the subsequent defense strategy,\"\n\nand that given timely disclosure, \"a more effective strategy would\n\nlikely have resulted\" (quoting United States v. Devin, </pre><span class=\"citation\" data-id=\"551278\"><a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">280</span></a></span><pre class=\"inline\">, 290 (1st Cir. 1990)); United States v. Ingraldi, </pre><span class=\"citation\" data-id=\"471758\"><a href=\"/opinion/471758/united-states-v-peter-f-ingraldi/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">,\n\n411-12 (1st Cir. 1986) (same).           Negrón-Maldonado admitted the full\n\nextent    of    his   arrangement      with    the    government   during     cross-\n\nexamination. Moreover, the defendants' strategy in cross-examining\n\nNegrón-Maldonado        was   surely    not    impacted    by   the    government's\n\ndelayed    disclosure.        Even     without       knowing   about   the   federal\n\nprosecution's intervention in state court, the defense's cross-\n\nexamination of Negrón-Maldonado was intended to suggest that the\n\nwitness was fabricating his testimony in order to receive favorable\n\ntreatment.      There has been no showing that having a larger quantum\n\n\n                                        -71-\n\fof evidence than originally supposed would have altered the way in\n\nwhich the defense cross-examined the witness, and the court granted\n\nadditional time to defense counsel to prepare and investigate the\n\nnew information before cross-examination of the witness resumed.\n\nAgain, we do not approve of the prosecution's conduct; we hold only\n\nthat it does not provide a basis for reversal.\n\n           Soto-Beníquez     and   Soto-Ramírez   also   allege   that   the\n\nprosecution failed to disclose that it had granted immunity to\n\nJanet   Garcia-Diaz,   the   girlfriend    of   Torrens-Alicea,    another\n\ncooperating witness.    This argument is without merit.       Garcia-Diaz\n\nwas told that she would not be prosecuted after she specifically\n\ninquired of the government whether she needed a lawyer, on the same\n\nday that she was called as a defense witness by Vega-Colón to\n\nimpeach Torrens-Alicea's testimony for the prosecution.           There was\n\na window of, at most, several hours between the government's\n\nstatement to Garcia-Diaz and the defendants' discovery of this\n\nsupposed grant of immunity. Even assuming that the defendants were\n\nentitled to this information under Giglio, they became aware of the\n\nso-called \"grant of immunity\" on the same day that it was extended.\n\nNo prejudice has been shown.\n\n           Finally, Soto-Beníquez and Soto-Ramírez suggest that the\n\nprosecution did not disclose the fact that cooperating witnesses\n\nwere allowed to make unmonitored phone calls, visit with their\n\nspouses, and take pictures of themselves \"half-naked\" in government\n\n\n                                    -72-\n\foffices.     Defendants, though, were informed by discovery letter\n\nabout several visits by family members to cooperating witnesses.\n\nIn any case, these benefits pale in comparison with the deals\n\nnegotiated in the plea bargains. Defendants were well aware of the\n\nagreements with cooperating witnesses (absent that of Negron-\n\nMaldonado,     discussed   above)   and   used   them   well   in   cross-\n\nexamination.    There was no prejudice to the defendants.\n\n     3.    Closing Arguments\n           (de León Maysonet, Gonzalez-Ayala, García-García)\n\n           Several defendants urge that the prosecution's closing\n\nargument led to reversible error.\n\n          In its rebuttal in closing the prosecutor argued:\n     And one point that I want to make clear as to Ramon\n     Fernandez Malave, as to Carmelo Vega Pacheco, as to Rene\n     Gonzalez Ayala, as to Jose Luis de Leon Maisonet and\n     anyone else who argues here before you that they are here\n     before you pleading not guilty, pleading their innocence.\n     Well, let me tell you something, ladies and gentlemen of\n     the jury, a plea of not guilty is not, not a declaration\n     of innocence.     A plea of not guilty simply means,\n     government, prove your case. But a plea of not guilty is\n     not a declaration of innocence.\n\n\n(emphasis added).    Defense counsel objected:\n\n     We would like to interpose an objection, hinges on the\n     constitution right to the presumption of innocence.\n\n\nThe court replied, in the presence of the jury:\n\n     There is a presumption of innocence going on.         Fine.\n\n\n(emphasis added).    The prosecutor echoed that:\n\n     There is a presumption of innocence.          They are to be\n\n                               -73-\n\f     presumed innocent, that is not what I'm arguing against,\n     Your Honor. And I understand the jurisprudence from the\n     First Circuit supports my argument.\n\nThe court then said:\n\n     Keep on going.\n\nLater, the prosecution made a similar statement:\n\n     Carmelo Vega Pacheco again comes before you and says my\n     client is pleading not guilty.     Again, a plea of not\n     guilty is not a declaration of innocence. It simply puts\n     the government to its proof.     And he argues, yes, he\n     participated in [the] Quintana massacre but that was in\n     furtherance of a different conspiracy.\n\n(emphasis   added).     The    defense   again   objected    to    this   later\n\nstatement, but not on the ground asserted on appeal -- namely, that\n\nthe prosecutor's comments undercut the presumption of innocence.\n\n            Because a contemporaneous objection was made by defense\n\ncounsel to the earlier statement, we review de novo the question of\n\nwhether    the   argument    was   improper   and   review   for       abuse   of\n\ndiscretion the court's ruling on whether the misconduct, if any,\n\nwarrants a new trial.       United States v. Hernandez, </pre><span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 68\n\n(1st Cir. 2000).    We conclude that error occurred but that it does\n\nnot warrant a new trial.\n\n            On appeal, the prosecution argues that these statements\n\nwere an accurate description of the law. It also contends that its\n\ncomments    were   invited    by   the   improper   argument      of    several\n\ndefendants that their pleas of not guilty in this case were\n\nreliable indications of their innocence because if they were guilty\n\nthey would have admitted it in this case, as they did in the state\n\n                                    -74-\n\fcourt.\n\n            The prosecution is wrong on both points.          First, the\n\nprosecutor's comments did undermine the presumption of innocence.\n\nBy saying that a plea of not guilty is \"not a declaration of\n\ninnocence\" but simply means \"government, prove your case,\" the\n\nprosecutor undercut the axiomatic principle that a defendant is\n\npresumed innocent until proven guilty and need not declare or prove\n\nthat he is innocent.          Regardless of the complex relationship\n\nbetween the presumption of innocence and the prosecution's duty to\n\nconvince the jury beyond a reasonable doubt, see, e.g., Taylor v.\n\nKentucky, </pre><span class=\"citation\" data-id=\"109872\"><a href=\"/opinion/109872/taylor-v-kentucky/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span><pre class=\"inline\">, 483-85 (1978) (noting the scholarly debate\n\nconcerning whether the presumption of innocence is analytically\n\ndistinct from the requirement that the government prove guilt\n\nbeyond a reasonable doubt); McCormick on Evidence § 346 (5th ed.\n\n1999)    (suggesting   that    the   presumption   of   innocence   is   \"a\n\nconvenient introduction to the statement of the burdens upon the\n\nprosecution\"), due process requires that both of these principles\n\nguide the jury in reaching its verdict.        Taylor, 436 U.S. at 483-\n\n86; Coffin v. United States, </pre><span class=\"citation\" data-id=\"94110\"><a href=\"/opinion/94110/coffin-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 453, 461 (1895).              To\n\nundercut one, even if the other remains standing, is improper.           It\n\nis for precisely this reason that a district court's failure to\n\ninstruct the jury on the presumption of innocence may violate due\n\nprocess even when the jury has been properly informed of the\n\nprosecution's burden of proving guilt beyond a reasonable doubt.\n\n\n                                     -75-\n\fTaylor, 436 U.S. at 488-89.\n\n            The prosecution's contention that the statements were a\n\njustified response to the argument of defense counsel is also\n\nincorrect.     Although it is true that, in certain circumstances, a\n\nprosecutor's otherwise impermissible statements during closing\n\nargument may be allowable because they were \"invited\" by defense\n\ncounsel, United States v. Henderson, </pre><span class=\"citation\" data-id=\"200345\"><a href=\"/opinion/200345/united-states-v-henderson/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span><pre class=\"inline\">, 107 (1st Cir.\n\n2003), this was clearly not such a case.                     Defense counsel's\n\nargument that the defendants' pleas of not guilty in federal court\n\nwere particularly trustworthy because the defendants had formerly\n\npled guilty in state court was not improper and did not justify the\n\nprosecutor's response.\n\n             Not every prosecutorial error in making closing argument\n\njustifies     a   new   trial,        even    when   that    error     undermines\n\nconstitutional     rights.       No    reversible    error    occurs    when   the\n\nreviewing court determines beyond a reasonable doubt that the\n\nconstitutional error was harmless. Wihbey, 75 F.3d at 772 n.6; see\n\nalso United States v. Hasting, </pre><span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span><pre class=\"inline\">, 510-11 (1983).                As the\n\nSupreme Court has clarified, the relevant question \"is not what\n\neffect the constitutional error might generally be expected to have\n\nupon a reasonable jury, but rather what effect it had upon the\n\nguilty verdict in the case at hand.\"             Sullivan v. Louisiana, </pre><span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">508</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span><pre class=\"inline\">, 279 (1993); see United States v. Rivera-Santiago, </pre><span class=\"citation\" data-id=\"197234\"><a href=\"/opinion/197234/united-states-v-rivera-santiago/\"><span class=\"volume\">107</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">960</span></a></span><pre class=\"inline\">, 967 (1st Cir. 1997).\n\n\n                                       -76-\n\f              We   conclude     beyond      a    reasonable      doubt    that      the\n\nprosecutor's       improper    closing     argument      did   not    prejudice    the\n\ndefendants in this case. The court gave curative instructions that\n\nestablished the presumption of innocence immediately after the\n\nprosecutor's first improper statement (the only time the defense\n\nmade    the    appropriate      objection).         It    then       reinforced    the\n\npresumption in its general instructions to the jury, noting that it\n\n\"is a cardinal principle of our system that every person accused of\n\na crime is presumed to be innocent unless and until his/her guilt\n\nis     established    beyond     a    reasonable      doubt.\"          Given      those\n\ninstructions and the strong evidence of guilt, we conclude beyond\n\na reasonable doubt that the statements did not affect the ultimate\n\noutcome of the case, especially when they occupied only several\n\nseconds in a six-month long trial.\n\n       4.     Cumulative Effect of Errors\n              (Soto-Beníquez, Soto-Ramírez)\n\n              A series of errors, each one of which is individually\n\n\"harmless,\" may have a cumulative effect that requires a new trial.\n\nUnited States v. Sepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1195-96 (1st Cir. 1993).\n\n              Defendants      rely   on   this    proposition,        arguing     that,\n\nconsidered as a whole, the prosecution's missteps warrant a new\n\ntrial. To this point, we have concluded that the prosecution erred\n\nin repeatedly failing to meet discovery deadlines, in neglecting to\n\ndisclose the extent of its plea arrangement with Negrón-Maldonado,\n\nand in making inappropriate remarks during closing arguments. This\n\n                                          -77-\n\fconduct is blameworthy and the government should take steps to see\n\nthat it does not recur.\n\n             Still, the government's bad behavior does not require\n\nthat the jury's verdict of guilt be set aside.                 At a minimum, to\n\noverturn a verdict, the prosecution's bad behavior must have\n\nprejudiced the defendants. See, e.g., United States v. Joyner, </pre><span class=\"citation\" data-id=\"198623\"><a href=\"/opinion/198623/united-states-v-joyner/\"><span class=\"volume\">191</span>\n\n<span class=\"reporter\">F.3d</span>   <span class=\"page\">47</span></a></span><pre class=\"inline\">,   53   (1st    Cir.   1999)    (in     evaluating    allegations   of\n\nprosecutorial misconduct, \"the unavoidable bottom line\" is \"whether\n\nwe deem it likely, or not, that any prejudice affected the outcome\n\nof the case\").      Although the frustrations of defense counsel are\n\nunderstandable, that test is not met here.\n\n             The defense was not demonstrably prejudiced by any of the\n\ngovernment's violations, and sometimes even gained an advantage\n\nfrom them.        The defendants ultimately received the necessary\n\ndiscovery and were provided with compensation such as additional\n\ndiscovery and the exclusion of otherwise admissible evidence. When\n\nthe defendants learned of the federal prosecution's intervention in\n\nstate court on behalf of Negrón-Maldonado, the court offered them\n\nadditional time to cross-examine the witness.                    And while the\n\ncourt's   curative       instruction     during    the   prosecutor's   closing\n\narguments was concise, it was sufficient in the context of the\n\noverall instructions to assure that the jury was properly appraised\n\nof the import of the presumption of innocence.                 The totality of\n\nerrors argument is unsuccessful.\n\n\n                                       -78-\n\fD.   Post-Trial\n\n     1.     Sufficiency of Evidence as to CCE Count\n            (Soto-Beníquez, Soto-Ramírez)\n\n            Soto-Beníquez     and      Soto-Ramírez    argue    that    there   is\n\ninsufficient evidence to support their convictions.                 They offer no\n\nfurther explanation, except to cite to their filings before the\n\ndistrict court.        Their argument as to sufficiency of evidence has\n\nbeen waived.     See Grella, 42 F.3d at 36. \"If counsel desires our\n\nconsideration of a particular argument, the argument must appear\n\nwithin    the   four    corners   of   the    brief   filed    in   this   court.\"\n\nExecutive Leasing Corp. v. Banco Popular de P.R., </pre><span class=\"citation\" data-id=\"195934\"><a href=\"/opinion/195934/executive-leasing-v-banco-popular/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 67-68\n\n(1st Cir. 1995).        Attorneys cannot circumvent this requirement by\n\nreferencing their district court filings.              Id. at 68.\n\n     2.     Sufficiency of Evidence as to Conspiracy Count\n            (Cintrón-Caraballo, Vega-Cosme, Vega-Colón)\n\n            Vega-Cosme and Vega-Colón argue that the evidence is\n\ninsufficient to tie them to the charged conspiracy. We reject this\n\nclaim.\n\n            The government presented overwhelming evidence of Vega-\n\nCosme's participation in the conspiracy.                Government witnesses\n\ntestified that Vega-Cosme had a series of agreements with other\n\nmembers of the conspiracy to maximize drug revenue.                 He negotiated\n\nwith the Chacho gang on behalf of the drug points to end the\n\nwarfare that was interfering with drug sales, met with Negrón-\n\nMaldonado to coordinate the colors of crack capsule caps to avoid\n\n\n                                       -79-\n\fcompetition between the points, and arranged the opening of his own\n\ndrug point on Laguna Street with Soto-Ramírez. Although Vega-Cosme\n\ncorrectly notes that there is no evidence that Soto-Ramírez acted\n\nas his supplier, the government did present testimony that Vega-\n\nCosme supplied narcotics to Soto-Ramírez, along with ammunition\n\nused in shootings of rival gang members in 1992 and 1993.\n\n            The    record    also    shows    sufficient       evidence    of    the\n\nparticipation of Vega-Cosme's son, Miguel Vega-Colón.                Vega-Colón\n\npackaged crack cocaine, heroin, and marijuana for his father's\n\npoint. He also stood armed guard at the Callejón Nueve drug point,\n\nwhich was owned by Rodríguez-López.            Both of those activities were\n\nin furtherance of the conspiracy.            Moreover, based on Vega-Colón's\n\npresence    at    meetings    between   Vega-Cosme       and    Soto-Ramírez,      a\n\nreasonable jury could have concluded that he joined the conspiracy\n\nknowingly and voluntarily.\n\n            Vega-Cosme       and    Vega-Colón    also     argue    that        their\n\nconvictions are based on unreliable testimony from co-conspirators\n\nwho \"had clear incentives to testify untruthfully.\"                 In assessing\n\nthe sufficiency of evidence, credibility determinations must be\n\nresolved in favor of the verdict.            United States v. Guerra-Garcia,\n\n</pre><span class=\"citation\" data-id=\"200543\"><a href=\"/opinion/200543/united-states-v-guerra-garcia/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 22 (1st Cir. 2003).              Credibility judgments are the\n\nprovince of the jury, not of this court.\n\n            Cintrón-Caraballo also makes an insufficiency of evidence\n\nargument.    He argues that the district court erred in admitting\n\n\n                                      -80-\n\fcertain expert testimony and Rule 404(b) \"bad act\" evidence, and\n\ncontends that without this evidence, the only evidence tying him to\n\nthe conspiracy is the uncorroborated testimony of co-conspirators.\n\nThis argument fails. The contested evidence was properly admitted.\n\nSee Part III.B(f)-(g).       Moreover, even if Cintrón-Caraballo's\n\nconviction rested only on co-conspirator testimony, the jury was\n\nentitled to credit such testimony and convict him on that basis.\n\nSee United States v. Torres-Galindo, </pre><span class=\"citation\" data-id=\"767957\"><a href=\"/opinion/767957/united-states-v-ricardo-torres-galindo-aka-ricky-silva-united-states/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></a></span><pre class=\"inline\">, 140 (1st Cir.\n\n2000).\n\n     3.   Special Verdict and Jury Instructions for CCE Count\n          (Soto-Beníquez, Soto-Ramírez)\n\n          Soto-Beníquez and Soto-Ramírez claim that the district\n\ncourt committed reversible error when it failed to instruct the\n\njury to determine the quantity and type of drugs.        First, they\n\nargue that the drug amount is an element of the CCE offense and\n\nthat the jury was not otherwise instructed to find a minimum drug\n\namount.   Second, they argue that Apprendi v. New Jersey, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">466</span></a></span><pre class=\"inline\"> (2000), requires that the drug amount be proven to the jury\n\nbeyond a reasonable doubt. The standard of review for alleged jury\n\ninstruction errors involving the interpretation of the elements of\n\na statutory offense is de novo.     United States v. Shea, </pre><span class=\"citation\" data-id=\"198068\"><a href=\"/opinion/198068/united-states-v-shea/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">44</span></a></span><pre class=\"inline\">, 49-50 (1st Cir. 1998).\n\n          We reject both arguments.     As to the claim that the drug\n\namount is an element of the CCE offense, the CCE statute plainly\n\ndoes not require a minimum drug amount for a conviction.\n\n                                 -81-\n\f           As to Soto-Ramírez and Soto-Beníquez's Apprendi argument,\n\nApprendi   requires   that    \"[o]ther    than   the   fact   of   a   prior\n\nconviction, any fact that increases the penalty for a crime beyond\n\nthe prescribed statutory maximum must be submitted to a jury, and\n\nproved beyond a reasonable doubt.\"        530 U.S. at 490.    Here, absent\n\na finding of drug quantity, the statutory maximum for CCE is\n\nalready life imprisonment: the statute authorizes a sentence of\n\ntwenty years to life imprisonment regardless of drug amount.              21\n\nU.S.C. § 848(a)-(c).     A drug amount above a certain level can\n\nresult in a mandatory life sentence, § 848(b), but does not change\n\nthe statutory maximum.       Hence, no Apprendi violation has occurred\n\nwith regard to the CCE convictions.9\n\n     4.    Special Verdict for Conspiracy Count\n           (Alicea-Torres, Fernández-Malavé)\n\n\n           Alicea-Torres and Fernández-Malavé argue that the trial\n\ncourt erred in not providing the jury with a special verdict form\n\nrequiring it to determine the quantity and type of drugs as to each\n\ndefendant. They argue that a special verdict form was necessary to\n\n\n\n     9\n          Soto-Beníquez and Soto-Ramírez also argue reversible\nerror based on the district court's denial of their request for a\nspecial verdict sheet requiring the jury to find the type and\namount of drugs as to each defendant.     In criminal cases, the\nfailure to use a special verdict form is reviewed for abuse of\ndiscretion. United States v. Ellis, </pre><span class=\"citation\" data-id=\"198341\"><a href=\"/opinion/198341/united-states-v-ellis/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span><pre class=\"inline\">, 562 (1st Cir.\n1999).   For the reasons discussed above, we find no such abuse\nhere. It was not necessary for the jury to determine the quantity\nor type of drugs to convict Soto-Ramírez and Soto-Beníquez on the\nCCE count.\n\n                                   -82-\n\fensure that the jury was unanimous as to drug type and quantity.\n\nThis argument is based on Apprendi and is discussed later.\n\nE.   Sentencing\n\n     1.    Apprendi and Related Issues\n\n           a)     Apprendi Error\n                  (Alicea-Torres,   Fernández-Malavé,             Vega-Pacheco,\n                  Vega-Cosme, Vega-Colón)\n\n           Five    of    the    non-CCE      defendants   --    Alicea-Torres,\n\nFernández-Malavé,       Vega-Pacheco,     Vega-Cosme,     and     Vega-Colón    --\n\nassert that their sentences violated the rule of Apprendi.                   They\n\nargue that the amount of drugs distributed by the conspiracy was\n\nnot proven beyond a reasonable doubt to a jury, that the drug\n\namount raised the statutory maximum, and that their sentences must\n\nbe vacated as a result.        We conclude that Apprendi error did occur,\n\nbut that the error was harmless.\n\n           The jury instructions in this case did not make direct\n\nreference to drug amount or quantity.               Instead, the jury was\n\ninstructed that, to find the defendants guilty of the conspiracy\n\ncount, it had to find that the government proved the conspiracy\n\ncharged in the indictment beyond a reasonable doubt.               The jury was\n\nprovided   with   a     copy   of   the   indictment,     which    charged     the\n\ndefendants with knowingly and intentionally distributing more than\n\nfive kilograms of heroin, more than five kilograms of cocaine, more\n\nthan five kilograms of crack cocaine, and more than 100 kilograms\n\nof marijuana.      However, the jury was also instructed that the\n\n\n                                      -83-\n\factual amount of drugs need not be proven, and that the government\n\nneed only prove that defendants distributed or possessed with\n\nintent to distribute a \"measurable amount\" of drugs.\n\n          The   latter   part   of    these   instructions   resulted    in\n\nApprendi error.     This case presents an even stronger case of\n\nApprendi error than United States v. Nelson-Rodriguez, </pre><span class=\"citation\" data-id=\"780802\"><a href=\"/opinion/780802/united-states-v-milton-a-nelson-rodriguez-luis-a-romero-lopez-miguel-a/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">\n\n(1st Cir. 2003).    In that case, as here, the jury was given a copy\n\nof the indictment and instructed that to find the defendants guilty\n\non the conspiracy count, it had to find them guilty of the\n\nconspiracy in the indictment.          Id. at 45.    The indictment in\n\nNelson-Rodriguez, as here, specified drug types and quantities\n\nsufficient to support the defendants' sentences. Id. We concluded\n\nthat   this   instruction   was      insufficient   to   elicit   a     jury\n\ndetermination of the threshold drug amount and quantity.          Id.   The\n\nsame analysis applies here with greater force because the jury was\n\nspecifically instructed that it need only find a \"measurable\n\namount\" of drugs.\n\n          All five defendants who raise the Apprendi issue were\n\nsentenced above the default statutory maximum.            Absent a jury\n\ndetermination of drug amount or type, the default statutory maximum\n\nis based on the distribution of unspecified amounts of marijuana,\n\nwhich results in a maximum sentence of five years for first-time\n\nfelony drug convictions and ten years if a prior such conviction\n\nexists. 21 U.S.C. §§ 841(b)(1)(D), 846. Alicea-Torres, Fernández-\n\n\n                                  -84-\n\fMalavé,    Vega-Pacheco,   and   Vega-Cosme   were   sentenced   to   life\n\nimprisonment, and Vega-Colón was sentenced to 292 months, or about\n\ntwenty-five years, of imprisonment.\n\n             The existence of an Apprendi error, however, does not end\n\nthe inquiry.     If the defendants failed to preserve their Apprendi\n\nobjection below, their sentences are vacated only if we find plain\n\nerror.    United States v. Cotton, </pre><span class=\"citation\" data-id=\"118505\"><a href=\"/opinion/118505/united-states-v-cotton/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span><pre class=\"inline\">, 631 (2002).     If they\n\ndid preserve their objection, their sentences are vacated only if\n\nwe find that the error was not harmless beyond a reasonable doubt.\n\nNelson-Rodriguez, 319 F.3d at 49.\n\n            Fernández-Malavé preserved his Apprendi objection, and we\n\nassume without deciding that the remaining defendants did the same,\n\nas it makes no difference to the outcome.       Defendants' trial took\n\nplace from December 1998 to June 1999, before Apprendi was decided.\n\nAt the time, several defendants requested a special verdict form\n\nrequiring the jury to determine the drug amount and type as to each\n\ndefendant.     But only Fernández-Malavé, who was the sole non-CCE\n\ndefendant sentenced after Apprendi was decided, challenged his\n\nsentence before the district court on this basis.          The question\n\nwhether the remaining defendants' special verdict request was\n\nsufficient to preserve an Apprendi objection, absent a separate\n\nobjection at sentencing, is a complex one.       Nelson-Rodriguez, 319\n\nF.3d at 48.      Here, as in Nelson-Rodriguez, we prefer to assume\n\nwithout deciding that the objection was preserved and the harmless\n\n\n                                  -85-\n\ferror standard applies.         Id.\n\n          The Apprendi error in this case was harmless beyond a\n\nreasonable doubt. An Apprendi error is harmless where the evidence\n\noverwhelmingly establishes the minimum drug quantity needed to\n\njustify the statutory maximum under which the defendants were\n\nsentenced.        Martinez-Medina,    279    F.3d   at   121-22.      Here,   the\n\ngovernment    produced   overwhelming        evidence    that   the   conspiracy\n\ninvolved at least five kilograms of cocaine, which triggers a\n\nmaximum sentence of life imprisonment for all co-conspirators under\n\n21 U.S.C. § 841(b)(1)(A) and § 846.           Government witnesses Negrón-\n\nMaldonado and Torrens-Alicea both testified that Rodríguez-López\n\nand Gonzalez-Ayala stole a 200 kilogram shipment of cocaine in\n\nFajardo, which was then brought back to Bitumul for distribution.\n\nNegrón-Maldonado further testified that in 1991 he purchased a\n\nkilogram of cocaine per week from Soto-Ramírez.                 After May 1992,\n\nNegrón-Maldonado      stated,    he   and    another     co-conspirator    named\n\nManolín, who managed Soto-Ramírez's point while Soto-Ramírez was in\n\nprison, each purchased one kilogram of cocaine per week from Soto-\n\nBeníquez to be sold at their respective drug points.                     Negrón-\n\nMaldonado also testified that after January 1993, he continued to\n\npurchase from Soto-Beníquez three-eighths of a kilogram of cocaine\n\neach week for his drug point.\n\n             In   addition,     the   government    presented      overwhelming\n\nevidence that the conspiracy distributed more than the 50 grams of\n\n\n                                      -86-\n\fcrack cocaine necessary to trigger a life sentence under 21 U.S.C.\n\n§ 841(b)(1)(A).    According to Negrón-Maldonado, 125 grams of crack\n\ncocaine would yield approximately 800 to 850 crack capsules using\n\nthe conspiracy's packaging techniques.     Negrón-Maldonado testified\n\nthat Cintrón-Caraballo received 600 capsules of crack cocaine (90\n\ngrams) per week for distribution at his drug point in 1990, 800 to\n\n850 capsules (125 grams) per week in 1991, and 1000 capsules (150\n\ngrams) per week in early 1993.          Furthermore, Negrón-Maldonado\n\ntestified that at the beginning of 1992, he would \"cook\" 500 grams\n\nto a kilogram of cocaine into crack cocaine two to three times per\n\nweek for Soto-Ramírez's points; this alone amounts to one to three\n\nkilograms per week.     At around the same time, Negrón-Maldonado\n\nhimself was also selling 500 to 800 crack capsules, or between 75\n\nto 125 grams of crack, per week.        When he left for the United\n\nStates, he sold an additional 2000 crack capsules, or over 300\n\ngrams of crack. All told, Negrón-Maldonado estimated that a single\n\ndrug point would distribute at least one kilogram of crack cocaine\n\nper month -- more than twenty times the amount necessary to trigger\n\na life sentence.\n\n          In the face of this overwhelming evidence, defendants\n\nargue that the testimony of co-conspirators alone is never a\n\nsufficient basis to find an Apprendi error harmless beyond a\n\nreasonable doubt.    That is not so.    See United States v. Stewart,\n\n</pre><span class=\"citation\" data-id=\"779373\"><a href=\"/opinion/779373/united-states-v-suzette-miranda-stewart-99-5615-calvin-nelson-tramble/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">295</span></a></span><pre class=\"inline\">, 324-25 (6th Cir. 2002) (finding Apprendi error\n\n\n                                 -87-\n\fharmless beyond a reasonable doubt based on the testimony of co-\n\nconspirators).    Defendants offered no evidence contradicting the\n\nconspiracy-wide drug quantities at trial, and they point to no such\n\nevidence on appeal, except their attack on the general credibility\n\nof the two witnesses.\n\n            The jury in this case could not have convicted all eleven\n\ndefendants of participation in the conspiracy without believing the\n\ntestimony of Negrón-Maldonado and Torrens-Alicea regarding at least\n\nsome of the transactions. Negrón-Maldonado and Torrens-Alicea also\n\ntestified   regarding   the    quantity     of    drugs   involved   in   those\n\ntransactions.    Defendants offer no explanation for why the jury\n\nwould believe Negrón-Maldonado and Torrens-Alicea's account of each\n\ndefendant's   activities      in   furtherance     of   the   conspiracy,   but\n\ndiscredit their testimony regarding the quantity or type of drugs\n\ninvolved in those activities.          In Nelson-Rodriguez, we found an\n\nApprendi error harmless on very similar facts: the jury could not\n\nhave convicted without crediting informant testimony, the same\n\ninformant testified to the drug amount, and the defendant offered\n\nno reason to disbelieve the testimony except a general attack on\n\nthe witness's credibility.         319 F.3d at 49-50.\n\n            Defendants further protest that even if the conspiracy\n\nwrit large involved the requisite quantities and types of drugs,\n\nthe Apprendi error is not harmless.              They argue that it was not\n\nreasonably foreseeable to each of them individually, from their\n\n\n                                     -88-\n\flimited   involvement,        that    such    quantities       of    drugs   would   be\n\ninvolved.         Under      the     Sentencing      Guidelines,        a    narcotics\n\nconspirator's sentence is based on the amount of drugs he actually\n\nhandled, negotiated, or saw, as well as the amount of drugs that he\n\nreasonably could have foreseen to be embraced by the conspiracy he\n\njoined.     Rodriguez, 162 F.3d at 149; U.S.S.G. § 1B1.3 & cmt. 2.\n\nDefendants argue that unless this court is certain that the jury\n\nwould   find   the    drug    quantity       reasonably    foreseeable        to   each\n\ndefendant, the Apprendi error cannot be harmless.\n\n            We reject this argument.              Apprendi does not require that\n\nthe jury determine beyond a reasonable doubt the quantity of drugs\n\nforeseeable to each defendant.             Apprendi requires only that juries\n\ndetermine facts necessary to increase the statutory maximum.                         530\n\nU.S. at 490.      Here, the conspiracy-wide drug quantity determines\n\nthe   statutory      maximum.        See    21    U.S.C.   §   846    (holding     each\n\nconspirator responsible for the quantity of drugs distributed by\n\nthe conspiracy).          As long as the sentence falls within this\n\nstatutory maximum, the district court may determine the quantity of\n\ndrugs reasonably foreseeable to each defendant by a preponderance\n\nof the evidence and sentence each defendant accordingly. Derman v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"200045\"><a href=\"/opinion/200045/derman-v-united-states/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 42-43 (1st Cir. 2002).                    In determining\n\nwhether an Apprendi error is harmless, the determinative question\n\nis whether the evidence overwhelmingly establishes the amount of\n\ndrugs distributed by the conspiracy as a whole.                     It does here.\n\n\n                                           -89-\n\f           b)   Multi-Object Conspiracy\n                (Vega-Cosme)\n\n           Vega-Cosme raises a related argument that the defendants\n\nwere charged with a multi-object conspiracy.          In a multi-object\n\nconspiracy charge, a jury convicts the defendants of distributing\n\none type of drug or another type of drug.      See, e.g., United States\n\nv. Dale, </pre><span class=\"citation\" data-id=\"764397\"><a href=\"/opinion/764397/united-states-v-jeffrey-leon-dale/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></a></span><pre class=\"inline\">, 431 (6th Cir. 1999) (jury instructed to\n\nconvict if conspiracy distributed crack cocaine or marijuana).\n\nAlthough the First Circuit has not ruled on this issue, other\n\ncircuits have held that when a defendant is charged with a multi-\n\nobject conspiracy, and the jury returns a general verdict, the\n\nstatutory maximum should be based on the object carrying the lowest\n\nmaximum   penalty.   See,   e.g.,   id.   at   432;   United   States   v.\n\nOrozco-Prada, </pre><span class=\"citation\" data-id=\"434895\"><a href=\"/opinion/434895/united-states-v-eduardo-orozco-prada-humberto-orozco-prada-paul-forand/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span><pre class=\"inline\">, 1083-84 (2d Cir. 1984).           Vega-Cosme\n\nargues that the jury in this case returned a general verdict on a\n\nmulti-object conspiracy charge -- namely, that the defendants\n\ndistributed more than five kilograms of heroin, cocaine, or cocaine\n\nbase, or more than 100 kilograms of marijuana.        He argues that the\n\nstatutory maximum should therefore have been based on the penalty\n\nfor conspiring to distribute 100 kilograms of marijuana, which is\n\nup to forty years imprisonment under 21 U.S.C. § 841(b)(1)(B).          If\n\nthis were indeed the case, Vega-Cosme's life sentence would be\n\nproblematic.\n\n           Vega-Cosme's argument, though, is without merit.             The\n\ndefendants were not charged with a multi-object conspiracy.             The\n\n                                -90-\n\findictment charged them with distributing more than five kilograms\n\neach of heroin, cocaine, and crack cocaine, and more than 100\n\nkilograms of marijuana.10      Because those drug quantities and types\n\nwere    joined   by   the   conjunctive   term    \"and\"   rather     than   the\n\ndisjunctive term \"or,\" there was no ambiguity about the crime\n\ncharged.    See United States v. Neuhausser, </pre><span class=\"citation\" data-id=\"772211\"><a href=\"/opinion/772211/united-states-v-randall-r-neuhausser-99-3763-and-sheila-neuhausser/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span><pre class=\"inline\">, 469-70\n\n(6th Cir. 2001) (no Apprendi error in sentencing defendant to\n\nhigher statutory maximum for cocaine conspiracy, when defendant was\n\ncharged with conspiracy to distribute both cocaine and marijuana);\n\nUnited States v. Banks, </pre><span class=\"citation\" data-id=\"714835\"><a href=\"/opinion/714835/united-states-v-dontay-banks-mario-dunlap-michael-wills-alton-mills/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span><pre class=\"inline\">, 1203 (7th Cir. 1996) (no\n\nambiguity where indictment was phrased in conjunctive rather than\n\ndisjunctive); United States v. Watts, </pre><span class=\"citation\" data-id=\"572734\"><a href=\"/opinion/572734/united-states-v-thomas-edward-watts-united-states-of-america-v-david/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">508</span></a></span><pre class=\"inline\">, 515 (8th Cir.\n\n1991) (same).\n\n            Vega-Cosme argues that, regardless of the indictment, the\n\njury    instructions    transformed   Count      Two   into   a   multi-object\n\nconspiracy charge.      The jury instructions contain a definition of\n\n\"possession with intent to distribute\" that required the government\n\nto \"prove beyond a reasonable doubt that the defendant knew he was\n\npossessing a controlled substance\" but not that \"the defendant knew\n\nwhich particular controlled substance was involved.\"                Vega-Cosme\n\ncontends that this instruction changed the conjunctive term \"and\"\n\n\n       10\n          The indictment did not need to specify the exact amount\nof drugs involved in the conspiracy, as long as it alleged the\nappropriate threshold amounts necessary to support the defendants'\nsentences. Cf. Derman v. United States, </pre><span class=\"citation\" data-id=\"200045\"><a href=\"/opinion/200045/derman-v-united-states/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 42 n.4 (1st\nCir. 2002).\n\n                                   -91-\n\fin the indictment into the disjunctive term \"or.\" This argument is\n\nmeritless.       First, this definition should not have affected the\n\njury's consideration of the conspiracy charge.               The conspiracy\n\ncount of the indictment and the jury instructions regarding the\n\nelements of conspiracy require the jury to find that defendants\n\nconspired to \"distribute\" controlled substances to return a guilty\n\nverdict;     nowhere   does    the   term   \"possession    with   intent   to\n\ndistribute\" appear.      Second, even if the term had appeared, the\n\ndefinition requires the government to prove that the defendants did\n\nin fact possess specific drugs, even if they did not know which\n\ndrugs they possessed.         Thus, the government must still show that\n\nthe defendant possessed cocaine and cocaine base and heroin and\n\nmarijuana, even if the defendant himself did not know the specific\n\ndrugs that he had in his possession.           Finally, even if a multi-\n\nobject conspiracy were charged and an Apprendi error therefore\n\noccurred, Vega-Cosme admits that review would be for plain error\n\nbecause he did not preserve this argument below.            We have already\n\ndetermined that any Apprendi error as to drug amount or type would\n\nbe harmless; a fortiori, no plain error occurred.\n\n            c)     Failure to Reference § 841(b)(1)(B) in Indictment\n                   (Fernández-Malavé)\n\n            Fernández-Malavé argues that his sentence must be vacated\n\nbecause the indictment was defective under Apprendi for failing to\n\nreference    specifically      §   841(b)(1)(B),    the   statutory   penalty\n\nsubsection under which he was sentenced.           This claim is meritless.\n\n                                     -92-\n\fThe indictment included threshold drug quantities and types. There\n\nis no Apprendi requirement that the penalty subsection be included\n\nin the indictment once the drug quantity and type are alleged.                   See\n\nUnited States v. Eirby, </pre><span class=\"citation\" data-id=\"199580\"><a href=\"/opinion/199580/united-states-v-eirby/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span><pre class=\"inline\">, 38 (1st Cir. 2001).\n\n     2.     Sufficiency of Evidence As to Drug Quantities\n            (Soto-Ramírez, Soto-Beníquez, Cintrón-Caraballo, Vega-\n            Colón, Vega-Cosme)\n\n            Five       defendants    argue,    separate   from    their   Apprendi\n\nclaims, that the district court erred in determining the amount of\n\ndrugs attributable to them.           They argue that the evidence does not\n\nestablish   by     a    preponderance       the   quantity   or   type    of   drugs\n\nnecessary to support the calculation of their base offense levels.\n\nWe review factual determinations at sentencing for clear error.\n\nUnited States v. Damon, </pre><span class=\"citation\" data-id=\"197584\"><a href=\"/opinion/197584/united-states-v-damon/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">, 141 (1st Cir. 1997).\n\n            The district court's determinations of drug amounts were\n\nnot clearly erroneous.              Under the Sentencing Guidelines, each\n\ndefendant must be sentenced based on the amount of drugs that he\n\nhandled, negotiated, saw, or could reasonably have foreseen to be\n\nembraced by the conspiracy.           Rodriguez, 162 F.3d at 149; U.S.S.G.\n\n§ 1B1.3 & cmt. 2.           Applying this standard, the district court\n\nattributed at least 1.5 kilograms of crack cocaine to each of the\n\nfive defendants, resulting in a base offense level of 38 for each.\n\n            The    record     at    trial     and   sentencing    supports      this\n\ncalculation. Negrón-Maldonado testified that Soto-Ramírez sold 300\n\ncrack capsules to Cintrón-Caraballo on at least ten occasions in\n\n\n                                        -93-\n\f1990, which amounts to 450 grams of crack cocaine.                   He also\n\ntestified that at the beginning of 1990, Soto-Ramírez supplied him\n\nwith 1000 to 1500 crack capsules, or about 150 to 200 grams, per\n\nweek.   Assuming that these purchases continued for at least seven\n\nweeks, Soto-Ramírez would have distributed 1.5 kilograms of crack\n\ncocaine just from sales to Cintrón-Caraballo and Negrón-Maldonado\n\nin 1990.    Furthermore, according to Negrón-Maldonado's testimony,\n\nduring early 1992, Negrón-Maldonado \"cooked\" one to three kilograms\n\nof cocaine into crack cocaine per week for Soto-Ramírez's points.\n\nIn one and a half weeks, Negrón-Maldonado would have packaged at\n\nleast 1.5 kilograms of crack cocaine for distribution at Soto-\n\nRamírez's points.        Although Soto-Ramírez was in prison at this\n\ntime, the drug quantity was reasonably foreseeable to him because\n\nhe was still supervising his drug points by telephone.\n\n            The government presented evidence that Soto-Beníquez\n\nsupplied other members of the conspiracy with cocaine, which they\n\nconverted    into   at   least   1.5    kilograms   of   crack   cocaine   and\n\ndistributed at their respective drug points.               Negrón-Maldonado\n\ntestified that each week in early 1992, he bought one to three\n\nkilograms of cocaine from Soto-Beníquez and converted it into crack\n\ncocaine.     Over two weeks, this would exceed the required 1.5\n\nkilograms.     Negrón-Maldonado also testified that Soto-Beníquez\n\nsupplied Cintrón-Caraballo with 125 grams of cocaine per week and\n\nNegrón-Maldonado with 75 to 125 grams of cocaine per week, which\n\n\n                                       -94-\n\fwas converted into crack cocaine for sale at their respective drug\n\npoints.     Over eight weeks, this would exceed the required 1.5\n\nkilograms.       Soto-Beníquez     protests    that   he   could    not    have\n\nreasonably foreseen that the cocaine he supplied would be converted\n\ninto crack cocaine.       The district court had sufficient evidence to\n\nconclude     otherwise.      Negrón-Maldonado     testified       that    Soto-\n\nBeníquez's house was used, repeatedly, as a location for converting\n\ncocaine into crack cocaine.         He also testified that when Cosme-\n\nSobrado was killed, Soto-Beníquez picked up the proceeds from Soto-\n\nRamírez's    crack   cocaine    point   and   determined   that    money    was\n\nmissing.      Bitumul is a small community; given Soto-Beníquez's\n\ninvolvement, it would be difficult for him to be wholly ignorant\n\nthat his co-conspirators were producing crack cocaine.                    These\n\nactivities and Soto-Beníquez's leadership role in the conspiracy\n\nare sufficient to support the conclusion that Soto-Beníquez knew\n\nNegrón-Maldonado and Cintrón-Caraballo sold crack cocaine at their\n\npoints and that he could have reasonably foreseen that the cocaine\n\nhe supplied to them would be converted into crack cocaine.\n\n             Cintrón-Caraballo's crack cocaine point was in operation\n\nthroughout the duration of the conspiracy, according to Negrón-\n\nMaldonado's testimony.         Negrón-Maldonado testified that Cintrón-\n\nCaraballo purchased over 90 grams of crack cocaine per week for\n\ndistribution at his point in 1990, 125 grams per week in 1991, 125\n\ngrams on a regular basis in 1992, and over 150 grams per week in\n\n\n                                    -95-\n\fearly 1993.    Assuming that Cintrón-Caraballo's drug point operated\n\nat least four weeks each year, the total amount of crack cocaine\n\npurchased for distribution would exceed 1.5 kilograms.\n\n            Negrón-Maldonado testified that the drug point operated\n\nby Vega-Cosme and Vega-Colón sold crack cocaine in 1990, 1992, and\n\n1993.    Negrón-Maldonado estimated that one drug point distributing\n\ncrack cocaine would usually sell at least one kilogram per month.\n\nThat volume of sales alone is sufficient to exceed the required 1.5\n\nkilograms.       In    addition,    the     government     presented   evidence\n\nindicating that the quantity of crack cocaine sold by Negrón-\n\nMaldonado and Cintrón-Caraballo was reasonably foreseeable to Vega-\n\nCosme.    Vega-Cosme met at least three times with the others to\n\ncoordinate    the     color   of   the    caps   on    their   respective   crack\n\ncapsules.     These meetings are evidence that Vega-Cosme had some\n\nawareness of his co-conspirators' crack cocaine sales and that,\n\nafter color-coding was instituted, he had some way of tracking\n\ntheir activities.\n\n             In response, all five defendants argue that this evidence\n\nis unreliable because it is based on the testimony of cooperating\n\nco-conspirators and was uncorroborated.               Vega-Colón and Vega-Cosme\n\nargue in their brief that absent a rule requiring corroboration of\n\nsuch evidence, \"unsuspecting defendants would be entirely at the\n\nmercy of cooperating co-defendants, who have all the incentive in\n\nthe world to testify in a manner [whether truthful or not] that\n\n\n                                         -96-\n\fwill assist the government in obtaining a larger sentence.\"                            That\n\nrisk        is   real,    but    vacating        their    sentences       for   lack     of\n\ncorroboration is not the answer.11                       Here, the cooperating co-\n\ndefendants were vigorously cross-examined, and defense counsel had\n\nthe    opportunity        to    present       evidence    of   the   witnesses's       plea\n\nagreements, grants of immunity, and receipt of government money.\n\nIf the government's dilatory production of discovery materials had\n\nimpeded the cross-examination, the situation might be different.\n\nBut it did not.          The jury found the co-conspirators credible, and,\n\nfor sentencing purposes, so did the trial court.                      These plausible\n\ncredibility determinations cannot be disturbed on appeal.                               Cf.\n\nTorres-Galindo, 206 F.3d at 139-40 (\"Uncorroborated testimony of a\n\ncooperating accomplice may sustain a conviction so long as that\n\ntestimony is not facially incredible . . . .\").\n\n       3.        Alleged Rule 32 Violation\n                 (Cintrón-Caraballo, Vega-Cosme)\n\n                 Cintrón-Caraballo argues that the district court erred\n\n(1) in permitting the government to introduce evidence in support\n\nof an upward adjustment for his role as a supervisor in the\n\nconspiracy        under    U.S.S.G.       §    3B1.1     and   (2)   in   granting     the\n\nadjustment.         Although the probation officer did not include the\n\nupward adjustment for a supervisory role in the PSR and the\n\n\n\n       11\n          If the government is mindful of its obligations,\ncountervailing incentives, such as avoidance of perjury charges,\ncan reduce the incentive to lie.\n\n                                              -97-\n\fgovernment did not object to this omission before sentencing, the\n\ngovernment attempted to argue the upward adjustment to the court at\n\nthe sentencing hearing.      We agree with Cintrón-Caraballo that this\n\ncourse of action violated Fed. R. Crim. P. 32, which requires that\n\n\"[w]ithin 14 days after receiving the presentence report, the\n\nparties shall communicate in writing to the probation officer, and\n\nto each other, any objections\" to it.         Fed. R. Crim. P. 32(b)(6)(B)\n\n(2000) (amended 2002).\n\n            Any possible prejudice to Cintrón-Caraballo from the\n\ngovernment's non-compliance was cured by the district court's grant\n\nof a two-week continuance to give defense counsel an adequate\n\nopportunity to respond to the government's late submission.                See\n\nUnited States v. Young, </pre><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">453</span></span><pre class=\"inline\">, 457 (2d Cir. 1998) (\"The\n\nsentencing   court    may   impose     sentencing   enhancements   belatedly\n\nsuggested by the Government and not contained in the PSR, provided\n\nthe     defendant     is    afforded     an   adequate       opportunity    to\n\nrespond . . . .\" (internal citation omitted)).\n\n            Vega-Cosme raises a similar argument that the district\n\ncourt    erred   in   granting   a     two-level    upward   adjustment    for\n\npossession of a weapon.          Here again, the adjustment was not\n\nincluded in the PSR, and the prosecution did not object to its\n\nomission before sentencing but argued for the enhancement at\n\nsentencing, which was in violation of Rule 32.           Because Vega-Cosme\n\ndid not object at sentencing, review is for plain error.              United\n\n\n                                     -98-\n\fStates v. Frisby, </pre><span class=\"citation\" data-id=\"774128\"><a href=\"/opinion/774128/united-states-v-norman-e-frisby/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 47-48 (1st Cir. 2001).                           There was\n\nnone. Vega-Cosme had the opportunity to respond to the evidence at\n\nthe sentencing hearing. Contrast United States v. Curran, </pre><span class=\"citation\" data-id=\"556392\"><a href=\"/opinion/556392/united-states-v-walter-f-curran/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">59</span></a></span><pre class=\"inline\">, 62 (1st Cir. 1991), in which the court vacated a defendant's\n\nsentence when he had no opportunity to contradict letters that were\n\nnot included in the PSR and that the court relied upon in reaching\n\nits decision.           Given the trial testimony regarding Vega-Cosme's\n\nrole in obtaining ammunition for the conspiracy and the extensive\n\nmurder       evidence    presented     at    trial,     the       government's    belated\n\nseeking of a firearms enhancement could not have come as such a\n\nsurprise       to    Vega-Cosme   as    to       render       the   entire      sentencing\n\nproceeding a miscarriage of justice.\n\n       4.      Denial of Downward Adjustment\n               (Gonzalez-Ayala, de León Maysonet)\n\n\n               Gonzalez-Ayala     and       de   León     Maysonet      argue     that   the\n\ndistrict court committed an error of law when it refused to grant\n\nthem     a    downward     adjustment       based       on    their     roles     as   minor\n\nparticipants in the conspiracy.              They argue in their brief that the\n\ndistrict court \"failed to realize that the guidelines permitted the\n\nsentencing court to decrease defendants' sentencing level\" based on\n\nthe fact that \"the appellants' level of participation was below that\n\nof   the     other    defendants.\"          Mistakes         of   law   in   applying    the\n\nSentencing Guidelines are reviewed de novo.                       United States v. Cali,\n\n</pre><span class=\"citation\" data-id=\"196836\"><a href=\"/opinion/196836/united-states-v-cali/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span><pre class=\"inline\">, 575 (1st Cir. 1996).                     The district court made no\n\n\n                                            -99-\n\fmistake of law.\n\n            The     district   court    correctly    determined     that      these\n\ndefendants were not entitled to a minor-role adjustment merely\n\nbecause they were the least culpable among those who were actually\n\nindicted.       See United States v. Daniel, </pre><span class=\"citation\" data-id=\"582532\"><a href=\"/opinion/582532/united-states-v-jose-daniel/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span><pre class=\"inline\">, 103 (1st Cir.\n\n1992).    The relevant inquiry is whether the defendant played a part\n\nthat     made    him   substantially    less    culpable   than    the       average\n\nparticipant in similar crimes.          See U.S.S.G. § 3B1.2 cmt. 3; United\n\nStates v. Brandon, </pre><span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">, 460 (1st Cir. 1994).\n\n            Absent a mistake of law, we review the district court's\n\nfact-based       determination   that    a     defendant   was    not    a    minor\n\nparticipant for clear error.       United States v. Rosario-Peralta, </pre><span class=\"citation\" data-id=\"198440\"><a href=\"/opinion/198440/united-states-v-rosario-peralta/\"><span class=\"volume\">199</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></a></span><pre class=\"inline\">, 571 (1st Cir. 1999).           The court's determination was not\n\nclearly erroneous. The government presented testimony at trial that\n\nde León Maysonet stored weapons and narcotics for the conspiracy in\n\n1992, stood as an armed guard at drug points in 1993, and packaged\n\nand sold narcotics at the Callejón Nueve point in 1993.                         The\n\ngovernment also presented evidence at trial that he participated in\n\nan unsuccessful mission to Fajardo to find and kill an individual\n\nnamed Vitito, who had been hired to kill those responsible for\n\nstealing the 200 kilograms of cocaine.            The evidence is sufficient\n\nto support the district court's finding that de León Maysonet was\n\nnot a minor participant, based on his two-year involvement and his\n\nparticipation in a variety of criminal activities           in support of the\n\n\n                                       -100-\n\fconspiracy.     As to Gonzalez-Ayala, government witnesses Negrón-\n\nMaldonado and Torrens-Alicea testified at trial that he participated\n\nin the planning and execution of the theft of 200 kilograms of\n\ncocaine in Fajardo and that he received profits from the sale of\n\nthat cocaine.   They also testified that he helped package heroin and\n\ncocaine for distribution at the Callejón Nueve point.                   The record\n\nsupports the district court's conclusion, based on the quantity of\n\ndrugs he helped obtain for the conspiracy and his ongoing role in\n\nthe packaging and sale of those drugs, that Gonzalez-Ayala was not\n\na minor participant.\n\n     5.    Grant of Upward Adjustment\n           (Cintrón-Caraballo)\n\n           Cintrón-Caraballo          argues     that       the   evidence      was\n\ninsufficient to support the district court's grant of a three-level\n\nsentencing    enhancement   for   his     role    as    a    supervisor    in   the\n\nconspiracy    under   U.S.S.G.    §    3B1.1(b).        Under     the   Sentencing\n\nGuidelines, a three-level enhancement is permissible \"[i]f the\n\ndefendant was a manager or supervisor (but not an organizer or\n\nleader) and the criminal activity involved five or more participants\n\nor was otherwise extensive.\"          U.S.S.G. § 3B1.1(b).        Review of this\n\ndetermination is for clear error.         United States v. Brown, </pre><span class=\"citation\" data-id=\"200067\"><a href=\"/opinion/200067/united-states-v-brown/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">120</span></a></span><pre class=\"inline\">, 122 (1st Cir. 2002).\n\n           The district court correctly counted the eleven defendants\n\nconvicted in the trial as meeting the \"five or more participants\"\n\nprong.    The more serious question is whether Cintrón-Caraballo was\n\n                                      -101-\n\fa   manager      or   supervisor,    terms    not   defined   in    the   Sentencing\n\nGuidelines but described in U.S.S.G. § 3B1.1 cmt. 4 as involving:\n\n      the exercise of decision making authority, the nature of\n      participation in the commission of the offense, the recruitment\n      of accomplices, the claimed right to a larger share of the\n      fruits of the crime, the degree of participation in planning or\n      organizing the offense, the nature and scope of the illegal\n      activity, and the degree of control and authority exercised\n      over others.\n\n\nCintrón-Caraballo argues that there was no firm evidence that he was\n\na supervisor; there was only rumor and innuendo.               But the government\n\npresented testimony at trial that Cintrón-Caraballo controlled a\n\ndrug point at Street B that sold crack cocaine and that he had\n\n\"Nanito, . . . Bennie's little brothers, and other persons\" selling\n\nfor him.      He also had Negrón-Maldonado cook cocaine into crack for\n\nhis drug point.         The district court did not clearly err in finding\n\nthat Cintrón-Caraballo acted as a supervisor in running his drug\n\npoint.\n\n      6.      Denial of Downward Departure\n              (Soto-Ramírez)\n\n              Soto-Ramírez challenges the district court's denial of a\n\ndownward departure based on his upbringing.                 The record contained\n\nwell-documented        evidence     that    Soto-Ramírez    had    suffered   severe\n\nneglect and sexual abuse as a child.                  A denial of a downward\n\ndeparture is generally non-reviewable unless the lower court's\n\nfailure to depart stemmed from a misapprehension of its authority\n\nunder      the    Sentencing      Guidelines.         See     United      States   v.\n\n\n                                           -102-\n\fRivera-Rodriguez, </pre><span class=\"citation\" data-id=\"200334\"><a href=\"/opinion/200334/united-states-v-rivera-rodriguez/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">268</span></a></span><pre class=\"inline\">, 275 (1st Cir. 2003).      This standard\n\nis unaffected by the PROTECT Act, which applies when the decision\n\nmade is to grant a departure.      18 U.S.C. § 3742(e).    Here, Soto-\n\nRamírez argues that the district court failed to recognize that it\n\nhad the power to grant a downward departure based on abuse that\n\nSoto-Ramírez suffered as a child.        But the district court did\n\nacknowledge its power to depart.    It expressly stated, \"I have [the]\n\nauthority to depart because of an upbringing situation which may\n\nhave affected the defendant.\"   Accordingly, we have no jurisdiction\n\nto review its decision on this issue.\n\n                                   IV.\n\n            This was a lengthy and complex case handled patiently and\n\nwell by the trial court.      Despite missteps by the prosecution,\n\ndefendants received a fair trial and sufficient evidence supported\n\nboth the verdicts and the sentences for each defendant, which are\n\naffirmed.   So ordered.\n\n\n\n\n                                -103-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780802/"
  ]
}