{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200796/",
  "absolute_url": "/opinion/200796/lee-crespo-v-schering-plough-del/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200796/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:00:52Z",
  "date_modified": "2016-02-28T05:03:52.897777Z",
  "type": "010combined",
  "sha1": "051ec1c13acde4dd2213cfca254909d731068adf",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1033-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/12/31/Lee-Crespo_v._Schering-Plough_Del.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 03-1033\n\n                   ALICE MERCEDES LEE-CRESPO,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                SCHERING-PLOUGH DEL CARIBE INC.,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Héctor M. Laffitte, Chief U.S. District Judge]\n\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n              Torruella and Lynch, Circuit Judges.\n\n\n     Angelique Doble Bravo, with whom José A. Gallart and Cristina\nAlcaraz Emmanuelli were on brief, for appellant.\n     Luis F. Antonetti, with whom Angel L. Berberena, Jesús Cuza,\nand Goldman Antonetti & Córdova PSC were on brief, for appellee.\n\n\n\n                        December 31, 2003\n\f            LYNCH, Circuit Judge.       This is a same-sex employment\n\ndiscrimination case in which plaintiff Alice Mercedes Lee-Crespo\n\nseeks to hold her employer vicariously liable primarily for the\n\nactions of her supervisor. The appeal is from the grant of summary\n\njudgment to Schering-Plough Del Caribe, Inc., the employer.       Lee-\n\nCrespo claims that she was subjected to a hostile work environment\n\nand constructively discharged as a result of sexual harassment by\n\nher immediate supervisor, a female, in violation of Title VII of\n\nthe Civil Rights Act, 42 U.S.C. §§ 2000e et seq., and Puerto Rico\n\nlaw.   The district court held that the undisputed material facts\n\npermitted the conclusion that the conduct of the supervisor was\n\nboorish and unprofessional, but that the incidents were not severe\n\nor pervasive enough to alter the terms and conditions of Lee-\n\nCrespo's employment, and that Lee-Crespo was not constructively\n\ndischarged.     Crespo v. Schering Plough Del Caribe, Inc., 231\n\nF.Supp.2d 420, 429, 433 (D.P.R. 2002).\n\n            A jury could easily find that Lee-Crespo was subjected to\n\nincivility.    But Title VII is neither a civility code nor a general\n\nanti-harassment code.    Title VII requires, rather, that the level\n\nof incivility or harassment must amount to either a tangible or a\n\nconstructive     employment   action.      Furthermore,   the   alleged\n\nharassment and the employment action must be causally related. The\n\ndiscrimination must be based on gender or some other prohibited\n\ncategory.     Here, Lee-Crespo complains of a general atmosphere of\n\n\n                                  -2-\n\fharassment by her supervisor that she argues was so bad it drove\n\nher out of her job and was a constructive discharge.           She fails to\n\nshow that the harassment she suffered amounted to a constructive\n\ndischarge.    She also complains that her failure to get a transfer\n\nto Florida and her reassignment to a new sales territory in Puerto\n\nRico were tangible employment actions.          But those decisions were\n\nnot made by her supervisor, but by her supervisor's superiors, none\n\nof   whom   participated   in   any   harassment.    Indeed,    as   to   the\n\nreassignment, these upper level supervisors were being responsive\n\nto Lee-Crespo's statements that she did not want to work with her\n\nsupervisor.     There is nothing showing a causal link between any\n\nalleged harassment and the motivation of the non-harassing managers\n\nin these decisions.      As a result, we affirm.\n\n                                      I.\n\n            On appeal from the entry of summary judgment, this court\n\nviews the facts in the light most favorable to Lee-Crespo and draws\n\nall reasonable inferences in her favor.        Rivera v. P.R. Aqueduct &\n\nSewers Auth., 331 F.3d 183, 185 (1st Cir. 2003).\n\n            Lee-Crespo     provided    the   following   account     in   her\n\ndeposition.    On April 28, 1999, she began training with Schering-\n\nPlough (Schering), a pharmaceutical company, and on May 19, she\n\nbegan working as an entry level medical salesperson.            She had no\n\nprior experience in the medical sales field.              Lee-Crespo was\n\ninitially assigned to visit doctors in the Hato Rey area of San\n\n\n                                      -3-\n\fJuan, Puerto Rico, but nothing in her employment offer guaranteed\n\nher a specific sales area.         Hato Rey has a high concentration of\n\nphysicians.\n\n            Mayra    González     was    promoted      from    being     a     sales\n\nrepresentative to the position of district manager in June 1999 and\n\nbecame Lee-Crespo's immediate supervisor in July 1999.                       Thus, a\n\nneophyte manager, González, came to supervise a neophyte sales\n\nrepresentative, Lee-Crespo.           About thirteen other employees also\n\nworked under González's supervision.             On July 4, 1999, González\n\ntold Lee-Crespo: \"[Y]ou know that now I'm your supervisor and now\n\nyou have to do what I tell you to do.\"              González also told Lee-\n\nCrespo that she should never go to González's boss, Anita Bursian,\n\nwith a problem. The same day, González made comments to Lee-Crespo\n\nregarding   the     private   lives     and   sexual   preferences       of    other\n\nSchering employees.        González said that she did not get along with\n\nher ex-boss, whom she said was a lesbian and treated her badly, and\n\nshe discussed a Schering employee who, although unmarried, had\n\nlived with and had a child with a doctor.              Lee-Crespo's testimony\n\nwas that González had many \"stories\" about co-workers.\n\n            González repeatedly questioned Lee-Crespo about how she,\n\nas a \"rookie,\" had come to be assigned to the Hato Rey territory.\n\nAt one point, González told Lee-Crespo that the reason she was\n\nassigned    there    was   that   Schering's     general      manager,       Roberto\n\nMercade, was \"crazy about [her] looks.\"                González advised Lee-\n\n\n                                        -4-\n\fCrespo that she should become González's best friend in the company\n\nand should tell her everything that happened at Schering.             After\n\nLee-Crespo earned a large commission, González told Lee-Crespo to\n\ninvite her to lunch because Lee-Crespo earned more money than she\n\ndid.   Lee-Crespo declined and González never asked her again.\n\n           González also bothered Lee-Crespo with meddlesome and\n\nprying questions about her personal life and made comments about\n\nher appearance and behavior.      González asked Lee-Crespo for the\n\nnames of the stores where she bought her clothes and accessories.\n\nGonzález also asked for Lee-Crespo's opinion about the doctors she\n\nvisited and inquired whether she ever dated doctors. González once\n\ntold Lee-Crespo that she had always wanted to be tall and blonde\n\nlike her and commented that Lee-Crespo was \"enviably thin.\"\n\n           The   relationship   had   its   ups   and   downs.   At   times\n\nfriendly, González was also critical of Lee-Crespo.              González\n\naccused Lee-Crespo of being very disorganized and said that her\n\ndisorganization probably explained why she did not have a husband.\n\nGonzález also told her that she was a mediocre sales representative\n\nand stated that she was using her physical attributes, not her\n\ntechnical knowledge, to sell Schering's products.          Lee-Crespo said\n\nthat González often looked at her \"in a very intimidating way.\"          At\n\none point, González said \"You have never married because maybe\n\n\n\n\n                                  -5-\n\fyou're strange, \"rara\"?\"1        González commented that Lee-Crespo and\n\nMaría Montalvo, one of Lee-Crespo's co-workers, would be able to\n\nhave lunch together frequently and that she had heard that Lee-\n\nCrespo and Montalvo got along very well.        More than once, González\n\ntold Lee-Crespo that she did not appreciate the fact that she had\n\na job as a sales representative for Schering.\n\n              In August 1999, while González and Lee-Crespo were at a\n\nhotel during a Schering convention, Anita Bursian complained about\n\nhaving a migraine headache.        When Lee-Crespo offered to get some\n\nmedication from her hotel room, González asked Lee-Crespo for her\n\nbedroom keys and said that she would get the medication from Lee-\n\nCrespo's room.      Lee-Crespo refused to hand over her keys, and that\n\nwas that.\n\n              On   several   occasions,    Lee-Crespo    complained    about\n\nGonzález to Anita Bursian, González's boss.              She first went to\n\nBursian sometime between October and November 1999 and \"told her\n\neverything.\"       But Lee-Crespo never explained on the record what\n\nthis       \"everything\"   was.    Lee-Crespo   also     occasionally   spoke\n\ncritically to other fellow employees about González and about\n\nindividual incidents.\n\n\n\n\n       1\n          Lee-Crespo interpreted this statement as an insinuation\nby González that Lee-Crespo was a lesbian. In her sworn statement\nof particulars filed with the Anti-Discrimination Unit of the\nPuerto Rico Labor Department, Lee-Crespo stated that her co-workers\nasked her: \"Could it be that [González] likes you?\"\n\n                                     -6-\n\f           One day in October 1999, González told Lee-Crespo's co-\n\nworkers that she had heard that Lee-Crespo was \"crawling drunk\" at\n\na wedding.   The accusation was untrue.           When Lee-Crespo said that\n\nGonzález   was   wrong   and   asked   her   to    stop   making   the   false\n\nstatement, González backed off and told Lee-Crespo that she could\n\nnot take a joke.    On another occasion in October, González called\n\nLee-Crespo and, in a loud voice and with a scolding tone, accused\n\nher of having a negative attitude and threatened to reassign her to\n\na new territory. In December, González informed her that she would\n\nhave to work during a week that was considered a holiday period for\n\nsales representatives.         Lee-Crespo called Schering's personnel\n\noffice and was advised that González could not require her to work\n\nthe additional week.     She did not work that week.\n\n           Still, a \"Performance Development Plan\" for Lee-Crespo,\n\ndated January 10, 2000, and signed by González, provided positive\n\nevaluations of Lee-Crespo's work. Among other things, the document\n\nnotes Lee-Crespo's \"[e]xcellent territory analysis,\" \"[e]xcellent\n\nbusiness development,\" \"[e]xcellent communication skills,\" and\n\n\"[g]ood administrative work, all reports on time.\"2\n\n\n     2\n          Elloy Pérez-Bracetti, a male district manager, testified\nthat during the period when Lee-Crespo was supervised by González,\nhe could not remember Lee-Crespo making any mistakes \"out of the\nordinary\" and that there was \"nothing negative that would lead us\nto say she was doing a poor job.\" When asked for his opinion of\nLee-Crespo's performance as a sales representative, Pérez-Bracetti\nresponded: \"Well I found it to be fine, I found it to be normal. .\n. . I did not find anything in her that was negative to where I\nwould have to reprimand her or anything like that.\"\n\n                                    -7-\n\f           On   January   10,    2000,    Lee-Crespo   became    sick   with\n\nasthmatic bronchitis and took four days of sick leave from work.\n\nGonzález called Lee-Crespo at home and paged her and expressed\n\ndoubts regarding her illness.      On January 12, González ordered her\n\nto fax a medical certificate evidencing her illness, even though\n\ncompany policy did not require the production of such a certificate\n\nuntil returning to work.        At the end of that January, Lee-Crespo\n\nbecame   sick   with   acute     indigestion   at   Schering's     national\n\nconvention. When Lee-Crespo informed González that she was ill and\n\nexcused herself, González replied, \"are you afraid of me?\" and\n\nasked that question \"in a very disgusting way.\"          Later during the\n\nsame convention, González commented that Lee-Crespo almost never\n\nwore skirts, looked very sexy in skirts, and should wear them more\n\noften.   At a pediatrician's convention in February 2000,          González\n\napproached Lee-Crespo from behind, hugged her, and whispered in her\n\near a request for a cookie from another table.\n\n           In February, Lee-Crespo \"told Anita Bursian that this was\n\ngoing so far, that [she] needed to go and that [she] wanted to\n\nleave this hostile environment so [she] needed a transfer.\"             Lee-\n\nCrespo gave Bursian and González a letter for the human resources\n\ndepartment indicating that she wanted a transfer, but they told her\n\nthat she should deal with them, not with human resources.           Bursian\n\nand González gave Lee-Crespo the numbers to call at Schering's\n\noffices in Florida to inquire about a transfer.           Lee-Crespo was\n\n\n                                    -8-\n\finterviewed in Florida and was, she says, tentatively accepted for\n\na position there. After learning of Lee-Crespo's transfer request,\n\nGonzález told Lee-Crespo several times that she could not wait for\n\nthe day when Lee-Crespo would leave.\n\n          On   March   8,   Lee-Crespo    requested   an   interview   with\n\nMercade, the general manager, who called a meeting for March 13.\n\nBefore the meeting, González told Lee-Crespo that she should\n\nresign.   Five people attended the meeting: Lee-Crespo, González,\n\nMercade, Bursian, and Myrna Burgos (from the human resources\n\ndepartment).    Lee-Crespo testified that she told those present at\n\nthe meeting:\n\n          That [González] was harassing me, following me, calling\n          me, staring at me, saying things to me . . . I said\n          everything, and when I was ready to tell them \"hey, this\n          is sexual harassment, I'm not going to take it\",\n          [González] interrupted . . . and started saying that I\n          was a poor employee . . . . They said \"we don't have to\n          listen to you and this is it\"; [then they] left . . . .\n          [T]hey never let me talk.\n\nDuring the meeting, González produced a job evaluation rating Lee-\n\nCrespo's performance as \"poor.\"          Lee-Crespo had no knowledge of\n\nthat evaluation prior to the meeting.\n\n          Lee-Crespo testified that she raised the issue of her\n\ntransfer to Florida at the meeting and that Mercade blocked the\n\ntransfer, saying that \"nobody can leave without telling me, nobody\n\ngets to transfer.\"     Lee-Crespo said that when Mercade made that\n\nstatement, Bursian and González became aware that they had made a\n\n\n\n                                  -9-\n\fmistake in not realizing that all transfers had to go through\n\nMercade.\n\n            A contemporaneous memo, dated March 14, 2000, from Myrna\n\nBurgos to the \"Personnel File\" describes the March 13 meeting as\n\nfollows. Burgos refers to the purpose of the meeting as \"to listen\n\nabout [Lee-Crespo's] complaint of harassment\" by González.              At the\n\nmeeting, Lee-Crespo \"read a long list of incidents and comments\n\nconnected    with   her   uneasiness    and    her   relationship    with    her\n\nsupervisor.\"        Among    Lee-Crespo's      primary    allegations       were\n\nGonzález's constant threats of reassignment to a new territory,\n\nGonzález's     accusations     of   disorganization          and   insecurity,\n\nGonzález's prohibitions against her talking directly with Bursian,\n\nand González's meddling in her personal life.                 Lee-Crespo also\n\nalleged that other workers in the Hato Rey territory felt equally\n\npressured but did not dare to talk about it.\n\n             The memo recites that González responded by saying that\n\nLee-Crespo did not exhibit \"teamwork, communication, pri[d]e and\n\ncommitment.\" González noted that territory changes are frequent at\n\nSchering, and she complained, among other things, that Lee-Crespo\n\ndid not always respond to her beeper, did not always communicate\n\nher absences, had taken vacation in excess of her accrual, arrived\n\nlate, had low medical coverage, bad-mouthed González to other\n\npeople and bad-mouthed co-workers to González, failed to fulfill\n\ncertain     administrative    duties,    and    had    not    demonstrated     a\n\n\n                                    -10-\n\fcommitment to the company.3     The memo notes that Bursian spoke at\n\nthe meeting as well, but it does not document what she said.\n\n            The memo summarizes the outcome of the meeting:\n\n            After listening to both parties and to . . . Anita\n            Bursian, we conclude that many of the situations stated\n            [have] been the result of lack of positive and\n            constructive communication among the parties, and\n            communication of Ms. Lee in the improper forums . . . .\n            Ms. Lee was reminded that her lack of compliance with\n            administrative matters had repercussions in other\n            departments, and that it was the supervisor's duty to\n            point out to her the areas where her performance could\n            improve . . . .\n\nBurgos's   memo   also   confirms    that    Lee-Crespo    requested     a   new\n\nsupervisor at the meeting and was told that making such a change\n\nwas not customary but could be accomplished by moving her to\n\nanother    territory.     González    told    Lee-Crespo    that   she   could\n\ncontinue to work for her.       The memo notes that Lee-Crespo had\n\nrepeatedly requested that she not be reassigned to a new territory,\n\nbut indicates that she did accept the change in territory offered\n\nto her at the meeting.\n\n            A different memo from Burgos to the personnel file\n\nmemorializes a meeting between Burgos and Lee-Crespo that occurred\n\non March 14, the day after the five-person meeting, at Lee-Crespo's\n\nrequest.    Burgos writes:\n\n            [Lee-Crespo] was greatly dismayed and tearful over the\n            result of the group meeting because it was her perception\n\n\n     3\n          In her sworn statement of particulars, Lee-Crespo stated\nthat González said at the meeting that her prior comment regarding\nLee-Crespo's drunkenness at the wedding was intended as a joke.\n\n                                     -11-\n\f          we had \"gotten off on a tangent\" on the matter of her\n          compliance with the administrative portion of her work .\n          . . . I asked her what it was she expected, and she told\n          me she had been the victim of abuse on the part of\n          [González], and that she expected us to reprimand\n          [González] . . . .\n\n\nDuring the meeting, Burgos told Lee-Crespo that \"the change in\n\nterritory eliminated the harassment situation she was alleging.\"\n\nLee-Crespo admitted to Burgos that she had failed in certain areas\n\nof her job that were pointed out during the previous day's meeting.\n\nLee-Crespo also told Burgos that she was extremely lonely, had gone\n\ninto a depression because of the situation with González, and\n\nwanted to move to Orlando where her family and friends were.    The\n\nmemo indicates that Lee-Crespo was anxiously awaiting a final offer\n\nfrom the Schering office in Florida.   Lee-Crespo told Burgos that\n\n\"she really wanted to leave and, if an opportunity did not come up\n\nwith Schering, she was going to resign anyway.\"\n\n          At some point, Lee-Crespo was informed that Schering\n\nwould not agree to her transfer to Florida.    Mercade, apparently,\n\nmade that decision.\n\n          She was told that she was being reassigned from the Hato\n\nRey territory to the Arecibo-Fajardo territory. The doctors in the\n\nnew territory were mostly dermatologists.     Dermatologists do not\n\nusually prescribe the medications that were the mainstays of Lee-\n\nCrespo's sales.   Lee-Crespo was concerned that her commissions\n\n\n\n\n                               -12-\n\fwould be significantly lower because she was not going to be\n\nselling medicines that dermatologists typically prescribe.\n\n          Lee-Crespo maintains that she never agreed to a change in\n\nterritory and, in fact, wanted to remain in the Hato Rey territory.\n\nShe says that she requested a new supervisor at the meeting but did\n\nnot want a new supervisor if it meant giving up her present\n\nterritory.\n\n           Pérez-Bracetti was to become Lee-Crespo's new supervisor\n\neffective April 1.        In a memo to Lee-Crespo dated March 27, 2000,\n\nhe outlined Lee-Crespo's work duties and then added \"you will not\n\nbe   permitted     any     type   of   alter[c]ation    and   insults    and/or\n\ninsubordination (this includes gossiping, rumors, altercations,\n\nyelling, or negative communication toward me or any member of our\n\nDivision).\"\n\n           Another March 27 memo from Pérez-Bracetti to Lee-Crespo\n\nreprimanded      her     for   failing    to    communicate   to   one   of   her\n\nsupervisors -- either Pérez-Bracetti or González -- her inability\n\nto attend a certain convention that had taken place on March 25.\n\nThe memo stated that the March 25 absence was \"not the first time\n\nyou have been absent from conventions and meetings,\" referred to\n\nLee-Crespo's \"continuous absenteeism,\" and listed three previous\n\nmeetings from which Lee-Crespo was absent.\n\n             Effective April 1, Lee-Crespo received a 2.3 percent\n\nsalary increase, which was approved by González.               On March 30, a\n\n\n                                         -13-\n\fpsychiatrist issued a medical certificate diagnosing Lee-Crespo\n\nwith \"severe major depression\" and recommending rest from that date\n\nuntil May 17.     After March 30, Lee-Crespo never again returned to\n\nwork.   On April 4, Lee-Crespo was sent to Schering's doctor, who,\n\nLee-Crespo says, suggested that she leave the company.\n\n           On   April   12,   2000,    Pérez-Bracetti,   Lee-Crespo's   new\n\nsupervisor, sent a letter to Burgos requesting that the company\n\ntake action against Lee-Crespo for comments that she made about him\n\nto Burgos insinuating that he had a relationship with González.\n\nBurgos had informed Pérez-Bracetti that Lee-Crespo had said \"that\n\nthere was something more than co-workers between\" González and\n\nPérez-Bracetti.\n\n           Burgos sent Lee-Crespo a letter dated May 1, 2000, that\n\nlisted certain company documents requested from her and stated that\n\nLee-Crespo had ignored Schering's many requests to surrender those\n\ndocuments.      The letter also reminded Lee-Crespo that she was\n\nrequired either to submit certification from her doctor that she\n\nwas capable of continuing to drive the company car or to surrender\n\nthe car.\n\n             During April and May, Schering recovered from Lee-Crespo\n\nthe product samples in her possession and also took back the\n\ncompany car.     On May 18, Burgos called Lee-Crespo and offered her\n\nthree months' salary and six months' health care coverage if she\n\nwould resign. On May 19, Lee-Crespo's psychiatrist issued a second\n\n\n                                      -14-\n\fmedical certificate, this time recommending that Lee-Crespo rest\n\nfor an indefinite period of time.        Neither Lee-Crespo nor her\n\npsychiatrist had any idea when she would recover from depression.\n\n             On June 30, 2000, Lee-Crespo resigned.   Her resignation\n\nletter stated that she was resigning because of the \"voluntary and\n\nunjustified acts of [Schering's] management that have reached such\n\na level of oppression and onerousness that they do not leave me any\n\nother alternative.\"     Lee-Crespo claims that she never got paid for\n\ntwo of the months that she worked despite her requests for such\n\npayments.4\n\n             In June 2000, Lee-Crespo moved to Florida; she was\n\nunemployed there until April 29, 2001, when she began working as a\n\nmedical sales representative for Professional Detailing, Inc.\n\n                                  II.\n\n             Review of the grant of Schering's summary judgment motion\n\nis de novo.    Summary judgment should only be granted when \"there is\n\nno genuine issue as to any material fact and . . . the moving party\n\nis entitled to a judgment as a matter of law.\"        Fed. R. Civ. P.\n\n56(c); see Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 249\n\n(1986) (\"there is no issue for trial unless there is sufficient\n\nevidence favoring the nonmoving party for a jury to return a\n\nverdict for that party\").\n\n\n     4\n          Lee-Crespo does not argue on appeal that the refusal to\nmake these payments was a tangible employment action, nor does she\nmake any other claim as to the payments.\n\n                                  -15-\n\f           Lee-Crespo seeks to hold Schering liable primarily for\n\nallegedly harassing conduct by her supervisor, González.                The\n\nSupreme Court's decision in Burlington Indus., Inc. v. Ellerth, 524\n\nU.S. 742 (1998), clarified the rules of employer liability for\n\nactions by a supervisor in a harassment case.           If harassment by a\n\nsupervisor with immediate or higher authority over an employee\n\nresults in a tangible employment action against the employee, then\n\nthe employer is vicariously liable; if the harassment does not\n\nresult in a tangible employment action but is sufficiently severe\n\nor pervasive, then the employer is still vicariously liable but an\n\naffirmative defense is available.          Id. at 754, 765.    Thus, Title\n\nVII may be violated by either explicit or constructive alterations\n\nin the terms or conditions of employment.            Id. at 752.\n\n           Explicit alterations -- that is, tangible employment\n\nactions   --   are   \"significant    changes    in    employment   status,\"\n\nincluding, but not limited to, \"hiring, firing, failing to promote,\n\nreassignment with significantly different responsibilities, or a\n\ndecision causing a significant change in benefits.\"            Id. at 761.\n\nBy contrast, constructive alterations must be severe or pervasive.5\n\n\n     5\n          In addition to meeting the \"severe or pervasive\"\nstandard, a Title VII plaintiff proceeding on a constructive\nemployment action theory must also show that the severe or\npervasive harassment was because of gender or one of the other\nTitle VII protected categories.      Oncale v. Sundowner Offshore\nServs., Inc., 523 U.S. 75, 80 (1998). \"Title VII does not prohibit\nall verbal or physical harassment in the workplace; it is directed\nonly at discriminat[ion] . . . because of . . . sex.\"          Id.\n(internal quotation marks and emphasis omitted); see Rivera, 331\n\n                                    -16-\n\fId. at 752; see also Nat'l R.R. Passenger Corp. v. Morgan, 536 U.S.\n\n101, 117 (2002) (\"A hostile work environment claim is comprised of\n\na series of separate acts that collectively constitute one unlawful\n\nemployment practice.\" (internal quotation marks omitted)).              Our\n\nanalysis concludes that Lee-Crespo neither suffered a tangible\n\nemployment action at the hands of her supervisor González nor faced\n\nsufficiently severe or pervasive harassment from her supervisor; we\n\ndo not reach the issue of the affirmative defense.\n\nA.   Tangible Employment Action\n\n           As we understand it, Lee-Crespo's case suggests three\n\npossible   tangible     employment    actions:   constructive   discharge,\n\nfailure to allow a transfer, and reassignment.\n\n     1.    Transfer\n\n           We   start    with   the   denial   of   Lee-Crespo's   transfer\n\nrequest.    We assume arguendo that the thwarting of an employee's\n\napplication to transfer could, in some circumstances, constitute a\n\ntangible employment action.           But there must be a causal link\n\nbetween the tangible employment action and the alleged harassment.\n\nThat is, the harassing supervisor must be the one who orders the\n\n\n\nF.3d at 189-91 (upholding summary judgment for employer where\nplaintiff was subjected to uninvited rude and unprofessional\nconduct that the court assumed to be severe and pervasive but that\nwas not engaged in \"because of\" religion). The substance of the\nviolation is no different when the plaintiff and the harasser are\nof the same sex. The motivation of the same-sex harasser must stem\nfrom sexual desire or from same-gender hostility, or both. See\nOncale, 523 U.S. at 80.\n\n                                      -17-\n\ftangible employment action or, at the very least, must be otherwise\n\nsubstantially responsible for the action.6     Here, there is no proof\n\nthat González ordered or adversely influenced the denial of the\n\ntransfer to Florida.     To the contrary, Lee-Crespo made it clear\n\nthat González wanted her to transfer: González said several times\n\nthat she could not wait for Lee-Crespo to transfer.\n\n          Mercade, the general manager, had the final say whether\n\ntransfer requests would be approved or denied.                 There is no\n\nevidence that González contributed to the disapproval of the\n\ntransfer by Mercade. In fact, Lee-Crespo's own testimony indicates\n\nthat González,   along   with   Bursian,   helped   her   to    secure   the\n\ntentative offer from the Florida office by providing her with the\n\nnecessary contact information.     Lee-Crespo further testified that\n\nGonzález and Bursian were caught off-guard when Mercade said that\n\nall transfer requests had to go through him.\n\n     2.   Reassignment\n\n          A reassignment could constitute a tangible employment\n\naction, particularly if it caused a loss of income.             But again,\n\nthere must be a causal link between the tangible employment action\n\nand the alleged harassment and harasser.      Here, there is no proof\n\nthat González was the one who caused Lee-Crespo to be reassigned.\n\nTo the contrary, González told Lee-Crespo and management at the\n\n\n     6\n          This case does not raise the issue of the company\nknowingly encouraging, endorsing, or adopting the supervisor's\nharassment.\n\n                                 -18-\n\fMarch 13 meeting that Lee-Crespo was welcome to continue working\n\nfor her in the Hato Rey territory.       The reassignment decision was\n\nmade by Mercade, with the assistance of Burgos, the human resources\n\nrepresentative, and Bursian, the district manager.        The decision\n\nwas brought about by Lee-Crespo's request that she be given a new\n\nsupervisor, and Lee-Crespo was told that having a new supervisor\n\nmeant also having a new territory.      It was a reasonable response by\n\nmanagement to separate the alleged harasser and harassee.           The\n\ncontemporaneous memorandum of the March 13 meeting reflects that\n\nmanagement understood that Lee-Crespo had \"accepted the change in\n\nterritory.\"   That Lee-Crespo now disputes that she ever agreed to\n\nthe reassignment does not change the fact that there is absolutely\n\nno evidence that anyone other than non-harassers made the decision\n\nor that gender discrimination motivated the decision to move her to\n\na new territory.\n\n     3.   Constructive Discharge\n\n          Lee-Crespo's primary tangible employment action argument\n\nis that the harassment by her supervisor was so unbearable that she\n\nwas forced to resign and was thus constructively discharged by\n\nSchering and, in turn, that such a constructive discharge is a\n\ntangible employment    action.     \"Constructive   discharge\"   usually\n\nrefers to \"harassment so severe and oppressive that staying on the\n\njob while seeking redress -- the rule save in exceptional cases --\n\nis 'intolerable.'\"    Reed v. MBNA Mktg. Sys., Inc., 333 F.3d 27, 33\n\n\n                                 -19-\n\f(1st Cir. 2003) (quoting Keeler v. Putnam Fiduciary Trust Co., 238\n\nF.3d 5, 9-10 (1st Cir. 2001)).          In Reed, this court declined \"to\n\nadopt a blanket rule\" as to whether a constructive discharge\n\nconstitutes a tangible employment action.7               Id.\n\n          To prove constructive discharge, a plaintiff must usually\n\n\"show that her working conditions were so difficult or unpleasant\n\nthat a reasonable person in [her] shoes would have felt compelled\n\nto resign.\"     Marrero v. Goya of P.R., Inc., 304 F.3d 7, 28 (1st\n\nCir. 2002) (internal quotation marks omitted); see Melendez-Arroyo\n\nv. Cutler-Hammer de P.R. Co., 273 F.3d 30, 36 (1st Cir. 2001).                   The\n\nstandard is an objective one; an employee's subjective perceptions\n\ndo not govern.      Marrero, 304 F.3d at 28; Suárez v. Pueblo Int'l,\n\nInc., 229 F.3d 49, 54 (1st Cir. 2000).             It is not enough that a\n\nplaintiff suffered \"the ordinary slings and arrows that workers\n\nroutinely encounter in a hard, cold world.\"                Suárez, 229 F.3d at\n\n54.\n\n          Not      all    of   plaintiff's    evidence     could   be    taken    as\n\nevidence of sexual harassment.             The comments by González, a new\n\nsupervisor,   to    the    effect   that     plaintiff    worked   for    her    and\n\n\n\n      7\n          The circuits are split on this question, see Reed, 333\nF.3d at 33 & n.2, and the Supreme Court has granted certiorari to\nresolve it, see Penn. State Police v. Suders, 72 U.S.L.W. 3105\n(U.S. Dec. 1, 2003) (No. 03-95) (Mem.).\n          This court held that it was clear \"that the constructive\ndischarge label [could not] be used to preclude the affirmative\ndefense\" on the facts in Reed, but left open the possibility of\nsuch preclusion \"on rare facts.\" Reed, 333 F.3d at 33.\n\n                                      -20-\n\fplaintiff should not go around González to González's boss are\n\nhardly evidence of sexual harassment.                  The incidents that remain,\n\neven if taken as harassment, do not rise to the level of creating\n\nan intolerable environment.\n\n            Those incidents also did not amount to a discharge.\n\nAmong other things, the evaluation of a constructive discharge\n\nclaim    takes   into    account       how    the     employer      responded   to   the\n\nplaintiff's      complaints      and    whether        it   was     likely   that    the\n\nharassment would continue.             See Marrero, 304 F.3d at 28; see also\n\nLindemann & Grossman, Employment Discrimination Law 657 (C.G.\n\nWeirich et al. eds., 3d ed. 2002 Supp.) (\"Prompt remedial action\n\nthat    eliminates      the   allegedly        intolerable        working    conditions\n\noperates    as   a    complete     defense       to    a    claim    of   constructive\n\ndischarge.\").        Here, once Lee-Crespo made a complaint, management\n\nmoved swiftly.       There was a meeting, both Lee-Crespo and González\n\nwere heard, and management moved Lee-Crespo away from her nemesis.\n\nThis undercuts Lee-Crespo's claim that she was forced to leave.\n\n            Lee-Crespo's argument that Schering's actions during the\n\ntime of her medical leave amounted to harassment and transformed\n\nher resignation into a constructive discharge does not save her\n\nclaim.     Lee-Crespo was on sick leave from March 31 until June 30,\n\nthe date of her resignation.                 There was nothing unreasonable or\n\nharassing in asking her to give back the company car and other\n\nequipment, inventory, and documents, or in scheduling her for an\n\n\n                                         -21-\n\fappointment with the company physician.   As Lee-Crespo testified,\n\nneither she nor her treating psychiatrist had any idea when she\n\nwould recover or return to work.   None of Schering's conduct while\n\nLee-Crespo was on medical leave created working conditions that\n\nwere so difficult or unpleasant as to force a reasonable person to\n\nresign.   There was no constructive discharge.\n\nB.   Severe or Pervasive Harassment\n\n          If a supervisor's harassment did not result in a tangible\n\nemployment action against an employee, then the employee must show\n\nthat the harassment was so \"severe or pervasive\" that, in essence,\n\nit altered the terms or conditions of her employment. Ellerth, 524\n\nU.S. at 752.    The employer is then vicariously liable to the\n\nvictimized employee unless the employer can successfully assert the\n\naffirmative defense outlined in Ellerth.8    Id. at 765; Reed, 333\n\nF.3d at 32.\n\n          All of the circumstances are examined in determining\n\nwhether a work environment is sufficiently hostile or abusive,9\n\n\n     8\n          \"The defense comprises two necessary elements: (a) that\nthe employer exercised reasonable care to prevent and correct\npromptly any sexually harassing behavior, and (b) that the\nplaintiff employee unreasonably failed to take advantage of any\npreventive or corrective opportunities provided by the employer or\nto avoid harm otherwise.\" Ellerth, 524 U.S. at 765.\n     9\n          On appeal, Lee-Crespo argues that the district court\nimproperly grouped the alleged incidents of harassment into\ncategories and did not consider them as a whole in assessing Lee-\nCrespo's work environment. But the district court twice emphasized\nthat it was indeed analyzing the evidence as a whole and was aware\nof its obligation to consider all of the alleged conduct together.\n\n                               -22-\n\fincluding   \"the     frequency      of   the    discriminatory     conduct;       its\n\nseverity; whether it is physically threatening or humiliating, or\n\na mere offensive utterance; and whether it unreasonably interferes\n\nwith an employee's work performance.\" Harris v. Forklift Sys., 510\n\nU.S. 17, 23 (1993); O'Rourke v. City of Providence, 235 F.3d 713,\n\n728-29 (1st Cir. 2001).             Here, the complained of conduct was\n\nepisodic, but not so frequent as to become pervasive; was never\n\nsevere; was       never   physically      threatening    (though    occasionally\n\ndiscomforting or mildly humiliating); and significantly, was never,\n\naccording   to     the    record,   an    impediment     to    Lee-Crespo's    work\n\nperformance.\n\n            The    record    establishes        that   Mayra    González    was   an\n\ninexperienced manager who had trouble navigating the boundary\n\nbetween   the     personal    and   the    professional.         González     often\n\ndisplayed a disregard for professional courtesy and a penchant for\n\ninquiring about the personal affairs of other workers (both male\n\nand female). But a supervisor's unprofessional managerial approach\n\nand accompanying efforts to assert her authority are not the focus\n\nof the discrimination laws. The district court correctly concluded\n\non this evidence that González's conduct was not so severe or\n\npervasive that it altered the terms and conditions of Lee-Crespo's\n\n\nCrespo, 231 F.Supp.2d at 429, 430. The court's categorization of\nincidents was useful in presenting the evidence and does not appear\nto have influenced detrimentally the court's analysis.       In any\ncase, we have reviewed the evidence de novo and have reached the\nsame outcome.\n\n                                         -23-\n\femployment.    This case is a far cry from cases in which this court\n\nhas reinstated a harassment verdict for an employee, see, e.g.,\n\nO'Rourke, 235 F.3d at 738, or affirmed a jury verdict for an\n\nemployee, see, e.g., Marrero, 304 F.3d at 20.\n\n                                III.\n\n            Lee-Crespo also brought pendent sexual harassment and\n\nconstructive discharge claims under the comparable Puerto Rico\n\nstatutes.     The district court held, and Lee-Crespo concedes on\n\nappeal, that the federal and Puerto Rico laws on sexual harassment\n\nand constructive discharge are very closely aligned. We uphold the\n\ndismissal of Lee-Crespo's state law claims on the same grounds that\n\nwe uphold dismissal of the federal claims.\n\n                                 IV.\n\n            The district court's order granting summary judgment to\n\nSchering is affirmed.    Costs are awarded to Schering.\n\n\n\n\n                                -24-\n\f",
  "html": "<p class=\"case_cite\">354 F.3d 34</p>\n    <p class=\"parties\">Alice Mercedes LEE-CRESPO, Plaintiff, Appellant,<br>v.<br>SCHERING-PLOUGH DEL CARIBE INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-1033.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2003.</p>\n    <p class=\"date\">Decided December 31, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Angelique Doble Bravo, with whom Jos&#233; A. Gallart and Cristina Alcaraz Emmanuelli were on brief, for appellant.</p>\n      <p class=\"indent\">Luis F. Antonetti, with whom Angel L. Berberena, Jes&#250;s Cuza, and Goldman Antonetti &amp; C&#243;rdova PSC were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a same-sex employment discrimination case in which plaintiff Alice Mercedes Lee-Crespo seeks to hold her employer vicariously liable primarily for the actions of her supervisor. The appeal is from the grant of summary judgment to Schering-Plough Del Caribe, Inc., the employer. Lee-Crespo claims that she was subjected to a hostile work environment and constructively discharged as a result of sexual harassment by her immediate supervisor, a female, in violation of Title VII of the Civil Rights Act, 42 U.S.C. &#167;&#167; 2000e <i>et seq.,</i> and Puerto Rico law. The district court held that the undisputed material facts permitted the conclusion that the conduct of the supervisor was boorish and unprofessional, but that the incidents were not severe or pervasive enough to alter the terms and conditions of Lee-Crespo's employment, and that Lee-Crespo was not constructively discharged. <i>Crespo v. Schering Plough Del Caribe, Inc.,</i> 231 F.Supp.2d 420, 429, 433 (D.P.R. 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A jury could easily find that Lee-Crespo was subjected to incivility. But Title VII is neither a civility code nor a general anti-harassment code. Title VII requires, rather, that the level of incivility or harassment must amount to either a tangible or a constructive employment action. Furthermore, the alleged harassment and the employment action must be causally related. The discrimination must be based on gender or some other prohibited category. Here, Lee-Crespo complains of a general atmosphere of harassment by her supervisor that she argues was so bad it drove her out of her job and was a constructive discharge. She fails to show that the harassment she suffered amounted to a constructive discharge. She also complains that her failure to get a transfer to Florida and her reassignment to a new sales territory in Puerto Rico were tangible employment actions. But those decisions were not made by her supervisor, but by her supervisor's superiors, none of whom participated in any harassment. Indeed, as to the reassignment, these upper level supervisors were being responsive to Lee-Crespo's statements that she did not want to work with her supervisor. There is nothing showing a causal link between any alleged harassment and the motivation of the non-harassing managers in these decisions. As a result, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal from the entry of summary judgment, this court views the facts in the light most favorable to Lee-Crespo and draws all reasonable inferences in her favor. <i>Rivera v. P.R. Aqueduct &amp; Sewers Auth.,</i> 331 F.3d 183, 185 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lee-Crespo provided the following account in her deposition. On April 28, 1999, she began training with Schering-Plough (Schering), a pharmaceutical company, and on May 19, she began working as an entry level medical salesperson. She had no prior experience in the medical sales field. Lee-Crespo was initially assigned to visit doctors in the Hato Rey area of San Juan, Puerto Rico, but nothing in her employment offer guaranteed her a specific sales area. Hato Rey has a high concentration of physicians.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mayra Gonz&#225;lez was promoted from being a sales representative to the position of district manager in June 1999 and became Lee-Crespo's immediate supervisor in July 1999. Thus, a neophyte manager, Gonz&#225;lez, came to supervise a neophyte sales representative, Lee-Crespo. About thirteen other employees also worked under Gonz&#225;lez's supervision. On July 4, 1999, Gonz&#225;lez told Lee-Crespo: \"[Y]ou know that now I'm your supervisor and now you have to do what I tell you to do.\" Gonz&#225;lez also told Lee-Crespo that she should never go to Gonz&#225;lez's boss, Anita Bursian, with a problem. The same day, Gonz&#225;lez made comments to Lee-Crespo regarding the private lives and sexual preferences of other Schering employees. Gonz&#225;lez said that she did not get along with her ex-boss, whom she said was a lesbian and treated her badly, and she discussed a Schering employee who, although unmarried, had lived with and had a child with a doctor. Lee-Crespo's testimony was that Gonz&#225;lez had many \"stories\" about co-workers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Gonz&#225;lez repeatedly questioned Lee-Crespo about how she, as a \"rookie,\" had come to be assigned to the Hato Rey territory. At one point, Gonz&#225;lez told Lee-Crespo that the reason she was assigned there was that Schering's general manager, Roberto Mercade, was \"crazy about [her] looks.\" Gonz&#225;lez advised Lee-Crespo that she should become Gonz&#225;lez's best friend in the company and should tell her everything that happened at Schering. After Lee-Crespo earned a large commission, Gonz&#225;lez told Lee-Crespo to invite her to lunch because Lee-Crespo earned more money than she did. Lee-Crespo declined and Gonz&#225;lez never asked her again.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gonz&#225;lez also bothered Lee-Crespo with meddlesome and prying questions about her personal life and made comments about her appearance and behavior. Gonz&#225;lez asked Lee-Crespo for the names of the stores where she bought her clothes and accessories. Gonz&#225;lez also asked for Lee-Crespo's opinion about the doctors she visited and inquired whether she ever dated doctors. Gonz&#225;lez once told Lee-Crespo that she had always wanted to be tall and blonde like her and commented that Lee-Crespo was \"enviably thin.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The relationship had its ups and downs. At times friendly, Gonz&#225;lez was also critical of Lee-Crespo. Gonz&#225;lez accused Lee-Crespo of being very disorganized and said that her disorganization probably explained why she did not have a husband. Gonz&#225;lez also told her that she was a mediocre sales representative and stated that she was using her physical attributes, not her technical knowledge, to sell Schering's products. Lee-Crespo said that Gonz&#225;lez often looked at her \"in a very intimidating way.\" At one point, Gonz&#225;lez said \"You have never married because maybe you're strange, `rara'?\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Gonz&#225;lez commented that Lee-Crespo and Mar&#237;a Montalvo, one of Lee-Crespo's co-workers, would be able to have lunch together frequently and that she had heard that Lee-Crespo and Montalvo got along very well. More than once, Gonz&#225;lez told Lee-Crespo that she did not appreciate the fact that she had a job as a sales representative for Schering.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In August 1999, while Gonz&#225;lez and Lee-Crespo were at a hotel during a Schering convention, Anita Bursian complained about having a migraine headache. When Lee-Crespo offered to get some medication from her hotel room, Gonz&#225;lez asked Lee-Crespo for her bedroom keys and said that she would get the medication from Lee-Crespo's room. Lee-Crespo refused to hand over her keys, and that was that.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On several occasions, Lee-Crespo complained about Gonz&#225;lez to Anita Bursian, Gonz&#225;lez's boss. She first went to Bursian sometime between October and November 1999 and \"told her everything.\" But Lee-Crespo never explained on the record what this \"everything\" was. Lee-Crespo also occasionally spoke critically to other fellow employees about Gonz&#225;lez and about individual incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">One day in October 1999, Gonz&#225;lez told Lee-Crespo's co-workers that she had heard that Lee-Crespo was \"crawling drunk\" at a wedding. The accusation was untrue. When Lee-Crespo said that Gonz&#225;lez was wrong and asked her to stop making the false statement, Gonz&#225;lez backed off and told Lee-Crespo that she could not take a joke. On another occasion in October, Gonz&#225;lez called Lee-Crespo and, in a loud voice and with a scolding tone, accused her of having a negative attitude and threatened to reassign her to a new territory. In December, Gonz&#225;lez informed her that she would have to work during a week that was considered a holiday period for sales representatives. Lee-Crespo called Schering's personnel office and was advised that Gonz&#225;lez could not require her to work the additional week. She did not work that week.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Still, a \"Performance Development Plan\" for Lee-Crespo, dated January 10, 2000, and signed by Gonz&#225;lez, provided positive evaluations of Lee-Crespo's work. Among other things, the document notes Lee-Crespo's \"[e]xcellent territory analysis,\" \"[e]xcellent business development,\" \"[e]xcellent communication skills,\" and \"[g]ood administrative work, all reports on time.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On January 10, 2000, Lee-Crespo became sick with asthmatic bronchitis and took four days of sick leave from work. Gonz&#225;lez called Lee-Crespo at home and paged her and expressed doubts regarding her illness. On January 12, Gonz&#225;lez ordered her to fax a medical certificate evidencing her illness, even though company policy did not require the production of such a certificate until returning to work. At the end of that January, Lee-Crespo became sick with acute indigestion at Schering's national convention. When Lee-Crespo informed Gonz&#225;lez that she was ill and excused herself, Gonz&#225;lez replied, \"are you afraid of me?\" and asked that question \"in a very disgusting way.\" Later during the same convention, Gonz&#225;lez commented that Lee-Crespo almost never wore skirts, looked very sexy in skirts, and should wear them more often. At a pediatrician's convention in February 2000, Gonz&#225;lez approached Lee-Crespo from behind, hugged her, and whispered in her ear a request for a cookie from another table.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In February, Lee-Crespo \"told Anita Bursian that this was going so far, that [she] needed to go and that [she] wanted to leave this hostile environment so [she] needed a transfer.\" Lee-Crespo gave Bursian and Gonz&#225;lez a letter for the human resources department indicating that she wanted a transfer, but they told her that she should deal with them, not with human resources. Bursian and Gonz&#225;lez gave Lee-Crespo the numbers to call at Schering's offices in Florida to inquire about a transfer. Lee-Crespo was interviewed in Florida and was, she says, tentatively accepted for a position there. After learning of Lee-Crespo's transfer request, Gonz&#225;lez told Lee-Crespo several times that she could not wait for the day when Lee-Crespo would leave.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 8, Lee-Crespo requested an interview with Mercade, the general manager, who called a meeting for March 13. Before the meeting, Gonz&#225;lez told Lee-Crespo that she should resign. Five people attended the meeting: Lee-Crespo, Gonz&#225;lez, Mercade, Bursian, and Myrna Burgos (from the human resources department). Lee-Crespo testified that she told those present at the meeting:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That [Gonz&#225;lez] was harassing me, following me, calling me, staring at me, saying things to me ... I said everything, and when I was ready to tell them \"hey, this is sexual harassment, I'm not going to take it\", [Gonz&#225;lez] interrupted... and started saying that I was a poor employee.... They said \"we don't have to listen to you and this is it\"; [then they] left.... [T]hey never let me talk.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During the meeting, Gonz&#225;lez produced a job evaluation rating Lee-Crespo's performance as \"poor.\" Lee-Crespo had no knowledge of that evaluation prior to the meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lee-Crespo testified that she raised the issue of her transfer to Florida at the meeting and that Mercade blocked the transfer, saying that \"nobody can leave without telling me, nobody gets to transfer.\" Lee-Crespo said that when Mercade made that statement, Bursian and Gonz&#225;lez became aware that they had made a mistake in not realizing that all transfers had to go through Mercade.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A contemporaneous memo, dated March 14, 2000, from Myrna Burgos to the \"Personnel File\" describes the March 13 meeting as follows. Burgos refers to the purpose of the meeting as \"to listen about [Lee-Crespo's] complaint of harassment\" by Gonz&#225;lez. At the meeting, Lee-Crespo \"read a long list of incidents and comments connected with her uneasiness and her relationship with her supervisor.\" Among Lee-Crespo's primary allegations were Gonz&#225;lez's constant threats of reassignment to a new territory, Gonz&#225;lez's accusations of disorganization and insecurity, Gonz&#225;lez's prohibitions against her talking directly with Bursian, and Gonz&#225;lez's meddling in her personal life. Lee-Crespo also alleged that other workers in the Hato Rey territory felt equally pressured but did not dare to talk about it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The memo recites that Gonz&#225;lez responded by saying that Lee-Crespo did not exhibit \"teamwork, communication, pri[d]e and commitment.\" Gonz&#225;lez noted that territory changes are frequent at Schering, and she complained, among other things, that Lee-Crespo did not always respond to her beeper, did not always communicate her absences, had taken vacation in excess of her accrual, arrived late, had low medical coverage, bad-mouthed Gonz&#225;lez to other people and bad-mouthed co-workers to Gonz&#225;lez, failed to fulfill certain administrative duties, and had not demonstrated a commitment to the company.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The memo notes that Bursian spoke at the meeting as well, but it does not document what she said.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The memo summarizes the outcome of the meeting:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After listening to both parties and to ... Anita Bursian, we conclude that many of the situations stated [have] been the result of lack of positive and constructive communication among the parties, and communication of Ms. Lee in the improper forums.... Ms. Lee was reminded that her lack of compliance with administrative matters had repercussions in other departments, and that it was the supervisor's duty to point out to her the areas where her performance could improve....</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Burgos's memo also confirms that Lee-Crespo requested a new supervisor at the meeting and was told that making such a change was not customary but could be accomplished by moving her to another territory. Gonz&#225;lez told Lee-Crespo that she could continue to work for her. The memo notes that Lee-Crespo had repeatedly requested that she not be reassigned to a new territory, but indicates that she did accept the change in territory offered to her at the meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A different memo from Burgos to the personnel file memorializes a meeting between Burgos and Lee-Crespo that occurred on March 14, the day after the five-person meeting, at Lee-Crespo's request. Burgos writes:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[Lee-Crespo] was greatly dismayed and tearful over the result of the group meeting because it was her perception we had \"gotten off on a tangent\" on the matter of her compliance with the administrative portion of her work.... I asked her what it was she expected, and she told me she had been the victim of abuse on the part of [Gonz&#225;lez], and that she expected us to reprimand [Gonz&#225;lez]....</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">During the meeting, Burgos told Lee-Crespo that \"the change in territory eliminated the harassment situation she was alleging.\" Lee-Crespo admitted to Burgos that she had failed in certain areas of her job that were pointed out during the previous day's meeting. Lee-Crespo also told Burgos that she was extremely lonely, had gone into a depression because of the situation with Gonz&#225;lez, and wanted to move to Orlando where her family and friends were. The memo indicates that Lee-Crespo was anxiously awaiting a final offer from the Schering office in Florida. Lee-Crespo told Burgos that \"she really wanted to leave and, if an opportunity did not come up with Schering, she was going to resign anyway.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At some point, Lee-Crespo was informed that Schering would not agree to her transfer to Florida. Mercade, apparently, made that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">She was told that she was being reassigned from the Hato Rey territory to the Arecibo-Fajardo territory. The doctors in the new territory were mostly dermatologists. Dermatologists do not usually prescribe the medications that were the mainstays of Lee-Crespo's sales. Lee-Crespo was concerned that her commissions would be significantly lower because she was not going to be selling medicines that dermatologists typically prescribe.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Lee-Crespo maintains that she never agreed to a change in territory and, in fact, wanted to remain in the Hato Rey territory. She says that she requested a new supervisor at the meeting but did not want a new supervisor if it meant giving up her present territory.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">P&#233;rez-Bracetti was to become Lee-Crespo's new supervisor effective April 1. In a memo to Lee-Crespo dated March 27, 2000, he outlined Lee-Crespo's work duties and then added \"you will not be permitted any type of alter[c]ation and insults and/or insubordination (this includes gossiping, rumors, altercations, yelling, or negative communication toward me or any member of our Division).\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Another March 27 memo from P&#233;rez-Bracetti to Lee-Crespo reprimanded her for failing to communicate to one of her supervisors &#8212; either P&#233;rez-Bracetti or Gonz&#225;lez &#8212; her inability to attend a certain convention that had taken place on March 25. The memo stated that the March 25 absence was \"not the first time you have been absent from conventions and meetings,\" referred to Lee-Crespo's \"continuous absenteeism,\" and listed three previous meetings from which Lee-Crespo was absent.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Effective April 1, Lee-Crespo received a 2.3 percent salary increase, which was approved by Gonz&#225;lez. On March 30, a psychiatrist issued a medical certificate diagnosing Lee-Crespo with \"severe major depression\" and recommending rest from that date until May 17. After March 30, Lee-Crespo never again returned to work. On April 4, Lee-Crespo was sent to Schering's doctor, who, Lee-Crespo says, suggested that she leave the company.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On April 12, 2000, P&#233;rez-Bracetti, Lee-Crespo's new supervisor, sent a letter to Burgos requesting that the company take action against Lee-Crespo for comments that she made about him to Burgos insinuating that he had a relationship with Gonz&#225;lez. Burgos had informed P&#233;rez-Bracetti that Lee-Crespo had said \"that there was something more than co-workers between\" Gonz&#225;lez and P&#233;rez-Bracetti.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Burgos sent Lee-Crespo a letter dated May 1, 2000, that listed certain company documents requested from her and stated that Lee-Crespo had ignored Schering's many requests to surrender those documents. The letter also reminded Lee-Crespo that she was required either to submit certification from her doctor that she was capable of continuing to drive the company car or to surrender the car.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">During April and May, Schering recovered from Lee-Crespo the product samples in her possession and also took back the company car. On May 18, Burgos called Lee-Crespo and offered her three months' salary and six months' health care coverage if she would resign. On May 19, Lee-Crespo's psychiatrist issued a second medical certificate, this time recommending that Lee-Crespo rest for an indefinite period of time. Neither Lee-Crespo nor her psychiatrist had any idea when she would recover from depression.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On June 30, 2000, Lee-Crespo resigned. Her resignation letter stated that she was resigning because of the \"voluntary and unjustified acts of [Schering's] management that have reached such a level of oppression and onerousness that they do not leave me any other alternative.\" Lee-Crespo claims that she never got paid for two of the months that she worked despite her requests for such payments.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In June 2000, Lee-Crespo moved to Florida; she was unemployed there until April 29, 2001, when she began working as a medical sales representative for Professional Detailing, Inc.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Review of the grant of Schering's summary judgment motion is de novo. Summary judgment should only be granted when \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>see Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (\"there is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Lee-Crespo seeks to hold Schering liable primarily for allegedly harassing conduct by her supervisor, Gonz&#225;lez. The Supreme Court's decision in <i>Burlington Indus., Inc. v. Ellerth,</i> 524 U.S. 742, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998), clarified the rules of employer liability for actions by a supervisor in a harassment case. If harassment by a supervisor with immediate or higher authority over an employee results in a tangible employment action against the employee, then the employer is vicariously liable; if the harassment does not result in a tangible employment action but is sufficiently severe or pervasive, then the employer is still vicariously liable but an affirmative defense is available. <i>Id.</i> at 754, 765, 118 S.Ct. 2257. Thus, Title VII may be violated by either explicit or constructive alterations in the terms or conditions of employment. <i>Id.</i> at 752, 118 S.Ct. 2257.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Explicit alterations &#8212; that is, tangible employment actions &#8212; are \"significant changes in employment status,\" including, but not limited to, \"hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits.\" <i>Id.</i> at 761, 118 S.Ct. 2257. By contrast, constructive alterations must be severe or pervasive.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Id.</i> at 752, 118 S.Ct. 2257; <i>see also Nat'l R.R. Passenger Corp. v. Morgan,</i> 536 U.S. 101, 117, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002) (\"A hostile work environment claim is comprised of a series of separate acts that collectively constitute one unlawful employment practice.\" (internal quotation marks omitted)). Our analysis concludes that Lee-Crespo neither suffered a tangible employment action at the hands of her supervisor Gonz&#225;lez nor faced sufficiently severe or pervasive harassment from her supervisor; we do not reach the issue of the affirmative defense.</p>\n    </div>\n    <p class=\"indent\">A. <i>Tangible Employment Action</i></p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As we understand it, Lee-Crespo's case suggests three possible tangible employment actions: constructive discharge, failure to allow a transfer, and reassignment.</p>\n    </div>\n    <p class=\"indent\">1. <i>Transfer</i></p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We start with the denial of Lee-Crespo's transfer request. We assume arguendo that the thwarting of an employee's application to transfer could, in some circumstances, constitute a tangible employment action. But there must be a causal link between the tangible employment action and the alleged harassment. That is, the harassing supervisor must be the one who orders the tangible employment action or, at the very least, must be otherwise substantially responsible for the action.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Here, there is no proof that Gonz&#225;lez ordered or adversely influenced the denial of the transfer to Florida. To the contrary, Lee-Crespo made it clear that Gonz&#225;lez wanted her to transfer: Gonz&#225;lez said several times that she could not wait for Lee-Crespo to transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Mercade, the general manager, had the final say whether transfer requests would be approved or denied. There is no evidence that Gonz&#225;lez contributed to the disapproval of the transfer by Mercade. In fact, Lee-Crespo's own testimony indicates that Gonz&#225;lez, along with Bursian, helped her to secure the tentative offer from the Florida office by providing her with the necessary contact information. Lee-Crespo further testified that Gonz&#225;lez and Bursian were caught off-guard when Mercade said that all transfer requests had to go through him.</p>\n    </div>\n    <p class=\"indent\">2. <i>Reassignment</i></p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A reassignment could constitute a tangible employment action, particularly if it caused a loss of income. But again, there must be a causal link between the tangible employment action and the alleged harassment and harasser. Here, there is no proof that Gonz&#225;lez was the one who caused Lee-Crespo to be reassigned. To the contrary, Gonz&#225;lez told Lee-Crespo and management at the March 13 meeting that Lee-Crespo was welcome to continue working for her in the Hato Rey territory. The reassignment decision was made by Mercade, with the assistance of Burgos, the human resources representative, and Bursian, the district manager. The decision was brought about by Lee-Crespo's request that she be given a new supervisor, and Lee-Crespo was told that having a new supervisor meant also having a new territory. It was a reasonable response by management to separate the alleged harasser and harassee. The contemporaneous memorandum of the March 13 meeting reflects that management understood that Lee-Crespo had \"accepted the change in territory.\" That Lee-Crespo now disputes that she ever agreed to the reassignment does not change the fact that there is absolutely no evidence that anyone other than non-harassers made the decision or that gender discrimination motivated the decision to move her to a new territory.</p>\n    </div>\n    <p class=\"indent\">3. <i>Constructive Discharge</i></p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Lee-Crespo's primary tangible employment action argument is that the harassment by her supervisor was so unbearable that she was forced to resign and was thus constructively discharged by Schering and, in turn, that such a constructive discharge is a tangible employment action. \"Constructive discharge\" usually refers to \"harassment so severe and oppressive that staying on the job while seeking redress &#8212; the rule save in exceptional cases &#8212; is `intolerable.'\" <i>Reed v. MBNA Mktg. Sys., Inc.,</i> 333 F.3d 27, 33 (1st Cir.2003) (quoting <i>Keeler v. Putnam Fiduciary Trust Co.,</i> 238 F.3d 5, 9-10 (1st Cir.2001)). In <i>Reed,</i> this court declined \"to adopt a blanket rule\" as to whether a constructive discharge constitutes a tangible employment action.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To prove constructive discharge, a plaintiff must usually \"show that her working conditions were so difficult or unpleasant that a reasonable person in [her] shoes would have felt compelled to resign.\" <i>Marrero v. Goya of P.R., Inc.,</i> 304 F.3d 7, 28 (1st Cir.2002) (internal quotation marks omitted); <i>see Melendez-Arroyo v. Cutler-Hammer de P.R. Co.,</i> 273 F.3d 30, 36 (1st Cir.2001). The standard is an objective one; an employee's subjective perceptions do not govern. <i>Marrero,</i> 304 F.3d at 28; <i>Su&#225;rez v. Pueblo Int'l, Inc.,</i> 229 F.3d 49, 54 (1st Cir.2000). It is not enough that a plaintiff suffered \"the ordinary slings and arrows that workers routinely encounter in a hard, cold world.\" <i>Su&#225;rez,</i> 229 F.3d at 54.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Not all of plaintiff's evidence could be taken as evidence of sexual harassment. The comments by Gonz&#225;lez, a new supervisor, to the effect that plaintiff worked for her and plaintiff should not go around Gonz&#225;lez to Gonz&#225;lez's boss are hardly evidence of sexual harassment. The incidents that remain, even if taken as harassment, do not rise to the level of creating an intolerable environment.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Those incidents also did not amount to a discharge. Among other things, the evaluation of a constructive discharge claim takes into account how the employer responded to the plaintiff's complaints and whether it was likely that the harassment would continue. <i>See Marrero,</i> 304 F.3d at 28; <i>see also</i> Lindemann &amp; Grossman, <i>Employment Discrimination Law</i> 657 (C.G. Weirich et al. eds., 3d ed. 2002 Supp.) (\"Prompt remedial action that eliminates the allegedly intolerable working conditions operates as a complete defense to a claim of constructive discharge.\"). Here, once Lee-Crespo made a complaint, management moved swiftly. There was a meeting, both Lee-Crespo and Gonz&#225;lez were heard, and management moved Lee-Crespo away from her nemesis. This undercuts Lee-Crespo's claim that she was forced to leave.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Lee-Crespo's argument that Schering's actions during the time of her medical leave amounted to harassment and transformed her resignation into a constructive discharge does not save her claim. Lee-Crespo was on sick leave from March 31 until June 30, the date of her resignation. There was nothing unreasonable or harassing in asking her to give back the company car and other equipment, inventory, and documents, or in scheduling her for an appointment with the company physician. As Lee-Crespo testified, neither she nor her treating psychiatrist had any idea when she would recover or return to work. None of Schering's conduct while Lee-Crespo was on medical leave created working conditions that were so difficult or unpleasant as to force a reasonable person to resign. There was no constructive discharge.</p>\n    </div>\n    <p class=\"indent\">B. <i>Severe or Pervasive Harassment</i></p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">If a supervisor's harassment did not result in a tangible employment action against an employee, then the employee must show that the harassment was so \"severe or pervasive\" that, in essence, it altered the terms or conditions of her employment. <i>Ellerth,</i> 524 U.S. at 752, 118 S.Ct. 2257. The employer is then vicariously liable to the victimized employee unless the employer can successfully assert the affirmative defense outlined in <i>Ellerth.</i><a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Id.</i> at 765, 118 S.Ct. 2257; <i>Reed,</i> 333 F.3d at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">All of the circumstances are examined in determining whether a work environment is sufficiently hostile or abusive,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> including \"the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Harris v. Forklift Sys.,</i> 510 U.S. 17, 23, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993); <i>O'Rourke v. City of Providence,</i> 235 F.3d 713, 728-29 (1st Cir. 2001). Here, the complained of conduct was episodic, but not so frequent as to become pervasive; was never severe; was never physically threatening (though occasionally discomforting or mildly humiliating); and significantly, was never, according to the record, an impediment to Lee-Crespo's work performance.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The record establishes that Mayra Gonz&#225;lez was an inexperienced manager who had trouble navigating the boundary between the personal and the professional. Gonz&#225;lez often displayed a disregard for professional courtesy and a penchant for inquiring about the personal affairs of other workers (both male and female). But a supervisor's unprofessional managerial approach and accompanying efforts to assert her authority are not the focus of the discrimination laws. The district court correctly concluded on this evidence that Gonz&#225;lez's conduct was not so severe or pervasive that it altered the terms and conditions of Lee-Crespo's employment. This case is a far cry from cases in which this court has reinstated a harassment verdict for an employee, <i>see, e.g., O'Rourke,</i> 235 F.3d at 738, or affirmed a jury verdict for an employee, <i>see, e.g., Marrero,</i> 304 F.3d at 20.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Lee-Crespo also brought pendent sexual harassment and constructive discharge claims under the comparable Puerto Rico statutes. The district court held, and Lee-Crespo concedes on appeal, that the federal and Puerto Rico laws on sexual harassment and constructive discharge are very closely aligned. We uphold the dismissal of Lee-Crespo's state law claims on the same grounds that we uphold dismissal of the federal claims.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The district court's order granting summary judgment to Schering is <i>affirmed.</i> Costs are awarded to Schering.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lee-Crespo interpreted this statement as an insinuation by Gonz&#225;lez that Lee-Crespo was a lesbian. In her sworn statement of particulars filed with the Anti-Discrimination Unit of the Puerto Rico Labor Department, Lee-Crespo stated that her co-workers asked her: \"Could it be that [Gonz&#225;lez] likes you?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Elloy P&#233;rez-Bracetti, a male district manager, testified that during the period when Lee-Crespo was supervised by Gonz&#225;lez, he could not remember Lee-Crespo making any mistakes \"out of the ordinary\" and that there was \"nothing negative that would lead us to say she was doing a poor job.\" When asked for his opinion of Lee-Crespo's performance as a sales representative, P&#233;rez-Bracetti responded: \"Well I found it to be fine, I found it to be normal.... I did not find anything in her that was negative to where I would have to reprimand her or anything like that.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In her sworn statement of particulars, Lee-Crespo stated that Gonz&#225;lez said at the meeting that her prior comment regarding Lee-Crespo's drunkenness at the wedding was intended as a joke</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Lee-Crespo does not argue on appeal that the refusal to make these payments was a tangible employment action, nor does she make any other claim as to the payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition to meeting the \"severe or pervasive\" standard, a Title VII plaintiff proceeding on a constructive employment action theory must also show that the severe or pervasive harassment was<i>because of</i> gender or one of the other Title VII protected categories. <i>Oncale v. Sundowner Offshore Servs., Inc.,</i> 523 U.S. 75, 80, 118 S.Ct. 998, 140 L.Ed.2d 201 (1998). \"Title VII does not prohibit all verbal or physical harassment in the workplace; it is directed only at discriminat[ion] ... because of ... sex.\" <i>Id.</i> (internal quotation marks and emphasis omitted); <i>see Rivera,</i> 331 F.3d at 189-91 (upholding summary judgment for employer where plaintiff was subjected to uninvited rude and unprofessional conduct that the court assumed to be severe and pervasive but that was not engaged in \"because of\" religion). The substance of the violation is no different when the plaintiff and the harasser are of the same sex. The motivation of the same-sex harasser must stem from sexual desire or from same-gender hostility, or both. <i>See Oncale,</i> 523 U.S. at 80, 118 S.Ct. 998.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This case does not raise the issue of the company knowingly encouraging, endorsing, or adopting the supervisor's harassment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The circuits are split on this question,<i>see Reed,</i> 333 F.3d at 33 &amp; n. 2, and the Supreme Court has granted certiorari to resolve it, <i>see Penn. State Police v. Suders,</i> 72 U.S.L.W. 3105, 540 U.S. 1046, 124 S.Ct. 803, 157 L.Ed.2d 692 (2003).</p>\n        <p class=\"indent\">This court held that it was clear \"that the constructive discharge label [could not] be used to preclude the affirmative defense\" on the facts in <i>Reed,</i> but left open the possibility of such preclusion \"on rare facts.\" <i>Reed,</i> 333 F.3d at 33.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> \"The defense comprises two necessary elements: (a) that the employer exercised reasonable care to prevent and correct promptly any sexually harassing behavior, and (b) that the plaintiff employee unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise.\"<i>Ellerth,</i> 524 U.S. at 765, 118 S.Ct. 2257.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> On appeal, Lee-Crespo argues that the district court improperly grouped the alleged incidents of harassment into categories and did not consider them as a whole in assessing Lee-Crespo's work environment. But the district court twice emphasized that it was indeed analyzing the evidence as a whole and was aware of its obligation to consider all of the alleged conduct together<i>Crespo,</i> 231 F.Supp.2d at 429, 430. The court's categorization of incidents was useful in presenting the evidence and does not appear to have influenced detrimentally the court's analysis. In any case, we have reviewed the evidence de novo and have reached the same outcome.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span></p>\n    <p class=\"parties\">Alice Mercedes LEE-CRESPO, Plaintiff, Appellant,<br>v.<br>SCHERING-PLOUGH DEL CARIBE INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-1033.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2003.</p>\n    <p class=\"date\">Decided December 31, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Angelique Doble Bravo, with whom Jos&#233; A. Gallart and Cristina Alcaraz Emmanuelli were on brief, for appellant.</p>\n      <p class=\"indent\">Luis F. Antonetti, with whom Angel L. Berberena, Jes&#250;s Cuza, and Goldman Antonetti &amp; C&#243;rdova PSC were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a same-sex employment discrimination case in which plaintiff Alice Mercedes Lee-Crespo seeks to hold her employer vicariously liable primarily for the actions of her supervisor. The appeal is from the grant of summary judgment to Schering-Plough Del Caribe, Inc., the employer. Lee-Crespo claims that she was subjected to a hostile work environment and constructively discharged as a result of sexual harassment by her immediate supervisor, a female, in violation of Title VII of the Civil Rights Act, 42 U.S.C. &#167;&#167; 2000e <i>et seq.,</i> and Puerto Rico law. The district court held that the undisputed material facts permitted the conclusion that the conduct of the supervisor was boorish and unprofessional, but that the incidents were not severe or pervasive enough to alter the terms and conditions of Lee-Crespo's employment, and that Lee-Crespo was not constructively discharged. <i>Crespo v. Schering Plough Del Caribe, Inc.,</i> <span class=\"citation\" data-id=\"2452175\"><a href=\"/opinion/2452175/crespo-v-schering-plough-del-caribe-inc/\"><span class=\"volume\">231</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">420</span></a></span>, 429, 433 (D.P.R. 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A jury could easily find that Lee-Crespo was subjected to incivility. But Title VII is neither a civility code nor a general anti-harassment code. Title VII requires, rather, that the level of incivility or harassment must amount to either a tangible or a constructive employment action. Furthermore, the alleged harassment and the employment action must be causally related. The discrimination must be based on gender or some other prohibited category. Here, Lee-Crespo complains of a general atmosphere of harassment by her supervisor that she argues was so bad it drove her out of her job and was a constructive discharge. She fails to show that the harassment she suffered amounted to a constructive discharge. She also complains that her failure to get a transfer to Florida and her reassignment to a new sales territory in Puerto Rico were tangible employment actions. But those decisions were not made by her supervisor, but by her supervisor's superiors, none of whom participated in any harassment. Indeed, as to the reassignment, these upper level supervisors were being responsive to Lee-Crespo's statements that she did not want to work with her supervisor. There is nothing showing a causal link between any alleged harassment and the motivation of the non-harassing managers in these decisions. As a result, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal from the entry of summary judgment, this court views the facts in the light most favorable to Lee-Crespo and draws all reasonable inferences in her favor. <i>Rivera v. P.R. Aqueduct &amp; Sewers Auth.,</i> <span class=\"citation\" data-id=\"782203\"><a href=\"/opinion/782203/mayra-rosario-rivera-v-puerto-rico-aqueduct-and-sewers-authority-jose-ivan/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 185 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lee-Crespo provided the following account in her deposition. On April 28, 1999, she began training with Schering-Plough (Schering), a pharmaceutical company, and on May 19, she began working as an entry level medical salesperson. She had no prior experience in the medical sales field. Lee-Crespo was initially assigned to visit doctors in the Hato Rey area of San Juan, Puerto Rico, but nothing in her employment offer guaranteed her a specific sales area. Hato Rey has a high concentration of physicians.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mayra Gonz&#225;lez was promoted from being a sales representative to the position of district manager in June 1999 and became Lee-Crespo's immediate supervisor in July 1999. Thus, a neophyte manager, Gonz&#225;lez, came to supervise a neophyte sales representative, Lee-Crespo. About thirteen other employees also worked under Gonz&#225;lez's supervision. On July 4, 1999, Gonz&#225;lez told Lee-Crespo: \"[Y]ou know that now I'm your supervisor and now you have to do what I tell you to do.\" Gonz&#225;lez also told Lee-Crespo that she should never go to Gonz&#225;lez's boss, Anita Bursian, with a problem. The same day, Gonz&#225;lez made comments to Lee-Crespo regarding the private lives and sexual preferences of other Schering employees. Gonz&#225;lez said that she did not get along with her ex-boss, whom she said was a lesbian and treated her badly, and she discussed a Schering employee who, although unmarried, had lived with and had a child with a doctor. Lee-Crespo's testimony was that Gonz&#225;lez had many \"stories\" about co-workers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Gonz&#225;lez repeatedly questioned Lee-Crespo about how she, as a \"rookie,\" had come to be assigned to the Hato Rey territory. At one point, Gonz&#225;lez told Lee-Crespo that the reason she was assigned there was that Schering's general manager, Roberto Mercade, was \"crazy about [her] looks.\" Gonz&#225;lez advised Lee-Crespo that she should become Gonz&#225;lez's best friend in the company and should tell her everything that happened at Schering. After Lee-Crespo earned a large commission, Gonz&#225;lez told Lee-Crespo to invite her to lunch because Lee-Crespo earned more money than she did. Lee-Crespo declined and Gonz&#225;lez never asked her again.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Gonz&#225;lez also bothered Lee-Crespo with meddlesome and prying questions about her personal life and made comments about her appearance and behavior. Gonz&#225;lez asked Lee-Crespo for the names of the stores where she bought her clothes and accessories. Gonz&#225;lez also asked for Lee-Crespo's opinion about the doctors she visited and inquired whether she ever dated doctors. Gonz&#225;lez once told Lee-Crespo that she had always wanted to be tall and blonde like her and commented that Lee-Crespo was \"enviably thin.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The relationship had its ups and downs. At times friendly, Gonz&#225;lez was also critical of Lee-Crespo. Gonz&#225;lez accused Lee-Crespo of being very disorganized and said that her disorganization probably explained why she did not have a husband. Gonz&#225;lez also told her that she was a mediocre sales representative and stated that she was using her physical attributes, not her technical knowledge, to sell Schering's products. Lee-Crespo said that Gonz&#225;lez often looked at her \"in a very intimidating way.\" At one point, Gonz&#225;lez said \"You have never married because maybe you're strange, `rara'?\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Gonz&#225;lez commented that Lee-Crespo and Mar&#237;a Montalvo, one of Lee-Crespo's co-workers, would be able to have lunch together frequently and that she had heard that Lee-Crespo and Montalvo got along very well. More than once, Gonz&#225;lez told Lee-Crespo that she did not appreciate the fact that she had a job as a sales representative for Schering.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In August 1999, while Gonz&#225;lez and Lee-Crespo were at a hotel during a Schering convention, Anita Bursian complained about having a migraine headache. When Lee-Crespo offered to get some medication from her hotel room, Gonz&#225;lez asked Lee-Crespo for her bedroom keys and said that she would get the medication from Lee-Crespo's room. Lee-Crespo refused to hand over her keys, and that was that.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On several occasions, Lee-Crespo complained about Gonz&#225;lez to Anita Bursian, Gonz&#225;lez's boss. She first went to Bursian sometime between October and November 1999 and \"told her everything.\" But Lee-Crespo never explained on the record what this \"everything\" was. Lee-Crespo also occasionally spoke critically to other fellow employees about Gonz&#225;lez and about individual incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">One day in October 1999, Gonz&#225;lez told Lee-Crespo's co-workers that she had heard that Lee-Crespo was \"crawling drunk\" at a wedding. The accusation was untrue. When Lee-Crespo said that Gonz&#225;lez was wrong and asked her to stop making the false statement, Gonz&#225;lez backed off and told Lee-Crespo that she could not take a joke. On another occasion in October, Gonz&#225;lez called Lee-Crespo and, in a loud voice and with a scolding tone, accused her of having a negative attitude and threatened to reassign her to a new territory. In December, Gonz&#225;lez informed her that she would have to work during a week that was considered a holiday period for sales representatives. Lee-Crespo called Schering's personnel office and was advised that Gonz&#225;lez could not require her to work the additional week. She did not work that week.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Still, a \"Performance Development Plan\" for Lee-Crespo, dated January 10, 2000, and signed by Gonz&#225;lez, provided positive evaluations of Lee-Crespo's work. Among other things, the document notes Lee-Crespo's \"[e]xcellent territory analysis,\" \"[e]xcellent business development,\" \"[e]xcellent communication skills,\" and \"[g]ood administrative work, all reports on time.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On January 10, 2000, Lee-Crespo became sick with asthmatic bronchitis and took four days of sick leave from work. Gonz&#225;lez called Lee-Crespo at home and paged her and expressed doubts regarding her illness. On January 12, Gonz&#225;lez ordered her to fax a medical certificate evidencing her illness, even though company policy did not require the production of such a certificate until returning to work. At the end of that January, Lee-Crespo became sick with acute indigestion at Schering's national convention. When Lee-Crespo informed Gonz&#225;lez that she was ill and excused herself, Gonz&#225;lez replied, \"are you afraid of me?\" and asked that question \"in a very disgusting way.\" Later during the same convention, Gonz&#225;lez commented that Lee-Crespo almost never wore skirts, looked very sexy in skirts, and should wear them more often. At a pediatrician's convention in February 2000, Gonz&#225;lez approached Lee-Crespo from behind, hugged her, and whispered in her ear a request for a cookie from another table.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In February, Lee-Crespo \"told Anita Bursian that this was going so far, that [she] needed to go and that [she] wanted to leave this hostile environment so [she] needed a transfer.\" Lee-Crespo gave Bursian and Gonz&#225;lez a letter for the human resources department indicating that she wanted a transfer, but they told her that she should deal with them, not with human resources. Bursian and Gonz&#225;lez gave Lee-Crespo the numbers to call at Schering's offices in Florida to inquire about a transfer. Lee-Crespo was interviewed in Florida and was, she says, tentatively accepted for a position there. After learning of Lee-Crespo's transfer request, Gonz&#225;lez told Lee-Crespo several times that she could not wait for the day when Lee-Crespo would leave.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 8, Lee-Crespo requested an interview with Mercade, the general manager, who called a meeting for March 13. Before the meeting, Gonz&#225;lez told Lee-Crespo that she should resign. Five people attended the meeting: Lee-Crespo, Gonz&#225;lez, Mercade, Bursian, and Myrna Burgos (from the human resources department). Lee-Crespo testified that she told those present at the meeting:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That [Gonz&#225;lez] was harassing me, following me, calling me, staring at me, saying things to me ... I said everything, and when I was ready to tell them \"hey, this is sexual harassment, I'm not going to take it\", [Gonz&#225;lez] interrupted... and started saying that I was a poor employee.... They said \"we don't have to listen to you and this is it\"; [then they] left.... [T]hey never let me talk.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During the meeting, Gonz&#225;lez produced a job evaluation rating Lee-Crespo's performance as \"poor.\" Lee-Crespo had no knowledge of that evaluation prior to the meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lee-Crespo testified that she raised the issue of her transfer to Florida at the meeting and that Mercade blocked the transfer, saying that \"nobody can leave without telling me, nobody gets to transfer.\" Lee-Crespo said that when Mercade made that statement, Bursian and Gonz&#225;lez became aware that they had made a mistake in not realizing that all transfers had to go through Mercade.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A contemporaneous memo, dated March 14, 2000, from Myrna Burgos to the \"Personnel File\" describes the March 13 meeting as follows. Burgos refers to the purpose of the meeting as \"to listen about [Lee-Crespo's] complaint of harassment\" by Gonz&#225;lez. At the meeting, Lee-Crespo \"read a long list of incidents and comments connected with her uneasiness and her relationship with her supervisor.\" Among Lee-Crespo's primary allegations were Gonz&#225;lez's constant threats of reassignment to a new territory, Gonz&#225;lez's accusations of disorganization and insecurity, Gonz&#225;lez's prohibitions against her talking directly with Bursian, and Gonz&#225;lez's meddling in her personal life. Lee-Crespo also alleged that other workers in the Hato Rey territory felt equally pressured but did not dare to talk about it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The memo recites that Gonz&#225;lez responded by saying that Lee-Crespo did not exhibit \"teamwork, communication, pri[d]e and commitment.\" Gonz&#225;lez noted that territory changes are frequent at Schering, and she complained, among other things, that Lee-Crespo did not always respond to her beeper, did not always communicate her absences, had taken vacation in excess of her accrual, arrived late, had low medical coverage, bad-mouthed Gonz&#225;lez to other people and bad-mouthed co-workers to Gonz&#225;lez, failed to fulfill certain administrative duties, and had not demonstrated a commitment to the company.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The memo notes that Bursian spoke at the meeting as well, but it does not document what she said.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The memo summarizes the outcome of the meeting:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After listening to both parties and to ... Anita Bursian, we conclude that many of the situations stated [have] been the result of lack of positive and constructive communication among the parties, and communication of Ms. Lee in the improper forums.... Ms. Lee was reminded that her lack of compliance with administrative matters had repercussions in other departments, and that it was the supervisor's duty to point out to her the areas where her performance could improve....</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Burgos's memo also confirms that Lee-Crespo requested a new supervisor at the meeting and was told that making such a change was not customary but could be accomplished by moving her to another territory. Gonz&#225;lez told Lee-Crespo that she could continue to work for her. The memo notes that Lee-Crespo had repeatedly requested that she not be reassigned to a new territory, but indicates that she did accept the change in territory offered to her at the meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A different memo from Burgos to the personnel file memorializes a meeting between Burgos and Lee-Crespo that occurred on March 14, the day after the five-person meeting, at Lee-Crespo's request. Burgos writes:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[Lee-Crespo] was greatly dismayed and tearful over the result of the group meeting because it was her perception we had \"gotten off on a tangent\" on the matter of her compliance with the administrative portion of her work.... I asked her what it was she expected, and she told me she had been the victim of abuse on the part of [Gonz&#225;lez], and that she expected us to reprimand [Gonz&#225;lez]....</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">During the meeting, Burgos told Lee-Crespo that \"the change in territory eliminated the harassment situation she was alleging.\" Lee-Crespo admitted to Burgos that she had failed in certain areas of her job that were pointed out during the previous day's meeting. Lee-Crespo also told Burgos that she was extremely lonely, had gone into a depression because of the situation with Gonz&#225;lez, and wanted to move to Orlando where her family and friends were. The memo indicates that Lee-Crespo was anxiously awaiting a final offer from the Schering office in Florida. Lee-Crespo told Burgos that \"she really wanted to leave and, if an opportunity did not come up with Schering, she was going to resign anyway.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At some point, Lee-Crespo was informed that Schering would not agree to her transfer to Florida. Mercade, apparently, made that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">She was told that she was being reassigned from the Hato Rey territory to the Arecibo-Fajardo territory. The doctors in the new territory were mostly dermatologists. Dermatologists do not usually prescribe the medications that were the mainstays of Lee-Crespo's sales. Lee-Crespo was concerned that her commissions would be significantly lower because she was not going to be selling medicines that dermatologists typically prescribe.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Lee-Crespo maintains that she never agreed to a change in territory and, in fact, wanted to remain in the Hato Rey territory. She says that she requested a new supervisor at the meeting but did not want a new supervisor if it meant giving up her present territory.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">P&#233;rez-Bracetti was to become Lee-Crespo's new supervisor effective April 1. In a memo to Lee-Crespo dated March 27, 2000, he outlined Lee-Crespo's work duties and then added \"you will not be permitted any type of alter[c]ation and insults and/or insubordination (this includes gossiping, rumors, altercations, yelling, or negative communication toward me or any member of our Division).\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Another March 27 memo from P&#233;rez-Bracetti to Lee-Crespo reprimanded her for failing to communicate to one of her supervisors &#8212; either P&#233;rez-Bracetti or Gonz&#225;lez &#8212; her inability to attend a certain convention that had taken place on March 25. The memo stated that the March 25 absence was \"not the first time you have been absent from conventions and meetings,\" referred to Lee-Crespo's \"continuous absenteeism,\" and listed three previous meetings from which Lee-Crespo was absent.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Effective April 1, Lee-Crespo received a 2.3 percent salary increase, which was approved by Gonz&#225;lez. On March 30, a psychiatrist issued a medical certificate diagnosing Lee-Crespo with \"severe major depression\" and recommending rest from that date until May 17. After March 30, Lee-Crespo never again returned to work. On April 4, Lee-Crespo was sent to Schering's doctor, who, Lee-Crespo says, suggested that she leave the company.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On April 12, 2000, P&#233;rez-Bracetti, Lee-Crespo's new supervisor, sent a letter to Burgos requesting that the company take action against Lee-Crespo for comments that she made about him to Burgos insinuating that he had a relationship with Gonz&#225;lez. Burgos had informed P&#233;rez-Bracetti that Lee-Crespo had said \"that there was something more than co-workers between\" Gonz&#225;lez and P&#233;rez-Bracetti.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Burgos sent Lee-Crespo a letter dated May 1, 2000, that listed certain company documents requested from her and stated that Lee-Crespo had ignored Schering's many requests to surrender those documents. The letter also reminded Lee-Crespo that she was required either to submit certification from her doctor that she was capable of continuing to drive the company car or to surrender the car.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">During April and May, Schering recovered from Lee-Crespo the product samples in her possession and also took back the company car. On May 18, Burgos called Lee-Crespo and offered her three months' salary and six months' health care coverage if she would resign. On May 19, Lee-Crespo's psychiatrist issued a second medical certificate, this time recommending that Lee-Crespo rest for an indefinite period of time. Neither Lee-Crespo nor her psychiatrist had any idea when she would recover from depression.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On June 30, 2000, Lee-Crespo resigned. Her resignation letter stated that she was resigning because of the \"voluntary and unjustified acts of [Schering's] management that have reached such a level of oppression and onerousness that they do not leave me any other alternative.\" Lee-Crespo claims that she never got paid for two of the months that she worked despite her requests for such payments.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In June 2000, Lee-Crespo moved to Florida; she was unemployed there until April 29, 2001, when she began working as a medical sales representative for Professional Detailing, Inc.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Review of the grant of Schering's summary judgment motion is de novo. Summary judgment should only be granted when \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>see Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (\"there is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Lee-Crespo seeks to hold Schering liable primarily for allegedly harassing conduct by her supervisor, Gonz&#225;lez. The Supreme Court's decision in <i>Burlington Indus., Inc. v. Ellerth,</i> <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></a></span> (1998), clarified the rules of employer liability for actions by a supervisor in a harassment case. If harassment by a supervisor with immediate or higher authority over an employee results in a tangible employment action against the employee, then the employer is vicariously liable; if the harassment does not result in a tangible employment action but is sufficiently severe or pervasive, then the employer is still vicariously liable but an affirmative defense is available. <i>Id.</i> at 754, 765, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>. Thus, Title VII may be violated by either explicit or constructive alterations in the terms or conditions of employment. <i>Id.</i> at 752, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Explicit alterations &#8212; that is, tangible employment actions &#8212; are \"significant changes in employment status,\" including, but not limited to, \"hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits.\" <i>Id.</i> at 761, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>. By contrast, constructive alterations must be severe or pervasive.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Id.</i> at 752, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>; <i>see also Nat'l R.R. Passenger Corp. v. Morgan,</i> <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 117, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (2002) (\"A hostile work environment claim is comprised of a series of separate acts that collectively constitute one unlawful employment practice.\" (internal quotation marks omitted)). Our analysis concludes that Lee-Crespo neither suffered a tangible employment action at the hands of her supervisor Gonz&#225;lez nor faced sufficiently severe or pervasive harassment from her supervisor; we do not reach the issue of the affirmative defense.</p>\n    </div>\n    <p class=\"indent\">A. <i>Tangible Employment Action</i></p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">As we understand it, Lee-Crespo's case suggests three possible tangible employment actions: constructive discharge, failure to allow a transfer, and reassignment.</p>\n    </div>\n    <p class=\"indent\">1. <i>Transfer</i></p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We start with the denial of Lee-Crespo's transfer request. We assume arguendo that the thwarting of an employee's application to transfer could, in some circumstances, constitute a tangible employment action. But there must be a causal link between the tangible employment action and the alleged harassment. That is, the harassing supervisor must be the one who orders the tangible employment action or, at the very least, must be otherwise substantially responsible for the action.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Here, there is no proof that Gonz&#225;lez ordered or adversely influenced the denial of the transfer to Florida. To the contrary, Lee-Crespo made it clear that Gonz&#225;lez wanted her to transfer: Gonz&#225;lez said several times that she could not wait for Lee-Crespo to transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Mercade, the general manager, had the final say whether transfer requests would be approved or denied. There is no evidence that Gonz&#225;lez contributed to the disapproval of the transfer by Mercade. In fact, Lee-Crespo's own testimony indicates that Gonz&#225;lez, along with Bursian, helped her to secure the tentative offer from the Florida office by providing her with the necessary contact information. Lee-Crespo further testified that Gonz&#225;lez and Bursian were caught off-guard when Mercade said that all transfer requests had to go through him.</p>\n    </div>\n    <p class=\"indent\">2. <i>Reassignment</i></p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A reassignment could constitute a tangible employment action, particularly if it caused a loss of income. But again, there must be a causal link between the tangible employment action and the alleged harassment and harasser. Here, there is no proof that Gonz&#225;lez was the one who caused Lee-Crespo to be reassigned. To the contrary, Gonz&#225;lez told Lee-Crespo and management at the March 13 meeting that Lee-Crespo was welcome to continue working for her in the Hato Rey territory. The reassignment decision was made by Mercade, with the assistance of Burgos, the human resources representative, and Bursian, the district manager. The decision was brought about by Lee-Crespo's request that she be given a new supervisor, and Lee-Crespo was told that having a new supervisor meant also having a new territory. It was a reasonable response by management to separate the alleged harasser and harassee. The contemporaneous memorandum of the March 13 meeting reflects that management understood that Lee-Crespo had \"accepted the change in territory.\" That Lee-Crespo now disputes that she ever agreed to the reassignment does not change the fact that there is absolutely no evidence that anyone other than non-harassers made the decision or that gender discrimination motivated the decision to move her to a new territory.</p>\n    </div>\n    <p class=\"indent\">3. <i>Constructive Discharge</i></p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Lee-Crespo's primary tangible employment action argument is that the harassment by her supervisor was so unbearable that she was forced to resign and was thus constructively discharged by Schering and, in turn, that such a constructive discharge is a tangible employment action. \"Constructive discharge\" usually refers to \"harassment so severe and oppressive that staying on the job while seeking redress &#8212; the rule save in exceptional cases &#8212; is `intolerable.'\" <i>Reed v. MBNA Mktg. Sys., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span>, 33 (1st Cir.2003) (quoting <i>Keeler v. Putnam Fiduciary Trust Co.,</i> <span class=\"citation\" data-id=\"199235\"><a href=\"/opinion/199235/keeler-v-putnam-fiduciary/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9-10 (1st Cir.2001)). In <i>Reed,</i> this court declined \"to adopt a blanket rule\" as to whether a constructive discharge constitutes a tangible employment action.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">To prove constructive discharge, a plaintiff must usually \"show that her working conditions were so difficult or unpleasant that a reasonable person in [her] shoes would have felt compelled to resign.\" <i>Marrero v. Goya of P.R., Inc.,</i> <span class=\"citation\" data-id=\"200103\"><a href=\"/opinion/200103/marrero-v-goya-de-puerto-rico/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 28 (1st Cir.2002) (internal quotation marks omitted); <i>see Melendez-Arroyo v. Cutler-Hammer de P.R. Co.,</i> <span class=\"citation\" data-id=\"199713\"><a href=\"/opinion/199713/melendez-arroyo-v-cutler-hammer/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 36 (1st Cir.2001). The standard is an objective one; an employee's subjective perceptions do not govern. <i>Marrero,</i> 304 F.3d at 28; <i>Su&#225;rez v. Pueblo Int'l, Inc.,</i> <span class=\"citation\" data-id=\"770706\"><a href=\"/opinion/770706/ramon-m-suarez-v-pueblo-international-inc/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 54 (1st Cir.2000). It is not enough that a plaintiff suffered \"the ordinary slings and arrows that workers routinely encounter in a hard, cold world.\" <i>Su&#225;rez,</i> 229 F.3d at 54.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Not all of plaintiff's evidence could be taken as evidence of sexual harassment. The comments by Gonz&#225;lez, a new supervisor, to the effect that plaintiff worked for her and plaintiff should not go around Gonz&#225;lez to Gonz&#225;lez's boss are hardly evidence of sexual harassment. The incidents that remain, even if taken as harassment, do not rise to the level of creating an intolerable environment.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Those incidents also did not amount to a discharge. Among other things, the evaluation of a constructive discharge claim takes into account how the employer responded to the plaintiff's complaints and whether it was likely that the harassment would continue. <i>See Marrero,</i> 304 F.3d at 28; <i>see also</i> Lindemann &amp; Grossman, <i>Employment Discrimination Law</i> 657 (C.G. Weirich et al. eds., 3d ed. 2002 Supp.) (\"Prompt remedial action that eliminates the allegedly intolerable working conditions operates as a complete defense to a claim of constructive discharge.\"). Here, once Lee-Crespo made a complaint, management moved swiftly. There was a meeting, both Lee-Crespo and Gonz&#225;lez were heard, and management moved Lee-Crespo away from her nemesis. This undercuts Lee-Crespo's claim that she was forced to leave.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Lee-Crespo's argument that Schering's actions during the time of her medical leave amounted to harassment and transformed her resignation into a constructive discharge does not save her claim. Lee-Crespo was on sick leave from March 31 until June 30, the date of her resignation. There was nothing unreasonable or harassing in asking her to give back the company car and other equipment, inventory, and documents, or in scheduling her for an appointment with the company physician. As Lee-Crespo testified, neither she nor her treating psychiatrist had any idea when she would recover or return to work. None of Schering's conduct while Lee-Crespo was on medical leave created working conditions that were so difficult or unpleasant as to force a reasonable person to resign. There was no constructive discharge.</p>\n    </div>\n    <p class=\"indent\">B. <i>Severe or Pervasive Harassment</i></p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">If a supervisor's harassment did not result in a tangible employment action against an employee, then the employee must show that the harassment was so \"severe or pervasive\" that, in essence, it altered the terms or conditions of her employment. <i>Ellerth,</i> 524 U.S. at 752, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>. The employer is then vicariously liable to the victimized employee unless the employer can successfully assert the affirmative defense outlined in <i>Ellerth.</i><a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Id.</i> at 765, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>; <i>Reed,</i> 333 F.3d at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">All of the circumstances are examined in determining whether a work environment is sufficiently hostile or abusive,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> including \"the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee's work performance.\" <i>Harris v. Forklift Sys.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 23, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993); <i>O'Rourke v. City of Providence,</i> <span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 728-29 (1st Cir. 2001). Here, the complained of conduct was episodic, but not so frequent as to become pervasive; was never severe; was never physically threatening (though occasionally discomforting or mildly humiliating); and significantly, was never, according to the record, an impediment to Lee-Crespo's work performance.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The record establishes that Mayra Gonz&#225;lez was an inexperienced manager who had trouble navigating the boundary between the personal and the professional. Gonz&#225;lez often displayed a disregard for professional courtesy and a penchant for inquiring about the personal affairs of other workers (both male and female). But a supervisor's unprofessional managerial approach and accompanying efforts to assert her authority are not the focus of the discrimination laws. The district court correctly concluded on this evidence that Gonz&#225;lez's conduct was not so severe or pervasive that it altered the terms and conditions of Lee-Crespo's employment. This case is a far cry from cases in which this court has reinstated a harassment verdict for an employee, <i>see, e.g., O'Rourke,</i> 235 F.3d at 738, or affirmed a jury verdict for an employee, <i>see, e.g., Marrero,</i> 304 F.3d at 20.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Lee-Crespo also brought pendent sexual harassment and constructive discharge claims under the comparable Puerto Rico statutes. The district court held, and Lee-Crespo concedes on appeal, that the federal and Puerto Rico laws on sexual harassment and constructive discharge are very closely aligned. We uphold the dismissal of Lee-Crespo's state law claims on the same grounds that we uphold dismissal of the federal claims.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The district court's order granting summary judgment to Schering is <i>affirmed.</i> Costs are awarded to Schering.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lee-Crespo interpreted this statement as an insinuation by Gonz&#225;lez that Lee-Crespo was a lesbian. In her sworn statement of particulars filed with the Anti-Discrimination Unit of the Puerto Rico Labor Department, Lee-Crespo stated that her co-workers asked her: \"Could it be that [Gonz&#225;lez] likes you?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Elloy P&#233;rez-Bracetti, a male district manager, testified that during the period when Lee-Crespo was supervised by Gonz&#225;lez, he could not remember Lee-Crespo making any mistakes \"out of the ordinary\" and that there was \"nothing negative that would lead us to say she was doing a poor job.\" When asked for his opinion of Lee-Crespo's performance as a sales representative, P&#233;rez-Bracetti responded: \"Well I found it to be fine, I found it to be normal.... I did not find anything in her that was negative to where I would have to reprimand her or anything like that.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In her sworn statement of particulars, Lee-Crespo stated that Gonz&#225;lez said at the meeting that her prior comment regarding Lee-Crespo's drunkenness at the wedding was intended as a joke</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Lee-Crespo does not argue on appeal that the refusal to make these payments was a tangible employment action, nor does she make any other claim as to the payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition to meeting the \"severe or pervasive\" standard, a Title VII plaintiff proceeding on a constructive employment action theory must also show that the severe or pervasive harassment was<i>because of</i> gender or one of the other Title VII protected categories. <i>Oncale v. Sundowner Offshore Servs., Inc.,</i> <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 80, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998). \"Title VII does not prohibit all verbal or physical harassment in the workplace; it is directed only at discriminat[ion] ... because of ... sex.\" <i>Id.</i> (internal quotation marks and emphasis omitted); <i>see Rivera,</i> 331 F.3d at 189-91 (upholding summary judgment for employer where plaintiff was subjected to uninvited rude and unprofessional conduct that the court assumed to be severe and pervasive but that was not engaged in \"because of\" religion). The substance of the violation is no different when the plaintiff and the harasser are of the same sex. The motivation of the same-sex harasser must stem from sexual desire or from same-gender hostility, or both. <i>See Oncale,</i> 523 U.S. at 80, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This case does not raise the issue of the company knowingly encouraging, endorsing, or adopting the supervisor's harassment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The circuits are split on this question,<i>see Reed,</i> 333 F.3d at 33 &amp; n. 2, and the Supreme Court has granted certiorari to resolve it, <i>see Penn. State Police v. Suders,</i> <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1046</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">803</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">692</span></span> (2003).</p>\n        <p class=\"indent\">This court held that it was clear \"that the constructive discharge label [could not] be used to preclude the affirmative defense\" on the facts in <i>Reed,</i> but left open the possibility of such preclusion \"on rare facts.\" <i>Reed,</i> 333 F.3d at 33.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> \"The defense comprises two necessary elements: (a) that the employer exercised reasonable care to prevent and correct promptly any sexually harassing behavior, and (b) that the plaintiff employee unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise.\"<i>Ellerth,</i> 524 U.S. at 765, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> On appeal, Lee-Crespo argues that the district court improperly grouped the alleged incidents of harassment into categories and did not consider them as a whole in assessing Lee-Crespo's work environment. But the district court twice emphasized that it was indeed analyzing the evidence as a whole and was aware of its obligation to consider all of the alleged conduct together<i>Crespo,</i> 231 F.Supp.2d at 429, 430. The court's categorization of incidents was useful in presenting the evidence and does not appear to have influenced detrimentally the court's analysis. In any case, we have reviewed the evidence de novo and have reached the same outcome.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2452175/"
  ]
}