{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200966/",
  "absolute_url": "/opinion/200966/hsbc-bank-usa-v-bank-of-new-england/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200966/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:04:41Z",
  "date_modified": "2016-02-28T05:04:23.183872Z",
  "type": "010combined",
  "sha1": "383b8e7533bef6c720f837696d9fc001869ce81a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1321-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/04/13/HSBC_Bank_USA_v._Bank_of_New_England.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 03-1321\n\n                   IN RE BANK OF NEW ENGLAND CORP.,\n\n                                Debtor.\n\n                             ____________\n\n                HSBC BANK USA AND JPMORGAN CHASE BANK,\n                        AS INDENTURE TRUSTEES,\n\n                              Appellants,\n\n                                  v.\n\n           DR. BEN S. BRANCH, TRUSTEE IN BANKRUPTCY, ET AL.,\n\n                              Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Richard G. Stearns, U.S. District Judge]\n           [Hon. William C. Hillman, U.S. Bankruptcy Judge]\n\n\n                                Before\n\n                         Selya, Circuit Judge,\n\n                     Coffin, Senior Circuit Judge,\n\n                      and Smith,* District Judge.\n\n\n     Douglas B. Rosner, with whom Goulston & Storrs, Sarah L. Reid,\nJoseph N. Froehlich, Kelley Drye & Warren LLP, David S. Rosner,\n\n\n     *\n         Of the District of Rhode Island, sitting by designation.\n\fDaniel N. Zinman, and Kasowitz, Benson, Torres & Friedman LLP were\non brief, for appellants.\n\n     Robin Russell, with whom Hugh M. Ray and Andrews Kurth LLP\nwere on brief, for appellee Branch.\n     Patrick J. McLaughlin, with whom Katherine A. Constantine,\nMonica L. Clark, Dorsey & Whitney LLP, Dianne F. Coffino, and Dewey\nBallantine LLP were on brief, for remaining appellees.\n\n\n\n                          April 13, 2004\n\f            SELYA, Circuit Judge.        This is a case that straddles a\n\ncrossroads formed by the intersection of federal and state law. It\n\nrequires us to decide an issue of first impression in this circuit\n\nregarding the enforceability in bankruptcy of agreements that allow\n\nthe subordination of certain indebtedness.          Our decision partially\n\ncontradicts the decision of the only other court of appeals to have\n\ngrappled with this same set of questions, see Chem. Bank v. First\n\nTrust of N.Y. (In re Southeast Banking Corp.), 156 F.3d 1114 (11th\n\nCir. 1998), and to that extent creates a circuit split.\n\n            The precise dispute between the parties focuses on the\n\npriority    (if   any)   that    attaches   to   payment   of   post-petition\n\ninterest    on    indebtedness    that   benefits   from   the   contractual\n\nsubordination of other indebtedness.             As the question has been\n\nframed by the litigants and the lower courts, the answer depends on\n\nwhether the subordination provisions at issue comply with the Rule\n\nof Explicitness.      So phrased, the question assumes the continued\n\nvitality of that rule.           Because we doubt the accuracy of that\n\nassumption, we step back to the beginning and inquire into the\n\nbasis for believing that the Rule of Explicitness remains alive and\n\nwell.\n\n            That step places us at the head of a long and winding\n\npath.      After traveling it, we conclude that the enactment of\n\nsection 510(a) of the Bankruptcy Reform Act of 1978, Pub. L. No.\n\n95-598, 92 Stat. 2549, 2586 (codified at 11 U.S.C. § 510(a)),\n\n\n                                     -3-\n\fextinguished the Rule of Explicitness in its classic form.                           We\n\nfurther conclude that states are not free to adopt rules of\n\ncontract    interpretation        that   apply    only    in   bankruptcy.           For\n\npurposes of this case, then, the Rule of Explicitness is a dead\n\nletter.\n\n                Faced with this reality, we proceed to analyze the effect\n\nof   the    subordination        provisions     under    New    York's    generally\n\napplicable principles of contract law — principles that do not\n\nembody any canon that operates in the same manner as the Rule of\n\nExplicitness.          That analysis reveals an ambiguity in the language\n\nof the subordination provisions.              The resolution of this ambiguity\n\nrequires an inquiry into the parties' intent.                     That inquiry is\n\nfact-based and the bankruptcy court has not made the necessary\n\nfindings.        Consequently, we vacate the judgment below and remand\n\nfor further proceedings.\n\nI.   BACKGROUND\n\n                The underlying facts are largely undisputed.                    In its\n\nhalcyon days, the Bank of New England (BONE) issued six separate\n\nseries     of    debt    instruments.1        Clearly    worded   choice        of   law\n\nprovisions       tie    the   construction      and   interpretation       of    these\n\ninstruments to the law of New York.              Three of these offerings (the\n\nSenior     Debt)       are    entitled   to    the    benefit     of     contractual\n\n\n     1\n      Two of these were actually issued by BONE's predecessors in\ninterest, but this technicality in no way affects our analysis.\nThus, we disregard it.\n\n                                         -4-\n\fsubordination provisions.       They include (i) a series of debentures\n\nbearing interest at 7.625% per annum, due in 1998, in the aggregate\n\nprincipal amount of $25,000,000; (ii) a series of debentures\n\nbearing interest at 8.85% per annum, due in 1999, in the aggregate\n\nprincipal amount of $20,000,000; and (iii) a series of notes\n\nbearing interest at a rate of 9.5% per annum, due in 1996, in the\n\naggregate principal amount of $150,000,000.           HSBC Bank USA and\n\nJPMorgan Chase Bank, appellants here, serve as Indenture Trustees\n\nfor the Senior Debt.     The remaining three offerings (the Junior\n\nDebt) are subordinated to the Senior Debt.            They include (i) a\n\nseries of floating rate debentures, due in 1996, in the aggregate\n\nprincipal amount of $75,000,000; (ii) a series of debentures\n\nbearing interest at 8.75% per annum, due in 1999, in the aggregate\n\nprincipal amount of $200,000,000; and (iii) a series of debentures\n\nbearing interest at 9.875% per annum, due in 1999, in the aggregate\n\nprincipal amount of $250,000,000.          Each trust indenture referable\n\nto   Junior   Debt   contains    a   subordination    provision   that   is\n\nsubstantially similar to the following:\n\n           [E]ach Holder likewise covenants and agrees by\n           his acceptance thereof, that the obligations\n           of the Company to make any payment on account\n           of the principal of and interest on each and\n           all of the Notes shall be subordinate and\n           junior, to the extent and in the manner\n           hereinafter set forth, in right of payment to\n           the Company's obligations to the holders of\n           Senior indebtedness of the Company.\n\nEach of these indentures also specifies that:\n\n\n                                     -5-\n\f             The Company agrees that upon . . . any payment\n             or distribution of assets of the Company of\n             any kind or character, whether in cash,\n             property or securities, to creditors upon any\n             dissolution or winding up or total or partial\n             liquidation or reorganization of the Company,\n             whether voluntary or involuntary or in\n             bankruptcy,     insolvency,     receivership,\n             conservatorship or other proceedings, all\n             principal (and premium, if any), sinking fund\n             payments and interest due or to become due\n             upon all Senior Indebtedness of the Company\n             shall first be paid in full, or payment\n             thereof provided for in money or money's worth\n             in accordance with its terms, before any\n             payment is made on account of the principal of\n             or interest on the indebtedness evidenced by\n             the [Junior] Notes due and owing at the time .\n             . . .\n\n\n             On January 7, 1991, BONE filed a voluntary petition for\n\nbankruptcy.     See 11 U.S.C. §§ 701-766.     At that time, much of the\n\nSenior and Junior Debt was still outstanding.            Everyone agrees\n\nthat,   in    bankruptcy,   the   holders    of   the   Senior   Debt   are\n\ncontractually entitled to priority.         Withal, the parties fiercely\n\ndispute whether that priority extends to the payment of post-\n\npetition interest.\n\n             Since filing for bankruptcy, BONE, under the careful\n\nstewardship of its Chapter 7 trustee, has made three distributions\n\nto creditors.     Through these distributions, the bankruptcy estate\n\nhas paid the holders of the Senior Debt the full amount of all\n\nunpaid principal and pre-petition interest, together with all\n\napproved fees and expenses incurred through the date of the last\n\ndistribution (October 26, 1999). The trustee then created an ample\n\n                                   -6-\n\freserve for future fees and expenses and, at that point, concluded\n\nthat he had satisfied the obligations owed to the holders of the\n\nSenior Debt.      When, thereafter, the trustee determined that there\n\nexisted sufficient unencumbered funds, he sought permission to make\n\na distribution in the amount of $11,000,000 to the holders of the\n\nJunior Debt.       The appellants objected on the ground that the\n\ntrustee had not yet paid post-petition interest on the Senior Debt.\n\n            The    bankruptcy   court    overruled   this   objection   and\n\nauthorized the proposed distribution.          In re Bank of New Engl.\n\nCorp., 269 B.R. 82, 86 (Bankr. D. Mass. 2001).          The court based its\n\ndecision on the Rule of Explicitness, holding that New York law\n\nrecognized the rule and that the language of the subordination\n\nprovisions failed to satisfy it.        Id. at 85-86.   The district court\n\naffirmed.   HSBC Bank USA v. Bank of New Engl. Corp. (In re Bank of\n\nNew Engl. Corp.), 295 B.R. 419, 424-25 (D. Mass. 2003).                 The\n\ncourt's analysis differed somewhat from that of the bankruptcy\n\ncourt, but it too deemed the Rule of Explicitness controlling. Id.\n\nat 424.   This appeal ensued.\n\nII.   DISCUSSION\n\n            We cede no special deference to the district court's\n\ninitial review of the bankruptcy court's decision.          See Gannett v.\n\nCarp (In re Carp), 340 F.3d 15, 21 (1st Cir. 2003).             Rather, we\n\nlook directly to the bankruptcy court's decision, examining that\n\ncourt's findings of fact for clear error and its conclusions of law\n\n\n                                   -7-\n\fde novo.   Id.       Insofar as the bankruptcy court's decision hinges on\n\nan interpretation of the Bankruptcy Code, it presents a question of\n\nlaw (and, thus, engenders de novo review). United States v. Yellin\n\n(In re Weinstein), 272 F.3d 39, 42 (1st Cir. 2001).\n\n            As the litigants and the lower courts have framed the\n\nissue,    the    pivotal     question     is    whether   the   language     of    the\n\nsubordination provisions satisfies the Rule of Explicitness. We do\n\nnot agree that this is the correct question.                Thus, we retreat to\n\nfirst principles.\n\n            Subordination agreements are essentially inter-creditor\n\narrangements.        4 Lawrence P. King et al., Collier on Bankruptcy ¶\n\n510.03[2], at 510-7 (15th rev. ed. 2003).                 They are designed to\n\noperate    in    a    wide   range   of   contingencies,        one   of   which   is\n\ninsolvency. As a hedge against the ravages of a future bankruptcy,\n\nsubordination agreements typically provide that one creditor will\n\nsubordinate its claim against the debtor (the putative bankrupt) in\n\nfavor of the claim of another creditor.              This subordination alters\n\nthe normal priority of the junior creditor's claim so that it\n\nbecomes eligible to receive a distribution only after the claims of\n\nthe senior creditor have been satisfied.              Id. at ¶ 510.01, at 510-\n\n3.\n\n            Prior to 1978, the Bankruptcy Act contained no specific\n\nmention of subordination agreements.               See Alan N. Resnick & Brad\n\nEric Scheler, The Right of a Senior Creditor to Receive Post-\n\n\n                                          -8-\n\fPetition Interest from a Subordinated Creditor's Distributions:\n\nDid   the   Rule   of   Explicitness    Survive      the   Enactment   of   the\n\nBankruptcy Code?, 32 Uniform Comm. Code L.J. 466, 466 (2000).\n\nAccordingly, subordination provisions were enforced in bankruptcy\n\nthrough the bankruptcy court's equitable powers.                  See, e.g.,\n\nBankers Life Co. v. Mfrs. Hanover Trust Co. (In re Kingsboro Mortg.\n\nCorp.), 514 F.2d 400, 401-02 (2d Cir. 1975) (per curiam); Matter of\n\nTime Sales Fin. Corp., 491 F.2d 841, 844 (3d Cir. 1974); Bird &\n\nSons Sales Corp. v. Tobin, 78 F.2d 371, 373 (8th Cir. 1935).\n\nEnforcing such agreements was necessary to prevent junior creditors\n\nfrom receiving windfalls after having explicitly agreed to accept\n\nless lucrative payment arrangements.           See Matter of Credit Indus.\n\nCorp., 366 F.2d 402, 410 (2d Cir. 1966); In re Hinderliter Indus.,\n\nInc., 228 B.R. 848, 853 (Bankr. E.D. Tex. 1999).             Equity dictated\n\nenforcement because \"[e]quality among creditors who have lawfully\n\nbargained for different treatment is not equity but its opposite.\"\n\nChem. Bank N.Y. Trust Co. v. Kheel, 369 F.2d 845, 848 (2d Cir.\n\n1966).\n\n            Defining    the   outer   limits    of   this   equitable   rule,\n\nespecially with respect to post-petition interest, posed a thorny\n\nproblem.    Generally, the accrual of interest on an unsecured or\n\nundersecured claim stops upon the debtor's filing of a bankruptcy\n\npetition.    See, e.g., Nicholas v. United States, 384 U.S. 678, 682\n\n(1966); Sexton v. Dreyfus, 219 U.S. 339, 344 (1911); see also 11\n\n\n                                      -9-\n\fU.S.C.   §   502(b)(2);   Bankruptcy   Act    of   1898,    §    63(a).      Yet,\n\nsubordination     agreements    sometimes       contain         language     that\n\nprioritizes (or, at least, arguably prioritizes) the payment of\n\npost-petition interest on senior indebtedness over any recovery on\n\njunior   indebtedness.       From    the     outset,    courts      have     been\n\nuncomfortable with enforcing this type of prioritization for fear\n\nthat cases would arise \"where a senior creditor may potentially\n\nrecover more under a subordination agreement than its allowable\n\nclaim against the estate.\"          4 Collier on Bankruptcy, supra ¶\n\n510.03[3], at 510-8.\n\n             To ease this discomfiture, judges fashioned an equitable\n\ndoctrine to deal with (and, essentially, limit) the prioritization\n\nof post-petition interest payments.          See Resnick & Scheler, supra\n\nat 467-68.     In its simplest form, this equitable doctrine, called\n\nthe Rule of Explicitness, required that a subordination agreement\n\nshow clearly \"that the general rule that interest stops on the date\n\nof the filing of the petition is to be suspended.\"              Time Sales, 491\n\nF.2d at 844.    Over time, this evolved into a requirement that only\n\nunequivocal language could overcome the generic bar on recovery of\n\npost-petition interest.\n\n             That was the state of the law when Congress enacted the\n\nBankruptcy Code in 1978.        Pub. L. No. 95-958, 92 Stat. 2549.\n\nUnlike the earlier Bankruptcy Act, the Code deals explicitly with\n\nsubordination     agreements.       Section    510(a)      provides       that   a\n\n\n                                    -10-\n\fsubordination agreement is enforceable in bankruptcy to the same\n\nextent as under \"applicable nonbankruptcy law.\"              11 U.S.C. §\n\n510(a). This statutory provision supplants the judge-made doctrine\n\nthrough which the courts previously had dealt with such agreements.\n\nBecause equitable powers possessed by bankruptcy courts \"must and\n\ncan only be exercised within the confines of the Bankruptcy Code,\"\n\nNorwest Bank Worthington v. Ahlers, 485 U.S. 197, 206 (1988), the\n\nenactment    of   section   510(a)    means   that   the   enforcement   of\n\nsubordination provisions is no longer a matter committed to the\n\nbankruptcy courts' notions of what may (or may not) be equitable.\n\nFirst Fid. Bank v. Midlantic Nat'l Bank (In re Ionosphere Clubs,\n\nInc.), 134 B.R. 528, 533 (Bankr. S.D.N.Y. 1991).\n\n            That Congress cabined the bankruptcy courts' equitable\n\npowers while providing an alternate means for preserving the\n\nviability of subordination agreements does not resolve the further\n\nquestion of whether the Rule of Explicitness, through some other\n\nmedium, survived the enactment of section 510(a).          To answer that\n\nquery, we begin, as always, with the text of the relevant statute.\n\nSee 229 Main St. Ltd. P'ship v. Mass. Dep't of Envtl. Prot. (In re\n\n229 Main St. Ltd. P'ship), 262 F.3d 1, 5 (1st Cir. 2001).           We are\n\nmindful, of course, that the language of an unambiguous statute\n\nnormally determines its meaning.        Id.\n\n            In terms, section 510(a) provides that a \"subordination\n\nagreement is enforceable in a [bankruptcy] case . . . to the same\n\n\n                                     -11-\n\fextent   that     such   agreement       is   enforceable      under    applicable\n\nnonbankruptcy law.\"         11 U.S.C. § 510(a).           It is clear beyond\n\nperadventure that the phrase \"applicable nonbankruptcy law\" can\n\nrefer to either federal or state law.               See Patterson v. Shumate,\n\n504 U.S. 753, 757-59 (1992).             Since the construction of private\n\ncontracts is usually a matter committed to state law, Volt Info.\n\nScis.,   Inc.    v.   Bd.   of   Trs.,    489    U.S.   468,   474     (1989),   the\n\npresumption is that state law will furnish the proper benchmark.\n\nThat presumption is especially robust here because we can find no\n\nfederal statute that might guide us in interpreting subordination\n\nagreements.      Accord Southeast Banking, 158 F.3d at 1121.\n\n              Of course, it might be possible to argue for the use of\n\nfederal common law in this context.             But resort to a federal common\n\nlaw of contract enforcement ordinarily is justified only when\n\nrequired by a distinct national policy or interest. See Bartsch v.\n\nMetro-Goldwyn-Mayer, Inc., 391 F.2d 150, 153 (2d Cir. 1968).                     The\n\ninterpretation and enforcement of financial arrangements between\n\nprivate parties does not fill that bill.                See Southeast Banking,\n\n156 F.3d at 1121 n.8.\n\n              To be sure, there is an important federal interest in the\n\nuniform application of the bankruptcy law — but that interest will\n\nnot suffice in this instance to justify resort to federal common\n\nlaw.     By    requiring    that   the    enforceability       of    subordination\n\nagreements be subject to applicable nonbankruptcy law, Congress\n\n\n                                     -12-\n\fdetermined that such agreements should be interpreted using non-\n\nuniform principles.      It is not our province to second-guess this\n\ndetermination.    To cinch matters, the Supreme Court has instructed\n\nus that in the absence of specific statutory provisions to the\n\ncontrary, property interests should not be analyzed differently as\n\na result of a party's involvement in a bankruptcy case.               Butner v.\n\nUnited States, 440 U.S. 48, 55 (1979).           We take this to mean that\n\nbankruptcy courts should only modify the usual state-law compendium\n\nof rights and remedies if and to the extent that such modifications\n\nare specifically authorized or directed by the Bankruptcy Code.\n\n          For    these   reasons,     we    conclude   that    the   applicable\n\nnonbankruptcy law referred to in section 510(a) is state law (and,\n\nparticularly, state contract law).           Accord In re Best Prods. Co.,\n\n168 B.R. 35, 69 (Bankr. S.D.N.Y. 1994); 9E Am. Jur. 2d Bankr. §\n\n3113   (2000).     It    follows     inexorably    that   if    the    Rule   of\n\nExplicitness retains any vitality, it does so only as part and\n\nparcel of state law.         See 4 Collier on Bankruptcy, supra ¶\n\n510.03[3], at 510-9, 10 (\"[T]he Rule of Explicitness cannot be\n\nfound in the Code, but resort must be had to the state law\n\ngoverning the contractual subordination agreement.\"); see also\n\nSoutheast Banking, 156 F.3d at 1124.\n\n          This    brings   us   to   the    parameters    of   the    authority\n\ndelegated by section 510(a).          One thing seems very clear:             in\n\nkeeping with the principle that bankruptcy is an area of distinct\n\n\n                                     -13-\n\ffederal competence, Congress has conferred on the federal courts\n\nthe power to apply any and all generally applicable state rules of\n\ncontract interpretation in construing subordination agreements.\n\nBut section 510(a) does not vest in the states any power to make\n\nbankruptcy-specific rules:        the statute's clear directive for the\n\nuse of applicable nonbankruptcy law leaves no room for state\n\nlegislatures or state courts to create special rules pertaining\n\nstrictly and solely to bankruptcy matters.           See In re Cross, 255\n\nB.R. 25, 34 n.5 (Bankr. N.D. Ind. 2000); cf. Int'l Shoe Co. v.\n\nPinkus, 278 U.S. 261, 265 (1929) (clarifying that states are not\n\nfree to enact laws that interfere with federal bankruptcy law or\n\nthat provide additional or auxiliary regulation with respect to\n\nbankruptcy matters).\n\n           Formulation     of   the   bankruptcy   law     requires    Congress\n\ncarefully to balance competing considerations.               That effort is\n\nmanifest here. On the one hand, bankruptcy highly values equitable\n\ndistribution that is in line with the priorities embodied in the\n\nCode itself.       On the other hand, equity typically operates to\n\nenforce voluntarily bargained-for positions (some of which may\n\ncontradict   the    Code's      normal   priorities).        Section     510(a)\n\nencapsulates Congress's reconciliation of this conflict. A state's\n\ncreation of a bankruptcy-only rule of enforcement would outstrip\n\nthe   authority    that   Congress    conferred    (and,    thus,   upset   the\n\n\n\n\n                                      -14-\n\fequilibrium that section 510(a) was designed to achieve).                                  We\n\nconclude, therefore, that such a course is not open to the states.\n\n           If the Rule of Explicitness is an interpretive principle\n\nunique to bankruptcy, it offends this principle.                           See Ionosphere\n\nClubs,   134   B.R.   at       533    (suggesting            that    the     old   Rule    of\n\nExplicitness cases may \"be inconsistent with the Code's new mandate\n\nthat subordination provisions be enforceable in bankruptcy to the\n\nsame extent that they are enforceable under nonbankruptcy law\").\n\nA   contrary   holding     —    one       that    allowed      a     state    to   adopt    a\n\nbankruptcy-only     Rule   of        Explicitness        —    would     require     certain\n\ncontractual provisions (those arguably entitling senior noteholders\n\nto the payment of interest becoming due at future dates) to achieve\n\na heightened degree of clarity only if the effort to enforce them\n\narose in bankruptcy rather than in some other context.                              Such a\n\nholding would go well beyond the intended reach of section 510(a).\n\n           The     short       of    it    is     that       the     enforceability        of\n\nsubordination agreements in bankruptcy must be judged by reference\n\nto generally applicable state contract law.                         As it pertains here,\n\nthis holding limits our consideration to the general principles of\n\nNew York contract law.         If — and only if — the Rule of Explicitness\n\nis such a general principle can it be given effect in this case.\n\n           The New York courts do not appear to have developed any\n\nrules of interpretation that apply specifically to subordination\n\nagreements.      See Best Prods., 168 B.R. at 69-70; see also Finest\n\n\n                                           -15-\n\fInvs. v. Sec. Trust Co., 468 N.Y.S.2d 256, 258 (N.Y. Sup. Ct. 1983)\n\n(applying generic rules of construction to subordination clause);\n\ncf. N.Y.U.C.C. § 1-209 off'l cmt. 4 (stating that the \"enforcement\n\nof   subordination        agreements      is    largely        left     to    supplementary\n\nprinciples under Section 1-103,\" which codifies the application of\n\nthe general law of contracts).              Moreover, reported decisions from\n\nthe New York state courts reveal only a single mention of the Rule\n\nof Explicitness.             See Chem. Bank v. First Trust of N.Y. (In re\n\nSoutheast Banking Corp.), 710 N.E.2d 1083, 1084-88 (N.Y. 1999) (a\n\ncase which, for reasons that we shortly shall explain, does not\n\nhelp     our    inquiry).          Although     we       are     in     something      of      an\n\nepistemological quandary — it is always difficult to prove a\n\nnegative — the near-total absence of authority is compelling proof\n\nthat the Rule of Explicitness is not part of New York's general\n\ncontract law.\n\n               The   decision      in    Chemical       Bank     does       not   alter     this\n\nconclusion.       The opinion in that case was a response to a question\n\ncertified by the United States Court of Appeals for the Eleventh\n\nCircuit.       Faced with the issue we confront today, that is, whether\n\na subordination provision permitted the payment of post-petition\n\ninterest       ahead    of    junior     indebtedness,         the      Eleventh       Circuit\n\ncertified the following question to the New York Court of Appeals:\n\n\"What,     if    any,     language       does     New     York        law    require      in    a\n\nsubordination          agreement    to    alert      a    junior        creditor       to      its\n\n\n                                           -16-\n\fassumption of the risk and burden of the senior creditor's post-\n\npetition interest?\"      Southeast Banking, 156 F.3d at 1125.        In so\n\ndoing, the Eleventh Circuit invited the state court to fashion a\n\nbankruptcy-specific rule — and it did so without any evidence that\n\nNew   York   had   incorporated     anything   resembling    the   Rule   of\n\nExplicitness into its general law of contracts.\n\n             Having received the invitation, the New York Court of\n\nAppeals responded in kind.     The court recognized that it was being\n\nasked   to   determine   if   New    York   should   adopt   the   Rule   of\n\nExplicitness as a \"guiding interpretive principle of State contract\n\ndispute resolution\" in bankruptcy cases. Chem. Bank, 710 N.E.2d at\n\n1086.    The court proceeded to embrace the rule as a rule of\n\nconstruction applicable only in bankruptcy.          See id. at 1088 (\"In\n\naccordance with the Rule of Explicitness, New York law would\n\nrequire specific language in a subordination agreement to alert a\n\njunior creditor to its assumption of the risk and burden of\n\nallowing the payment of a senior creditor's post-petition interest\n\ndemand.\"). The specificity of the court's holding is apparent from\n\nits use of the term \"post-petition interest\" — a term of art\n\napplicable only in bankruptcy. We recognize that the Chemical Bank\n\ncourt was constrained by the Eleventh Circuit's statement of the\n\ncertified question.      But this constraint does not alter the fact\n\nthat, in its holding, Chemical Bank announced a bankruptcy-only\n\nprinciple.    Nothing in that decision persuades us that the Rule of\n\n\n                                    -17-\n\fExplicitness       is   otherwise    a     part    of   the   armamentarium        of\n\ninterpretive principles generally available to the courts under New\n\nYork law.\n\n            This    illustrates     our    area    of   disagreement       with   the\n\nEleventh Circuit.       As framed, the question that it put to the New\n\nYork court was beyond that court's competence to answer.                    While a\n\nfederal   court     must   defer    when    the   highest     court   of   a   state\n\ninterprets the state's general contract law, see, e.g., Daigle v.\n\nMe. Med. Ctr., Inc., 14 F.3d 684, 689 (1st Cir. 1994), no such\n\ndeference is due to a state court's importation of a bankruptcy-\n\nspecific rule into its own jurisprudence.2\n\n            That ends this aspect of our inquiry. There is simply no\n\nreason to believe that the New York courts would apply the Rule of\n\nExplicitness outside the bankruptcy context. Accordingly, the Rule\n\nof Explicitness cannot hold sway.                 To find otherwise would do\n\nviolence to the language of section 510(a) and set state and\n\nfederal law on a collision course.\n\n            Let us be perfectly clear.             If a state, as part of its\n\ngeneral contract law, enunciates an interpretive principle that\n\napplies to subordination agreements generally (e.g., \"construe all\n\nsubordination provisions strictly and enforce them only if the\n\n\n     2\n      Although state courts do have the power to interpret federal\nlaw, that is not what the New York Court of Appeals was asked to\ndo. The Eleventh Circuit requested the New York court to enunciate\na bankruptcy-specific principle of state law.       See Southeast\nBanking, 156 F.3d at 1125-26.\n\n                                         -18-\n\fintent to subordinate is, on a particular set of facts, super-\n\nclear\"), that principle would be enforceable under section 510(a).3\n\nIn   that   event,      rejecting   the    prioritization       of   post-petition\n\ninterest in the absence of explicit language would be consistent\n\nwith the general law of the state.              Such a situation would not pose\n\nthe same problem as does a state rule that applies only in\n\nbankruptcy.\n\n            We acknowledge that this conclusion compels us to part\n\nways with the Eleventh Circuit.           We are always reluctant to foment\n\na circuit split, but we have no principled alternative here.                     The\n\nSoutheast Banking court invited the New York Court of Appeals to\n\ncraft a special bankruptcy-only canon of contract interpretation.\n\nSee 156     F.3d   at    1125.      In   our    view,   that    course   of   action\n\nmisapprehends the reach and breadth of section 510(a).\n\n            We now proceed to apply New York's general principles of\n\ncontract enforcement to the facts at hand.                     This exercise will\n\nallow us to ascertain the effect of the provisions at issue upon\n\nthe post-petition interest priority claimed by the appellants.\n\nTypically, the first step is to determine whether the challenged\n\n\n\n      3\n      We recognize that the source of such an interpretive\nprinciple may be a state statute, a canon of construction\nenunciated by the state courts, or a rule of equity consistently\napplied. A bankruptcy court's adoption and enforcement of a state\nequitable principle is not the exercise of the bankruptcy court's\nown equitable powers, but, rather, an application of state law\n(and, thus, is a proper exercise of the authority conferred by\nsection 510(a)).\n\n                                         -19-\n\fprovisions are subordination agreements within the meaning of\n\nsection 510(a).    4 Collier on Bankruptcy, supra ¶ 510.03[2], at\n\n510-7.   That step is a formality here:        these are subordination\n\nclauses, pure and simple.\n\n          We next must determine the meaning and effect of the\n\nsubordination provisions. Initially, we ask whether the provisions\n\nare ambiguous with respect to the relative priority of the payment\n\nof post-petition interest on the Senior Debt.           This is a question\n\nof New York law.    See W.W.W. Assocs., Inc. v. Giancontieri, 566\n\nN.E.2d 639, 642 (N.Y. 1990).     The New York Court of Appeals has\n\nprovided us with clear, if conventional, guidelines:\n\n          Contracts are not to be interpreted by giving\n          a strict and rigid meaning to general words or\n          expressions without regard to the surrounding\n          circumstances or the apparent purpose which\n          the parties sought to accomplish. The court\n          should examine the entire contract and\n          consider the relation of the parties and the\n          circumstances under which it was executed.\n          Particular words should be considered, not as\n          if isolated from the context, but in the light\n          of the obligation as a whole and the intention\n          of the parties as manifested thereby.     Form\n          should not prevail over substance, and a\n          sensible meaning of words should be sought.\n\nWilliam C. Atwater & Co. v. Panama R. Co., 159 N.E. 418, 419 (N.Y.\n\n1927) (citations and internal quotation marks omitted).\n\n          We take it as a given that a contract is ambiguous when\n\nits   provisions   are   susceptible    of   two   or    more   reasonable\n\ninterpretations.   See Breed v. Ins. Co. of N. Am., 385 N.E.2d 1280,\n\n1282 (N.Y. 1978); Yanuck v. Simon Paston & Sons Agency, Inc., 618\n\n                                 -20-\n\fN.Y.S.2d 295, 296 (N.Y. Sup. Ct. 1994).     That is the case here.\n\nAlthough each word, taken in isolation, may have a reasonably\n\ndefinite meaning, we must examine these words collectively.     See\n\nAtwater, 159 N.E. at 419.   When we do, ambiguity surfaces.\n\n          The pertinent language requires full payment of \"interest\n\ndue or to become due\" upon the occurrence of a number of events\n\n(including bankruptcy, insolvency, receivership, conservatorship,\n\nor \"other proceedings\"). The meaning of \"interest due or to become\n\ndue\" seems obvious in the context of, say, a municipal bond:   upon\n\nthe occurrence of a triggering event, interest that has been earned\n\nbut is not yet due to be paid becomes entitled to a priority.4\n\nThus, the application of this group of words in the context of most\n\ntriggering events is fairly straightforward.   But bankruptcy — an\n\nevent specifically referenced in the subordination provisions —\n\nalters the equation. Bankruptcy provides a special system of legal\n\nrules that occupies the field upon the filing of a petition.    One\n\nbyproduct of this special set of rules is that all interest is\n\nconsidered due as of the filing date.   See 11 U.S.C. §§ 101(5)(a),\n\n502(b). Conversely, interest that normally would accrue after that\n\ndate is generally not recoverable at all (at least, not recoverable\n\nfrom the debtor).   See id. § 502(b)(2).\n\n\n     4\n      We provide an example. If interest accruing on a bond is\npaid every six months (e.g., February 1 and August 1) and a\ntriggering event occurs on May 1, the contractual language provides\nthat all interest earned from February 1 through May 1 is entitled\nto prioritization (even though that interest is not yet due).\n\n                               -21-\n\f            These special rules cloud the meaning of the phrase\n\n\"interest due or to become due.\"          On the one hand, those words\n\nreasonably can be interpreted to apply only to triggering events\n\noutside of the bankruptcy context (where they have an unambiguous\n\nmeaning).       On the other hand, those words reasonably can be\n\ninterpreted — as the appellants exhort — to apply to all triggering\n\nevents, including bankruptcy.      In that context, however, the words\n\nhave no clear meaning and a court faces further ambiguity in trying\n\nto determine their contours.       After all, in most cases the phrase\n\n\"due or to become due\" simply refers to unmatured interest.             At the\n\ntime of     a   bankruptcy   filing,   however,   there   is   no   unmatured\n\ninterest, so the clause may be interpreted either to carry the same\n\n\"nonbankruptcy\" meaning throughout or to take on a bankruptcy-\n\nspecific    meaning   (which   would    cover   post-petition       interest).\n\nBecause each of these interpretations seems plausible, we believe\n\nthat the subordination provisions — as they apply in bankruptcy —\n\nare ambiguous.      Cf. Southeast Banking, 156 F.3d at 1124 (finding\n\nthe phrase \"paid in full\" ambiguous in the context of bankruptcy\n\nproceedings).\n\n            In fine, we find the words \"due or to become due\" lacking\n\nin certitude as to whether they actually provide for the payment of\n\npost-petition interest on the Senior Debt prior to any payment\n\nreferable to the Junior Debt.          New York law requires that this\n\namphiboly be resolved through a contextual examination of the\n\n\n                                   -22-\n\fparties' intent, taking full account of the surrounding facts and\n\ncircumstances. Ruttenberg v. Davidge Data Sys. Corp., 626 N.Y.S.2d\n\n174, 178 (N.Y. Sup. Ct. 1995); Yanuck, 618 N.Y.S.2d at 296; Tobin\n\nv. Union News Co., 239 N.Y.S.2d 22, 25 (N.Y. Sup. Ct. 1963).\n\nDiscerning this intent ordinarily requires the adjudication of\n\nfactual questions.       See Ruttenberg, 626 N.Y.S.2d at 175; Yanuck,\n\n618 N.Y.S.2d at 296; see also Time Warner Entm't Co. v. Brustowsky,\n\n634 N.Y.S.2d 82, 82 (N.Y. Sup. Ct. 1995) (noting that factfinding\n\ngenerally will be necessary if the contract term at issue is\n\n\"susceptible to varying reasonable interpretations\").            A trial can\n\nbe avoided only if the parties' intent is made manifest within the\n\nfour corners of the contract itself.         Ruttenberg, 626 N.Y.S.2d at\n\n175-76.\n\n            In the case at bar, it is impossible to glean the\n\nparties' intent from the language and structure of the instruments\n\nalone.    These documents evidence complex commercial transactions,\n\nand the matter is further complicated because the beneficiaries of\n\nthe subordination provisions — the holders of the Senior Debt — are\n\nnot   parties     to   the   agreements    containing    the   subordination\n\nprovisions (those agreements are directly appurtenant to the Junior\n\nDebt).    Given these realities, we are persuaded that resolution of\n\nthe intent question cannot be accomplished by the simple expedient\n\nof    examining    the   relevant   paperwork,    but,    rather,   requires\n\n\n\n\n                                    -23-\n\fdifferential factfinding.5                Because the bankruptcy court has not\n\nyet developed a record with this inquiry in mind, we remand for\n\nfactfinding         on     the   parties'       intent        vis-à-vis    post-petition\n\ninterest.\n\nIII.       CONCLUSION\n\n                  We need go no         further.         We hold that the Rule of\n\nExplicitness has no application in the context of bankruptcy where,\n\nas here, the state has not adopted the rule as one of general\n\napplicability.             Consequently, we turn to generic principles of\n\nstate       law    to    interpret      the   contractual       provisions    at   issue.\n\nApplying those principles, we find the subordination provisions\n\nambiguous as to whether they provide for the priority payment of\n\npost-petition interest.                This finding necessitates an examination\n\ninto       the    intent    of   the    parties      —   an    inquiry    which,   in   the\n\ncircumstances of this case, entails questions of fact that must in\n\nthe first instance be addressed by the bankruptcy court.                                 We\n\ntherefore vacate the decision of the district court and remand with\n\ninstructions that the district court vacate the judgment of the\n\n\n       5\n      To be sure, the backdrop of bankruptcy may inform the\nexamination into the parties' intent. See Dolman v. U.S. Trust\nCo., 157 N.Y.S.2d 537, 541-42 (N.Y. Sup. Ct. 1956) (noting the\npresumption \"that the parties had [the law in force at the time of\nagreement] in contemplation when the contract was made,\" and that\nthe contract generally will be \"construed in light of such law\").\nHere, however, the effect of that tenet is uncertain absent further\nfactfinding. Cf. Time Warner Entm't, 634 N.Y.S.2d at 83 (finding\na regulatory definition of a term not determinative of its meaning\nin a contract where proof was adduced indicating that the parties\nintended an independent meaning).\n\n                                              -24-\n\fbankruptcy court and remand the matter to that tribunal for further\n\nproceedings consistent with this opinion.\n\n\n\n          Vacated and remanded.   All parties shall bear their own\n\ncosts.\n\n\n\n\n                               -25-\n\f",
  "html": "<p class=\"case_cite\">364 F.3d 355</p>\n    <p class=\"parties\">In re BANK OF NEW ENGLAND CORP., Debtor.<br>HSBC Bank USA and JPMorgan Chase Bank, as Indenture Trustees, Appellants,<br>v.<br>Dr. Ben S. BRANCH, Trustee in Bankruptcy, et al., Appellees.</p>\n    <p class=\"docket\">No. 03-1321.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 6, 2004.</p>\n    <p class=\"date\">Decided April 13, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Douglas B. Rosner, with whom Goulston &amp; Storrs, Sarah L. Reid, Joseph N. Froehlich, Kelley Drye &amp; Warren LLP, David S. Rosner, Daniel N. Zinman, and Kasowitz, Benson, Torres &amp; Friedman LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Robin Russell, with whom Hugh M. Ray and Andrews Kurth LLP were on brief, for appellee Branch.</p>\n      <p class=\"indent\">Patrick J. McLaughlin, with whom Katherine A. Constantine, Monica L. Clark, Dorsey &amp; Whitney LLP, Dianne F. Coffino, and Dewey Ballantine LLP were on brief, for remaining appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and SMITH,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a case that straddles a crossroads formed by the intersection of federal and state law. It requires us to decide an issue of first impression in this circuit regarding the enforceability in bankruptcy of agreements that allow the subordination of certain indebtedness. Our decision partially contradicts the decision of the only other court of appeals to have grappled with this same set of questions, <i>see Chem. Bank v. First Trust of N.Y.</i> (<i>In re Southeast Banking Corp.</i>), 156 F.3d 1114 (11th Cir.1998), and to that extent creates a circuit split.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The precise dispute between the parties focuses on the priority (if any) that attaches to payment of post-petition interest on indebtedness that benefits from the contractual subordination of other indebtedness. As the question has been framed by the litigants and the lower courts, the answer depends on whether the subordination provisions at issue comply with the Rule of Explicitness. So phrased, the question assumes the continued vitality of that rule. Because we doubt the accuracy of that assumption, we step back to the beginning and inquire into the basis for believing that the Rule of Explicitness remains alive and well.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That step places us at the head of a long and winding path. After traveling it, we conclude that the enactment of section 510(a) of the Bankruptcy Reform Act of 1978, Pub.L. No. 95-598, 92 Stat. 2549, 2586 (codified at 11 U.S.C. &#167; 510(a)), extinguished the Rule of Explicitness in its classic form. We further conclude that states are not free to adopt rules of contract interpretation that apply only in bankruptcy. For purposes of this case, then, the Rule of Explicitness is a dead letter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Faced with this reality, we proceed to analyze the effect of the subordination provisions under New York's generally applicable principles of contract law &#8212; principles that do not embody any canon that operates in the same manner as the Rule of Explicitness. That analysis reveals an ambiguity in the language of the subordination provisions. The resolution of this ambiguity requires an inquiry into the parties' intent. That inquiry is fact-based and the bankruptcy court has not made the necessary findings. Consequently, we vacate the judgment below and remand for further proceedings.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The underlying facts are largely undisputed. In its halcyon days, the Bank of New England (BONE) issued six separate series of debt instruments.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Clearly worded choice of law provisions tie the construction and interpretation of these instruments to the law of New York. Three of these offerings (the Senior Debt) are entitled to the benefit of contractual subordination provisions. They include (i) a series of debentures bearing interest at 7.625% per annum, due in 1998, in the aggregate principal amount of $25,000,000; (ii) a series of debentures bearing interest at 8.85% per annum, due in 1999, in the aggregate principal amount of $20,000,000; and (iii) a series of notes bearing interest at a rate of 9.5% per annum, due in 1996, in the aggregate principal amount of $150,000,000. HSBC Bank USA and JPMorgan Chase Bank, appellants here, serve as Indenture Trustees for the Senior Debt. The remaining three offerings (the Junior Debt) are subordinated to the Senior Debt. They include (i) a series of floating rate debentures, due in 1996, in the aggregate principal amount of $75,000,000; (ii) a series of debentures bearing interest at 8.75% per annum, due in 1999, in the aggregate principal amount of $200,000,000; and (iii) a series of debentures bearing interest at 9.875% per annum, due in 1999, in the aggregate principal amount of $250,000,000. Each trust indenture referable to Junior Debt contains a subordination provision that is substantially similar to the following:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">[E]ach Holder likewise covenants and agrees by his acceptance thereof, that the obligations of the Company to make any payment on account of the principal of and interest on each and all of the Notes shall be subordinate and junior, to the extent and in the manner hereinafter set forth, in right of payment to the Company's obligations to the holders of Senior indebtedness of the Company.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Each of these indentures also specifies that:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Company agrees that upon ... any payment or distribution of assets of the Company of any kind or character, whether in cash, property or securities, to creditors upon any dissolution or winding up or total or partial liquidation or reorganization of the Company, whether voluntary or involuntary or in bankruptcy, insolvency, receivership, conservatorship or other proceedings, all principal (and premium, if any), sinking fund payments and interest due or to become due upon all Senior Indebtedness of the Company shall first be paid in full, or payment thereof provided for in money or money's worth in accordance with its terms, before any payment is made on account of the principal of or interest on the indebtedness evidenced by the [Junior] Notes due and owing at the time....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On January 7, 1991, BONE filed a voluntary petition for bankruptcy. <i>See</i> 11 U.S.C. &#167;&#167; 701-766. At that time, much of the Senior and Junior Debt was still outstanding. Everyone agrees that, in bankruptcy, the holders of the Senior Debt are contractually entitled to priority. Withal, the parties fiercely dispute whether that priority extends to the payment of post-petition interest.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since filing for bankruptcy, BONE, under the careful stewardship of its Chapter 7 trustee, has made three distributions to creditors. Through these distributions, the bankruptcy estate has paid the holders of the Senior Debt the full amount of all unpaid principal and pre-petition interest, together with all approved fees and expenses incurred through the date of the last distribution (October 26, 1999). The trustee then created an ample reserve for future fees and expenses and, at that point, concluded that he had satisfied the obligations owed to the holders of the Senior Debt. When, thereafter, the trustee determined that there existed sufficient unencumbered funds, he sought permission to make a distribution in the amount of $11,000,000 to the holders of the Junior Debt. The appellants objected on the ground that the trustee had not yet paid post-petition interest on the Senior Debt.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The bankruptcy court overruled this objection and authorized the proposed distribution. <i>In re Bank of New Engl. Corp.,</i> 269 B.R. 82, 86 (Bankr.D.Mass.2001). The court based its decision on the Rule of Explicitness, holding that New York law recognized the rule and that the language of the subordination provisions failed to satisfy it. <i>Id.</i> at 85-86. The district court affirmed. <i>HSBC Bank USA v. Bank of New Engl. Corp.</i> (<i>In re Bank of New Engl. Corp.</i>), 295 B.R. 419, 424-25 (D.Mass.2003). The court's analysis differed somewhat from that of the bankruptcy court, but it too deemed the Rule of Explicitness controlling. <i>Id.</i> at 424. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We cede no special deference to the district court's initial review of the bankruptcy court's decision. <i>See Gannett v. Carp</i> (<i>In re Carp</i>), 340 F.3d 15, 21 (1st Cir.2003). Rather, we look directly to the bankruptcy court's decision, examining that court's findings of fact for clear error and its conclusions of law de novo. <i>Id.</i> Insofar as the bankruptcy court's decision hinges on an interpretation of the Bankruptcy Code, it presents a question of law (and, thus, engenders de novo review). <i>United States v. Yellin</i> (<i>In re Weinstein</i>), 272 F.3d 39, 42 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the litigants and the lower courts have framed the issue, the pivotal question is whether the language of the subordination provisions satisfies the Rule of Explicitness. We do not agree that this is the correct question. Thus, we retreat to first principles.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subordination agreements are essentially inter-creditor arrangements. 4 Lawrence P. King et al., Collier on Bankruptcy &#182; 510.03[2], at 510-7 (15th rev. ed.2003). They are designed to operate in a wide range of contingencies, one of which is insolvency. As a hedge against the ravages of a future bankruptcy, subordination agreements typically provide that one creditor will subordinate its claim against the debtor (the putative bankrupt) in favor of the claim of another creditor. This subordination alters the normal priority of the junior creditor's claim so that it becomes eligible to receive a distribution only after the claims of the senior creditor have been satisfied. <i>Id.</i> at &#182; 510.01, at 510-3.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Prior to 1978, the Bankruptcy Act contained no specific mention of subordination agreements. <i>See</i> Alan N. Resnick &amp; Brad Eric Scheler, <i>The Right of a Senior Creditor to Receive Post-Petition Interest from a Subordinated Creditor's Distributions: Did the Rule of Explicitness Survive the Enactment of the Bankruptcy Code?,</i> 32 Uniform Comm.Code L.J. 466, 466 (2000). Accordingly, subordination provisions were enforced in bankruptcy through the bankruptcy court's equitable powers. <i>See, e.g., Bankers Life Co. v. Mfrs. Hanover Trust Co.</i> (<i>In re Kingsboro Mortg. Corp.</i>), 514 F.2d 400, 401-02 (2d Cir.1975) (per curiam); <i>Matter of Time Sales Fin. Corp.,</i> 491 F.2d 841, 844 (3d Cir.1974); <i>Bird &amp; Sons Sales Corp. v. Tobin,</i> 78 F.2d 371, 373 (8th Cir.1935). Enforcing such agreements was necessary to prevent junior creditors from receiving windfalls after having explicitly agreed to accept less lucrative payment arrangements. <i>See Matter of Credit Indus. Corp.,</i> 366 F.2d 402, 410 (2d Cir.1966); <i>In re Hinderliter Indus., Inc.,</i> 228 B.R. 848, 853 (Bankr.E.D.Tex.1999). Equity dictated enforcement because \"[e]quality among creditors who have lawfully bargained for different treatment is not equity but its opposite.\" <i>Chem. Bank N.Y. Trust Co. v. Kheel,</i> 369 F.2d 845, 848 (2d Cir.1966).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Defining the outer limits of this equitable rule, especially with respect to post-petition interest, posed a thorny problem. Generally, the accrual of interest on an unsecured or undersecured claim stops upon the debtor's filing of a bankruptcy petition. <i>See, e.g., Nicholas v. United States,</i> 384 U.S. 678, 682, 86 S.Ct. 1674, 16 L.Ed.2d 853 (1966); <i>Sexton v. Dreyfus,</i> 219 U.S. 339, 344, 31 S.Ct. 256, 55 L.Ed. 244 (1911); <i>see also</i> 11 U.S.C. &#167; 502(b)(2); Bankruptcy Act of 1898, &#167; 63(a). Yet, subordination agreements sometimes contain language that prioritizes (or, at least, arguably prioritizes) the payment of post-petition interest on senior indebtedness over any recovery on junior indebtedness. From the outset, courts have been uncomfortable with enforcing this type of prioritization for fear that cases would arise \"where a senior creditor may potentially recover more under a subordination agreement than its allowable claim against the estate.\" 4 Collier on Bankruptcy, <i>supra</i> &#182; 510.03[3], at 510-8.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To ease this discomfiture, judges fashioned an equitable doctrine to deal with (and, essentially, limit) the prioritization of post-petition interest payments. <i>See</i> Resnick &amp; Scheler, <i>supra</i> at 467-68. In its simplest form, this equitable doctrine, called the Rule of Explicitness, required that a subordination agreement show clearly \"that the general rule that interest stops on the date of the filing of the petition is to be suspended.\" <i>Time Sales,</i> 491 F.2d at 844. Over time, this evolved into a requirement that only unequivocal language could overcome the generic bar on recovery of post-petition interest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That was the state of the law when Congress enacted the Bankruptcy Code in 1978. Pub.L. No. 95-958, 92 Stat. 2549. Unlike the earlier Bankruptcy Act, the Code deals explicitly with subordination agreements. Section 510(a) provides that a subordination agreement is enforceable in bankruptcy to the same extent as under \"applicable nonbankruptcy law.\" 11 U.S.C. &#167; 510(a). This statutory provision supplants the judge-made doctrine through which the courts previously had dealt with such agreements. Because equitable powers possessed by bankruptcy courts \"must and can only be exercised within the confines of the Bankruptcy Code,\" <i>Norwest Bank Worthington v. Ahlers,</i> 485 U.S. 197, 206, 108 S.Ct. 963, 99 L.Ed.2d 169 (1988), the enactment of section 510(a) means that the enforcement of subordination provisions is no longer a matter committed to the bankruptcy courts' notions of what may (or may not) be equitable. <i>First Fid. Bank v. Midlantic Nat'l Bank</i> ( <i>In re Ionosphere</i> <i>Clubs, Inc.</i>), 134 B.R. 528, 533 (Bankr.S.D.N.Y.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">That Congress cabined the bankruptcy courts' equitable powers while providing an alternate means for preserving the viability of subordination agreements does not resolve the further question of whether the Rule of Explicitness, through some other medium, survived the enactment of section 510(a). To answer that query, we begin, as always, with the text of the relevant statute. <i>See 229 Main St. Ltd. P'ship v. Mass. Dep't of Envtl. Prot.</i> (<i>In re 229 Main St. Ltd. P'ship</i>), 262 F.3d 1, 5 (1st Cir.2001). We are mindful, of course, that the language of an unambiguous statute normally determines its meaning. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In terms, section 510(a) provides that a \"subordination agreement is enforceable in a [bankruptcy] case ... to the same extent that such agreement is enforceable under applicable nonbankruptcy law.\" 11 U.S.C. &#167; 510(a). It is clear beyond peradventure that the phrase \"applicable nonbankruptcy law\" can refer to either federal or state law. <i>See Patterson v. Shumate,</i> 504 U.S. 753, 757-59, 112 S.Ct. 2242, 119 L.Ed.2d 519 (1992). Since the construction of private contracts is usually a matter committed to state law, <i>Volt Info. Scis., Inc. v. Bd. of Trs.,</i> 489 U.S. 468, 474, 109 S.Ct. 1248, 103 L.Ed.2d 488 (1989), the presumption is that state law will furnish the proper benchmark. That presumption is especially robust here because we can find no federal statute that might guide us in interpreting subordination agreements. <i>Accord Southeast Banking,</i> 156 F.3d at 1121.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, it might be possible to argue for the use of federal common law in this context. But resort to a federal common law of contract enforcement ordinarily is justified only when required by a distinct national policy or interest. <i>See Bartsch v. Metro-Goldwyn-Mayer, Inc.,</i> 391 F.2d 150, 153 (2d Cir.1968). The interpretation and enforcement of financial arrangements between private parties does not fill that bill. <i>See Southeast Banking,</i> 156 F.3d at 1121 n. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">To be sure, there is an important federal interest in the uniform application of the bankruptcy law &#8212; but that interest will not suffice in this instance to justify resort to federal common law. By requiring that the enforceability of subordination agreements be subject to applicable nonbankruptcy law, Congress determined that such agreements should be interpreted using non-uniform principles. It is not our province to second-guess this determination. To cinch matters, the Supreme Court has instructed us that in the absence of specific statutory provisions to the contrary, property interests should not be analyzed differently as a result of a party's involvement in a bankruptcy case. <i>Butner v. United States,</i> 440 U.S. 48, 55, 99 S.Ct. 914, 59 L.Ed.2d 136 (1979). We take this to mean that bankruptcy courts should only modify the usual state-law compendium of rights and remedies if and to the extent that such modifications are specifically authorized or directed by the Bankruptcy Code.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For these reasons, we conclude that the applicable nonbankruptcy law referred to in section 510(a) is state law (and, particularly, state contract law). <i>Accord In re Best Prods. Co.,</i> 168 B.R. 35, 69 (Bankr.S.D.N.Y.1994); 9E Am.Jur.2d Bankr.&#167; 3113 (2000). It follows inexorably that if the Rule of Explicitness retains any vitality, it does so only as part and parcel of state law. <i>See</i> 4 Collier on Bankruptcy, <i>supra</i> &#182; 510.03[3], at 510-9, 10 (\"[T]he Rule of Explicitness cannot be found in the Code, but resort must be had to the state law governing the contractual subordination agreement.\"); <i>see also Southeast Banking,</i> 156 F.3d at 1124.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us to the parameters of the authority delegated by section 510(a). One thing seems very clear: in keeping with the principle that bankruptcy is an area of distinct federal competence, Congress has conferred on the federal courts the power to apply any and all generally applicable state rules of contract interpretation in construing subordination agreements. But section 510(a) does not vest in the states any power to make bankruptcy-specific rules: the statute's clear directive for the use of applicable <i>nonbankruptcy</i> law leaves no room for state legislatures or state courts to create special rules pertaining strictly and solely to bankruptcy matters. <i>See In re Cross,</i> 255 B.R. 25, 34 n. 5 (Bankr.N.D.Ind.2000); <i>cf. Int'l Shoe Co. v. Pinkus,</i> 278 U.S. 261, 265, 49 S.Ct. 108, 73 L.Ed. 318 (1929) (clarifying that states are not free to enact laws that interfere with federal bankruptcy law or that provide additional or auxiliary regulation with respect to bankruptcy matters).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Formulation of the bankruptcy law requires Congress carefully to balance competing considerations. That effort is manifest here. On the one hand, bankruptcy highly values equitable distribution that is in line with the priorities embodied in the Code itself. On the other hand, equity typically operates to enforce voluntarily bargained-for positions (some of which may contradict the Code's normal priorities). Section 510(a) encapsulates Congress's reconciliation of this conflict. A state's creation of a bankruptcy-only rule of enforcement would outstrip the authority that Congress conferred (and, thus, upset the equilibrium that section 510(a) was designed to achieve). We conclude, therefore, that such a course is not open to the states.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">If the Rule of Explicitness is an interpretive principle unique to bankruptcy, it offends this principle. <i>See Ionosphere Clubs,</i> 134 B.R. at 533 (suggesting that the old Rule of Explicitness cases may \"be inconsistent with the Code's new mandate that subordination provisions be enforceable in bankruptcy to the same extent that they are enforceable under nonbankruptcy law\"). A contrary holding &#8212; one that allowed a state to adopt a bankruptcy-only Rule of Explicitness &#8212; would require certain contractual provisions (those arguably entitling senior noteholders to the payment of interest becoming due at future dates) to achieve a heightened degree of clarity only if the effort to enforce them arose in bankruptcy rather than in some other context. Such a holding would go well beyond the intended reach of section 510(a).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The short of it is that the enforceability of subordination agreements in bankruptcy must be judged by reference to generally applicable state contract law. As it pertains here, this holding limits our consideration to the general principles of New York contract law. If &#8212; and only if &#8212; the Rule of Explicitness is such a general principle can it be given effect in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The New York courts do not appear to have developed any rules of interpretation that apply specifically to subordination agreements. <i>See Best Prods.,</i> 168 B.R. at 69-70; <i>see also Finest Invs. v. Sec. Trust Co.,</i> 96 A.D.2d 227, 468 N.Y.S.2d 256, 258 (N.Y.Sup.Ct.1983) (applying generic rules of construction to subordination clause); <i>cf.</i> N.Y.U.C.C. &#167; 1-209 off'l cmt. 4 (stating that the \"enforcement of subordination agreements is largely left to supplementary principles under Section 1-103,\" which codifies the application of the general law of contracts). Moreover, reported decisions from the New York state courts reveal only a single mention of the Rule of Explicitness. <i>See Chem. Bank v. First Trust of N.Y.</i> (<i>In re Southeast Banking Corp.</i>), 93 N.Y.2d 178, 688 N.Y.S.2d 484, 710 N.E.2d 1083, 1084-88 (1999) (a case which, for reasons that we shortly shall explain, does not help our inquiry). Although we are in something of an epistemological quandary &#8212; it is always difficult to prove a negative &#8212; the near-total absence of authority is compelling proof that the Rule of Explicitness is not part of New York's general contract law.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The decision in <i>Chemical Bank</i> does not alter this conclusion. The opinion in that case was a response to a question certified by the United States Court of Appeals for the Eleventh Circuit. Faced with the issue we confront today, that is, whether a subordination provision permitted the payment of post-petition interest ahead of junior indebtedness, the Eleventh Circuit certified the following question to the New York Court of Appeals: \"What, if any, language does New York law require in a subordination agreement to alert a junior creditor to its assumption of the risk and burden of the senior creditor's post-petition interest?\" <i>Southeast Banking,</i> 156 F.3d at 1125. In so doing, the Eleventh Circuit invited the state court to fashion a bankruptcy-specific rule &#8212; and it did so without any evidence that New York had incorporated anything resembling the Rule of Explicitness into its general law of contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Having received the invitation, the New York Court of Appeals responded in kind. The court recognized that it was being asked to determine if New York should adopt the Rule of Explicitness as a \"guiding interpretive principle of State contract dispute resolution\" in bankruptcy cases. <i>Chem. Bank,</i> 688 N.Y.S.2d 484, 710 N.E.2d at 1086. The court proceeded to embrace the rule as a rule of construction <i>applicable only in bankruptcy. See id.</i> at 1088 (\"In accordance with the Rule of Explicitness, New York law would require specific language in a subordination agreement to alert a junior creditor to its assumption of the risk and burden of allowing the payment of a senior creditor's post-petition interest demand.\"). The specificity of the court's holding is apparent from its use of the term \"post-petition interest\" &#8212; a term of art applicable only in bankruptcy. We recognize that the <i>Chemical Bank</i> court was constrained by the Eleventh Circuit's statement of the certified question. But this constraint does not alter the fact that, in its holding, <i>Chemical Bank</i> announced a bankruptcy-only principle. Nothing in that decision persuades us that the Rule of Explicitness is otherwise a part of the armamentarium of interpretive principles generally available to the courts under New York law.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This illustrates our area of disagreement with the Eleventh Circuit. As framed, the question that it put to the New York court was beyond that court's competence to answer. While a federal court must defer when the highest court of a state interprets the state's general contract law, <i>see, e.g., Daigle v. Me. Med. Ctr., Inc.,</i> 14 F.3d 684, 689 (1st Cir.1994), no such deference is due to a state court's importation of a bankruptcy-specific rule into its own jurisprudence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">That ends this aspect of our inquiry. There is simply no reason to believe that the New York courts would apply the Rule of Explicitness outside the bankruptcy context. Accordingly, the Rule of Explicitness cannot hold sway. To find otherwise would do violence to the language of section 510(a) and set state and federal law on a collision course.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Let us be perfectly clear. If a state, as part of its general contract law, enunciates an interpretive principle that applies to subordination agreements generally (e.g., \"construe all subordination provisions strictly and enforce them only if the intent to subordinate is, on a particular set of facts, super-clear\"), that principle would be enforceable under section 510(a).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In that event, rejecting the prioritization of post-petition interest in the absence of explicit language would be consistent with the general law of the state. Such a situation would not pose the same problem as does a state rule that applies only in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We acknowledge that this conclusion compels us to part ways with the Eleventh Circuit. We are always reluctant to foment a circuit split, but we have no principled alternative here. The <i>Southeast Banking</i> court invited the New York Court of Appeals to craft a special bankruptcy-only canon of contract interpretation. <i>See</i> 156 F.3d at 1125. In our view, that course of action misapprehends the reach and breadth of section 510(a).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We now proceed to apply New York's general principles of contract enforcement to the facts at hand. This exercise will allow us to ascertain the effect of the provisions at issue upon the post-petition interest priority claimed by the appellants. Typically, the first step is to determine whether the challenged provisions are subordination agreements within the meaning of section 510(a). 4 Collier on Bankruptcy, <i>supra</i> &#182; 510.03[2], at 510-7. That step is a formality here: these are subordination clauses, pure and simple.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We next must determine the meaning and effect of the subordination provisions. Initially, we ask whether the provisions are ambiguous with respect to the relative priority of the payment of post-petition interest on the Senior Debt. This is a question of New York law. <i>See W.W.W. Assocs., Inc. v. Giancontieri,</i> 77 N.Y.2d 157, 565 N.Y.S.2d 440, 566 N.E.2d 639, 642 (1990). The New York Court of Appeals has provided us with clear, if conventional, guidelines:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Contracts are not to be interpreted by giving a strict and rigid meaning to general words or expressions without regard to the surrounding circumstances or the apparent purpose which the parties sought to accomplish. The court should examine the entire contract and consider the relation of the parties and the circumstances under which it was executed. Particular words should be considered, not as if isolated from the context, but in the light of the obligation as a whole and the intention of the parties as manifested thereby. Form should not prevail over substance, and a sensible meaning of words should be sought.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>William C. Atwater &amp; Co. v. Panama R. Co.,</i> 246 N.Y. 519, 159 N.E. 418, 419 (1927) (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We take it as a given that a contract is ambiguous when its provisions are susceptible of two or more reasonable interpretations. <i>See Breed v. Ins. Co. of N. Am.,</i> 46 N.Y.2d 351, 413 N.Y.S.2d 352, 385 N.E.2d 1280, 1282 (1978); <i>Yanuck v. Simon</i> <i>Paston &amp; Sons Agency, Inc.,</i> 209 A.D.2d 207, 618 N.Y.S.2d 295, 296 (N.Y.Sup.Ct.1994). That is the case here. Although each word, taken in isolation, may have a reasonably definite meaning, we must examine these words collectively. <i>See Atwater,</i> 159 N.E. at 419. When we do, ambiguity surfaces.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The pertinent language requires full payment of \"interest due or to become due\" upon the occurrence of a number of events (including bankruptcy, insolvency, receivership, conservatorship, or \"other proceedings\"). The meaning of \"interest due or to become due\" seems obvious in the context of, say, a municipal bond: upon the occurrence of a triggering event, interest that has been earned but is not yet due to be paid becomes entitled to a priority.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Thus, the application of this group of words in the context of most triggering events is fairly straightforward. But bankruptcy &#8212; an event specifically referenced in the subordination provisions &#8212; alters the equation. Bankruptcy provides a special system of legal rules that occupies the field upon the filing of a petition. One byproduct of this special set of rules is that all interest is considered due as of the filing date. <i>See</i> 11 U.S.C. &#167;&#167; 101(5)(a), 502(b). Conversely, interest that normally would accrue after that date is generally not recoverable at all (at least, not recoverable from the debtor). <i>See id.</i> &#167; 502(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">These special rules cloud the meaning of the phrase \"interest due or to become due.\" On the one hand, those words reasonably can be interpreted to apply only to triggering events outside of the bankruptcy context (where they have an unambiguous meaning). On the other hand, those words reasonably can be interpreted &#8212; as the appellants exhort &#8212; to apply to all triggering events, including bankruptcy. In that context, however, the words have no clear meaning and a court faces further ambiguity in trying to determine their contours. After all, in most cases the phrase \"due or to become due\" simply refers to unmatured interest. At the time of a bankruptcy filing, however, there is no unmatured interest, so the clause may be interpreted either to carry the same \"nonbankruptcy\" meaning throughout or to take on a bankruptcy-specific meaning (which would cover post-petition interest). Because each of these interpretations seems plausible, we believe that the subordination provisions &#8212; as they apply in bankruptcy &#8212; are ambiguous. <i>Cf. Southeast Banking,</i> 156 F.3d at 1124 (finding the phrase \"paid in full\" ambiguous <i>in the context of bankruptcy proceedings</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In fine, we find the words \"due or to become due\" lacking in certitude as to whether they actually provide for the payment of post-petition interest on the Senior Debt prior to any payment referable to the Junior Debt. New York law requires that this amphiboly be resolved through a contextual examination of the parties' intent, taking full account of the surrounding facts and circumstances. <i>Ruttenberg v. Davidge Data Sys. Corp.,</i> 215 A.D.2d 191, 626 N.Y.S.2d 174, 178 (N.Y.Sup.Ct.1995); <i>Yanuck,</i> 618 N.Y.S.2d at 296; <i>Tobin v. Union News Co.,</i> 18 A.D.2d 243, 239 N.Y.S.2d 22, 25 (N.Y.Sup.Ct.1963). Discerning this intent ordinarily requires the adjudication of factual questions. <i>See Ruttenberg,</i> 626 N.Y.S.2d at 175; <i>Yanuck,</i> 618 N.Y.S.2d at 296; <i>see also Time Warner Entm't Co. v. Brustowsky,</i> 221 A.D.2d 268, 634 N.Y.S.2d 82, 82 (N.Y.Sup.Ct.1995) (noting that factfinding generally will be necessary if the contract term at issue is \"susceptible to varying reasonable interpretations\"). A trial can be avoided only if the parties' intent is made manifest within the four corners of the contract itself. <i>Ruttenberg,</i> 626 N.Y.S.2d at 175-76.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the case at bar, it is impossible to glean the parties' intent from the language and structure of the instruments alone. These documents evidence complex commercial transactions, and the matter is further complicated because the beneficiaries of the subordination provisions &#8212; the holders of the Senior Debt &#8212; are not parties to the agreements containing the subordination provisions (those agreements are directly appurtenant to the Junior Debt). Given these realities, we are persuaded that resolution of the intent question cannot be accomplished by the simple expedient of examining the relevant paperwork, but, rather, requires differential factfinding.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Because the bankruptcy court has not yet developed a record with this inquiry in mind, we remand for factfinding on the parties' intent vis-&#224;-vis post-petition interest.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need go no further. We hold that the Rule of Explicitness has no application in the context of bankruptcy where, as here, the state has not adopted the rule as one of general applicability. Consequently, we turn to generic principles of state law to interpret the contractual provisions at issue. Applying those principles, we find the subordination provisions ambiguous as to whether they provide for the priority payment of post-petition interest. This finding necessitates an examination into the intent of the parties &#8212; an inquiry which, in the circumstances of this case, entails questions of fact that must in the first instance be addressed by the bankruptcy court. We therefore vacate the decision of the district court and remand with instructions that the district court vacate the judgment of the bankruptcy court and remand the matter to that tribunal for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded. All parties shall bear their own costs.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Two of these were actually issued by BONE's predecessors in interest, but this technicality in no way affects our analysis. Thus, we disregard it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although state courts do have the power to interpret federal law, that is not what the New York Court of Appeals was asked to do. The Eleventh Circuit requested the New York court to enunciate a bankruptcy-specific principle of state law<i>See Southeast Banking,</i> 156 F.3d at 1125-26.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We recognize that the source of such an interpretive principle may be a state statute, a canon of construction enunciated by the state courts, or a rule of equity consistently applied. A bankruptcy court's adoption and enforcement of a state equitable principle is not the exercise of the bankruptcy court's own equitable powers, but, rather, an application of state law (and, thus, is a proper exercise of the authority conferred by section 510(a))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We provide an example. If interest accruing on a bond is paid every six months (e.g., February 1 and August 1) and a triggering event occurs on May 1, the contractual language provides that all interest earned from February 1 through May 1 is entitled to prioritization (even though that interest is not yet due)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To be sure, the backdrop of bankruptcy may inform the examination into the parties' intent<i>See Dolman v. U.S. Trust Co.,</i> 2 N.Y.2d 110, 157 N.Y.S.2d 537, 541-42, 138 N.E.2d 784 (N.Y.Sup.Ct.1956) (noting the presumption \"that the parties had [the law in force at the time of agreement] in contemplation when the contract was made,\" and that the contract generally will be \"construed in light of such law\"). Here, however, the effect of that tenet is uncertain absent further factfinding. <i>Cf. Time Warner Entm't,</i> 634 N.Y.S.2d at 83 (finding a regulatory definition of a term not determinative of its meaning in a contract where proof was adduced indicating that the parties intended an independent meaning).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></span></p>\n    <p class=\"parties\">In re BANK OF NEW ENGLAND CORP., Debtor.<br>HSBC Bank USA and JPMorgan Chase Bank, as Indenture Trustees, Appellants,<br>v.<br>Dr. Ben S. BRANCH, Trustee in Bankruptcy, et al., Appellees.</p>\n    <p class=\"docket\">No. 03-1321.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 6, 2004.</p>\n    <p class=\"date\">Decided April 13, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Douglas B. Rosner, with whom Goulston &amp; Storrs, Sarah L. Reid, Joseph N. Froehlich, Kelley Drye &amp; Warren LLP, David S. Rosner, Daniel N. Zinman, and Kasowitz, Benson, Torres &amp; Friedman LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Robin Russell, with whom Hugh M. Ray and Andrews Kurth LLP were on brief, for appellee Branch.</p>\n      <p class=\"indent\">Patrick J. McLaughlin, with whom Katherine A. Constantine, Monica L. Clark, Dorsey &amp; Whitney LLP, Dianne F. Coffino, and Dewey Ballantine LLP were on brief, for remaining appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and SMITH,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a case that straddles a crossroads formed by the intersection of federal and state law. It requires us to decide an issue of first impression in this circuit regarding the enforceability in bankruptcy of agreements that allow the subordination of certain indebtedness. Our decision partially contradicts the decision of the only other court of appeals to have grappled with this same set of questions, <i>see Chem. Bank v. First Trust of N.Y.</i> (<i>In re Southeast Banking Corp.</i>), <span class=\"citation\" data-id=\"758117\"><a href=\"/opinion/758117/in-re-southeast-banking-corporation-debtor-chemical-bank-as-indenture/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></a></span> (11th Cir.1998), and to that extent creates a circuit split.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The precise dispute between the parties focuses on the priority (if any) that attaches to payment of post-petition interest on indebtedness that benefits from the contractual subordination of other indebtedness. As the question has been framed by the litigants and the lower courts, the answer depends on whether the subordination provisions at issue comply with the Rule of Explicitness. So phrased, the question assumes the continued vitality of that rule. Because we doubt the accuracy of that assumption, we step back to the beginning and inquire into the basis for believing that the Rule of Explicitness remains alive and well.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That step places us at the head of a long and winding path. After traveling it, we conclude that the enactment of section 510(a) of the Bankruptcy Reform Act of 1978, Pub.L. No. 95-598, 92 Stat. 2549, 2586 (codified at 11 U.S.C. &#167; 510(a)), extinguished the Rule of Explicitness in its classic form. We further conclude that states are not free to adopt rules of contract interpretation that apply only in bankruptcy. For purposes of this case, then, the Rule of Explicitness is a dead letter.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Faced with this reality, we proceed to analyze the effect of the subordination provisions under New York's generally applicable principles of contract law &#8212; principles that do not embody any canon that operates in the same manner as the Rule of Explicitness. That analysis reveals an ambiguity in the language of the subordination provisions. The resolution of this ambiguity requires an inquiry into the parties' intent. That inquiry is fact-based and the bankruptcy court has not made the necessary findings. Consequently, we vacate the judgment below and remand for further proceedings.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The underlying facts are largely undisputed. In its halcyon days, the Bank of New England (BONE) issued six separate series of debt instruments.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Clearly worded choice of law provisions tie the construction and interpretation of these instruments to the law of New York. Three of these offerings (the Senior Debt) are entitled to the benefit of contractual subordination provisions. They include (i) a series of debentures bearing interest at 7.625% per annum, due in 1998, in the aggregate principal amount of $25,000,000; (ii) a series of debentures bearing interest at 8.85% per annum, due in 1999, in the aggregate principal amount of $20,000,000; and (iii) a series of notes bearing interest at a rate of 9.5% per annum, due in 1996, in the aggregate principal amount of $150,000,000. HSBC Bank USA and JPMorgan Chase Bank, appellants here, serve as Indenture Trustees for the Senior Debt. The remaining three offerings (the Junior Debt) are subordinated to the Senior Debt. They include (i) a series of floating rate debentures, due in 1996, in the aggregate principal amount of $75,000,000; (ii) a series of debentures bearing interest at 8.75% per annum, due in 1999, in the aggregate principal amount of $200,000,000; and (iii) a series of debentures bearing interest at 9.875% per annum, due in 1999, in the aggregate principal amount of $250,000,000. Each trust indenture referable to Junior Debt contains a subordination provision that is substantially similar to the following:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">[E]ach Holder likewise covenants and agrees by his acceptance thereof, that the obligations of the Company to make any payment on account of the principal of and interest on each and all of the Notes shall be subordinate and junior, to the extent and in the manner hereinafter set forth, in right of payment to the Company's obligations to the holders of Senior indebtedness of the Company.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Each of these indentures also specifies that:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Company agrees that upon ... any payment or distribution of assets of the Company of any kind or character, whether in cash, property or securities, to creditors upon any dissolution or winding up or total or partial liquidation or reorganization of the Company, whether voluntary or involuntary or in bankruptcy, insolvency, receivership, conservatorship or other proceedings, all principal (and premium, if any), sinking fund payments and interest due or to become due upon all Senior Indebtedness of the Company shall first be paid in full, or payment thereof provided for in money or money's worth in accordance with its terms, before any payment is made on account of the principal of or interest on the indebtedness evidenced by the [Junior] Notes due and owing at the time....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On January 7, 1991, BONE filed a voluntary petition for bankruptcy. <i>See</i> 11 U.S.C. &#167;&#167; 701-766. At that time, much of the Senior and Junior Debt was still outstanding. Everyone agrees that, in bankruptcy, the holders of the Senior Debt are contractually entitled to priority. Withal, the parties fiercely dispute whether that priority extends to the payment of post-petition interest.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since filing for bankruptcy, BONE, under the careful stewardship of its Chapter 7 trustee, has made three distributions to creditors. Through these distributions, the bankruptcy estate has paid the holders of the Senior Debt the full amount of all unpaid principal and pre-petition interest, together with all approved fees and expenses incurred through the date of the last distribution (October 26, 1999). The trustee then created an ample reserve for future fees and expenses and, at that point, concluded that he had satisfied the obligations owed to the holders of the Senior Debt. When, thereafter, the trustee determined that there existed sufficient unencumbered funds, he sought permission to make a distribution in the amount of $11,000,000 to the holders of the Junior Debt. The appellants objected on the ground that the trustee had not yet paid post-petition interest on the Senior Debt.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The bankruptcy court overruled this objection and authorized the proposed distribution. <i>In re Bank of New Engl. Corp.,</i> <span class=\"citation\" data-id=\"1952974\"><a href=\"/opinion/1952974/in-re-bank-of-new-england-corp/\"><span class=\"volume\">269</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">82</span></a></span>, 86 (Bankr.D.Mass.2001). The court based its decision on the Rule of Explicitness, holding that New York law recognized the rule and that the language of the subordination provisions failed to satisfy it. <i>Id.</i> at 85-86. The district court affirmed. <i>HSBC Bank USA v. Bank of New Engl. Corp.</i> (<i>In re Bank of New Engl. Corp.</i>), <span class=\"citation\" data-id=\"2020669\"><a href=\"/opinion/2020669/in-re-bank-of-new-england-corp/\"><span class=\"volume\">295</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">419</span></a></span>, 424-25 (D.Mass.2003). The court's analysis differed somewhat from that of the bankruptcy court, but it too deemed the Rule of Explicitness controlling. <i>Id.</i> at 424. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We cede no special deference to the district court's initial review of the bankruptcy court's decision. <i>See Gannett v. Carp</i> (<i>In re Carp</i>), <span class=\"citation\" data-id=\"200602\"><a href=\"/opinion/200602/gannett-v-carp/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 21 (1st Cir.2003). Rather, we look directly to the bankruptcy court's decision, examining that court's findings of fact for clear error and its conclusions of law de novo. <i>Id.</i> Insofar as the bankruptcy court's decision hinges on an interpretation of the Bankruptcy Code, it presents a question of law (and, thus, engenders de novo review). <i>United States v. Yellin</i> (<i>In re Weinstein</i>), <span class=\"citation\" data-id=\"199701\"><a href=\"/opinion/199701/paul-d-weinstein-v/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the litigants and the lower courts have framed the issue, the pivotal question is whether the language of the subordination provisions satisfies the Rule of Explicitness. We do not agree that this is the correct question. Thus, we retreat to first principles.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Subordination agreements are essentially inter-creditor arrangements. 4 Lawrence P. King et al., Collier on Bankruptcy &#182; 510.03[2], at 510-7 (15th rev. ed.2003). They are designed to operate in a wide range of contingencies, one of which is insolvency. As a hedge against the ravages of a future bankruptcy, subordination agreements typically provide that one creditor will subordinate its claim against the debtor (the putative bankrupt) in favor of the claim of another creditor. This subordination alters the normal priority of the junior creditor's claim so that it becomes eligible to receive a distribution only after the claims of the senior creditor have been satisfied. <i>Id.</i> at &#182; 510.01, at 510-3.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Prior to 1978, the Bankruptcy Act contained no specific mention of subordination agreements. <i>See</i> Alan N. Resnick &amp; Brad Eric Scheler, <i>The Right of a Senior Creditor to Receive Post-Petition Interest from a Subordinated Creditor's Distributions: Did the Rule of Explicitness Survive the Enactment of the Bankruptcy Code?,</i> 32 Uniform Comm.Code L.J. 466, 466 (2000). Accordingly, subordination provisions were enforced in bankruptcy through the bankruptcy court's equitable powers. <i>See, e.g., Bankers Life Co. v. Mfrs. Hanover Trust Co.</i> (<i>In re Kingsboro Mortg. Corp.</i>), <span class=\"citation\" data-id=\"326910\"><a href=\"/opinion/326910/in-re-kingsboro-mortgage-corp-bankers-life-co-v-manufacturers-hanover/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">400</span></a></span>, 401-02 (2d Cir.1975) (per curiam); <i>Matter of Time Sales Fin. Corp.,</i> <span class=\"citation\" data-id=\"316879\"><a href=\"/opinion/316879/in-the-matter-of-time-sales-finance-corporation-and-its-wholly-owned/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">841</span></a></span>, 844 (3d Cir.1974); <i>Bird &amp; Sons Sales Corp. v. Tobin,</i> <span class=\"citation\" data-id=\"1506259\"><a href=\"/opinion/1506259/bird-sons-sales-corporation-v-tobin/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span>, 373 (8th Cir.1935). Enforcing such agreements was necessary to prevent junior creditors from receiving windfalls after having explicitly agreed to accept less lucrative payment arrangements. <i>See Matter of Credit Indus. Corp.,</i> <span class=\"citation\" data-id=\"273125\"><a href=\"/opinion/273125/in-the-matter-of-credit-industrial-corporation-bankrupt-milton-s-gould/\"><span class=\"volume\">366</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 410 (2d Cir.1966); <i>In re Hinderliter Indus., Inc.,</i> <span class=\"citation\" data-id=\"1552552\"><a href=\"/opinion/1552552/in-re-hinderliter-industries-inc/\"><span class=\"volume\">228</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">848</span></a></span>, 853 (Bankr.E.D.Tex.1999). Equity dictated enforcement because \"[e]quality among creditors who have lawfully bargained for different treatment is not equity but its opposite.\" <i>Chem. Bank N.Y. Trust Co. v. Kheel,</i> <span class=\"citation\" data-id=\"274015\"><a href=\"/opinion/274015/chemical-bank-new-york-trust-company-trustee-for-bondholders/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span>, 848 (2d Cir.1966).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Defining the outer limits of this equitable rule, especially with respect to post-petition interest, posed a thorny problem. Generally, the accrual of interest on an unsecured or undersecured claim stops upon the debtor's filing of a bankruptcy petition. <i>See, e.g., Nicholas v. United States,</i> <span class=\"citation\" data-id=\"107258\"><a href=\"/opinion/107258/nicholas-v-united-states/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 682, <span class=\"citation\" data-id=\"107258\"><a href=\"/opinion/107258/nicholas-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1674</span></a></span>, <span class=\"citation\" data-id=\"107258\"><a href=\"/opinion/107258/nicholas-v-united-states/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">853</span></a></span> (1966); <i>Sexton v. Dreyfus,</i> <span class=\"citation\" data-id=\"1087974\"><a href=\"/opinion/1087974/sexton-v-dreyfus/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, 344, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">256</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">244</span></span> (1911); <i>see also</i> 11 U.S.C. &#167; 502(b)(2); Bankruptcy Act of 1898, &#167; 63(a). Yet, subordination agreements sometimes contain language that prioritizes (or, at least, arguably prioritizes) the payment of post-petition interest on senior indebtedness over any recovery on junior indebtedness. From the outset, courts have been uncomfortable with enforcing this type of prioritization for fear that cases would arise \"where a senior creditor may potentially recover more under a subordination agreement than its allowable claim against the estate.\" 4 Collier on Bankruptcy, <i>supra</i> &#182; 510.03[3], at 510-8.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To ease this discomfiture, judges fashioned an equitable doctrine to deal with (and, essentially, limit) the prioritization of post-petition interest payments. <i>See</i> Resnick &amp; Scheler, <i>supra</i> at 467-68. In its simplest form, this equitable doctrine, called the Rule of Explicitness, required that a subordination agreement show clearly \"that the general rule that interest stops on the date of the filing of the petition is to be suspended.\" <i>Time Sales,</i> 491 F.2d at 844. Over time, this evolved into a requirement that only unequivocal language could overcome the generic bar on recovery of post-petition interest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That was the state of the law when Congress enacted the Bankruptcy Code in 1978. Pub.L. No. 95-958, 92 Stat. 2549. Unlike the earlier Bankruptcy Act, the Code deals explicitly with subordination agreements. Section 510(a) provides that a subordination agreement is enforceable in bankruptcy to the same extent as under \"applicable nonbankruptcy law.\" 11 U.S.C. &#167; 510(a). This statutory provision supplants the judge-made doctrine through which the courts previously had dealt with such agreements. Because equitable powers possessed by bankruptcy courts \"must and can only be exercised within the confines of the Bankruptcy Code,\" <i>Norwest Bank Worthington v. Ahlers,</i> <span class=\"citation\" data-id=\"112020\"><a href=\"/opinion/112020/norwest-bank-worthington-v-ahlers/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 206, <span class=\"citation\" data-id=\"112020\"><a href=\"/opinion/112020/norwest-bank-worthington-v-ahlers/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">963</span></a></span>, <span class=\"citation\" data-id=\"112020\"><a href=\"/opinion/112020/norwest-bank-worthington-v-ahlers/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></a></span> (1988), the enactment of section 510(a) means that the enforcement of subordination provisions is no longer a matter committed to the bankruptcy courts' notions of what may (or may not) be equitable. <i>First Fid. Bank v. Midlantic Nat'l Bank</i> ( <i>In re Ionosphere</i> <i>Clubs, Inc.</i>), <span class=\"citation\" data-id=\"1846353\"><a href=\"/opinion/1846353/in-re-ionosphere-clubs-inc/\"><span class=\"volume\">134</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">528</span></a></span>, 533 (Bankr.S.D.N.Y.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">That Congress cabined the bankruptcy courts' equitable powers while providing an alternate means for preserving the viability of subordination agreements does not resolve the further question of whether the Rule of Explicitness, through some other medium, survived the enactment of section 510(a). To answer that query, we begin, as always, with the text of the relevant statute. <i>See 229 Main St. Ltd. P'ship v. Mass. Dep't of Envtl. Prot.</i> (<i>In re 229 Main St. Ltd. P'ship</i>), <span class=\"citation\" data-id=\"199568\"><a href=\"/opinion/199568/229-main-street-v-massachusetts-epa/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2001). We are mindful, of course, that the language of an unambiguous statute normally determines its meaning. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In terms, section 510(a) provides that a \"subordination agreement is enforceable in a [bankruptcy] case ... to the same extent that such agreement is enforceable under applicable nonbankruptcy law.\" 11 U.S.C. &#167; 510(a). It is clear beyond peradventure that the phrase \"applicable nonbankruptcy law\" can refer to either federal or state law. <i>See Patterson v. Shumate,</i> <span class=\"citation\" data-id=\"112754\"><a href=\"/opinion/112754/patterson-v-shumate/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">753</span></a></span>, 757-59, <span class=\"citation\" data-id=\"112754\"><a href=\"/opinion/112754/patterson-v-shumate/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, <span class=\"citation\" data-id=\"112754\"><a href=\"/opinion/112754/patterson-v-shumate/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></a></span> (1992). Since the construction of private contracts is usually a matter committed to state law, <i>Volt Info. Scis., Inc. v. Bd. of Trs.,</i> <span class=\"citation\" data-id=\"112212\"><a href=\"/opinion/112212/volt-info-sciences-inc-v-bd-of-trustees-of-leland-stanford-jr-u/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">468</span></a></span>, 474, <span class=\"citation\" data-id=\"112212\"><a href=\"/opinion/112212/volt-info-sciences-inc-v-bd-of-trustees-of-leland-stanford-jr-u/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1248</span></a></span>, <span class=\"citation\" data-id=\"112212\"><a href=\"/opinion/112212/volt-info-sciences-inc-v-bd-of-trustees-of-leland-stanford-jr-u/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1989), the presumption is that state law will furnish the proper benchmark. That presumption is especially robust here because we can find no federal statute that might guide us in interpreting subordination agreements. <i>Accord Southeast Banking,</i> 156 F.3d at 1121.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, it might be possible to argue for the use of federal common law in this context. But resort to a federal common law of contract enforcement ordinarily is justified only when required by a distinct national policy or interest. <i>See Bartsch v. Metro-Goldwyn-Mayer, Inc.,</i> <span class=\"citation\" data-id=\"279214\"><a href=\"/opinion/279214/irene-bartsch-v-metro-goldwyn-mayer-inc/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 153 (2d Cir.1968). The interpretation and enforcement of financial arrangements between private parties does not fill that bill. <i>See Southeast Banking,</i> 156 F.3d at 1121 n. 8.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">To be sure, there is an important federal interest in the uniform application of the bankruptcy law &#8212; but that interest will not suffice in this instance to justify resort to federal common law. By requiring that the enforceability of subordination agreements be subject to applicable nonbankruptcy law, Congress determined that such agreements should be interpreted using non-uniform principles. It is not our province to second-guess this determination. To cinch matters, the Supreme Court has instructed us that in the absence of specific statutory provisions to the contrary, property interests should not be analyzed differently as a result of a party's involvement in a bankruptcy case. <i>Butner v. United States,</i> <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 55, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></a></span>, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1979). We take this to mean that bankruptcy courts should only modify the usual state-law compendium of rights and remedies if and to the extent that such modifications are specifically authorized or directed by the Bankruptcy Code.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For these reasons, we conclude that the applicable nonbankruptcy law referred to in section 510(a) is state law (and, particularly, state contract law). <i>Accord In re Best Prods. Co.,</i> <span class=\"citation\" data-id=\"2013955\"><a href=\"/opinion/2013955/in-re-best-products-co-inc/\"><span class=\"volume\">168</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">35</span></a></span>, 69 (Bankr.S.D.N.Y.1994); 9E Am.Jur.2d Bankr.&#167; 3113 (2000). It follows inexorably that if the Rule of Explicitness retains any vitality, it does so only as part and parcel of state law. <i>See</i> 4 Collier on Bankruptcy, <i>supra</i> &#182; 510.03[3], at 510-9, 10 (\"[T]he Rule of Explicitness cannot be found in the Code, but resort must be had to the state law governing the contractual subordination agreement.\"); <i>see also Southeast Banking,</i> 156 F.3d at 1124.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us to the parameters of the authority delegated by section 510(a). One thing seems very clear: in keeping with the principle that bankruptcy is an area of distinct federal competence, Congress has conferred on the federal courts the power to apply any and all generally applicable state rules of contract interpretation in construing subordination agreements. But section 510(a) does not vest in the states any power to make bankruptcy-specific rules: the statute's clear directive for the use of applicable <i>nonbankruptcy</i> law leaves no room for state legislatures or state courts to create special rules pertaining strictly and solely to bankruptcy matters. <i>See In re Cross,</i> <span class=\"citation\" data-id=\"1961814\"><a href=\"/opinion/1961814/in-re-cross/\"><span class=\"volume\">255</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">25</span></a></span>, 34 n. 5 (Bankr.N.D.Ind.2000); <i>cf. Int'l Shoe Co. v. Pinkus,</i> <span class=\"citation\" data-id=\"101360\"><a href=\"/opinion/101360/international-shoe-co-v-pinkus/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 265, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">318</span></span> (1929) (clarifying that states are not free to enact laws that interfere with federal bankruptcy law or that provide additional or auxiliary regulation with respect to bankruptcy matters).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Formulation of the bankruptcy law requires Congress carefully to balance competing considerations. That effort is manifest here. On the one hand, bankruptcy highly values equitable distribution that is in line with the priorities embodied in the Code itself. On the other hand, equity typically operates to enforce voluntarily bargained-for positions (some of which may contradict the Code's normal priorities). Section 510(a) encapsulates Congress's reconciliation of this conflict. A state's creation of a bankruptcy-only rule of enforcement would outstrip the authority that Congress conferred (and, thus, upset the equilibrium that section 510(a) was designed to achieve). We conclude, therefore, that such a course is not open to the states.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">If the Rule of Explicitness is an interpretive principle unique to bankruptcy, it offends this principle. <i>See Ionosphere Clubs,</i> 134 B.R. at 533 (suggesting that the old Rule of Explicitness cases may \"be inconsistent with the Code's new mandate that subordination provisions be enforceable in bankruptcy to the same extent that they are enforceable under nonbankruptcy law\"). A contrary holding &#8212; one that allowed a state to adopt a bankruptcy-only Rule of Explicitness &#8212; would require certain contractual provisions (those arguably entitling senior noteholders to the payment of interest becoming due at future dates) to achieve a heightened degree of clarity only if the effort to enforce them arose in bankruptcy rather than in some other context. Such a holding would go well beyond the intended reach of section 510(a).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The short of it is that the enforceability of subordination agreements in bankruptcy must be judged by reference to generally applicable state contract law. As it pertains here, this holding limits our consideration to the general principles of New York contract law. If &#8212; and only if &#8212; the Rule of Explicitness is such a general principle can it be given effect in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The New York courts do not appear to have developed any rules of interpretation that apply specifically to subordination agreements. <i>See Best Prods.,</i> 168 B.R. at 69-70; <i>see also Finest Invs. v. Sec. Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">256</span></span>, 258 (N.Y.Sup.Ct.1983) (applying generic rules of construction to subordination clause); <i>cf.</i> N.Y.U.C.C. &#167; 1-209 off'l cmt. 4 (stating that the \"enforcement of subordination agreements is largely left to supplementary principles under Section 1-103,\" which codifies the application of the general law of contracts). Moreover, reported decisions from the New York state courts reveal only a single mention of the Rule of Explicitness. <i>See Chem. Bank v. First Trust of N.Y.</i> (<i>In re Southeast Banking Corp.</i>), <span class=\"citation\" data-id=\"2101896\"><a href=\"/opinion/2101896/matter-of-southeast-banking-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">178</span></a></span>, <span class=\"citation\" data-id=\"2101896\"><a href=\"/opinion/2101896/matter-of-southeast-banking-corp/\"><span class=\"volume\">688</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"2101896\"><a href=\"/opinion/2101896/matter-of-southeast-banking-corp/\"><span class=\"volume\">710</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1083</span></a></span>, 1084-88 (1999) (a case which, for reasons that we shortly shall explain, does not help our inquiry). Although we are in something of an epistemological quandary &#8212; it is always difficult to prove a negative &#8212; the near-total absence of authority is compelling proof that the Rule of Explicitness is not part of New York's general contract law.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The decision in <i>Chemical Bank</i> does not alter this conclusion. The opinion in that case was a response to a question certified by the United States Court of Appeals for the Eleventh Circuit. Faced with the issue we confront today, that is, whether a subordination provision permitted the payment of post-petition interest ahead of junior indebtedness, the Eleventh Circuit certified the following question to the New York Court of Appeals: \"What, if any, language does New York law require in a subordination agreement to alert a junior creditor to its assumption of the risk and burden of the senior creditor's post-petition interest?\" <i>Southeast Banking,</i> 156 F.3d at 1125. In so doing, the Eleventh Circuit invited the state court to fashion a bankruptcy-specific rule &#8212; and it did so without any evidence that New York had incorporated anything resembling the Rule of Explicitness into its general law of contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Having received the invitation, the New York Court of Appeals responded in kind. The court recognized that it was being asked to determine if New York should adopt the Rule of Explicitness as a \"guiding interpretive principle of State contract dispute resolution\" in bankruptcy cases. <i>Chem. Bank,</i> <span class=\"citation\" data-id=\"2101896\"><a href=\"/opinion/2101896/matter-of-southeast-banking-corp/\"><span class=\"volume\">688</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">484</span></a></span>, 710 N.E.2d at 1086. The court proceeded to embrace the rule as a rule of construction <i>applicable only in bankruptcy. See id.</i> at 1088 (\"In accordance with the Rule of Explicitness, New York law would require specific language in a subordination agreement to alert a junior creditor to its assumption of the risk and burden of allowing the payment of a senior creditor's post-petition interest demand.\"). The specificity of the court's holding is apparent from its use of the term \"post-petition interest\" &#8212; a term of art applicable only in bankruptcy. We recognize that the <i>Chemical Bank</i> court was constrained by the Eleventh Circuit's statement of the certified question. But this constraint does not alter the fact that, in its holding, <i>Chemical Bank</i> announced a bankruptcy-only principle. Nothing in that decision persuades us that the Rule of Explicitness is otherwise a part of the armamentarium of interpretive principles generally available to the courts under New York law.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This illustrates our area of disagreement with the Eleventh Circuit. As framed, the question that it put to the New York court was beyond that court's competence to answer. While a federal court must defer when the highest court of a state interprets the state's general contract law, <i>see, e.g., Daigle v. Me. Med. Ctr., Inc.,</i> <span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 689 (1st Cir.1994), no such deference is due to a state court's importation of a bankruptcy-specific rule into its own jurisprudence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">That ends this aspect of our inquiry. There is simply no reason to believe that the New York courts would apply the Rule of Explicitness outside the bankruptcy context. Accordingly, the Rule of Explicitness cannot hold sway. To find otherwise would do violence to the language of section 510(a) and set state and federal law on a collision course.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Let us be perfectly clear. If a state, as part of its general contract law, enunciates an interpretive principle that applies to subordination agreements generally (e.g., \"construe all subordination provisions strictly and enforce them only if the intent to subordinate is, on a particular set of facts, super-clear\"), that principle would be enforceable under section 510(a).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In that event, rejecting the prioritization of post-petition interest in the absence of explicit language would be consistent with the general law of the state. Such a situation would not pose the same problem as does a state rule that applies only in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We acknowledge that this conclusion compels us to part ways with the Eleventh Circuit. We are always reluctant to foment a circuit split, but we have no principled alternative here. The <i>Southeast Banking</i> court invited the New York Court of Appeals to craft a special bankruptcy-only canon of contract interpretation. <i>See</i> 156 F.3d at 1125. In our view, that course of action misapprehends the reach and breadth of section 510(a).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We now proceed to apply New York's general principles of contract enforcement to the facts at hand. This exercise will allow us to ascertain the effect of the provisions at issue upon the post-petition interest priority claimed by the appellants. Typically, the first step is to determine whether the challenged provisions are subordination agreements within the meaning of section 510(a). 4 Collier on Bankruptcy, <i>supra</i> &#182; 510.03[2], at 510-7. That step is a formality here: these are subordination clauses, pure and simple.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We next must determine the meaning and effect of the subordination provisions. Initially, we ask whether the provisions are ambiguous with respect to the relative priority of the payment of post-petition interest on the Senior Debt. This is a question of New York law. <i>See W.W.W. Assocs., Inc. v. Giancontieri,</i> <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">565</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">440</span></span>, <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">639</span></span>, 642 (1990). The New York Court of Appeals has provided us with clear, if conventional, guidelines:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Contracts are not to be interpreted by giving a strict and rigid meaning to general words or expressions without regard to the surrounding circumstances or the apparent purpose which the parties sought to accomplish. The court should examine the entire contract and consider the relation of the parties and the circumstances under which it was executed. Particular words should be considered, not as if isolated from the context, but in the light of the obligation as a whole and the intention of the parties as manifested thereby. Form should not prevail over substance, and a sensible meaning of words should be sought.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>William C. Atwater &amp; Co. v. Panama R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">519</span></span>, <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">418</span></span>, 419 (1927) (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We take it as a given that a contract is ambiguous when its provisions are susceptible of two or more reasonable interpretations. <i>See Breed v. Ins. Co. of N. Am.,</i> <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">351</span></span>, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">352</span></span>, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1280</span></span>, 1282 (1978); <i>Yanuck v. Simon</i> <i>Paston &amp; Sons Agency, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">618</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">295</span></span>, 296 (N.Y.Sup.Ct.1994). That is the case here. Although each word, taken in isolation, may have a reasonably definite meaning, we must examine these words collectively. <i>See Atwater,</i> 159 N.E. at 419. When we do, ambiguity surfaces.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The pertinent language requires full payment of \"interest due or to become due\" upon the occurrence of a number of events (including bankruptcy, insolvency, receivership, conservatorship, or \"other proceedings\"). The meaning of \"interest due or to become due\" seems obvious in the context of, say, a municipal bond: upon the occurrence of a triggering event, interest that has been earned but is not yet due to be paid becomes entitled to a priority.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Thus, the application of this group of words in the context of most triggering events is fairly straightforward. But bankruptcy &#8212; an event specifically referenced in the subordination provisions &#8212; alters the equation. Bankruptcy provides a special system of legal rules that occupies the field upon the filing of a petition. One byproduct of this special set of rules is that all interest is considered due as of the filing date. <i>See</i> 11 U.S.C. &#167;&#167; 101(5)(a), 502(b). Conversely, interest that normally would accrue after that date is generally not recoverable at all (at least, not recoverable from the debtor). <i>See id.</i> &#167; 502(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">These special rules cloud the meaning of the phrase \"interest due or to become due.\" On the one hand, those words reasonably can be interpreted to apply only to triggering events outside of the bankruptcy context (where they have an unambiguous meaning). On the other hand, those words reasonably can be interpreted &#8212; as the appellants exhort &#8212; to apply to all triggering events, including bankruptcy. In that context, however, the words have no clear meaning and a court faces further ambiguity in trying to determine their contours. After all, in most cases the phrase \"due or to become due\" simply refers to unmatured interest. At the time of a bankruptcy filing, however, there is no unmatured interest, so the clause may be interpreted either to carry the same \"nonbankruptcy\" meaning throughout or to take on a bankruptcy-specific meaning (which would cover post-petition interest). Because each of these interpretations seems plausible, we believe that the subordination provisions &#8212; as they apply in bankruptcy &#8212; are ambiguous. <i>Cf. Southeast Banking,</i> 156 F.3d at 1124 (finding the phrase \"paid in full\" ambiguous <i>in the context of bankruptcy proceedings</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In fine, we find the words \"due or to become due\" lacking in certitude as to whether they actually provide for the payment of post-petition interest on the Senior Debt prior to any payment referable to the Junior Debt. New York law requires that this amphiboly be resolved through a contextual examination of the parties' intent, taking full account of the surrounding facts and circumstances. <i>Ruttenberg v. Davidge Data Sys. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">174</span></span>, 178 (N.Y.Sup.Ct.1995); <i>Yanuck,</i> 618 N.Y.S.2d at 296; <i>Tobin v. Union News Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">243</span></span>, <span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">22</span></span>, 25 (N.Y.Sup.Ct.1963). Discerning this intent ordinarily requires the adjudication of factual questions. <i>See Ruttenberg,</i> 626 N.Y.S.2d at 175; <i>Yanuck,</i> 618 N.Y.S.2d at 296; <i>see also Time Warner Entm't Co. v. Brustowsky,</i> <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">634</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">82</span></span>, 82 (N.Y.Sup.Ct.1995) (noting that factfinding generally will be necessary if the contract term at issue is \"susceptible to varying reasonable interpretations\"). A trial can be avoided only if the parties' intent is made manifest within the four corners of the contract itself. <i>Ruttenberg,</i> 626 N.Y.S.2d at 175-76.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the case at bar, it is impossible to glean the parties' intent from the language and structure of the instruments alone. These documents evidence complex commercial transactions, and the matter is further complicated because the beneficiaries of the subordination provisions &#8212; the holders of the Senior Debt &#8212; are not parties to the agreements containing the subordination provisions (those agreements are directly appurtenant to the Junior Debt). Given these realities, we are persuaded that resolution of the intent question cannot be accomplished by the simple expedient of examining the relevant paperwork, but, rather, requires differential factfinding.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Because the bankruptcy court has not yet developed a record with this inquiry in mind, we remand for factfinding on the parties' intent vis-&#224;-vis post-petition interest.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need go no further. We hold that the Rule of Explicitness has no application in the context of bankruptcy where, as here, the state has not adopted the rule as one of general applicability. Consequently, we turn to generic principles of state law to interpret the contractual provisions at issue. Applying those principles, we find the subordination provisions ambiguous as to whether they provide for the priority payment of post-petition interest. This finding necessitates an examination into the intent of the parties &#8212; an inquiry which, in the circumstances of this case, entails questions of fact that must in the first instance be addressed by the bankruptcy court. We therefore vacate the decision of the district court and remand with instructions that the district court vacate the judgment of the bankruptcy court and remand the matter to that tribunal for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded. All parties shall bear their own costs.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Two of these were actually issued by BONE's predecessors in interest, but this technicality in no way affects our analysis. Thus, we disregard it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although state courts do have the power to interpret federal law, that is not what the New York Court of Appeals was asked to do. The Eleventh Circuit requested the New York court to enunciate a bankruptcy-specific principle of state law<i>See Southeast Banking,</i> 156 F.3d at 1125-26.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We recognize that the source of such an interpretive principle may be a state statute, a canon of construction enunciated by the state courts, or a rule of equity consistently applied. A bankruptcy court's adoption and enforcement of a state equitable principle is not the exercise of the bankruptcy court's own equitable powers, but, rather, an application of state law (and, thus, is a proper exercise of the authority conferred by section 510(a))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We provide an example. If interest accruing on a bond is paid every six months (e.g., February 1 and August 1) and a triggering event occurs on May 1, the contractual language provides that all interest earned from February 1 through May 1 is entitled to prioritization (even though that interest is not yet due)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To be sure, the backdrop of bankruptcy may inform the examination into the parties' intent<i>See Dolman v. U.S. Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">110</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">537</span></span>, 541-42, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">784</span></span> (N.Y.Sup.Ct.1956) (noting the presumption \"that the parties had [the law in force at the time of agreement] in contemplation when the contract was made,\" and that the contract generally will be \"construed in light of such law\"). Here, however, the effect of that tenet is uncertain absent further factfinding. <i>Cf. Time Warner Entm't,</i> 634 N.Y.S.2d at 83 (finding a regulatory definition of a term not determinative of its meaning in a contract where proof was adduced indicating that the parties intended an independent meaning).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1506259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1846353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1952974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1961814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2013955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2020669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101896/"
  ]
}