{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200920/",
  "absolute_url": "/opinion/200920/rathbun-v-autozone-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200920/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:03:43Z",
  "date_modified": "2016-02-28T05:04:21.424042Z",
  "type": "010combined",
  "sha1": "a8a82d8365f94a1ba4f7c18803f37081411a01ff",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1530-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/03/18/Rathbun_v._Autozone_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 03-1530\n\n                       BETSEY E. RATHBUN,\n                      Plaintiff, Appellant,\n\n                                v.\n\n                         AUTOZONE, INC.,\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. William E. Smith, U.S. District Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n                      Selya, Circuit Judge,\n                and Stahl, Senior Circuit Judge.\n\n\n     Stephen A. Rodio and Lynette Labinger, with whom Rodio &\nBrown, Ltd. and Roney & Labinger were on brief, for appellant.\n     Charles S. Kirwan and Charles S. Kirwan & Associates on brief\nfor Rhode Island Commission for Human Rights, Providence Human\nRelations Commission, Progreso Latino, Center for Hispanic Policy\nand Advocacy, Rhode Island Civil Rights Roundtable, and Rhode\nIsland chapter of the National Employment Lawyers Association,\namici curiae.\n     Renee Gluth, with whom Tracy K. Hidalgo, Frilot, Partridge,\nKohnke & Clements, L.C., and Joe Whelan were on brief, for\nappellee.\n     Michael E. Malamut on brief for New England Legal Foundation,\namicus curiae.\n\n\n                         March 18, 2004\n\f           SELYA, Circuit Judge.     In this employment discrimination\n\ncase, the district court granted summary judgment in the employer's\n\nfavor on both the plaintiff's failure-to-promote and unequal pay\n\nclaims.   Rathbun v. Autozone, Inc., 253 F. Supp. 2d 226 (D.R.I.\n\n2003).    The employee's ensuing appeal requires us to decide a\n\nseries of questions, the most significant of which concerns the\n\nlimitations period that governs employment discrimination actions\n\nbrought under the Rhode Island Civil Rights Act of 1990 (RICRA),\n\nR.I. Gen. Laws §§ 42-112-1 to 41-112-2.      We have had the benefit of\n\nbriefing on this important issue not only from the parties but also\n\nfrom able amici on both sides (for whose help we are grateful).\n\nHaving fully considered the matter, we hold that RICRA employment\n\ndiscrimination claims are subject to Rhode Island's three-year\n\nresidual statute of limitations for actions involving injuries to\n\nthe person and, accordingly, countermand the district court's\n\napplication of a one-year limitations period.\n\n           We next consider the merits of the plaintiff's claims.\n\nAlthough our holding as to the appropriate rule of timeliness\n\nbroadens the   scope   of   her   claims,   we   nonetheless   affirm   the\n\ndistrict court's entry of summary judgment.            Even when viewed\n\nthrough a widened lens, the evidence is insufficient to permit a\n\nreasonable finder of fact to resolve either her failure-to-promote\n\nor unequal pay claims favorably to her. Accordingly, we affirm the\n\ndistrict court's entry of summary judgment.\n\n\n                                   -2-\n\fI.   BACKGROUND\n\n           We rehearse the facts in the light most agreeable to the\n\nparty opposing the entry of summary judgment (here, the plaintiff),\n\ndrawing all reasonable inferences to her behoof.                Garside v. Osco\n\nDrug, Inc., 895 F.2d 46, 48 (1st Cir. 1990).\n\n                        A.   Employment History.\n\n           At the times material hereto, plaintiff-appellant Betsey\n\nE. Rathbun worked for defendant-appellee AutoZone, Inc. or its\n\npredecessor in interest, Auto Palace. The district court's opinion\n\ncontains   a   meticulous    account        of   the    appellant's      relevant\n\nemployment history, Rathbun, 253 F. Supp. 2d at 229-30, and we\n\noffer only a brief sketch.\n\n           AutoZone    operates   a    chain     of    retail   stores    selling\n\nautomobile parts and accessories, and Auto Palace (now defunct) was\n\nin substantially the same business. In 1995, Auto Palace hired the\n\nappellant as a part-time cashier and assigned her to its Cranston,\n\nRhode Island location.        Her duties included running the cash\n\nregister, stocking shelves, and assisting customers.                     Early in\n\n1998, AutoZone purchased the Auto Palace chain and converted the\n\nstores to the AutoZone brand.\n\n           AutoZone organizes its store employees into four job\n\nclassifications:      (i) customer service representative (CSR); (ii)\n\nparts sales manager (PSM); (iii) assistant store manager (ASM); and\n\n(iv) store manager.     At the time of the acquisition, AutoZone made\n\n\n                                      -3-\n\fthe appellant a part-time CSR at a pay rate of $6.59/hr.   In April\n\nof 1998, she became full-time at a rate of $6.92/hr.     Her duties\n\nexpanded to encompass the whole range of customer sales.    She was\n\nnot tasked with managerial duties but helped train several new\n\nemployees in company policies and systems.\n\n          In the summer of 1998, the appellant began lobbying for\n\na promotion to PSM.     When her interest went unrequited, she\n\napproached her district manager, Jeff Mello, and voiced a suspicion\n\nthat gender had played a role in AutoZone's unwillingness to move\n\nher up the corporate ladder. Mello pooh-poohed this suggestion and\n\nprovided the appellant with a list of skills she should master in\n\norder to improve her qualifications for a PSM position.\n\n          The appellant received a promotion to the PSM rank and a\n\nraise to $8/hr. in September of 1999.    From the time that AutoZone\n\nacquired Auto Palace until the date of her ascension, AutoZone\n\nfilled five PSM vacancies (only two of which were filled after the\n\nappellant had applied for a promotion). Every successful candidate\n\nwas a man.\n\n          Soon after her promotion to PSM, the appellant expressed\n\nan interest in becoming an ASM.   She was passed over four times for\n\nASM openings — each time in favor of a man (some of whom were new\n\nhires).   The appellant remains a PSM.\n\n\n\n\n                                  -4-\n\f                          B.   Travel of the Case.\n\n            On November 16, 2000, the appellant filed a charge of\n\ndiscrimination with the Rhode Island Commission for Human Rights\n\n(the Commission).     See R.I. Gen. Laws § 28-5-17 (making the filing\n\nof an administrative charge a precondition to suit under the Rhode\n\nIsland Fair Employment Practices Act). Having obtained a right-to-\n\nsue letter, the appellant commenced a civil action in a Rhode\n\nIsland state court.       In her complaint, she charged that, due to her\n\ngender, AutoZone had unduly delayed her elevation to PSM, denied\n\nher a promotion to ASM, and paid her less than similarly situated\n\nmales.    All of her claims were grounded on two state statutes — the\n\nRICRA and the Rhode Island Fair Employment Practices Act (FEPA),\n\nR.I. Gen. Laws §§ 28-5-1 to 28-5-42.\n\n            Citing the existence of diversity of citizenship and a\n\ncontroversy in the requisite amount, AutoZone removed the action to\n\nthe federal district court.       28 U.S.C. §§ 1332(a), 1441.         After the\n\ncompletion of pretrial discovery, the district court granted an\n\nacross-the-board summary judgment in AutoZone's favor.                Rathbun,\n\n253 F. Supp. 2d at 236.          The court applied the one-year FEPA\n\nstatute of limitations, R.I. Gen. Laws § 28-5-17(a), to all the\n\nfailure-to-promote     claims    (including       those    brought   under   the\n\nRICRA).     The   court    reasoned   that   it    would    be   anomalous   for\n\nfactually identical claims to be time-barred under the FEPA yet\n\ntimely under the RICRA, and that, therefore, the state legislature\n\n\n                                      -5-\n\fmust have intended a one-year limitations period to apply to both\n\nstatutes.    Rathbun, 253 F. Supp. 2d at 231-34.\n\n            Since    the    appellant       had     filed     her   charge     of\n\ndiscrimination with the state agency on November 16, 2000, the\n\nlower court's limitations decision meant that the court regarded as\n\npotentially actionable only those employment decisions that took\n\nplace between November 16, 1999 and November 16, 2000.                 From this\n\ncoign of vantage, the court concluded that the failure-to-promote\n\nclaims could not successfully run the summary judgment gauntlet.\n\nId. at 235-36.      With respect to the unequal pay claim, the court\n\ntreated the relevant events as constituting \"a series of related,\n\nconnected acts\" within the meaning of the continuing violation\n\ndoctrine.    Id. at 231.         On that basis, it deemed potentially\n\nactionable events outside the one-year limitations period.                    Id.\n\nStill, it found no evidentiary predicate sufficient to allow the\n\nunequal pay claim to proceed to trial.            Id. at 235-36.    This appeal\n\nfollowed.\n\nII.   THE SUMMARY JUDGMENT STANDARD\n\n            We   review    the   entry   of   summary       judgment   de   novo.\n\nGarside, 895 F.2d at 48.         Summary judgment is appropriate \"if the\n\npleadings, depositions, answers to interrogatories, and admissions\n\non file, together with the affidavits, if any, show that there is\n\nno genuine issue as to any material fact and that the moving party\n\nis entitled to judgment as a matter of law.\"                  Fed. R. Civ. P.\n\n\n                                      -6-\n\f56(c).    Once the moving party avers the absence of genuine issues\n\nof material fact, the nonmovant must show, through materials of\n\nevidentiary quality, that such a dispute exists.                      A properly\n\nsupported motion for summary judgment cannot be defeated by relying\n\nupon     improbable    inferences,        conclusory     allegations,   or   rank\n\nspeculation.     Mesnick v. Gen. Elec. Co., 950 F.2d 816, 822 (1st\n\nCir. 1991).\n\nIII.   THE RICRA LIMITATIONS PERIOD\n\n            The threshold issue in this case involves the rule of\n\nprescription    that    applies     to    employment     discrimination   claims\n\nbrought under the RICRA. The Rhode Island General Assembly enacted\n\nthe RICRA in 1990.      The statute does not contain a built-in statute\n\nof limitations.         The court below was the first to attempt a\n\ndefinitive     answer    to   the        question   of    when   an   employment\n\ndiscrimination action brought under the RICRA should be deemed\n\ntimely.\n\n             Where, as here, a state's highest court has not spoken on\n\na matter of state substantive law, a federal court sitting in\n\ndiversity must \"ascertain the rule the state court would most\n\nlikely follow under the circumstances, even if [its] independent\n\njudgment on the question might differ.\" Blinzler v. Marriot Int'l,\n\nInc., 81 F.3d 1148, 1151 (1st Cir. 1996).                In that endeavor, the\n\nfederal court may seek guidance from a wide range of sources,\n\nincluding but not limited to \"analogous state court decisions,\n\n\n                                         -7-\n\fpersuasive    adjudications         by    courts   of   sister   states,    learned\n\ntreatises, and public policy considerations identified in state\n\ndecisional law.\"       Id.\n\n           When a rights-creating statute is silent as to what\n\nlimitations period should apply, the Rhode Island Supreme Court's\n\npractice     has    been     to    look    first   to    residual   statutes     of\n\nlimitations.       See, e.g., Paul v. City of Woonsocket, 745 A.2d 169,\n\n171-72 (R.I. 2000); Lyons v. Town of Scituate, 554 A.2d 1034, 1035\n\n(R.I. 1989); Commerce Oil Ref. Corp. v. Miner, 199 A.2d 606, 607-08\n\n(R.I.   1964).       Two     of    these    residual    statutes    are    arguably\n\napplicable     here:         a    three-year     statute   of    limitations    for\n\n\"[a]ctions for injuries to the person,\" R.I. Gen. Laws § 9-1-14(b),\n\nand a catchall ten-year statute of limitations for civil actions to\n\nwhich no other provision applies, id. § 9-1-13(a).\n\n             We believe that the former is a natural fit.                 The state\n\nsupreme court has construed the \"injuries to the person\" taxonomy\n\nbroadly:\n\n           [T]he phrase 'injuries to the person' is to be\n           construed comprehensively and as contemplating\n           its application to actions involving injuries\n           that are other than physical. Its purpose is\n           to include within that period of limitation\n           actions brought for injuries resulting from\n           invasions of rights that inhere in man as a\n           rational being, that is, rights to which one\n           is entitled by reason of being a person in the\n           eyes of the law.\n\nCommerce Oil, 199 A.2d at 610.             As a result, the vast majority of\n\nstate statutes that create tort-like rights of action but do not\n\n                                           -8-\n\fcontain built-in timeliness rules have been deemed to fall within\n\nthe compass of section 9-1-14(b).              See Lyons, 554 A.2d at 1036\n\n(collecting     cases);    see    also    Commerce      Oil,    199    A.2d   at    610\n\n(applying     section   9-1-14(b)    to     actions     for     malicious     use   of\n\nprocess).       Although    the    case     law    admits      of     an   occasional\n\naberration, see, e.g., Church v. McBurney, 513 A.2d 22, 24-26 (R.I.\n\n1986), the trend is clear.\n\n             The RICRA's provenance confirms this intuition.                        The\n\nRhode Island General Assembly enacted the statute in response to\n\nthe United States Supreme Court's decision in Patterson v. McLean\n\nCredit Union, 491 U.S. 164 (1989).             See Ward v. City of Pawtucket\n\nPolice Dep't, 639 A.2d 1379, 1381 (R.I. 1994) (discussing the\n\nRICRA's legislative history).            The Patterson Court interpreted 42\n\nU.S.C. § 1981 to provide protection from racial discrimination only\n\nin contract formation and not in the subsequent modification and\n\nperformance of contracts.         491 U.S. at 171.          The RICRA aspired to\n\nfill this void and to afford the same expanded protection in\n\ninstances     of   discrimination        based     on    age,       sex,    religion,\n\ndisability, and national origin.1                 The contours of the RICRA\n\n\n     1\n         The RICRA provides in relevant part:\n\n             (a) All persons within the state, regardless of race,\n             color, religion, sex, disability, age, or country of\n             ancestral origin, shall have, except as is otherwise\n             provided or permitted by law, the same rights to make and\n             enforce contracts . . . and to the full and equal benefit\n             of all laws and proceedings for the security of persons\n             and property . . . .\n\n                                         -9-\n\fplainly reveal the General Assembly's overarching intent to craft\n\na broad civil rights act that would both complement and supplement\n\nfederal civil rights protections. See Eastridge v. R.I. Coll., 996\n\nF. Supp. 161, 169 (D.R.I. 1998); Ward, 639 A.2d at 1381-82.\n\n           A   frank   recognition       of   this   goal   simplifies   the\n\ninterpretive task. The Rhode Island Supreme Court consistently has\n\nregarded civil rights violations as injuries to the person, see,\n\ne.g., Paul, 745 A.2d at 172, and the natural inference to be drawn\n\nfrom the case law is that the RICRA, like other civil rights laws,\n\nmakes actionable injuries to the person.\n\n          Then, too, it is reasonable to presume that the RICRA's\n\ndrafters, who modeled the statute after section 1981, must have\n\nbeen aware of the precedents interpreting the federal statute and\n\nmust have intended the state law to trigger the same limitations\n\nperiod.   In Goodman v. Lukens Steel Co., 482 U.S. 656 (1987), for\n\nexample, the United States Supreme Court held squarely that the\n\nrelevant state statute of limitations governing personal injury\n\n\n\n                           *         *         *\n\n          (b) For the purposes of this section, the\n          right to make and enforce contracts . . .\n          includes the making, performance, modification\n          and termination of contracts and rights\n          concerning real or personal property, and the\n          enjoyment   of   all   benefits,  terms,   and\n          conditions of the contractual and other\n          relationships.\n\nR.I. Gen. Laws § 42-112-1 (internal quotation marks omitted).\n\n                                 -10-\n\fclaims applied to section 1981 actions.               Id. at 660-62.           The Court\n\nreasoned    that     since      section   1981   is   a    civil     rights     statute\n\nprimarily concerned with preventing and compensating \"fundamental\n\ninjur[ies]      to   the   individual       rights    of   a    person,\"       the   most\n\nanalogous state statute of limitations would be the one generally\n\napplicable to personal injury actions. Id. at 661; see also Partin\n\nv. St. Johnsbury Co., 447 F. Supp. 1297, 1299, 1301 (D.R.I. 1978)\n\n(characterizing an action under section 1981 as \"essentially an\n\naction to redress a violation of a tort duty\" and applying the\n\nstatute of limitations for injuries to the person); cf. Wilson v.\n\nGarcia, 471 U.S. 261, 277 (1985) (characterizing a violation of 42\n\nU.S.C. § 1983 as \"an injury to the individual rights of the person\"\n\nand upholding the use of a state statute of limitations governing\n\nactions for injuries to the person).\n\n               Despite this wealth of authority, we cannot settle upon\n\nsection    9-1-14(b)       as    the   appropriate     source        for   a    rule   of\n\ntimeliness without first testing the district court's conviction\n\nthat the legislature could not have intended that limitations\n\nperiod    to    apply.       The    court    noted    that      in   the   employment\n\ndiscrimination context the RICRA and the FEPA furnish overlapping\n\nremedies.       Rathbun, 253 F. Supp. 2d at 231.               In its view, reading\n\nthe two statutes together indicates a legislative intention that\n\nthe later enacted statute (the RICRA) should be subjected to the\n\n\n\n\n                                          -11-\n\fone-year     statute    of      limitations     that    the     General    Assembly\n\nexplicitly inserted into the FEPA.             Id. at 231-32.\n\n             The district court premised this holding on two well-\n\ntraveled canons of construction. One is the venerable concept that\n\n\"statutes which        relate    to   the    same   subject     matter    should   be\n\nconsidered together so that they will harmonize with each other and\n\nbe consistent with their general objective scope.\"                         State v.\n\nAhmadjian,    438   A.2d     1070,    1081    (R.I.    1981).     This     canon   of\n\nconstruction, often referred to by the catch phrase \"in pari\n\nmateria,\" does not necessarily require that the two statutes be\n\nenacted at the same time or even that they refer to one another.\n\nSee, e.g., Blanchette v. Stone, 591 A.2d 785, 786 (R.I. 1991).                     In\n\npari materia treatment requires only that a logical nexus between\n\ntwo laws pulls strongly in favor of uniform treatment.                    Berthiaume\n\nv. Sch. Comm. of Woonsocket, 397 A.2d 889, 893 (R.I. 1979).\n\n             Even assuming, purely for argument's sake, that the FEPA\n\nand the RICRA are in pari materia, the district court's thesis —\n\nthat harmonizing them requires application of the same rule of\n\ntimeliness to both — is incorrect.             The FEPA is intended to foster\n\nequality of employment opportunities.               See R.I. Gen. Laws §§ 28-5-\n\n3, 28-5-5.     It closely tracks the language of, and acts as Rhode\n\nIsland's analogue to, Title VII.               Like Title VII, the FEPA is\n\nprincipally directed at employers.             It establishes a comprehensive\n\n\n\n\n                                       -12-\n\fscheme for the vindication of the rights it protects.                  This scheme\n\nrelies heavily on an obligatory administrative process.\n\n           The    FEPA's     temporal      requirements    are       tied   to    this\n\nadministrative process.        A person seeking to enforce rights under\n\nthe FEPA must file a charge with the Commission within one year\n\nfrom the time of the alleged discriminatory act or practice.                       Id.\n\n§   28-5-17(a).      If,     after    a    preliminary    investigation,           the\n\nCommission finds probable cause to believe that unlawful employment\n\npractices have occurred, \"it shall endeavor to eliminate [those\n\npractices] by informal methods of conference, conciliation, and\n\npersuasion.\"     Id. § 28-5-17(b).         The complainant, should he or she\n\nso choose, may obtain a right-to-sue letter from the Commission and\n\nbring suit within ninety days of receiving such a letter.                        Id. §\n\n28-5-24.1(a).      Failing all else, the Commission itself has the\n\npower to sue the offending party within two years of the charge-\n\nfiling date.      Id. § 28-5-18.\n\n           This statutory framework indicates a desire for intense\n\nagency involvement in resolving employment discrimination disputes.\n\nCf. Burnett v. Grattan, 468 U.S. 42, 53-54 (1984) (noting that the\n\nadministrative procedures in Maryland's fair employment practices\n\nlaw indicate a preference for \"the [state] agency's intervention in\n\nlive   disputes\").      A    short    limitations      period    for    filing      an\n\nadministrative      charge    makes       sense   in   light    of    the   obvious\n\ndesirability of getting the agency involved while the wounds are\n\n\n                                      -13-\n\ffresh. See Roadway Express, Inc. v. RICHR, 416 A.2d 673, 676 (R.I.\n\n1980) (\"A mandatory time limit promotes prompt investigations and\n\nattempts to conciliate alleged violations of the Act.\").    In that\n\ncontext, prompt notification also enables employers to collect and\n\npreserve evidence before the trail grows cold.      Id.   While the\n\nstate supreme court has not commented directly on the requirement\n\nthat a complainant file an administrative charge within one year of\n\nthe alleged discrimination, R.I. Gen. Laws § 28-5-17(a) — the\n\nRoadway Express court was dealing with an earlier incarnation of\n\nthe FEPA — it is reasonable to assume that the desire for prompt\n\nand efficient resolution of FEPA complaints animates that rule of\n\ntimeliness as well.\n\n          The RICRA is a different kind of statute.   It sweeps far\n\nmore broadly than the FEPA, covering a host of situations, many of\n\nwhich do not involve the employer-employee relationship at all.\n\nMoreover, the RICRA neither establishes nor incorporates any sort\n\nof administrative process.    As the Rhode Island Supreme Court\n\nstated in rejecting an attempt to apply the FEPA's administrative\n\nexhaustion requirements to RICRA claims by judicial fiat, \"[t]here\n\nis no language requiring, or even suggesting, that a plaintiff must\n\nfirst exhaust any or all administrative remedies before filing a\n\ncivil action [under the RICRA].\"      Ward, 639 A.2d at 1382.   And,\n\nmoreover, there is no basis for \"reading such a requirement into\n\nthe statute.\"   Id.\n\n\n                               -14-\n\f            This difference in orientation is telling.         The RICRA is\n\nprimarily a vehicle for compensating victims of civil rights\n\nviolations.      Cf. Burnett, 468 U.S. at 53 (explaining that a\n\nprincipal     goal   of    the   federal    civil    rights    statutes   is\n\n\"compensation of persons whose civil rights have been violated\").\n\nSeen in this light, it makes sense that the legislature would have\n\nwanted to apply to RICRA claims a limitations period geared to the\n\noccurrence of the discriminatory act or practice rather than a\n\nlimitations period geared to a non-existent administrative process.\n\nSee   id.   at   48-55    (holding   that   state   residual   statutes   of\n\nlimitations, not the period for filing administrative employment\n\ndiscrimination complaints, are appropriate for federal civil rights\n\nactions); see also Rossiter v. Potter, 357 F.3d 26, 29-32 (1st Cir.\n\n2004) (rejecting application of Title VII's limitations period to\n\nADEA actions that bypass the administrative process). We conclude,\n\ntherefore, that the two statutes need not — and should not — be\n\nconstrued in lockstep.2\n\n\n\n      2\n      In reaching this conclusion, we also take into account that\nmany RICRA claims are not actionable under the FEPA. The RICRA\napplies both inside and outside the employment context. See, e.g.,\nLiu v. Striuli, 36 F. Supp. 2d 452, 469 (D.R.I. 1999). Even in the\nemployment context, the RICRA provides a vehicle for suing all\nemployers while the FEPA reaches only those who employ four or more\npersons. See R.I. Gen. Laws § 28-5-6(7)(i). In the face of a\nsilent statute, it would be surpassingly difficult to presume an\nintent to divide RICRA claims into sub-classes so that different\nrules of timeliness would apply depending on the context.       The\nstate, no less than the federal government, has an interest in\nconsistent application of its laws.\n\n                                     -15-\n\f           The district court also based its holding on another\n\ncanon of construction:     that repeals by implication are disfavored\n\nand should not be judicially imposed unless that conclusion is\n\ninevitable.     See Passamaquoddy Tribe v. Maine, 75 F.3d 784, 790\n\n(1st Cir. 1996); Berthiaume, 397 A.2d at 893.              Legislatures are\n\npresumed to know of their prior enactments and not to have repealed\n\nany part of a prior law without registering an explicit statement\n\nto that effect.    Brennan v. Kirby, 529 A.2d 633, 637 (R.I. 1987).\n\nThus,   \"when   apparently     inconsistent    statutory    provisions    are\n\nquestioned, every attempt should be made to construe and apply them\n\nso as to avoid the inconsistency and [the words] should not be\n\napplied literally if to do so would produce patently absurd or\n\nunreasonable results.\"       Id.   Brandishing this doctrinal staff, the\n\ndistrict court suggests that applying anything except a one-year\n\nlimitations period to employment discrimination actions brought\n\nunder the RICRA would impliedly repeal the FEPA's limitations\n\nperiod.   Rathbun, 253 F. Supp. 2d at 232.\n\n           We   find    this   suggestion     unconvincing.      Repeal    by\n\nimplication is a matter of concern when two statutory provisions\n\nare inconsistent on their face. See, e.g., Blanchette, 591 A.2d at\n\n786-87; Prov. Elec. Co. v. Donatelli Bldg. Co., 356 A.2d 483, 485-\n\n86 (R.I. 1976).        Here, however, no such collision looms:            the\n\nFEPA's one-year statute of limitations can coexist peacefully with\n\na disparate limitations period for RICRA actions.             Although this\n\n\n                                     -16-\n\fcoexistence means that factually identical claims will be treated\n\ndifferently by the courts depending on the statute under which a\n\nparticular claim is asserted, that differential treatment flows\n\nnaturally from the General Assembly's choice to embroider one\n\nstatute (the FEPA) with an elaborate administrative process and to\n\ncraft   the    other   (the    RICRA)     without    any    reference    to     that\n\nadministrative process.\n\n              The significance of this choice hardly can be overstated.\n\nThe Rhode Island Supreme Court has determined unequivocally that,\n\ndespite the area of overlap between the FEPA and the RICRA, the two\n\nstatutes were meant to provide separate, if sometimes converging,\n\navenues to relief.      See Ward, 639 A.2d at 1382; cf. Johnson v. Ry.\n\nExpress Agency, Inc., 421 U.S. 454, 457-61 (1975) (reaching a\n\nsimilar conclusion in comparing 42 U.S.C. § 1981 and Title VII).\n\nThat factually identical claims may be subject to different rules\n\nof   timeliness    depending    upon      the   statutory    vehicle     that   the\n\nclaimant   elects      to   employ   is    a    natural    consequence    of    the\n\nlegislature's decision to offer claimants separate administrative\n\nand judicial paths through which to rectify the same wrongs.                     In\n\nthe absence of a literal inconsistency, differential treatment of\n\nfactually identical claims is not a proper ground for invoking the\n\ndoctrine of repeal by implication.              See Radzanower v. Touche Ross\n\n& Co., 426 U.S. 148, 155 (1976); Passamaquoddy Tribe, 75 F.3d at\n\n790.\n\n\n                                       -17-\n\f          In sum, there is strong evidence that the authors of the\n\nRICRA intended that statute to function as a broad civil rights law\n\naimed at remedying injuries to the person.        We discern no valid\n\nreason to rewrite that scheme by importing into it the FEPA's one-\n\nyear limitations period.    Because we are confident that the Rhode\n\nIsland Supreme Court, when faced with the question, will not choose\n\nthat course, we hold that RICRA actions are governed by Rhode\n\nIsland's three-year residual statute of limitations for injuries to\n\nthe person, namely, R.I. Gen. Laws § 9-1-14(b).      In ruling to the\n\ncontrary, the district court erred.\n\nIV.   THE MERITS\n\n           Our conclusion that the district court used the wrong\n\nlimitations period does not end our odyssey.       An appellate court\n\nordinarily is not confined to the trial court's rationale, but,\n\nrather, may sustain the entry of summary judgment on any ground\n\nmade manifest in the record.     See Houlton Citizens' Coalition v.\n\nTown of Houlton, 175 F.3d 178, 184 (1st Cir. 1999).       We proceed,\n\ntherefore, to address AutoZone's asseveration that, notwithstanding\n\nthe lower court's incorrect appraisal of the applicable rule of\n\ntimeliness, none of the appellant's claims are trialworthy.\n\n                     A.    The Legal Framework.\n\n          The appellant's claims are based on two distinct species\n\nof factual allegations:      failure to promote and unequal pay.\n\nDespite these factual differences, however, all the claims are\n\n\n                                -18-\n\fbrought under the FEPA and the RICRA.3                We start with these\n\nstatutes.\n\n            The FEPA, in terms, makes it illegal for any covered\n\nemployer to discriminate against an employee on account of gender\n\n\"with respect to hire, tenure, compensation, terms, conditions or\n\nprivileges     of   employment,   or   any    other   matter   directly      or\n\nindirectly related to employment.\" R.I. Gen. Laws § 28-5-7(1)(ii).\n\nThe RICRA sweeps more broadly, guaranteeing an individual's rights\n\nin regard to the \"making, performance, modification and termination\n\nof contracts\" and \"the enjoyment of all benefits, terms, and\n\nconditions of the contractual and other relationships.\"              Id. § 42-\n\n112-1(b).    This language has been authoritatively determined to\n\nforfend \"against all forms of discrimination in all phases of\n\nemployment.\"    Ward, 639 A.2d at 1381.\n\n            Neither statute explicitly limns the legal framework that\n\ncourts   should     use   to   determine     the   existence   vel     non   of\n\ndiscrimination.      In FEPA cases challenging failures to promote —\n\nthere are no RICRA cases directly on point — the Rhode Island\n\nSupreme Court has used the burden-shifting framework developed by\n\nthe federal courts in Title VII cases.             See, e.g., Mine Safety\n\nAppl. Co. v. Berry, 620 A.2d 1255, 1258 (R.I. 1993).                 We assume\n\n\n\n     3\n      The appellant could have brought her claims under applicable\nfederal statutes. See, e.g., 42 U.S.C. §§ 2000e to 2000e-17 (Title\nVII); 29 U.S.C. § 206(d)(1) (Equal Pay Act). She eschewed that\ncourse.\n\n                                    -19-\n\fthat this framework applies equally under the RICRA.             See Rathbun,\n\n253 F. Supp. 2d at 236 (holding to that effect).\n\n             The failure-to-promote claims rest on the premise that\n\nAutoZone treated women in general (and the appellant in particular)\n\ndifferently than men. The core inquiry in such disparate treatment\n\ncases is whether the defendant intentionally discriminated against\n\nthe plaintiff because of her gender.         Cumpiano v. Banco Santander,\n\n902   F.2d    148,   153   (1st    Cir.    1990).       Direct   evidence   of\n\ndiscriminatory intent is not required.              U.S. Postal Serv. Bd. of\n\nGovs. v. Aikens, 460 U.S. 711, 716-17 (1983). Instead, a plaintiff\n\nmay employ the aforementioned burden-shifting framework.              If she\n\nfollows that path, the plaintiff first must establish a prima facie\n\ncase of gender discrimination.        McDonnell Douglas Corp. v. Green,\n\n411 U.S. 792, 802 (1973).         The elements of the plaintiff's prima\n\nfacie case vary according to the nature of her claim.                   In a\n\nfailure-to-promote claim, for example, those elements are that the\n\nplaintiff (i) is a member of a protected class who (ii) was\n\nqualified for an open position for which she applied, but (iii) was\n\nrejected     (iv)    in    favor    of     someone      possessing    similar\n\nqualifications.      Gu v. Boston Police Dep't, 312 F.3d 6, 11 (1st\n\nCir. 2002).\n\n             That modest showing suffices to raise an inference of\n\nintentional discrimination.          Texas Dep't of Cmty. Affairs v.\n\nBurdine, 450 U.S. 248, 253-54 (1981).           The burden of production\n\n\n                                    -20-\n\fthen     shifts   to   the    employer     to   articulate     a     legitimate,\n\nnondiscriminatory reason for its employment decision(s).                 Id. at\n\n254-56.     \"So long as the employer proffers such a reason, the\n\ninference    raised    by    plaintiff's     prima   facie    case    vanishes.\"\n\nMedina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 7 (1st Cir.\n\n1990).\n\n            At that juncture, the burden of production reverts to the\n\nplaintiff, who then must proffer evidence that she was treated\n\ndifferently on account of her sex.           See Burdine, 450 U.S. at 256.\n\nThis evidence, viewed in the light most favorable to the plaintiff,\n\nmust be sufficient \"to prove . . . that the legitimate reasons\n\noffered by the [employer] were not its true reasons, but were a\n\npretext for discrimination.\"         Id. at 253.     To this end, \"many veins\n\nof circumstantial evidence . . . may be mined.\"              Mesnick, 950 F.2d\n\nat 824.    These include — but are by no means limited to — evidence\n\nof differential treatment, evidence of discriminatory comments,\n\nstatistical evidence, and comparative evidence.               See id.\n\n            Satisfying this third-stage burden does not necessarily\n\nrequire independent evidence of discriminatory animus. In a proper\n\ncase, the trier may infer the ultimate fact of discrimination from\n\ncomponents of the plaintiff's prima facie showing combined with\n\ncompelling    proof    of    the   pretextual   nature   of    the    employer's\n\nexplanation.      Reeves v. Sanderson Plumbing Prods., Inc., 530 U.S.\n\n133, 147-49 (2000); Feliciano de la Cruz v. El Conquistador Resort\n\n\n                                      -21-\n\f& Country Club, 218 F.3d 1, 6 (1st Cir. 2000).    Where, as here, the\n\ncase arises on the employer's motion for summary judgment, the\n\nplaintiff's task is to identify a genuine issue of material fact\n\nwith respect to whether the employer's stated reason for the\n\nadverse employment action was a pretext for a proscribed type of\n\ndiscrimination.    See Thomas v. Eastman Kodak Co., 183 F.3d 38, 62\n\n(1st Cir. 1999); see also Mesnick, 950 F.2d at 824-25 (discussing\n\nthe interplay between Rule 56 and the McDonnell Douglas framework).\n\n            Rhode Island law is less clear about how to approach\n\nunequal pay claims brought under the FEPA and the RICRA.    The Rhode\n\nIsland Supreme Court has not spoken to the subject.     We believe it\n\nis likely, however, that when confronted with the issue, the court\n\nwill follow its habitual pattern and look to the closest federal\n\nanalogue.    See, e.g., Ctr. for Behav. Health v. Barros, 710 A.2d\n\n680, 685 (R.I. 1998).     On the surface, that might be either the\n\nEqual Pay Act or Title VII.\n\n            The choice may matter. A plaintiff can establish a prima\n\nfacie case under the Equal Pay Act simply by showing that the\n\nemployer paid different wages to employees of different sexes for\n\njobs performed under similar working conditions and that require\n\nequal skill, effort, and responsibility.      Corning Glass Works v.\n\nBrennan, 417 U.S. 188, 195 (1974).     Unlike a prima facie case under\n\nthe McDonnell Douglas rubric, that showing suffices to shift the\n\nburden of proof — not merely the burden of production — to the\n\n\n                                -22-\n\femployer.      From   that   point   forward,    the   employer     may   escape\n\nliability only by establishing that the wage disparity resulted\n\nfrom \"(i) a seniority system; (ii) a merit system; (iii) a system\n\nwhich measures earnings by quantity or quality of production; or\n\n(iv) a differential based on a factor other than sex.\"              Id. at 196\n\n(quoting 29 U.S.C. § 206(d)(1)).\n\n            To complicate matters, even were the state supreme court\n\nto choose the Title VII analogy, it would discover that federal\n\ncourts are divided on whether to use the McDonnell Douglas burden-\n\nshifting framework or the Equal Pay Act's more specialized paradigm\n\nwhen unequal pay claims are raised under Title VII. Compare, e.g.,\n\nMeeks v. Computer Assocs. Int'l, 15 F.3d 1013, 1019-20 (11th Cir.\n\n1994) (applying McDonnell Douglas), and Fallon v. Illinois, 882\n\nF.2d 1206, 1214 (7th Cir. 1989) (same), with, e.g., Korte v.\n\nDeimer, 909 F.2d 954, 959 (6th Cir. 1990) (applying Equal Pay Act\n\nframework), and Kouba v. Allstate Ins. Co., 691 F.2d 873, 875 (9th\n\nCir. 1982) (same).       This court has not taken a position on the\n\nmatter.     See Rodriguez v. Smithkline Beecham, 224 F.3d 1, 8 n.11\n\n(1st Cir. 2000) (reserving the question).\n\n            We need not decide these intriguing questions today. The\n\ndistrict court analyzed the unequal pay claim under the McDonnell\n\nDouglas burden-shifting framework. See Rathbun, 253 F. Supp. 2d at\n\n234-36.      The   appellant   acquiesced   in   this   mode   of    analysis.\n\nThroughout the proceedings below, she abjured any suggestion that\n\n\n                                     -23-\n\fthe Equal Pay Act framework might apply and, on appeal, she has not\n\nchallenged this aspect of the lower court's decision.             She has,\n\ntherefore, forfeited the opportunity to argue for the application\n\nof a different, more plaintiff-friendly standard.           See Marcoux v.\n\nMaine, 797 F.2d 1100, 1106 (1st Cir. 1986).           We therefore proceed\n\nto analyze the appellant's unequal pay claim in terms of the\n\nMcDonnell Douglas burden-shifting framework.4\n\n                     B.     The Promotion Claims.\n\n          The   appellant    contends    that,   on    several   occasions,\n\nAutoZone refused to promote her to management positions for which\n\nshe was qualified and in which she had expressed an interest.           She\n\nclaims that these employment decisions were motivated by gender\n\nbias, noting that each time a man was hired or promoted into the\n\nposition. To state the obvious, only those employment actions that\n\ntook place within the limitations period are actionable. See Nat'l\n\nR.R. Passenger Corp. v. Morgan, 536 U.S. 101, 110 (2002).              For\n\npurposes of the appellant's RICRA claims, that grouping encompasses\n\nonly those actions that took place within the three-year period\n\npreceding August 3, 2001.5\n\n\n     4\n      While we sometimes review forfeited challenges for plain\nerror, the decision to apply McDonnell Douglas to the appellant's\nunequal pay claim cannot plausibly be said to sink to that level.\nSee, e.g., Marcoux, 797 F.2d at 1106.\n     5\n      Concluding, as we do, that none of the RICRA-eligible\nfailure-to-promote claims survive summary judgment, see text infra,\nwe have no need to consider separately the narrower subset of\nclaims that are actionable under the FEPA's one-year limitations\n\n                                  -24-\n\f                Here, however, the universe of actionable claims is\n\nfurther truncated.           The appellant first expressed an interest in\n\nthe PSM position in mid-1998.              AutoZone promoted her to that post\n\non September 12 of the following year.                  Consequently, we deem\n\npotentially actionable only those PSM promotions that occurred\n\nbetween August 3, 1998 and September 12, 1999.                   Similarly, the\n\nappellant first expressed an interest in becoming an ASM sometime\n\nafter September 12, 1999.                Thus, we deem potentially actionable\n\nonly those ASM promotions arising between September 13, 1999 and\n\nAugust 3, 2001.\n\n                This line-drawing leaves six employment decisions in play\n\n(as contrasted with the two considered by the district court, see\n\nRathbun, 253 F. Supp. 2d at 235).                 Two of these six potentially\n\nactionable decisions involve the PSM position.                   Rick Allen was\n\nhired as a PSM in November of 1998 at AutoZone's Warwick store.6\n\nThe second PSM decision involved Chris Brosco, who was elevated\n\nfrom       a   CSR   slot   in   March    of   1999.   Four   other   potentially\n\nactionable employment decisions involve ASM positions.                  Two were\n\nfilled by direct hires, namely, Tom Disano (September 1999) and\n\nNick Medeiros (April 2000).               Two more were filled by promotions\n\n\n\nperiod.\n       6\n      When a PSM position in Cranston became vacant the following\nJune, Allen was laterally transferred to fill it. That employment\naction does not figure in our decisional calculus as it does not\ninvolve a promotion.\n\n                                           -25-\n\ffrom within the organization, namely, Rick Allen (April 2000) and\n\nJosé Rios (February 2001).\n\n           The district court assumed that the record, viewed in the\n\nlight most favorable to the appellant, satisfies the prima facie\n\ncase requirement.    Rathbun, 253 F. Supp. 2d at 234.               We do the\n\nsame:    the evidence shows that the appellant is a member of a\n\nprotected class (a woman); that an adverse employment action\n\noccurred (her employer denied her serial bids for promotion); that\n\nshe was at least arguably qualified for the position(s) that she\n\nsought; and that the position(s) were filled by others whose\n\ncredentials were more or less comparable to hers.            See Gu, 312 F.3d\n\nat 11; Rossy v. Roche Prods., Inc., 880 F.2d 621, 624 (1st Cir.\n\n1989).   In each instance, AutoZone has proffered reasons for its\n\nemployment decision that are, on their face, nondiscriminatory. It\n\nsays that the successful applicants were better qualified than the\n\nappellant (e.g., Allen was a \"parts pro\"; Medeiros previously had\n\nmanaged an auto body shop; and Rios, who was hired for a store with\n\na predominantly Spanish-speaking clientele, was bilingual).                 The\n\nappellant's failure-to-promote claims therefore stand or fall on\n\nthe third prong of the McDonnell Douglas framework.\n\n           Even   when   viewed    through       a   wider-angled   lens,   the\n\nevidence of pretext is scant.              It consists primarily of the\n\nappellant's   assertion    that    she     was   more   qualified   than    the\n\nsuccessful male aspirants.        She emphasizes her knowledge of auto\n\n\n                                    -26-\n\fparts, her positive performance reviews, her seniority with the\n\ncompany, and what she terms her superior \"people skills.\"\n\n           When an employer claims to have hired or promoted one\n\nperson over another on the basis of qualifications, the question is\n\nnot which of the aspirants was better qualified, but, rather,\n\nwhether the employer's stated reasons for selecting one over the\n\nother were pretextual.    See Smith v. F. W. Morse & Co, 76 F.3d 413,\n\n421 (1st Cir. 1996).     In a rare case, the disappointed applicant\n\nmay be able to prove pretext by showing that she was in fact better\n\nqualified than the individual selected.      Patterson, 491 U.S. at\n\n187-88; Rossy, 880 F.2d at 625.     But that is an uphill struggle:\n\nin the absence of strong objective evidence (e.g., test scores),\n\nproof of competing qualifications will seldom, in and of itself, be\n\nsufficient to create a triable issue of pretext.    See Millbrook v.\n\nIBP, Inc., 280 F.3d 1169, 1178-79 (7th Cir.), cert. denied, 537\n\nU.S. 884 (2002); Deines v. Tex. Dep't of Protective & Regulatory\n\nServs., 164 F.3d 277, 280-82 (5th Cir. 1999).\n\n           This result follows from a form of the business judgment\n\nrule.   See Mesnick, 950 F.2d at 825 (explaining that \"[c]ourts may\n\nnot sit as super personnel departments, assessing the merits — or\n\neven the rationality — of employers' nondiscriminatory business\n\ndecisions\").   Qualifications are notoriously hard to judge and, in\n\na disparate treatment case, more must be shown than that the\n\nemployer made an unwise personnel decision by promoting \"X\" ahead\n\n\n                                 -27-\n\fof \"Y.\"   See Keyes v. Sec'y of Navy, 853 F.2d 1016, 1024-26 (1st\n\nCir. 1988); Gray v. New Engl. Tel. & Tel. Co., 792 F.2d 251, 255\n\n(1st Cir. 1986).     In other words, subjective evidence of competing\n\nqualifications seldom provides a principled way for a factfinder to\n\ndetermine whether a given employment decision, even if wrong-\n\nheaded,   was   anything    more   than    \"a   garden-variety   mistake    in\n\ncorporate judgment.\"       Freeman v. Package Mach. Co., 865 F.2d 1331,\n\n1341 (1st Cir. 1988).\n\n           We recognize that there may be situations in which the\n\ndifference in qualifications is so stark as to support an inference\n\nof pretext.     See, e.g., Deines, 164 F.3d at 282 (suggesting that,\n\nin an extreme case, qualifications may be \"so widely disparate that\n\nno reasonable employer would have made the same decision,\" and,\n\ntherefore,    may   be   independently     probative   of   pretext).      Or,\n\nperhaps, there may be situations in which a great number of\n\nindividual employment decisions, each of which arguably can be\n\njustified as a business judgment, may in cumulation present so one-\n\nsided a picture as to raise an inference of pretext.             Cf. EEOC v.\n\nSteamship Clerks Union, 48 F.3d 594, 605 (1st Cir. 1995) (holding\n\nthat a    union's   facially    neutral,    sponsorship-based     admissions\n\npolicy, which yielded only white members over a six-year period,\n\nsufficed to support an inference of discrimination).             The case at\n\nbar, however, does not conform to either of those models.            From an\n\nobjective standpoint, the appellant's qualifications are not so\n\n\n                                    -28-\n\fobviously superior to those of the successful male applicants as to\n\nundermine      the    legitimacy    of   the    selection     process.    And    the\n\nappellant has offered too few potentially relevant employment\n\nactions and too little information about company-wide promotion\n\npractices to constitute an accumulation sufficient to raise an\n\ninference of pretext.\n\n               We    also   recognize     that      a     claimed   difference    in\n\nqualifications may be sufficient to ground an action if accompanied\n\nby independent evidence (say, evidence of pretext or discriminatory\n\nanimus).      See, e.g., Byrnie v. Town of Cromwell, Bd. of Educ., 243\n\nF.3d 93, 110-11 (2d Cir. 2001); Emmel v. Coca-Cola Bottling Co., 95\n\nF.3d 627, 633-36 (7th Cir. 1996); Rossy, 880 F.2d at 625.                        The\n\nappellant has adduced two pieces of independent evidence that she\n\nclaims show pretext.\n\n               The first relates to the promotion of Rick Allen to an\n\nASM position.         At the time of his elevation, Allen had (i) nine\n\ndisciplinary citations (as opposed to one for the appellant) and\n\n(ii)       lower    performance    reviews     in   the    immediately   preceding\n\nperiod.7       The appellant suggests that this evidence raises an\n\ninference that AutoZone's stated reason for promoting Allen ahead\n\n\n\n\n       7\n      The appellant also calls attention to Allen's subsequent\ndisciplinary problems.   These are immaterial, however, for the\nfocus must be on the employer's mindset at the time of the\npromotion decision. See Cullen v. Olin Corp., 195 F.3d 317, 324\n(7th Cir. 1999); Gray, 792 F.2d at 256.\n\n                                         -29-\n\fof her — superior qualifications — was a pretext for gender\n\ndiscrimination.\n\n              This argument overlooks AutoZone's assertion, based on\n\nundisputed     facts,   that   Allen's     superior     parts   knowledge   (he\n\npreviously had been employed by another automotive chain and had\n\nreceived a \"special certification in parts\") and the length of his\n\ntenure as an AutoZone PSM (seventeen months, as opposed to eight\n\nmonths for the appellant) rendered him better qualified for the ASM\n\nposition   notwithstanding      his    other   shortcomings.        These   are\n\ndifficult balances to strike — and while the wisdom of this\n\nrationale certainly can be debated, we think that AutoZone's choice\n\ncomes within the sweep of the business judgment rule.              See, e.g.,\n\nMillbrook, 280 F.3d at 1182-83; Guerrero v. Ashcroft, 253 F.3d 309,\n\n314-15 (7th Cir. 2001); Lehman v. Prudential Ins. Co., 74 F.3d 323,\n\n329-30 (1st Cir. 1996).        There is no evidence of discriminatory\n\nanimus here, and we do not believe that the record, taken as a\n\nwhole, would allow a reasonable factfinder to infer, on this meager\n\nshowing,      that   Allen's   promotion     was   an   exercise   in    gender\n\ndiscrimination.       See Feliciano, 218 F.3d at 8.\n\n              The appellant's second evidentiary proffer is temporal in\n\nnature:    she spent nineteen months with AutoZone before achieving\n\na promotion to PSM whereas several men thereafter attained the same\n\nrank   more    celeritously.      She    argues    that   the   much    shorter\n\nincubation periods experienced by these men (e.g., Guillermo Feliz\n\n\n                                      -30-\n\f— one month; Rob Stone and José Rios — three months; Michael Crumb\n\n— five months; and Luis McDougall — eleven months) supports an\n\ninference of pretext.\n\n              AutoZone asks us to dismiss this proffer on the ground\n\nthat   all    five   of   these   PSM   promotions   took   place   after   the\n\nappellant had been promoted to that rank.             But the fact that an\n\nevent itself is not actionable does not automatically negate its\n\nevidentiary value.        A discriminatory act or practice that is not\n\nthe basis for a timely charge of discrimination nonetheless may\n\nconstitute relevant background evidence in a proceeding in which\n\nthe same type of discriminatory act or practice has been timely\n\nchallenged.      United Air Lines, Inc. v. Evans, 431 U.S. 553, 558\n\n(1977).      This rule permits reference to evidence of untimely prior\n\nacts or practices.        Nat'l R.R. Passenger Corp., 536 U.S. at 113.\n\nIt likewise permits reference to evidence of subsequent acts or\n\npractices.      As the Seventh Circuit explained:\n\n              The last date of the allegedly discriminatory\n              conduct is not a bright line beyond which the\n              conduct of the employer is no longer relevant\n              in a discrimination case. Otherwise, clearly\n              relevant   evidence   would   be   arbitrarily\n              excluded; for instance, a plaintiff in a race\n              discrimination case would then be precluded\n              from producing evidence that the week after he\n              was fired, a white employee escaped discipline\n              for the exact same conduct.\n\nFreeman v. Madison Metro. Sch. Dist., 231 F.3d 374, 382 (7th Cir.\n\n2000).    Whether such evidence is relevant depends, as in every\n\ncase, on its probative force (or lack thereof).             See Fed. R. Evid.\n\n                                        -31-\n\f401,    402.        That   said,     the       appellant's    evidence       of   swifter\n\npromotions does not generate an inference of pretext.                         We explain\n\nbriefly.\n\n               As   with   all     such    comparative        evidence,      it   is   the\n\nplaintiff's burden to demonstrate that she is comparing apples to\n\napples.    Perkins v. Brigham & Women's Hosp., 78 F.3d 747, 751 (1st\n\nCir. 1996).         She \"must provide a suitable provenance for the\n\nevidence by showing that others similarly situated to h[er] in all\n\nrelevant    respects       were    treated       differently     by    the    employer.\"\n\nConward v. Cambridge Sch. Comm., 171 F.3d 12, 20 (1st Cir. 1999).\n\n\"The test is whether a prudent person, looking objectively at the\n\nincidents, would think them roughly equivalent and the protagonists\n\nsimilarly situated.\" Dartmouth Review v. Dartmouth Coll., 889 F.2d\n\n13, 19 (1st Cir. 1989).            The appellant has not carried that burden\n\nhere.\n\n               Taken   most    favorably         to   her    case,    the    appellant's\n\nevidence shows only that she and the men to whom she compares\n\nherself    were     all    promoted       to    the   same    position;      that   their\n\nqualifications were roughly equivalent; that the men were elevated\n\nmore quickly; and that, when promoted, they had less seniority with\n\nAutoZone. But she and her putative congeners were not applying for\n\nthe same openings at the same times; the speedier promotions\n\noccurred between eight and twenty-one months after the appellant's\n\npromotion      to   PSM.      This    is   critically        important       because   the\n\n\n                                           -32-\n\fappellant has offered nothing to show either that PSM openings\n\noccur at an even rate or that the market environment during the\n\nperiods when the men were promoted was at all similar to the market\n\nenvironment that prevailed while she was seeking a promotion. This\n\nlack of proof leaves unaccounted for too many variables.                  A\n\nmultiplicity of factors (e.g., new store openings, the number of\n\nextant   PSM   vacancies,   the   number    and   quality   of   applicants,\n\ndiffering unemployment rates, and increased customer demand) may\n\nhave influenced the need to promote employees at a faster rate than\n\ntheretofore had been the case.             The appellant has adduced no\n\nevidence as to these, and other, variables.         See Garside, 895 F.2d\n\nat 48 (\"On issues where the nonmovants bear the burden of proof .\n\n. . they must reliably demonstrate that specific facts sufficient\n\nto create an authentic dispute exist.\").\n\n           That ends this aspect of the matter. Without controlling\n\nfor important variables, comparator evidence cannot generate an\n\ninference either of pretext or of discriminatory intent.                See\n\nConward, 171 F.3d at 21-22; cf. Rea v. Martin Marietta Corp., 29\n\nF.3d 1450, 1456 (10th Cir. 1994) (holding that data, which failed\n\nto take into account nondiscriminatory variables, did not offer a\n\nprobative comparison of similarly situated individuals).            So it is\n\nhere. On this record, allowing the failure-to-promote claims to go\n\nforward would be an invitation to the jury to engage in unbridled\n\nspeculation.\n\n\n                                   -33-\n\f                      C.    The Unequal Pay Claim.\n\n            This   leaves    the    appellant's     claim     that    she     was\n\ndiscriminated against in terms of her pay.                In support of this\n\nclaim, she identifies several male employees who, she asserts, were\n\nperforming work substantially similar to hers for higher wages,\n\ndespite the fact that each of the men had less seniority with\n\nAutoZone.    She attributes this pay disparity to her gender.\n\n            As a preliminary matter, we must determine which (if any)\n\nof the alleged instances of pay discrimination might give rise to\n\nactionable claims. We restrict that grouping to those instances in\n\nwhich male employees who held the same position as the appellant\n\nwere rewarded more handsomely in the same time frame.                 Four male\n\nPSMs fit this description:         Allen, Rios, Feliz, and McDougall.\n\n            We gauge the proof as to these four individuals under the\n\nMcDonnell Douglas burden-shifting framework. See supra Part IV(A).\n\nWith respect to all four, the appellant has made out a prima facie\n\ncase:   she has adduced evidence tending to show that she is a\n\nmember of a protected class; that she performed her job in keeping\n\nwith her employer's expectations; and that she was paid less than\n\nmen who held the same position.         See Cullen v. Ind. Univ. Bd. of\n\nTrustees,    338   F.3d    693,    703-04   (7th   Cir.    2003);     Belfi   v.\n\nPrendergast, 191 F.3d 129, 139-40 (2d Cir. 1999).                    AutoZone's\n\nresponse is that its nondiscriminatory application of its standard\n\ncompensation system accounts for the appellant's lower pay.\n\n\n                                     -34-\n\f             To this end, AutoZone introduced evidence that, each\n\nyear,   it   promulgates    revised     compensation   guidelines.      These\n\nguidelines are in tabular form.          They apply only to new hires or\n\nnewly-promoted individuals and have no retroactive effect.\n\n             Each year's table lists a range of starting wage rates\n\nfor each job title.        To illustrate, the table for 1999 dictates\n\nthat an employee who became a PSM that year (as did the appellant)\n\nwould earn somewhere between $7.46/hr. and $11.03/hr. to start.\n\nWhere a particular employee falls within that range depends on the\n\nquartile into which she is placed.            This placement devolves from\n\nAutoZone's     assessment    of   the    employee's    skills,   experience,\n\nability, and knowledge.       The placement determination can have a\n\nsignificant monetary impact.          For example (again using the 1999\n\ntable), if a new PSM were placed in Quartile No. 4, she would earn\n\nbetween $10.13/hr. and $11.03/hr., but if placed in Quartile No. 1,\n\nshe would earn between $7.46/hr. and $8.34/hr.\n\n             Employees also receive raises based on annual performance\n\nreviews.     AutoZone issues guidelines for merit-based raises for\n\neach region, typically ranging from 3% to 5% of an employee's\n\nhourly rate.       The   guidelines     are   hortatory,   and   the   company\n\nsometimes bestows raises exceeding the suggested increments.               The\n\nappellant has adduced no evidence showing that raises have been\n\nallocated on the basis of gender.              Because the raises have a\n\n\n\n\n                                      -35-\n\fpercentage-based        focus,     however,          discriminatory        quartile\n\ndeterminations may well influence the amount of future raises.\n\n            AutoZone has met its burden of articulating a legitimate,\n\nnondiscriminatory     reason     for     the   pay    disparity.         The   salary\n\nframework    itself     provides    part       of    the    justification.        The\n\nappellant's starting salary as a PSM, $8/hr., fell within the\n\nstandard    guideline    range     for    PSMs      hired    in   1999   ($7.46   to\n\n$11.03/hr.), and the starting salaries paid to the four male PSMs\n\nall fell within the ranges applicable to their respective start\n\ndates. AutoZone further notes that the PSM salary ranges escalated\n\nsignificantly after 1999, thus explaining, in part, why Rios,\n\nFeliz, and McDougall began at higher hourly rates.                  The fact that\n\nthe company chooses to compensate employees based in part on start\n\ndates can have the perverse effect of penalizing seniority, but\n\nthat fact, in and of itself, is gender-neutral and, in any event,\n\ndoes not undermine the legitimacy of the employer's explanation.\n\n            Nevertheless, the start date differences alone do not\n\nfully account for the divergence between the appellant's wages and\n\nthose of her male comparators.             Allen, for example, was hired a\n\nyear earlier than the appellant and paid $1/hr. more despite the\n\nfact that the guideline range remained the same for both years.\n\nAllen's higher hourly rate stems not from the forced application of\n\nan inflexible guideline but from AutoZone's decision to place him\n\nin Quartile No. 2 while placing the appellant in Quartile No. 1.\n\n\n                                       -36-\n\fBy the same token, the company promoted Rios in 2000, placed him in\n\nQuartile No. 2, and paid him $11/hr.; promoted Feliz in 2002,\n\nplaced him in Quartile No. 3, and paid him $10.50/hr.; and promoted\n\nMcDougall in 2001, placed him in Quartile No. 4, and paid him\n\n$12/hr.\n\n          As   quartile   placement   is    a   discretionary   exercise,\n\ngoverned by a very general set of principles, the employer bears\n\nthe burden of presenting legitimate, nondiscriminatory reasons for\n\nits differential decisions.    AutoZone has carried this burden of\n\nproduction.    Its affidavits suggest that the four men in question\n\nreceived higher quartile placements due, inter alia, to their auto\n\nparts knowledge, leadership experience, and linguistic abilities.\n\n          The appellant has tendered evidence designed to cast\n\ndoubt on this explanation.    She offers two examples.     With respect\n\nto AutoZone's averment that it placed McDougall in Quartile No. 4\n\nbecause, inter alia, he \"had previously worked as a warehouse\n\nsupervisor,\" she points out that McDougall's employment application\n\nlists his previous job as \"forklift driver\" and describes his\n\nduties as using a forklift to move pallets of shoes.       With respect\n\nto AutoZone's averment that it placed Feliz in Quartile No. 3\n\nbecause, inter alia, he previously worked in a body shop, she\n\nsuggests that Feliz spent only a single month at an auto body shop\n\n(and, then, as a shipping clerk).          According to the appellant,\n\nthese discrepancies, taken together with her prima facie case,\n\n\n                                -37-\n\fraise a genuine issue of material fact as to whether AutoZone's\n\nprofessed rationales were pretexts for gender discrimination.\n\n          We do not agree.   In the first place, the record does not\n\nsupport the claimed discrepancy as to Feliz.     The only place in\n\nwhich we can find an indication that Feliz spent no more than a\n\nmonth in an auto body shop is in the appellant's affidavit.     The\n\ndifficulty is patent. The affidavit refers to \"Exhibit T,\" but the\n\nlast exhibit attached to it is Exhibit S.   The only Exhibit T that\n\nwe can locate in the record — an AutoZone exhibit — contains no\n\nmention whatever of Feliz.   Given the elusiveness of Exhibit T, we\n\nare left with the appellant's unsupported statement about Feliz's\n\nemployment history — a statement that addresses a matter about\n\nwhich the appellant lacks (or, at least, has not demonstrated any\n\nbasis for) personal knowledge.      Thus, her statement cannot be\n\naccorded any weight in the summary judgment calculus.     See Cadle\n\nCo. v. Hayes, 116 F.3d 957, 961 n.5 (1st Cir. 1997); see also Fed.\n\nR. Civ. P. 56(e) (stating that affidavits \"shall be made on\n\npersonal knowledge\" and \"shall show affirmatively that the affiant\n\nis competent to testify to the matters stated therein\").\n\n          This leads us naturally to a larger problem with the\n\nappellant's proffers. Even if fully credited, they succeed only in\n\ncalling into doubt one of several rationales that AutoZone has\n\nadvanced for its decision to assign these men higher quartiles.\n\nAutoZone placed McDougall in Quartile No. 4 not only because of his\n\n\n                                -38-\n\fpast employment history but also because he was bilingual.   So too\n\nFeliz, who began in Quartile No. 3 due in part to his military\n\nexperience and linguistic abilities.    These additional rationales\n\nare unrebutted.   On this record, we simply cannot say that the\n\nscattered inconsistencies noted by the appellant bear the weight\n\nthat she attempts to pile upon them.         Summary judgment was,\n\ntherefore, warranted. See Cullen, 338 F.3d at 704; Belfi, 191 F.3d\n\nat 140.\n\n          In a last-ditch effort to salvage her unequal pay claim,\n\nthe appellant adverts to a chart prepared by AutoZone listing all\n\nthe PSMs in the relevant region as of February 23, 2000, their\n\ngender, and their wage rates.    The sample consists of 114 PSMs,\n\nroughly 18% of whom are female.      Of the twenty lowest-paid PSMs\n\n(those making $9/hr. or less), 30% are female. Of the twenty-seven\n\nhighest-paid PSMs (those making $11/hr. or more), only 11% are\n\nfemale.   In the appellant's view, this data supports an inference\n\nthat her comparatively low wage rate falls into an overall pattern\n\nof pay disparity at the PSM level.\n\n          Statistical evidence is permissible in the disparate\n\ntreatment context to show that the employer's conduct conformed to\n\na general pattern of discrimination. See Freeman, 865 F.2d at 1342\n\n(citing McDonnell Douglas, 411 U.S. at 805).   But \"[t]he probative\n\nworth of statistical testimony must be evaluated in light of the\n\nmethodology employed, the data available, and the factual mosaic\n\n\n                                -39-\n\funique to the case at hand.\"            Id. at 1342 n.5.        While we have not\n\nuniversally       required    sophisticated      statistical      comparisons     in\n\ndisparate treatment cases, see, e.g., Cuello-Suarez v. P.R. Elec.\n\nPower Auth., 988 F.2d 275, 278 (1st Cir. 1993); Freeman, 865 F.2d\n\nat 1342 & n.5, the analysis must still cross a threshold of\n\ndependability.        The    chart    stumbles    on     that   threshold.        The\n\nrudimentary analysis, conducted by the appellant's counsel rather\n\nthan by a qualified expert, makes no attempt to ascertain the\n\nextent to which the apparent disparities may be attributable to\n\nfactors other than gender. That is a significant shortcoming. See\n\nColeman v. Quaker Oats Co., 232 F.3d 1271, 1283 (9th Cir. 2000);\n\nSheehan v. Daily Racing Form, Inc., 104 F.3d 940, 942 (7th Cir.\n\n1997); Carter v. Ball, 33 F.3d 450, 457 (4th Cir. 1994).                  So too is\n\nthe absence of any indication of statistical significance.                        See\n\nBennett v. Total Minatome Corp., 138 F.3d 1053, 1062 (5th Cir.\n\n1998); Ottaviani v. State Univ. of N.Y., 875 F.2d 365, 370-74 (2d\n\nCir. 1989).       Without more methodical treatment, we cannot say that\n\nthis analysis, standing alone, is probative of discriminatory\n\nintent.\n\nV.   CONCLUSION\n\n           We need go no further.              To recapitulate, we hold that\n\nemployment    discrimination         claims    brought    under   the    RICRA    are\n\ngoverned     by    Rhode     Island's    residual      three-year       statute    of\n\nlimitations for injuries to the person.                   Although this ruling\n\n\n                                        -40-\n\fexpands the universe of potentially actionable claims, we conclude\n\nthat the appellant has offered insufficient evidence on either her\n\npromotion-related allegations or her unequal pay claim to survive\n\nsummary judgment.     Consequently, we affirm the judgment of the\n\nlower court.\n\n          Affirmed.\n\n\n\n\n                                -41-\n\f",
  "html": "<p class=\"case_cite\">361 F.3d 62</p>\n    <p class=\"parties\">Betsey E. RATHBUN, Plaintiff, Appellant,<br>v.<br>AUTOZONE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-1530.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2003.</p>\n    <p class=\"date\">Decided March 18, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen A. Rodio and Lynette Labinger, with whom Rodio &amp; Brown, Ltd. and Roney &amp; Labinger were on brief, for appellant.</p>\n      <p class=\"indent\">Charles S. Kirwan and Charles S. Kirwan &amp; Associates on brief for Rhode Island Commission for Human Rights, Providence Human Relations Commission, Progreso Latino, Center for Hispanic Policy and Advocacy, Rhode Island Civil Rights Roundtable, and Rhode Island chapter of the National Employment Lawyers Association, amici curiae.</p>\n      <p class=\"indent\">Renee Gluth, with whom Tracy K. Hidalgo, Frilot, Partridge, Kohnke &amp; Clements, L.C., and Joe Whelan were on brief, for appellee.</p>\n      <p class=\"indent\">Michael E. Malamut on brief for New England Legal Foundation, amicus curiae.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this employment discrimination case, the district court granted summary judgment in the employer's favor on both the plaintiff's failure-to-promote and unequal pay claims. <i>Rathbun v. Autozone, Inc.,</i> 253 F.Supp.2d 226 (D.R.I.2003). The employee's ensuing appeal requires us to decide a series of questions, the most significant of which concerns the limitations period that governs employment discrimination actions brought under the Rhode Island Civil Rights Act of 1990 (RICRA), R.I. Gen. Laws &#167;&#167; 42-112-1 to 41-112-2. We have had the benefit of briefing on this important issue not only from the parties but also from able amici on both sides (for whose help we are grateful). Having fully considered the matter, we hold that RICRA employment discrimination claims are subject to Rhode Island's three-year residual statute of limitations for actions involving injuries to the person and, accordingly, countermand the district court's application of a one-year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We next consider the merits of the plaintiff's claims. Although our holding as to the appropriate rule of timeliness broadens the scope of her claims, we nonetheless affirm the district court's entry of summary judgment. Even when viewed through a widened lens, the evidence is insufficient to permit a reasonable finder of fact to resolve either her failure-to-promote or unequal pay claims favorably to her. Accordingly, we affirm the district court's entry of summary judgment.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We rehearse the facts in the light most agreeable to the party opposing the entry of summary judgment (here, the plaintiff), drawing all reasonable inferences to her behoof. <i>Garside v. Osco Drug, Inc.,</i> 895 F.2d 46, 48 (1st Cir.1990).</p>\n    </div>\n    <p class=\"center\">A. <i>Employment History.</i></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the times material hereto, plaintiff-appellant Betsey E. Rathbun worked for defendant-appellee AutoZone, Inc. or its predecessor in interest, Auto Palace. The district court's opinion contains a meticulous account of the appellant's relevant employment history, <i>Rathbun,</i> 253 F.Supp.2d at 229-30, and we offer only a brief sketch.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">AutoZone operates a chain of retail stores selling automobile parts and accessories, and Auto Palace (now defunct) was in substantially the same business. In 1995, Auto Palace hired the appellant as a part-time cashier and assigned her to its Cranston, Rhode Island location. Her duties included running the cash register, stocking shelves, and assisting customers. Early in 1998, AutoZone purchased the Auto Palace chain and converted the stores to the AutoZone brand.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">AutoZone organizes its store employees into four job classifications: (i) customer service representative (CSR); (ii) parts sales manager (PSM); (iii) assistant store manager (ASM); and (iv) store manager. At the time of the acquisition, AutoZone made the appellant a part-time CSR at a pay rate of $6.59/hr. In April of 1998, she became full-time at a rate of $6.92/hr. Her duties expanded to encompass the whole range of customer sales. She was not tasked with managerial duties but helped train several new employees in company policies and systems.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the summer of 1998, the appellant began lobbying for a promotion to PSM. When her interest went unrequited, she approached her district manager, Jeff Mello, and voiced a suspicion that gender had played a role in AutoZone's unwillingness to move her up the corporate ladder. Mello pooh-poohed this suggestion and provided the appellant with a list of skills she should master in order to improve her qualifications for a PSM position.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant received a promotion to the PSM rank and a raise to $8/hr. in September of 1999. From the time that AutoZone acquired Auto Palace until the date of her ascension, AutoZone filled five PSM vacancies (only two of which were filled after the appellant had applied for a promotion). Every successful candidate was a man.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Soon after her promotion to PSM, the appellant expressed an interest in becoming an ASM. She was passed over four times for ASM openings &#8212; each time in favor of a man (some of whom were new hires). The appellant remains a PSM.</p>\n    </div>\n    <p class=\"center\">B. <i>Travel of the Case.</i></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On November 16, 2000, the appellant filed a charge of discrimination with the Rhode Island Commission for Human Rights (the Commission). <i>See</i> R.I. Gen. Laws &#167; 28-5-17 (making the filing of an administrative charge a precondition to suit under the Rhode Island Fair Employment Practices Act). Having obtained a right-to-sue letter, the appellant commenced a civil action in a Rhode Island state court. In her complaint, she charged that, due to her gender, AutoZone had unduly delayed her elevation to PSM, denied her a promotion to ASM, and paid her less than similarly situated males. All of her claims were grounded on two state statutes &#8212; the RICRA and the Rhode Island Fair Employment Practices Act (FEPA), R.I. Gen. Laws &#167;&#167; 28-5-1 to 28-5-42.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Citing the existence of diversity of citizenship and a controversy in the requisite amount, AutoZone removed the action to the federal district court. 28 U.S.C. &#167;&#167; 1332(a), 1441. After the completion of pretrial discovery, the district court granted an across-the-board summary judgment in AutoZone's favor. <i>Rathbun,</i> 253 F.Supp.2d at 236. The court applied the one-year FEPA statute of limitations, R.I. Gen. Laws &#167; 28-5-17(a), to all the failure-to-promote claims (including those brought under the RICRA). The court reasoned that it would be anomalous for factually identical claims to be time-barred under the FEPA yet timely under the RICRA, and that, therefore, the state legislature must have intended a one-year limitations period to apply to both statutes. <i>Rathbun,</i> 253 F.Supp.2d at 231-34.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Since the appellant had filed her charge of discrimination with the state agency on November 16, 2000, the lower court's limitations decision meant that the court regarded as potentially actionable only those employment decisions that took place between November 16, 1999 and November 16, 2000. From this coign of vantage, the court concluded that the failure-to-promote claims could not successfully run the summary judgment gauntlet. <i>Id.</i> at 235-36. With respect to the unequal pay claim, the court treated the relevant events as constituting \"a series of related, connected acts\" within the meaning of the continuing violation doctrine. <i>Id.</i> at 231. On that basis, it deemed potentially actionable events outside the one-year limitations period. <i>Id.</i> Still, it found no evidentiary predicate sufficient to allow the unequal pay claim to proceed to trial. <i>Id.</i> at 235-36. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. THE SUMMARY JUDGMENT STANDARD</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review the entry of summary judgment de novo. <i>Garside,</i> 895 F.2d at 48. Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Once the moving party avers the absence of genuine issues of material fact, the nonmovant must show, through materials of evidentiary quality, that such a dispute exists. A properly supported motion for summary judgment cannot be defeated by relying upon improbable inferences, conclusory allegations, or rank speculation. <i>Mesnick v. Gen. Elec. Co.,</i> 950 F.2d 816, 822 (1st Cir.1991).</p>\n    </div>\n    <p class=\"indent\">III. THE RICRA LIMITATIONS PERIOD</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The threshold issue in this case involves the rule of prescription that applies to employment discrimination claims brought under the RICRA. The Rhode Island General Assembly enacted the RICRA in 1990. The statute does not contain a built-in statute of limitations. The court below was the first to attempt a definitive answer to the question of when an employment discrimination action brought under the RICRA should be deemed timely.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Where, as here, a state's highest court has not spoken on a matter of state substantive law, a federal court sitting in diversity must \"ascertain the rule the state court would most likely follow under the circumstances, even if [its] independent judgment on the question might differ.\" <i>Blinzler v. Marriott Int'l, Inc.,</i> 81 F.3d 1148, 1151 (1st Cir.1996). In that endeavor, the federal court may seek guidance from a wide range of sources, including but not limited to \"analogous state court decisions, persuasive adjudications by courts of sister states, learned treatises, and public policy considerations identified in state decisional law.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When a rights-creating statute is silent as to what limitations period should apply, the Rhode Island Supreme Court's practice has been to look first to residual statutes of limitations. <i>See, e.g., Paul v. City of Woonsocket,</i> 745 A.2d 169, 171-72 (R.I. 2000); <i>Lyons v. Town of Scituate,</i> 554 A.2d 1034, 1035 (R.I.1989); <i>Commerce Oil Ref. Corp. v. Miner,</i> 98 R.I. 14, 199 A.2d 606, 607-08 (1964). Two of these residual statutes are arguably applicable here: a three-year statute of limitations for \"[a]ctions for injuries to the person,\" R.I. Gen. Laws &#167; 9-1-14(b), and a catchall ten-year statute of limitations for civil actions to which no other provision applies, <i>id.</i> &#167; 9-1-13(a).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We believe that the former is a natural fit. The state supreme court has construed the \"injuries to the person\" taxonomy broadly:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[T]he phrase `injuries to the person' is to be construed comprehensively and as contemplating its application to actions involving injuries that are other than physical. Its purpose is to include within that period of limitation actions brought for injuries resulting from invasions of rights that inhere in man as a rational being, that is, rights to which one is entitled by reason of being a person in the eyes of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Commerce Oil,</i> 199 A.2d at 610. As a result, the vast majority of state statutes that create tort-like rights of action but do not contain built-in timeliness rules have been deemed to fall within the compass of section 9-1-14(b). <i>See Lyons,</i> 554 A.2d at 1036 (collecting cases); <i>see also Commerce</i> <i>Oil,</i> 199 A.2d at 610 (applying section 9-1-14(b) to actions for malicious use of process). Although the case law admits of an occasional aberration, <i>see, e.g., Church v. McBurney,</i> 513 A.2d 22, 24-26 (R.I.1986), the trend is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The RICRA's provenance confirms this intuition. The Rhode Island General Assembly enacted the statute in response to the United States Supreme Court's decision in <i>Patterson v. McLean Credit Union,</i> 491 U.S. 164, 109 S.Ct. 2363, 105 L.Ed.2d 132 (1989). <i>See Ward v. City of Pawtucket Police Dep't,</i> 639 A.2d 1379, 1381 (R.I. 1994) (discussing the RICRA's legislative history). The <i>Patterson</i> Court interpreted 42 U.S.C. &#167; 1981 to provide protection from racial discrimination only in contract formation and not in the subsequent modification and performance of contracts. 491 U.S. at 171, 109 S.Ct. 2363. The RICRA aspired to fill this void and to afford the same expanded protection in instances of discrimination based on age, sex, religion, disability, and national origin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The contours of the RICRA plainly reveal the General Assembly's overarching intent to craft a broad civil rights act that would both complement and supplement federal civil rights protections. <i>See Eastridge v. R.I. Coll.,</i> 996 F.Supp. 161, 169 (D.R.I. 1998); <i>Ward,</i> 639 A.2d at 1381-82.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A frank recognition of this goal simplifies the interpretive task. The Rhode Island Supreme Court consistently has regarded civil rights violations as injuries to the person, <i>see, e.g., Paul,</i> 745 A.2d at 172, and the natural inference to be drawn from the case law is that the RICRA, like other civil rights laws, makes actionable injuries to the person.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Then, too, it is reasonable to presume that the RICRA's drafters, who modeled the statute after section 1981, must have been aware of the precedents interpreting the federal statute and must have intended the state law to trigger the same limitations period. In <i>Goodman v. Lukens Steel Co.,</i> 482 U.S. 656, 107 S.Ct. 2617, 96 L.Ed.2d 572 (1987), for example, the United States Supreme Court held squarely that the relevant state statute of limitations governing personal injury claims applied to section 1981 actions. <i>Id.</i> at 660-62, 107 S.Ct. 2617. The Court reasoned that since section 1981 is a civil rights statute primarily concerned with preventing and compensating \"fundamental injur[ies] to the individual rights of a person,\" the most analogous state statute of limitations would be the one generally applicable to personal injury actions. <i>Id.</i> at 661, 107 S.Ct. 2617; <i>see also Partin v. St. Johnsbury Co.,</i> 447 F.Supp. 1297, 1299, 1301 (D.R.I.1978) (characterizing an action under section 1981 as \"essentially an action to redress a violation of a tort duty\" and applying the statute of limitations for injuries to the person); <i>cf. Wilson v. Garcia,</i> 471 U.S. 261, 277, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1985) (characterizing a violation of 42 U.S.C. &#167; 1983 as \"an injury to the individual rights of the person\" and upholding the use of a state statute of limitations governing actions for injuries to the person).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Despite this wealth of authority, we cannot settle upon section 9-1-14(b) as the appropriate source for a rule of timeliness without first testing the district court's conviction that the legislature could not have intended that limitations period to apply. The court noted that in the employment discrimination context the RICRA and the FEPA furnish overlapping remedies. <i>Rathbun,</i> 253 F.Supp.2d at 231. In its view, reading the two statutes together indicates a legislative intention that the later enacted statute (the RICRA) should be subjected to the one-year statute of limitations that the General Assembly explicitly inserted into the FEPA. <i>Id.</i> at 231-32.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court premised this holding on two well-traveled canons of construction. One is the venerable concept that \"statutes which relate to the same subject matter should be considered together so that they will harmonize with each other and be consistent with their general objective scope.\" <i>State v. Ahmadjian,</i> 438 A.2d 1070, 1081 (R.I.1981). This canon of construction, often referred to by the catch phrase \"in pari materia,\" does not necessarily require that the two statutes be enacted at the same time or even that they refer to one another. <i>See, e.g., Blanchette v. Stone,</i> 591 A.2d 785, 786 (R.I.1991). In pari materia treatment requires only that a logical nexus between two laws pulls strongly in favor of uniform treatment. <i>Berthiaume v. Sch. Comm. of Woonsocket,</i> 121 R.I. 243, 397 A.2d 889, 893 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even assuming, purely for argument's sake, that the FEPA and the RICRA are in pari materia, the district court's thesis-that harmonizing them requires application of the same rule of timeliness to both &#8212; is incorrect. The FEPA is intended to foster equality of employment opportunities. <i>See</i> R.I. Gen. Laws &#167;&#167; 28-5-3, 28-5-5. It closely tracks the language of, and acts as Rhode Island's analogue to, Title VII. Like Title VII, the FEPA is principally directed at employers. It establishes a comprehensive scheme for the vindication of the rights it protects. This scheme relies heavily on an obligatory administrative process.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The FEPA's temporal requirements are tied to this administrative process. A person seeking to enforce rights under the FEPA must file a charge with the Commission within one year from the time of the alleged discriminatory act or practice. <i>Id.</i> &#167; 28-5-17(a). If, after a preliminary investigation, the Commission finds probable cause to believe that unlawful employment practices have occurred, \"it shall endeavor to eliminate [those practices] by informal methods of conference, conciliation, and persuasion.\" <i>Id.</i> &#167; 28-5-17(b). The complainant, should he or she so choose, may obtain a right-to-sue letter from the Commission and bring suit within ninety days of receiving such a letter. <i>Id.</i> &#167; 28-5-24.1(a). Failing all else, the Commission itself has the power to sue the offending party within two years of the charge-filing date. <i>Id.</i> &#167; 28-5-18.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This statutory framework indicates a desire for intense agency involvement in resolving employment discrimination disputes. <i>Cf. Burnett v. Grattan,</i> 468 U.S. 42, 53-54, 104 S.Ct. 2924, 82 L.Ed.2d 36 (1984) (noting that the administrative procedures in Maryland's fair employment practices law indicate a preference for \"the [state] agency's intervention in live disputes\"). A short limitations period for filing an administrative charge makes sense in light of the obvious desirability of getting the agency involved while the wounds are fresh. <i>See Roadway Express, Inc. v. RICHR,</i> 416 A.2d 673, 676 (R.I. 1980) (\"A mandatory time limit promotes prompt investigations and attempts to conciliate alleged violations of the Act.\"). In that context, prompt notification also enables employers to collect and preserve evidence before the trail grows cold. <i>Id.</i> While the state supreme court has not commented directly on the requirement that a complainant file an administrative charge within one year of the alleged discrimination, R.I. Gen. Laws &#167; 28-5-17(a) &#8212; the <i>Roadway Express</i> court was dealing with an earlier incarnation of the FEPA &#8212; it is reasonable to assume that the desire for prompt and efficient resolution of FEPA complaints animates that rule of timeliness as well.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The RICRA is a different kind of statute. It sweeps far more broadly than the FEPA, covering a host of situations, many of which do not involve the employer-employee relationship at all. Moreover, the RICRA neither establishes nor incorporates any sort of administrative process. As the Rhode Island Supreme Court stated in rejecting an attempt to apply the FEPA's administrative exhaustion requirements to RICRA claims by judicial fiat, \"[t]here is no language requiring, or even suggesting, that a plaintiff must first exhaust any or all administrative remedies before filing a civil action [under the RICRA].\" <i>Ward,</i> 639 A.2d at 1382. And, moreover, there is no basis for \"reading such a requirement into the statute.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This difference in orientation is telling. The RICRA is primarily a vehicle for compensating victims of civil rights violations. <i>Cf. Burnett,</i> 468 U.S. at 53, 104 S.Ct. 2924 (explaining that a principal goal of the federal civil rights statutes is \"compensation of persons whose civil rights have been violated\"). Seen in this light, it makes sense that the legislature would have wanted to apply to RICRA claims a limitations period geared to the occurrence of the discriminatory act or practice rather than a limitations period geared to a non-existent administrative process. <i>See id.</i> at 48-55, 104 S.Ct. 2924 (holding that state residual statutes of limitations, not the period for filing administrative employment discrimination complaints, are appropriate for federal civil rights actions); <i>see also Rossiter v. Potter,</i> 357 F.3d 26, 29-32 (1st Cir.2004) (rejecting application of Title VII's limitations period to ADEA actions that bypass the administrative process). We conclude, therefore, that the two statutes need not &#8212; and should not &#8212; be construed in lockstep.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court also based its holding on another canon of construction: that repeals by implication are disfavored and should not be judicially imposed unless that conclusion is inevitable. <i>See Passamaquoddy Tribe v. Maine,</i> 75 F.3d 784, 790 (1st Cir.1996); <i>Berthiaume,</i> 397 A.2d at 893. Legislatures are presumed to know of their prior enactments and not to have repealed any part of a prior law without registering an explicit statement to that effect. <i>Brennan v. Kirby,</i> 529 A.2d 633, 637 (R.I.1987). Thus, \"when apparently inconsistent statutory provisions are questioned, every attempt should be made to construe and apply them so as to avoid the inconsistency and [the words] should not be applied literally if to do so would produce patently absurd or unreasonable results.\" <i>Id.</i> Brandishing this doctrinal staff, the district court suggests that applying anything except a one-year limitations period to employment discrimination actions brought under the RICRA would impliedly repeal the FEPA's limitations period. <i>Rathbun,</i> 253 F.Supp.2d at 232.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We find this suggestion unconvincing. Repeal by implication is a matter of concern when two statutory provisions are inconsistent on their face. <i>See, e.g., Blanchette,</i> 591 A.2d at 786-87; <i>Prov. Elec. Co. v. Donatelli Bldg. Co.,</i> 116 R.I. 340, 356 A.2d 483, 485-86 (1976). Here, however, no such collision looms: the FEPA's one-year statute of limitations can coexist peacefully with a disparate limitations period for RICRA actions. Although this coexistence means that factually identical claims will be treated differently by the courts depending on the statute under which a particular claim is asserted, that differential treatment flows naturally from the General Assembly's choice to embroider one statute (the FEPA) with an elaborate administrative process and to craft the other (the RICRA) without any reference to that administrative process.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The significance of this choice hardly can be overstated. The Rhode Island Supreme Court has determined unequivocally that, despite the area of overlap between the FEPA and the RICRA, the two statutes were meant to provide separate, if sometimes converging, avenues to relief. <i>See Ward,</i> 639 A.2d at 1382; <i>cf. Johnson v. Ry. Express Agency, Inc.,</i> 421 U.S. 454, 457-61, 95 S.Ct. 1716, 44 L.Ed.2d 295 (1975) (reaching a similar conclusion in comparing 42 U.S.C. &#167; 1981 and Title VII). That factually identical claims may be subject to different rules of timeliness depending upon the statutory vehicle that the claimant elects to employ is a natural consequence of the legislature's decision to offer claimants separate administrative and judicial paths through which to rectify the same wrongs. In the absence of a literal inconsistency, differential treatment of factually identical claims is not a proper ground for invoking the doctrine of repeal by implication. <i>See Radzanower v. Touche Ross &amp; Co.,</i> 426 U.S. 148, 155, 96 S.Ct. 1989, 48 L.Ed.2d 540 (1976); <i>Passamaquoddy Tribe,</i> 75 F.3d at 790.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In sum, there is strong evidence that the authors of the RICRA intended that statute to function as a broad civil rights law aimed at remedying injuries to the person. We discern no valid reason to rewrite that scheme by importing into it the FEPA's one-year limitations period. Because we are confident that the Rhode Island Supreme Court, when faced with the question, will not choose that course, we hold that RICRA actions are governed by Rhode Island's three-year residual statute of limitations for injuries to the person, namely, R.I. Gen. Laws &#167; 9-1-14(b). In ruling to the contrary, the district court erred.</p>\n    </div>\n    <p class=\"indent\">IV. THE MERITS</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Our conclusion that the district court used the wrong limitations period does not end our odyssey. An appellate court ordinarily is not confined to the trial court's rationale, but, rather, may sustain the entry of summary judgment on any ground made manifest in the record. <i>See Houlton Citizens' Coalition v. Town of Houlton,</i> 175 F.3d 178, 184 (1st Cir.1999). We proceed, therefore, to address AutoZone's asseveration that, notwithstanding the lower court's incorrect appraisal of the applicable rule of timeliness, none of the appellant's claims are trialworthy.</p>\n    </div>\n    <p class=\"center\">A. <i>The Legal Framework.</i></p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The appellant's claims are based on two distinct species of factual allegations: failure to promote and unequal pay. Despite these factual differences, however, all the claims are brought under the FEPA and the RICRA.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We start with these statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The FEPA, in terms, makes it illegal for any covered employer to discriminate against an employee on account of gender \"with respect to hire, tenure, compensation, terms, conditions or privileges of employment, or any other matter directly or indirectly related to employment.\" R.I. Gen. Laws &#167; 28-5-7(1)(ii). The RICRA sweeps more broadly, guaranteeing an individual's rights in regard to the \"making, performance, modification and termination of contracts\" and \"the enjoyment of all benefits, terms, and conditions of the contractual and other relationships.\" <i>Id.</i> &#167; 42-112-1(b). This language has been authoritatively determined to forfend \"against all forms of discrimination in all phases of employment.\" <i>Ward,</i> 639 A.2d at 1381.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Neither statute explicitly limns the legal framework that courts should use to determine the existence vel non of discrimination. In FEPA cases challenging failures to promote &#8212; there are no RICRA cases directly on point &#8212; the Rhode Island Supreme Court has used the burden-shifting framework developed by the federal courts in Title VII cases. <i>See, e.g., Mine Safety Appl. Co. v. Berry,</i> 620 A.2d 1255, 1258 (R.I.1993). We assume that this framework applies equally under the RICRA. <i>See Rathbun,</i> 253 F.Supp.2d at 236 (holding to that effect).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The failure-to-promote claims rest on the premise that AutoZone treated women in general (and the appellant in particular) differently than men. The core inquiry in such disparate treatment cases is whether the defendant intentionally discriminated against the plaintiff because of her gender. <i>Cumpiano v. Banco Santander,</i> 902 F.2d 148, 153 (1st Cir.1990). Direct evidence of discriminatory intent is not required. <i>U.S. Postal Serv. Bd. of Govs. v. Aikens,</i> 460 U.S. 711, 716-17, 103 S.Ct. 1478, 75 L.Ed.2d 403 (1983). Instead, a plaintiff may employ the aforementioned burden-shifting framework. If she follows that path, the plaintiff first must establish a prima facie case of gender discrimination. <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). The elements of the plaintiff's prima facie case vary according to the nature of her claim. In a failure-to-promote claim, for example, those elements are that the plaintiff (i) is a member of a protected class who (ii) was qualified for an open position for which she applied, but (iii) was rejected (iv) in favor of someone possessing similar qualifications. <i>Gu v. Boston Police Dep't,</i> 312 F.3d 6, 11 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">That modest showing suffices to raise an inference of intentional discrimination. <i>Texas Dep't of Cmty. Affairs v. Burdine,</i> 450 U.S. 248, 253-54, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981). The burden of production then shifts to the employer to articulate a legitimate, nondiscriminatory reason for its employment decision(s). <i>Id.</i> at 254-56, 101 S.Ct. 1089. \"So long as the employer proffers such a reason, the inference raised by plaintiff's prima facie case vanishes.\" <i>Medina-Munoz v. R.J. Reynolds Tobacco Co.,</i> 896 F.2d 5, 7 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">At that juncture, the burden of production reverts to the plaintiff, who then must proffer evidence that she was treated differently on account of her sex. <i>See Burdine,</i> 450 U.S. at 256, 101 S.Ct. 1089. This evidence, viewed in the light most favorable to the plaintiff, must be sufficient \"to prove ... that the legitimate reasons offered by the [employer] were not its true reasons, but were a pretext for discrimination.\" <i>Id.</i> at 253, 101 S.Ct. 1089. To this end, \"many veins of circumstantial evidence... may be mined.\" <i>Mesnick,</i> 950 F.2d at 824. These include &#8212; but are by no means limited to &#8212; evidence of differential treatment, evidence of discriminatory comments, statistical evidence, and comparative evidence. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Satisfying this third-stage burden does not necessarily require independent evidence of discriminatory animus. In a proper case, the trier may infer the ultimate fact of discrimination from components of the plaintiff's prima facie showing combined with compelling proof of the pre-textual nature of the employer's explanation. <i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 147-49, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000); <i>Feliciano de la Cruz v. El Conquistador Resort &amp; Country Club,</i> 218 F.3d 1, 6 (1st Cir. 2000). Where, as here, the case arises on the employer's motion for summary judgment, the plaintiff's task is to identify a genuine issue of material fact with respect to whether the employer's stated reason for the adverse employment action was a pretext for a proscribed type of discrimination. <i>See Thomas v. Eastman Kodak Co.,</i> 183 F.3d 38, 62 (1st Cir.1999); <i>see also Mesnick,</i> 950 F.2d at 824-25 (discussing the interplay between Rule 56 and the <i>McDonnell Douglas</i> framework).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rhode Island law is less clear about how to approach unequal pay claims brought under the FEPA and the RICRA. The Rhode Island Supreme Court has not spoken to the subject. We believe it is likely, however, that when confronted with the issue, the court will follow its habitual pattern and look to the closest federal analogue. <i>See, e.g., Ctr. for Behav. Health v. Barros,</i> 710 A.2d 680, 685 (R.I.1998). On the surface, that might be either the Equal Pay Act or Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The choice may matter. A plaintiff can establish a prima facie case under the Equal Pay Act simply by showing that the employer paid different wages to employees of different sexes for jobs performed under similar working conditions and that require equal skill, effort, and responsibility. <i>Corning Glass Works v. Brennan,</i> 417 U.S. 188, 195, 94 S.Ct. 2223, 41 L.Ed.2d 1 (1974). Unlike a prima facie case under the <i>McDonnell Douglas</i> rubric, that showing suffices to shift the burden of proof &#8212; not merely the burden of production &#8212; to the employer. From that point forward, the employer may escape liability only by establishing that the wage disparity resulted from \"(i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on a factor other than sex.\" <i>Id.</i> at 196, 94 S.Ct. 2223 (quoting 29 U.S.C. &#167; 206(d)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To complicate matters, even were the state supreme court to choose the Title VII analogy, it would discover that federal courts are divided on whether to use the <i>McDonnell Douglas</i> burden-shifting framework or the Equal Pay Act's more specialized paradigm when unequal pay claims are raised under Title VII. <i>Compare, e.g., Meeks v. Computer Assocs. Int'l,</i> 15 F.3d 1013, 1019-20 (11th Cir.1994) (applying <i>McDonnell Douglas</i>), <i>and Fallon v. Illinois,</i> 882 F.2d 1206, 1214 (7th Cir.1989) (same), <i>with, e.g., Korte v. Diemer,</i> 909 F.2d 954, 959 (6th Cir.1990) (applying Equal Pay Act framework), <i>and Kouba v. Allstate Ins. Co.,</i> 691 F.2d 873, 875 (9th Cir.1982) (same). This court has not taken a position on the matter. <i>See Rodriguez v. Smithkline Beecham,</i> 224 F.3d 1, 8 n. 11 (1st Cir.2000) (reserving the question).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need not decide these intriguing questions today. The district court analyzed the unequal pay claim under the <i>McDonnell Douglas</i> burden-shifting framework. <i>See Rathbun,</i> 253 F.Supp.2d at 234-36. The appellant acquiesced in this mode of analysis. Throughout the proceedings below, she abjured any suggestion that the Equal Pay Act framework might apply and, on appeal, she has not challenged this aspect of the lower court's decision. She has, therefore, forfeited the opportunity to argue for the application of a different, more plaintiff-friendly standard. <i>See Marcoux v. Maine,</i> 797 F.2d 1100, 1106 (1st Cir.1986). We therefore proceed to analyze the appellant's unequal pay claim in terms of the <i>McDonnell Douglas</i> burden-shifting framework.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"center\">B. <i>The Promotion Claims.</i></p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The appellant contends that, on several occasions, AutoZone refused to promote her to management positions for which she was qualified and in which she had expressed an interest. She claims that these employment decisions were motivated by gender bias, noting that each time a man was hired or promoted into the position. To state the obvious, only those employment actions that took place within the limitations period are actionable. <i>See Nat'l R.R. Passenger Corp. v. Morgan,</i> 536 U.S. 101, 110, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002). For purposes of the appellant's RICRA claims, that grouping encompasses only those actions that took place within the three-year period preceding August 3, 2001.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Here, however, the universe of actionable claims is further truncated. The appellant first expressed an interest in the PSM position in mid 1998. AutoZone promoted her to that post on September 12 of the following year. Consequently, we deem potentially actionable only those PSM promotions that occurred between August 3, 1998 and September 12, 1999. Similarly, the appellant first expressed an interest in becoming an ASM sometime after September 12, 1999. Thus, we deem potentially actionable only those ASM promotions arising between September 13, 1999 and August 3, 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This line-drawing leaves six employment decisions in play (as contrasted with the two considered by the district court, <i>see Rathbun,</i> 253 F.Supp.2d at 235). Two of these six potentially actionable decisions involve the PSM position. Rick Allen was hired as a PSM in November of 1998 at AutoZone's Warwick store.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The second PSM decision involved Chris Brosco, who was elevated from a CSR slot in March of 1999. Four other potentially actionable employment decisions involve ASM positions. Two were filled by direct hires, namely, Tom Disano (September 1999) and Nick Medeiros (April 2000). Two more were filled by promotions from within the organization, namely, Rick Allen (April 2000) and Jos&#233; Rios (February 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court assumed that the record, viewed in the light most favorable to the appellant, satisfies the prima facie case requirement. <i>Rathbun,</i> 253 F.Supp.2d at 234. We do the same: the evidence shows that the appellant is a member of a protected class (a woman); that an adverse employment action occurred (her employer denied her serial bids for promotion); that she was at least arguably qualified for the position(s) that she sought; and that the position(s) were filled by others whose credentials were more or less comparable to hers. <i>See Gu,</i> 312 F.3d at 11; <i>Rossy v. Roche Prods., Inc.,</i> 880 F.2d 621, 624 (1st Cir.1989). In each instance, AutoZone has proffered reasons for its employment decision that are, on their face, nondiscriminatory. It says that the successful applicants were better qualified than the appellant (e.g., Allen was a \"parts pro\"; Medeiros previously had managed an auto body shop; and Rios, who was hired for a store with a predominantly Spanish-speaking clientele, was bilingual). The appellant's failure-to-promote claims therefore stand or fall on the third prong of the <i>McDonnell Douglas</i> framework.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Even when viewed through a wider-angled lens, the evidence of pretext is scant. It consists primarily of the appellant's assertion that she was more qualified than the successful male aspirants. She emphasizes her knowledge of auto parts, her positive performance reviews, her seniority with the company, and what she terms her superior \"people skills.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">When an employer claims to have hired or promoted one person over another on the basis of qualifications, the question is not which of the aspirants was better qualified, but, rather, whether the employer's stated reasons for selecting one over the other were pretextual. <i>See Smith v. F.W. Morse &amp; Co.,</i> 76 F.3d 413, 421 (1st Cir. 1996). In a rare case, the disappointed applicant may be able to prove pretext by showing that she was in fact better qualified than the individual selected. <i>Patterson,</i> 491 U.S. at 187-88, 109 S.Ct. 2363; <i>Rossy,</i> 880 F.2d at 625. But that is an uphill struggle: in the absence of strong objective evidence (e.g., test scores), proof of competing qualifications will seldom, in and of itself, be sufficient to create a triable issue of pretext. <i>See Millbrook v. IBP, Inc.,</i> 280 F.3d 1169, 1178-79 (7th Cir.), <i>cert. denied,</i> 537 U.S. 884, 123 S.Ct. 117, 154 L.Ed.2d 143 (2002); <i>Deines v. Tex. Dep't of Protective &amp; Regulatory Servs.,</i> 164 F.3d 277, 280-82 (5th Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This result follows from a form of the business judgment rule. <i>See Mesnick,</i> 950 F.2d at 825 (explaining that \"[c]ourts may not sit as super personnel departments, assessing the merits &#8212; or even the rationality &#8212; of employers' nondiscriminatory business decisions\"). Qualifications are notoriously hard to judge and, in a disparate treatment case, more must be shown than that the employer made an unwise personnel decision by promoting \"X\" ahead of \"Y.\" <i>See Keyes v. Sec'y of Navy,</i> 853 F.2d 1016, 1024-26 (1st Cir.1988); <i>Gray v. New Engl. Tel. &amp; Tel. Co.,</i> 792 F.2d 251, 255 (1st Cir.1986). In other words, subjective evidence of competing qualifications seldom provides a principled way for a factfinder to determine whether a given employment decision, even if wrong-headed, was anything more than \"a garden-variety mistake in corporate judgment.\" <i>Freeman v. Package Mach. Co.,</i> 865 F.2d 1331, 1341 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We recognize that there may be situations in which the difference in qualifications is so stark as to support an inference of pretext. <i>See, e.g., Deines,</i> 164 F.3d at 282 (suggesting that, in an extreme case, qualifications may be \"so widely disparate that no reasonable employer would have made the same decision,\" and, therefore, may be independently probative of pretext). Or, perhaps, there may be situations in which a great number of individual employment decisions, each of which arguably can be justified as a business judgment, may in cumulation present so one-sided a picture as to raise an inference of pretext. <i>Cf. EEOC v. Steamship Clerks Union,</i> 48 F.3d 594, 605 (1st Cir.1995) (holding that a union's facially neutral, sponsorship-based admissions policy, which yielded only white members over a six-year period, sufficed to support an inference of discrimination). The case at bar, however, does not conform to either of those models. From an objective standpoint, the appellant's qualifications are not so obviously superior to those of the successful male applicants as to undermine the legitimacy of the selection process. And the appellant has offered too few potentially relevant employment actions and too little information about company-wide promotion practices to constitute an accumulation sufficient to raise an inference of pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We also recognize that a claimed difference in qualifications may be sufficient to ground an action if accompanied by independent evidence (say, evidence of pretext or discriminatory animus). <i>See, e.g., Byrnie v. Town of Cromwell, Bd. of Educ.,</i> 243 F.3d 93, 110-11 (2d Cir.2001); <i>Emmel v. Coca-Cola Bottling Co.,</i> 95 F.3d 627, 633-36 (7th Cir.1996); <i>Rossy,</i> 880 F.2d at 625. The appellant has adduced two pieces of independent evidence that she claims show pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The first relates to the promotion of Rick Allen to an ASM position. At the time of his elevation, Allen had (i) nine disciplinary citations (as opposed to one for the appellant) and (ii) lower performance reviews in the immediately preceding period.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The appellant suggests that this evidence raises an inference that AutoZone's stated reason for promoting Allen ahead of her &#8212; superior qualifications &#8212; was a pretext for gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This argument overlooks AutoZone's assertion, based on undisputed facts, that Allen's superior parts knowledge (he previously had been employed by another automotive chain and had received a \"special certification in parts\") and the length of his tenure as an AutoZone PSM (seventeen months, as opposed to eight months for the appellant) rendered him better qualified for the ASM position notwithstanding his other shortcomings. These are difficult balances to strike &#8212; and while the wisdom of this rationale certainly can be debated, we think that AutoZone's choice comes within the sweep of the business judgment rule. <i>See, e.g., Millbrook,</i> 280 F.3d at 1182-83; <i>Guerrero v. Ashcroft,</i> 253 F.3d 309, 314-15 (7th Cir.2001); <i>Lehman v. Prudential Ins. Co.,</i> 74 F.3d 323, 329-30 (1st Cir.1996). There is no evidence of discriminatory animus here, and we do not believe that the record, taken as a whole, would allow a reasonable factfinder to infer, on this meager showing, that Allen's promotion was an exercise in gender discrimination. <i>See Feliciano,</i> 218 F.3d at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The appellant's second evidentiary proffer is temporal in nature: she spent nineteen months with AutoZone before achieving a promotion to PSM whereas several men thereafter attained the same rank more celeritously. She argues that the much shorter incubation periods experienced by these men (e.g., Guillermo Feliz &#8212; one month; Rob Stone and Jos&#233; Rios &#8212; three months; Michael Crumb &#8212; five months; and Luis McDougall &#8212; eleven months) supports an inference of pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">AutoZone asks us to dismiss this proffer on the ground that all five of these PSM promotions took place <i>after</i> the appellant had been promoted to that rank. But the fact that an event itself is not actionable does not automatically negate its evidentiary value. A discriminatory act or practice that is not the basis for a timely charge of discrimination nonetheless may constitute relevant background evidence in a proceeding in which the same type of discriminatory act or practice has been timely challenged. <i>United Air Lines, Inc. v. Evans,</i> 431 U.S. 553, 558, 97 S.Ct. 1885, 52 L.Ed.2d 571 (1977). This rule permits reference to evidence of untimely <i>prior</i> acts or practices. <i>Nat'l R.R. Passenger Corp.,</i> 536 U.S. at 113, 122 S.Ct. 2061. It likewise permits reference to evidence of <i>subsequent</i> acts or practices. As the Seventh Circuit explained:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The last date of the allegedly discriminatory conduct is not a bright line beyond which the conduct of the employer is no longer relevant in a discrimination case. Otherwise, clearly relevant evidence would be arbitrarily excluded; for instance, a plaintiff in a race discrimination case would then be precluded from producing evidence that the week after he was fired, a white employee escaped discipline for the exact same conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\"><i>Freeman v. Madison Metro. Sch. Dist.,</i> 231 F.3d 374, 382 (7th Cir.2000). Whether such evidence is relevant depends, as in every case, on its probative force (or lack thereof). <i>See</i> Fed.R.Evid. 401, 402. That said, the appellant's evidence of swifter promotions does not generate an inference of pretext. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As with all such comparative evidence, it is the plaintiff's burden to demonstrate that she is comparing apples to apples. <i>Perkins v. Brigham &amp; Women's Hosp.,</i> 78 F.3d 747, 751 (1st Cir.1996). She \"must provide a suitable provenance for the evidence by showing that others similarly situated to h[er] in all relevant respects were treated differently by the employer.\" <i>Conward v. Cambridge Sch. Comm.,</i> 171 F.3d 12, 20 (1st Cir.1999). \"The test is whether a prudent person, looking objectively at the incidents, would think them roughly equivalent and the protagonists similarly situated.\" <i>Dartmouth Review v. Dartmouth Coll.,</i> 889 F.2d 13, 19 (1st Cir. 1989). The appellant has not carried that burden here.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Taken most favorably to her case, the appellant's evidence shows only that she and the men to whom she compares herself were all promoted to the same position; that their qualifications were roughly equivalent; that the men were elevated more quickly; and that, when promoted, they had less seniority with AutoZone. But she and her putative congeners were not applying for the same openings at the same times; the speedier promotions occurred between eight and twenty-one months <i>after</i> the appellant's promotion to PSM. This is critically important because the appellant has offered nothing to show either that PSM openings occur at an even rate or that the market environment during the periods when the men were promoted was at all similar to the market environment that prevailed while she was seeking a promotion. This lack of proof leaves unaccounted for too many variables. A multiplicity of factors (e.g., new store openings, the number of extant PSM vacancies, the number and quality of applicants, differing unemployment rates, and increased customer demand) may have influenced the need to promote employees at a faster rate than theretofore had been the case. The appellant has adduced no evidence as to these, and other, variables. <i>See Garside,</i> 895 F.2d at 48 (\"On issues where the nonmovants bear the burden of proof ... they must reliably demonstrate that specific facts sufficient to create an authentic dispute exist.\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">That ends this aspect of the matter. Without controlling for important variables, comparator evidence cannot generate an inference either of pretext or of discriminatory intent. <i>See Conward,</i> 171 F.3d at 21-22; <i>cf. Rea v. Martin Marietta Corp.,</i> 29 F.3d 1450, 1456 (10th Cir.1994) (holding that data, which failed to take into account nondiscriminatory variables, did not offer a probative comparison of similarly situated individuals). So it is here. On this record, allowing the failure-to-promote claims to go forward would be an invitation to the jury to engage in unbridled speculation.</p>\n    </div>\n    <p class=\"center\">C. <i>The Unequal Pay Claim.</i></p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">This leaves the appellant's claim that she was discriminated against in terms of her pay. In support of this claim, she identifies several male employees who, she asserts, were performing work substantially similar to hers for higher wages, despite the fact that each of the men had less seniority with AutoZone. She attributes this pay disparity to her gender.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As a preliminary matter, we must determine which (if any) of the alleged instances of pay discrimination might give rise to actionable claims. We restrict that grouping to those instances in which male employees who held the same position as the appellant were rewarded more handsomely in the same time frame. Four male PSMs fit this description: Allen, Rios, Feliz, and McDougall.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We gauge the proof as to these four individuals under the <i>McDonnell Douglas</i> burden-shifting framework. <i>See supra</i> Part IV(A). With respect to all four, the appellant has made out a prima facie case: she has adduced evidence tending to show that she is a member of a protected class; that she performed her job in keeping with her employer's expectations; and that she was paid less than men who held the same position. <i>See Cullen v. Ind. Univ. Bd. of Trustees,</i> 338 F.3d 693, 703-04 (7th Cir. 2003); <i>Belfi v. Prendergast,</i> 191 F.3d 129, 139-40 (2d Cir.1999). AutoZone's response is that its nondiscriminatory application of its standard compensation system accounts for the appellant's lower pay.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">To this end, AutoZone introduced evidence that, each year, it promulgates revised compensation guidelines. These guidelines are in tabular form. They apply only to new hires or newly-promoted individuals and have no retroactive effect.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Each year's table lists a range of starting wage rates for each job title. To illustrate, the table for 1999 dictates that an employee who became a PSM that year (as did the appellant) would earn somewhere between $7.46/hr. and $11.03/hr. to start. Where a particular employee falls within that range depends on the quartile into which she is placed. This placement devolves from AutoZone's assessment of the employee's skills, experience, ability, and knowledge. The placement determination can have a significant monetary impact. For example (again using the 1999 table), if a new PSM were placed in Quartile No. 4, she would earn between $10.13/hr. and $11.03/hr., but if placed in Quartile No. 1, she would earn between $7.46/hr. and $8.34/hr.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Employees also receive raises based on annual performance reviews. AutoZone issues guidelines for merit-based raises for each region, typically ranging from 3% to 5% of an employee's hourly rate. The guidelines are hortatory, and the company sometimes bestows raises exceeding the suggested increments. The appellant has adduced no evidence showing that raises have been allocated on the basis of gender. Because the raises have a percentage-based focus, however, discriminatory quartile determinations may well influence the amount of future raises.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">AutoZone has met its burden of articulating a legitimate, nondiscriminatory reason for the pay disparity. The salary framework itself provides part of the justification. The appellant's starting salary as a PSM, $8/hr., fell within the standard guideline range for PSMs hired in 1999 ($7.46 to $11.03/hr.), and the starting salaries paid to the four male PSMs all fell within the ranges applicable to their respective start dates. AutoZone further notes that the PSM salary ranges escalated significantly after 1999, thus explaining, in part, why Rios, Feliz, and McDougall began at higher hourly rates. The fact that the company chooses to compensate employees based in part on start dates can have the perverse effect of penalizing seniority, but that fact, in and of itself, is gender-neutral and, in any event, does not undermine the legitimacy of the employer's explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Nevertheless, the start date differences alone do not fully account for the divergence between the appellant's wages and those of her male comparators. Allen, for example, was hired a year earlier than the appellant and paid $1/hr. more despite the fact that the guideline range remained the same for both years. Allen's higher hourly rate stems not from the forced application of an inflexible guideline but from AutoZone's decision to place him in Quartile No. 2 while placing the appellant in Quartile No. 1. By the same token, the company promoted Rios in 2000, placed him in Quartile No. 2, and paid him $11/hr.; promoted Feliz in 2002, placed him in Quartile No. 3, and paid him $10.50/hr.; and promoted McDougall in 2001, placed him in Quartile No. 4, and paid him $12/hr.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">As quartile placement is a discretionary exercise, governed by a very general set of principles, the employer bears the burden of presenting legitimate, nondiscriminatory reasons for its differential decisions. AutoZone has carried this burden of production. Its affidavits suggest that the four men in question received higher quartile placements due, inter alia, to their auto parts knowledge, leadership experience, and linguistic abilities.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The appellant has tendered evidence designed to cast doubt on this explanation. She offers two examples. With respect to AutoZone's averment that it placed McDougall in Quartile No. 4 because, inter alia, he \"had previously worked as a warehouse supervisor,\" she points out that McDougall's employment application lists his previous job as \"forklift driver\" and describes his duties as using a forklift to move pallets of shoes. With respect to AutoZone's averment that it placed Feliz in Quartile No. 3 because, inter alia, he previously worked in a body shop, she suggests that Feliz spent only a single month at an auto body shop (and, then, as a shipping clerk). According to the appellant, these discrepancies, taken together with her prima facie case, raise a genuine issue of material fact as to whether AutoZone's professed rationales were pretexts for gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We do not agree. In the first place, the record does not support the claimed discrepancy as to Feliz. The only place in which we can find an indication that Feliz spent no more than a month in an auto body shop is in the appellant's affidavit. The difficulty is patent. The affidavit refers to \"Exhibit T,\" but the last exhibit attached to it is Exhibit S. The only Exhibit T that we can locate in the record &#8212; an AutoZone exhibit &#8212; contains no mention whatever of Feliz. Given the elusiveness of Exhibit T, we are left with the appellant's unsupported statement about Feliz's employment history &#8212; a statement that addresses a matter about which the appellant lacks (or, at least, has not demonstrated any basis for) personal knowledge. Thus, her statement cannot be accorded any weight in the summary judgment calculus. <i>See Cadle Co. v. Hayes,</i> 116 F.3d 957, 961 n. 5 (1st Cir.1997); <i>see also</i> Fed.R.Civ.P. 56(e) (stating that affidavits \"shall be made on personal knowledge\" and \"shall show affirmatively that the affiant is competent to testify to the matters stated therein\").</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">This leads us naturally to a larger problem with the appellant's proffers. Even if fully credited, they succeed only in calling into doubt one of several rationales that AutoZone has advanced for its decision to assign these men higher quartiles. AutoZone placed McDougall in Quartile No. 4 not only because of his past employment history but also because he was bilingual. So too Feliz, who began in Quartile No. 3 due in part to his military experience and linguistic abilities. These additional rationales are unrebutted. On this record, we simply cannot say that the scattered inconsistencies noted by the appellant bear the weight that she attempts to pile upon them. Summary judgment was, therefore, warranted. <i>See Cullen,</i> 338 F.3d at 704; <i>Belfi,</i> 191 F.3d at 140.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In a last-ditch effort to salvage her unequal pay claim, the appellant adverts to a chart prepared by AutoZone listing all the PSMs in the relevant region as of February 23, 2000, their gender, and their wage rates. The sample consists of 114 PSMs, roughly 18% of whom are female. Of the twenty lowest-paid PSMs (those making $9/hr. or less), 30% are female. Of the twenty-seven highest-paid PSMs (those making $11/hr. or more), only 11% are female. In the appellant's view, this data supports an inference that her comparatively low wage rate falls into an overall pattern of pay disparity at the PSM level.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Statistical evidence is permissible in the disparate treatment context to show that the employer's conduct conformed to a general pattern of discrimination. <i>See Freeman,</i> 865 F.2d at 1342 (citing <i>McDonnell Douglas,</i> 411 U.S. at 805, 93 S.Ct. 1817). But \"[t]he probative worth of statistical testimony must be evaluated in light of the methodology employed, the data available, and the factual mosaic unique to the case at hand.\" <i>Id.</i> at 1342 n. 5, 93 S.Ct. 1817. While we have not universally required sophisticated statistical comparisons in disparate treatment cases, <i>see, e.g., Cuello-Suarez v. P.R. Elec. Power Auth.,</i> 988 F.2d 275, 278 (1st Cir.1993); <i>Freeman,</i> 865 F.2d at 1342 &amp; n. 5, the analysis must still cross a threshold of dependability. The chart stumbles on that threshold. The rudimentary analysis, conducted by the appellant's counsel rather than by a qualified expert, makes no attempt to ascertain the extent to which the apparent disparities may be attributable to factors other than gender. That is a significant shortcoming. <i>See Coleman v. Quaker Oats Co.,</i> 232 F.3d 1271, 1283 (9th Cir.2000); <i>Sheehan v. Daily Racing Form, Inc.,</i> 104 F.3d 940, 942 (7th Cir.1997); <i>Carter v. Ball,</i> 33 F.3d 450, 457 (4th Cir.1994). So too is the absence of any indication of statistical significance. <i>See Bennett v. Total Minatome Corp.,</i> 138 F.3d 1053, 1062 (5th Cir.1998); <i>Ottaviani v. State Univ. of N.Y.,</i> 875 F.2d 365, 370-74 (2d Cir.1989). Without more methodical treatment, we cannot say that this analysis, standing alone, is probative of discriminatory intent.</p>\n    </div>\n    <p class=\"indent\">V. CONCLUSION</p>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">We need go no further. To recapitulate, we hold that employment discrimination claims brought under the RICRA are governed by Rhode Island's residual three-year statute of limitations for injuries to the person. Although this ruling expands the universe of potentially actionable claims, we conclude that the appellant has offered insufficient evidence on either her promotion-related allegations or her unequal pay claim to survive summary judgment. Consequently, we affirm the judgment of the lower court.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The RICRA provides in relevant part:</p>\n        <p class=\"indent\">(a) All persons within the state, regardless of race, color, religion, sex, disability, age, or country of ancestral origin, shall have, except as is otherwise provided or permitted by law, the same rights to make and enforce contracts ... and to the full and equal benefit of all laws and proceedings for the security of persons and property....</p>\n        <p>* * *</p>\n        <p class=\"indent\">(b) For the purposes of this section, the right to make and enforce contracts ... includes the making, performance, modification and termination of contracts and rights concerning real or personal property, and the enjoyment of all benefits, terms, and conditions of the contractual and other relationships.</p>\n        <p class=\"indent\">R.I. Gen. Laws &#167; 42-112-1 (internal quotation marks omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In reaching this conclusion, we also take into account that many RICRA claims are not actionable under the FEPA. The RICRA applies both inside and outside the employment context<i>See, e.g., Liu v. Striuli,</i> 36 F.Supp.2d 452, 469 (D.R.I.1999). Even in the employment context, the RICRA provides a vehicle for suing all employers while the FEPA reaches only those who employ four or more persons. <i>See</i> R.I. Gen. Laws &#167; 28-5-6(7)(i). In the face of a silent statute, it would be surpassingly difficult to presume an intent to divide RICRA claims into sub-classes so that different rules of timeliness would apply depending on the context. The state, no less than the federal government, has an interest in consistent application of its laws.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The appellant could have brought her claims under applicable federal statutes<i>See, e.g.,</i> 42 U.S.C. &#167;&#167; 2000e to 2000e 17 (Title VII); 29 U.S.C. &#167; 206(d)(1) (Equal Pay Act). She eschewed that course.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While we sometimes review forfeited challenges for plain error, the decision to apply<i>McDonnell Douglas</i> to the appellant's unequal pay claim cannot plausibly be said to sink to that level. <i>See, e.g., Marcoux,</i> 797 F.2d at 1106.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Concluding, as we do, that none of the RICRA-eligible failure-to-promote claims survive summary judgment,<i>see</i> text <i>infra,</i> we have no need to consider separately the narrower subset of claims that are actionable under the FEPA's one-year limitations period.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> When a PSM position in Cranston became vacant the following June, Allen was laterally transferred to fill it. That employment action does not figure in our decisional calculus as it does not involve a promotion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The appellant also calls attention to Allen's subsequent disciplinary problems. These are immaterial, however, for the focus must be on the employer's mindset at the time of the promotion decision<i>See Cullen v. Olin Corp.,</i> 195 F.3d 317, 324 (7th Cir.1999); <i>Gray,</i> 792 F.2d at 256.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></span></p>\n    <p class=\"parties\">Betsey E. RATHBUN, Plaintiff, Appellant,<br>v.<br>AUTOZONE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-1530.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2003.</p>\n    <p class=\"date\">Decided March 18, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen A. Rodio and Lynette Labinger, with whom Rodio &amp; Brown, Ltd. and Roney &amp; Labinger were on brief, for appellant.</p>\n      <p class=\"indent\">Charles S. Kirwan and Charles S. Kirwan &amp; Associates on brief for Rhode Island Commission for Human Rights, Providence Human Relations Commission, Progreso Latino, Center for Hispanic Policy and Advocacy, Rhode Island Civil Rights Roundtable, and Rhode Island chapter of the National Employment Lawyers Association, amici curiae.</p>\n      <p class=\"indent\">Renee Gluth, with whom Tracy K. Hidalgo, Frilot, Partridge, Kohnke &amp; Clements, L.C., and Joe Whelan were on brief, for appellee.</p>\n      <p class=\"indent\">Michael E. Malamut on brief for New England Legal Foundation, amicus curiae.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this employment discrimination case, the district court granted summary judgment in the employer's favor on both the plaintiff's failure-to-promote and unequal pay claims. <i>Rathbun v. Autozone, Inc.,</i> <span class=\"citation\" data-id=\"2567763\"><a href=\"/opinion/2567763/rathbun-v-autozone-inc/\"><span class=\"volume\">253</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">226</span></a></span> (D.R.I.2003). The employee's ensuing appeal requires us to decide a series of questions, the most significant of which concerns the limitations period that governs employment discrimination actions brought under the Rhode Island Civil Rights Act of 1990 (RICRA), R.I. Gen. Laws &#167;&#167; 42-112-1 to 41-112-2. We have had the benefit of briefing on this important issue not only from the parties but also from able amici on both sides (for whose help we are grateful). Having fully considered the matter, we hold that RICRA employment discrimination claims are subject to Rhode Island's three-year residual statute of limitations for actions involving injuries to the person and, accordingly, countermand the district court's application of a one-year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We next consider the merits of the plaintiff's claims. Although our holding as to the appropriate rule of timeliness broadens the scope of her claims, we nonetheless affirm the district court's entry of summary judgment. Even when viewed through a widened lens, the evidence is insufficient to permit a reasonable finder of fact to resolve either her failure-to-promote or unequal pay claims favorably to her. Accordingly, we affirm the district court's entry of summary judgment.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We rehearse the facts in the light most agreeable to the party opposing the entry of summary judgment (here, the plaintiff), drawing all reasonable inferences to her behoof. <i>Garside v. Osco Drug, Inc.,</i> <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990).</p>\n    </div>\n    <p class=\"center\">A. <i>Employment History.</i></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the times material hereto, plaintiff-appellant Betsey E. Rathbun worked for defendant-appellee AutoZone, Inc. or its predecessor in interest, Auto Palace. The district court's opinion contains a meticulous account of the appellant's relevant employment history, <i>Rathbun,</i> 253 F.Supp.2d at 229-30, and we offer only a brief sketch.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">AutoZone operates a chain of retail stores selling automobile parts and accessories, and Auto Palace (now defunct) was in substantially the same business. In 1995, Auto Palace hired the appellant as a part-time cashier and assigned her to its Cranston, Rhode Island location. Her duties included running the cash register, stocking shelves, and assisting customers. Early in 1998, AutoZone purchased the Auto Palace chain and converted the stores to the AutoZone brand.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">AutoZone organizes its store employees into four job classifications: (i) customer service representative (CSR); (ii) parts sales manager (PSM); (iii) assistant store manager (ASM); and (iv) store manager. At the time of the acquisition, AutoZone made the appellant a part-time CSR at a pay rate of $6.59/hr. In April of 1998, she became full-time at a rate of $6.92/hr. Her duties expanded to encompass the whole range of customer sales. She was not tasked with managerial duties but helped train several new employees in company policies and systems.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the summer of 1998, the appellant began lobbying for a promotion to PSM. When her interest went unrequited, she approached her district manager, Jeff Mello, and voiced a suspicion that gender had played a role in AutoZone's unwillingness to move her up the corporate ladder. Mello pooh-poohed this suggestion and provided the appellant with a list of skills she should master in order to improve her qualifications for a PSM position.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant received a promotion to the PSM rank and a raise to $8/hr. in September of 1999. From the time that AutoZone acquired Auto Palace until the date of her ascension, AutoZone filled five PSM vacancies (only two of which were filled after the appellant had applied for a promotion). Every successful candidate was a man.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Soon after her promotion to PSM, the appellant expressed an interest in becoming an ASM. She was passed over four times for ASM openings &#8212; each time in favor of a man (some of whom were new hires). The appellant remains a PSM.</p>\n    </div>\n    <p class=\"center\">B. <i>Travel of the Case.</i></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On November 16, 2000, the appellant filed a charge of discrimination with the Rhode Island Commission for Human Rights (the Commission). <i>See</i> R.I. Gen. Laws &#167; 28-5-17 (making the filing of an administrative charge a precondition to suit under the Rhode Island Fair Employment Practices Act). Having obtained a right-to-sue letter, the appellant commenced a civil action in a Rhode Island state court. In her complaint, she charged that, due to her gender, AutoZone had unduly delayed her elevation to PSM, denied her a promotion to ASM, and paid her less than similarly situated males. All of her claims were grounded on two state statutes &#8212; the RICRA and the Rhode Island Fair Employment Practices Act (FEPA), R.I. Gen. Laws &#167;&#167; 28-5-1 to 28-5-42.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Citing the existence of diversity of citizenship and a controversy in the requisite amount, AutoZone removed the action to the federal district court. 28 U.S.C. &#167;&#167; 1332(a), 1441. After the completion of pretrial discovery, the district court granted an across-the-board summary judgment in AutoZone's favor. <i>Rathbun,</i> 253 F.Supp.2d at 236. The court applied the one-year FEPA statute of limitations, R.I. Gen. Laws &#167; 28-5-17(a), to all the failure-to-promote claims (including those brought under the RICRA). The court reasoned that it would be anomalous for factually identical claims to be time-barred under the FEPA yet timely under the RICRA, and that, therefore, the state legislature must have intended a one-year limitations period to apply to both statutes. <i>Rathbun,</i> 253 F.Supp.2d at 231-34.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Since the appellant had filed her charge of discrimination with the state agency on November 16, 2000, the lower court's limitations decision meant that the court regarded as potentially actionable only those employment decisions that took place between November 16, 1999 and November 16, 2000. From this coign of vantage, the court concluded that the failure-to-promote claims could not successfully run the summary judgment gauntlet. <i>Id.</i> at 235-36. With respect to the unequal pay claim, the court treated the relevant events as constituting \"a series of related, connected acts\" within the meaning of the continuing violation doctrine. <i>Id.</i> at 231. On that basis, it deemed potentially actionable events outside the one-year limitations period. <i>Id.</i> Still, it found no evidentiary predicate sufficient to allow the unequal pay claim to proceed to trial. <i>Id.</i> at 235-36. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. THE SUMMARY JUDGMENT STANDARD</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review the entry of summary judgment de novo. <i>Garside,</i> 895 F.2d at 48. Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Once the moving party avers the absence of genuine issues of material fact, the nonmovant must show, through materials of evidentiary quality, that such a dispute exists. A properly supported motion for summary judgment cannot be defeated by relying upon improbable inferences, conclusory allegations, or rank speculation. <i>Mesnick v. Gen. Elec. Co.,</i> <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir.1991).</p>\n    </div>\n    <p class=\"indent\">III. THE RICRA LIMITATIONS PERIOD</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The threshold issue in this case involves the rule of prescription that applies to employment discrimination claims brought under the RICRA. The Rhode Island General Assembly enacted the RICRA in 1990. The statute does not contain a built-in statute of limitations. The court below was the first to attempt a definitive answer to the question of when an employment discrimination action brought under the RICRA should be deemed timely.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Where, as here, a state's highest court has not spoken on a matter of state substantive law, a federal court sitting in diversity must \"ascertain the rule the state court would most likely follow under the circumstances, even if [its] independent judgment on the question might differ.\" <i>Blinzler v. Marriott Int'l, Inc.,</i> <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (1st Cir.1996). In that endeavor, the federal court may seek guidance from a wide range of sources, including but not limited to \"analogous state court decisions, persuasive adjudications by courts of sister states, learned treatises, and public policy considerations identified in state decisional law.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When a rights-creating statute is silent as to what limitations period should apply, the Rhode Island Supreme Court's practice has been to look first to residual statutes of limitations. <i>See, e.g., Paul v. City of Woonsocket,</i> <span class=\"citation\" data-id=\"2087572\"><a href=\"/opinion/2087572/paul-v-city-of-woonsocket/\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">169</span></a></span>, 171-72 (R.I. 2000); <i>Lyons v. Town of Scituate,</i> <span class=\"citation\" data-id=\"2101812\"><a href=\"/opinion/2101812/lyons-v-town-of-scituate/\"><span class=\"volume\">554</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1034</span></a></span>, 1035 (R.I.1989); <i>Commerce Oil Ref. Corp. v. Miner,</i> <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">14</span></span>, <span class=\"citation\" data-id=\"1999202\"><a href=\"/opinion/1999202/commerce-oil-refining-corporation-v-miner/\"><span class=\"volume\">199</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">606</span></a></span>, 607-08 (1964). Two of these residual statutes are arguably applicable here: a three-year statute of limitations for \"[a]ctions for injuries to the person,\" R.I. Gen. Laws &#167; 9-1-14(b), and a catchall ten-year statute of limitations for civil actions to which no other provision applies, <i>id.</i> &#167; 9-1-13(a).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We believe that the former is a natural fit. The state supreme court has construed the \"injuries to the person\" taxonomy broadly:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[T]he phrase `injuries to the person' is to be construed comprehensively and as contemplating its application to actions involving injuries that are other than physical. Its purpose is to include within that period of limitation actions brought for injuries resulting from invasions of rights that inhere in man as a rational being, that is, rights to which one is entitled by reason of being a person in the eyes of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Commerce Oil,</i> 199 A.2d at 610. As a result, the vast majority of state statutes that create tort-like rights of action but do not contain built-in timeliness rules have been deemed to fall within the compass of section 9-1-14(b). <i>See Lyons,</i> 554 A.2d at 1036 (collecting cases); <i>see also Commerce</i> <i>Oil,</i> 199 A.2d at 610 (applying section 9-1-14(b) to actions for malicious use of process). Although the case law admits of an occasional aberration, <i>see, e.g., Church v. McBurney,</i> <span class=\"citation\" data-id=\"2088327\"><a href=\"/opinion/2088327/church-v-mcburney/\"><span class=\"volume\">513</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">22</span></a></span>, 24-26 (R.I.1986), the trend is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The RICRA's provenance confirms this intuition. The Rhode Island General Assembly enacted the statute in response to the United States Supreme Court's decision in <i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span>, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span></a></span> (1989). <i>See Ward v. City of Pawtucket Police Dep't,</i> <span class=\"citation\" data-id=\"2197253\"><a href=\"/opinion/2197253/ward-v-city-of-pawtucket-police-dept/\"><span class=\"volume\">639</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1379</span></a></span>, 1381 (R.I. 1994) (discussing the RICRA's legislative history). The <i>Patterson</i> Court interpreted 42 U.S.C. &#167; 1981 to provide protection from racial discrimination only in contract formation and not in the subsequent modification and performance of contracts. 491 U.S. at 171, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span>. The RICRA aspired to fill this void and to afford the same expanded protection in instances of discrimination based on age, sex, religion, disability, and national origin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The contours of the RICRA plainly reveal the General Assembly's overarching intent to craft a broad civil rights act that would both complement and supplement federal civil rights protections. <i>See Eastridge v. R.I. Coll.,</i> <span class=\"citation\" data-id=\"1625239\"><a href=\"/opinion/1625239/eastridge-v-rhode-island-college/\"><span class=\"volume\">996</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">161</span></a></span>, 169 (D.R.I. 1998); <i>Ward,</i> 639 A.2d at 1381-82.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A frank recognition of this goal simplifies the interpretive task. The Rhode Island Supreme Court consistently has regarded civil rights violations as injuries to the person, <i>see, e.g., Paul,</i> 745 A.2d at 172, and the natural inference to be drawn from the case law is that the RICRA, like other civil rights laws, makes actionable injuries to the person.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Then, too, it is reasonable to presume that the RICRA's drafters, who modeled the statute after section 1981, must have been aware of the precedents interpreting the federal statute and must have intended the state law to trigger the same limitations period. In <i>Goodman v. Lukens Steel Co.,</i> <span class=\"citation\" data-id=\"111926\"><a href=\"/opinion/111926/goodman-v-lukens-steel-co/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">656</span></a></span>, <span class=\"citation\" data-id=\"111926\"><a href=\"/opinion/111926/goodman-v-lukens-steel-co/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2617</span></a></span>, <span class=\"citation\" data-id=\"111926\"><a href=\"/opinion/111926/goodman-v-lukens-steel-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1987), for example, the United States Supreme Court held squarely that the relevant state statute of limitations governing personal injury claims applied to section 1981 actions. <i>Id.</i> at 660-62, <span class=\"citation\" data-id=\"111926\"><a href=\"/opinion/111926/goodman-v-lukens-steel-co/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2617</span></a></span>. The Court reasoned that since section 1981 is a civil rights statute primarily concerned with preventing and compensating \"fundamental injur[ies] to the individual rights of a person,\" the most analogous state statute of limitations would be the one generally applicable to personal injury actions. <i>Id.</i> at 661, <span class=\"citation\" data-id=\"111926\"><a href=\"/opinion/111926/goodman-v-lukens-steel-co/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2617</span></a></span>; <i>see also Partin v. St. Johnsbury Co.,</i> <span class=\"citation\" data-id=\"1620268\"><a href=\"/opinion/1620268/partin-v-st-johnsbury-co-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1297</span></a></span>, 1299, 1301 (D.R.I.1978) (characterizing an action under section 1981 as \"essentially an action to redress a violation of a tort duty\" and applying the statute of limitations for injuries to the person); <i>cf. Wilson v. Garcia,</i> <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 277, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1985) (characterizing a violation of 42 U.S.C. &#167; 1983 as \"an injury to the individual rights of the person\" and upholding the use of a state statute of limitations governing actions for injuries to the person).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Despite this wealth of authority, we cannot settle upon section 9-1-14(b) as the appropriate source for a rule of timeliness without first testing the district court's conviction that the legislature could not have intended that limitations period to apply. The court noted that in the employment discrimination context the RICRA and the FEPA furnish overlapping remedies. <i>Rathbun,</i> 253 F.Supp.2d at 231. In its view, reading the two statutes together indicates a legislative intention that the later enacted statute (the RICRA) should be subjected to the one-year statute of limitations that the General Assembly explicitly inserted into the FEPA. <i>Id.</i> at 231-32.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court premised this holding on two well-traveled canons of construction. One is the venerable concept that \"statutes which relate to the same subject matter should be considered together so that they will harmonize with each other and be consistent with their general objective scope.\" <i>State v. Ahmadjian,</i> <span class=\"citation\" data-id=\"1899617\"><a href=\"/opinion/1899617/state-v-ahmadjian/\"><span class=\"volume\">438</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1070</span></a></span>, 1081 (R.I.1981). This canon of construction, often referred to by the catch phrase \"in pari materia,\" does not necessarily require that the two statutes be enacted at the same time or even that they refer to one another. <i>See, e.g., Blanchette v. Stone,</i> <span class=\"citation\" data-id=\"1996429\"><a href=\"/opinion/1996429/blanchette-v-stone/\"><span class=\"volume\">591</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">785</span></a></span>, 786 (R.I.1991). In pari materia treatment requires only that a logical nexus between two laws pulls strongly in favor of uniform treatment. <i>Berthiaume v. Sch. Comm. of Woonsocket,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">243</span></span>, <span class=\"citation\" data-id=\"2173047\"><a href=\"/opinion/2173047/berthiaume-v-school-com-of-city-of-woonsocket/\"><span class=\"volume\">397</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">889</span></a></span>, 893 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even assuming, purely for argument's sake, that the FEPA and the RICRA are in pari materia, the district court's thesis-that harmonizing them requires application of the same rule of timeliness to both &#8212; is incorrect. The FEPA is intended to foster equality of employment opportunities. <i>See</i> R.I. Gen. Laws &#167;&#167; 28-5-3, 28-5-5. It closely tracks the language of, and acts as Rhode Island's analogue to, Title VII. Like Title VII, the FEPA is principally directed at employers. It establishes a comprehensive scheme for the vindication of the rights it protects. This scheme relies heavily on an obligatory administrative process.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The FEPA's temporal requirements are tied to this administrative process. A person seeking to enforce rights under the FEPA must file a charge with the Commission within one year from the time of the alleged discriminatory act or practice. <i>Id.</i> &#167; 28-5-17(a). If, after a preliminary investigation, the Commission finds probable cause to believe that unlawful employment practices have occurred, \"it shall endeavor to eliminate [those practices] by informal methods of conference, conciliation, and persuasion.\" <i>Id.</i> &#167; 28-5-17(b). The complainant, should he or she so choose, may obtain a right-to-sue letter from the Commission and bring suit within ninety days of receiving such a letter. <i>Id.</i> &#167; 28-5-24.1(a). Failing all else, the Commission itself has the power to sue the offending party within two years of the charge-filing date. <i>Id.</i> &#167; 28-5-18.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This statutory framework indicates a desire for intense agency involvement in resolving employment discrimination disputes. <i>Cf. Burnett v. Grattan,</i> <span class=\"citation\" data-id=\"111237\"><a href=\"/opinion/111237/burnett-v-grattan/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 53-54, <span class=\"citation\" data-id=\"111237\"><a href=\"/opinion/111237/burnett-v-grattan/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2924</span></a></span>, <span class=\"citation\" data-id=\"111237\"><a href=\"/opinion/111237/burnett-v-grattan/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></a></span> (1984) (noting that the administrative procedures in Maryland's fair employment practices law indicate a preference for \"the [state] agency's intervention in live disputes\"). A short limitations period for filing an administrative charge makes sense in light of the obvious desirability of getting the agency involved while the wounds are fresh. <i>See Roadway Express, Inc. v. RICHR,</i> <span class=\"citation\" data-id=\"1962355\"><a href=\"/opinion/1962355/roadway-exp-inc-v-rhode-island-comn-for-hr/\"><span class=\"volume\">416</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">673</span></a></span>, 676 (R.I. 1980) (\"A mandatory time limit promotes prompt investigations and attempts to conciliate alleged violations of the Act.\"). In that context, prompt notification also enables employers to collect and preserve evidence before the trail grows cold. <i>Id.</i> While the state supreme court has not commented directly on the requirement that a complainant file an administrative charge within one year of the alleged discrimination, R.I. Gen. Laws &#167; 28-5-17(a) &#8212; the <i>Roadway Express</i> court was dealing with an earlier incarnation of the FEPA &#8212; it is reasonable to assume that the desire for prompt and efficient resolution of FEPA complaints animates that rule of timeliness as well.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The RICRA is a different kind of statute. It sweeps far more broadly than the FEPA, covering a host of situations, many of which do not involve the employer-employee relationship at all. Moreover, the RICRA neither establishes nor incorporates any sort of administrative process. As the Rhode Island Supreme Court stated in rejecting an attempt to apply the FEPA's administrative exhaustion requirements to RICRA claims by judicial fiat, \"[t]here is no language requiring, or even suggesting, that a plaintiff must first exhaust any or all administrative remedies before filing a civil action [under the RICRA].\" <i>Ward,</i> 639 A.2d at 1382. And, moreover, there is no basis for \"reading such a requirement into the statute.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This difference in orientation is telling. The RICRA is primarily a vehicle for compensating victims of civil rights violations. <i>Cf. Burnett,</i> 468 U.S. at 53, <span class=\"citation\" data-id=\"111237\"><a href=\"/opinion/111237/burnett-v-grattan/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2924</span></a></span> (explaining that a principal goal of the federal civil rights statutes is \"compensation of persons whose civil rights have been violated\"). Seen in this light, it makes sense that the legislature would have wanted to apply to RICRA claims a limitations period geared to the occurrence of the discriminatory act or practice rather than a limitations period geared to a non-existent administrative process. <i>See id.</i> at 48-55, <span class=\"citation\" data-id=\"111237\"><a href=\"/opinion/111237/burnett-v-grattan/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2924</span></a></span> (holding that state residual statutes of limitations, not the period for filing administrative employment discrimination complaints, are appropriate for federal civil rights actions); <i>see also Rossiter v. Potter,</i> <span class=\"citation\" data-id=\"200832\"><a href=\"/opinion/200832/rossiter-v-potter/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 29-32 (1st Cir.2004) (rejecting application of Title VII's limitations period to ADEA actions that bypass the administrative process). We conclude, therefore, that the two statutes need not &#8212; and should not &#8212; be construed in lockstep.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court also based its holding on another canon of construction: that repeals by implication are disfavored and should not be judicially imposed unless that conclusion is inevitable. <i>See Passamaquoddy Tribe v. Maine,</i> <span class=\"citation\" data-id=\"196568\"><a href=\"/opinion/196568/passamaquoddy-tribe-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span>, 790 (1st Cir.1996); <i>Berthiaume,</i> 397 A.2d at 893. Legislatures are presumed to know of their prior enactments and not to have repealed any part of a prior law without registering an explicit statement to that effect. <i>Brennan v. Kirby,</i> <span class=\"citation\" data-id=\"1967178\"><a href=\"/opinion/1967178/brennan-v-kirby/\"><span class=\"volume\">529</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">633</span></a></span>, 637 (R.I.1987). Thus, \"when apparently inconsistent statutory provisions are questioned, every attempt should be made to construe and apply them so as to avoid the inconsistency and [the words] should not be applied literally if to do so would produce patently absurd or unreasonable results.\" <i>Id.</i> Brandishing this doctrinal staff, the district court suggests that applying anything except a one-year limitations period to employment discrimination actions brought under the RICRA would impliedly repeal the FEPA's limitations period. <i>Rathbun,</i> 253 F.Supp.2d at 232.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We find this suggestion unconvincing. Repeal by implication is a matter of concern when two statutory provisions are inconsistent on their face. <i>See, e.g., Blanchette,</i> 591 A.2d at 786-87; <i>Prov. Elec. Co. v. Donatelli Bldg. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">340</span></span>, <span class=\"citation\" data-id=\"2311481\"><a href=\"/opinion/2311481/providence-elec-co-inc-v-donatelli-bldg-co-inc/\"><span class=\"volume\">356</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">483</span></a></span>, 485-86 (1976). Here, however, no such collision looms: the FEPA's one-year statute of limitations can coexist peacefully with a disparate limitations period for RICRA actions. Although this coexistence means that factually identical claims will be treated differently by the courts depending on the statute under which a particular claim is asserted, that differential treatment flows naturally from the General Assembly's choice to embroider one statute (the FEPA) with an elaborate administrative process and to craft the other (the RICRA) without any reference to that administrative process.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The significance of this choice hardly can be overstated. The Rhode Island Supreme Court has determined unequivocally that, despite the area of overlap between the FEPA and the RICRA, the two statutes were meant to provide separate, if sometimes converging, avenues to relief. <i>See Ward,</i> 639 A.2d at 1382; <i>cf. Johnson v. Ry. Express Agency, Inc.,</i> <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 457-61, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1975) (reaching a similar conclusion in comparing 42 U.S.C. &#167; 1981 and Title VII). That factually identical claims may be subject to different rules of timeliness depending upon the statutory vehicle that the claimant elects to employ is a natural consequence of the legislature's decision to offer claimants separate administrative and judicial paths through which to rectify the same wrongs. In the absence of a literal inconsistency, differential treatment of factually identical claims is not a proper ground for invoking the doctrine of repeal by implication. <i>See Radzanower v. Touche Ross &amp; Co.,</i> <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span>, 155, <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1989</span></a></span>, <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1976); <i>Passamaquoddy Tribe,</i> 75 F.3d at 790.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In sum, there is strong evidence that the authors of the RICRA intended that statute to function as a broad civil rights law aimed at remedying injuries to the person. We discern no valid reason to rewrite that scheme by importing into it the FEPA's one-year limitations period. Because we are confident that the Rhode Island Supreme Court, when faced with the question, will not choose that course, we hold that RICRA actions are governed by Rhode Island's three-year residual statute of limitations for injuries to the person, namely, R.I. Gen. Laws &#167; 9-1-14(b). In ruling to the contrary, the district court erred.</p>\n    </div>\n    <p class=\"indent\">IV. THE MERITS</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Our conclusion that the district court used the wrong limitations period does not end our odyssey. An appellate court ordinarily is not confined to the trial court's rationale, but, rather, may sustain the entry of summary judgment on any ground made manifest in the record. <i>See Houlton Citizens' Coalition v. Town of Houlton,</i> <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir.1999). We proceed, therefore, to address AutoZone's asseveration that, notwithstanding the lower court's incorrect appraisal of the applicable rule of timeliness, none of the appellant's claims are trialworthy.</p>\n    </div>\n    <p class=\"center\">A. <i>The Legal Framework.</i></p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The appellant's claims are based on two distinct species of factual allegations: failure to promote and unequal pay. Despite these factual differences, however, all the claims are brought under the FEPA and the RICRA.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We start with these statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The FEPA, in terms, makes it illegal for any covered employer to discriminate against an employee on account of gender \"with respect to hire, tenure, compensation, terms, conditions or privileges of employment, or any other matter directly or indirectly related to employment.\" R.I. Gen. Laws &#167; 28-5-7(1)(ii). The RICRA sweeps more broadly, guaranteeing an individual's rights in regard to the \"making, performance, modification and termination of contracts\" and \"the enjoyment of all benefits, terms, and conditions of the contractual and other relationships.\" <i>Id.</i> &#167; 42-112-1(b). This language has been authoritatively determined to forfend \"against all forms of discrimination in all phases of employment.\" <i>Ward,</i> 639 A.2d at 1381.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Neither statute explicitly limns the legal framework that courts should use to determine the existence vel non of discrimination. In FEPA cases challenging failures to promote &#8212; there are no RICRA cases directly on point &#8212; the Rhode Island Supreme Court has used the burden-shifting framework developed by the federal courts in Title VII cases. <i>See, e.g., Mine Safety Appl. Co. v. Berry,</i> <span class=\"citation\" data-id=\"1547731\"><a href=\"/opinion/1547731/mine-safety-appliances-co-v-berry/\"><span class=\"volume\">620</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1255</span></a></span>, 1258 (R.I.1993). We assume that this framework applies equally under the RICRA. <i>See Rathbun,</i> 253 F.Supp.2d at 236 (holding to that effect).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The failure-to-promote claims rest on the premise that AutoZone treated women in general (and the appellant in particular) differently than men. The core inquiry in such disparate treatment cases is whether the defendant intentionally discriminated against the plaintiff because of her gender. <i>Cumpiano v. Banco Santander,</i> <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 153 (1st Cir.1990). Direct evidence of discriminatory intent is not required. <i>U.S. Postal Serv. Bd. of Govs. v. Aikens,</i> <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 716-17, <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1478</span></a></span>, <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1983). Instead, a plaintiff may employ the aforementioned burden-shifting framework. If she follows that path, the plaintiff first must establish a prima facie case of gender discrimination. <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). The elements of the plaintiff's prima facie case vary according to the nature of her claim. In a failure-to-promote claim, for example, those elements are that the plaintiff (i) is a member of a protected class who (ii) was qualified for an open position for which she applied, but (iii) was rejected (iv) in favor of someone possessing similar qualifications. <i>Gu v. Boston Police Dep't,</i> <span class=\"citation\" data-id=\"200231\"><a href=\"/opinion/200231/gu-v-boston-police-dept/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 11 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">That modest showing suffices to raise an inference of intentional discrimination. <i>Texas Dep't of Cmty. Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 253-54, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981). The burden of production then shifts to the employer to articulate a legitimate, nondiscriminatory reason for its employment decision(s). <i>Id.</i> at 254-56, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. \"So long as the employer proffers such a reason, the inference raised by plaintiff's prima facie case vanishes.\" <i>Medina-Munoz v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">At that juncture, the burden of production reverts to the plaintiff, who then must proffer evidence that she was treated differently on account of her sex. <i>See Burdine,</i> 450 U.S. at 256, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. This evidence, viewed in the light most favorable to the plaintiff, must be sufficient \"to prove ... that the legitimate reasons offered by the [employer] were not its true reasons, but were a pretext for discrimination.\" <i>Id.</i> at 253, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>. To this end, \"many veins of circumstantial evidence... may be mined.\" <i>Mesnick,</i> 950 F.2d at 824. These include &#8212; but are by no means limited to &#8212; evidence of differential treatment, evidence of discriminatory comments, statistical evidence, and comparative evidence. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Satisfying this third-stage burden does not necessarily require independent evidence of discriminatory animus. In a proper case, the trier may infer the ultimate fact of discrimination from components of the plaintiff's prima facie showing combined with compelling proof of the pre-textual nature of the employer's explanation. <i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 147-49, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000); <i>Feliciano de la Cruz v. El Conquistador Resort &amp; Country Club,</i> <span class=\"citation\" data-id=\"199020\"><a href=\"/opinion/199020/feliciano-v-el-conquistador/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 2000). Where, as here, the case arises on the employer's motion for summary judgment, the plaintiff's task is to identify a genuine issue of material fact with respect to whether the employer's stated reason for the adverse employment action was a pretext for a proscribed type of discrimination. <i>See Thomas v. Eastman Kodak Co.,</i> <span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 62 (1st Cir.1999); <i>see also Mesnick,</i> 950 F.2d at 824-25 (discussing the interplay between Rule 56 and the <i>McDonnell Douglas</i> framework).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rhode Island law is less clear about how to approach unequal pay claims brought under the FEPA and the RICRA. The Rhode Island Supreme Court has not spoken to the subject. We believe it is likely, however, that when confronted with the issue, the court will follow its habitual pattern and look to the closest federal analogue. <i>See, e.g., Ctr. for Behav. Health v. Barros,</i> <span class=\"citation\" data-id=\"1898963\"><a href=\"/opinion/1898963/center-for-behavioral-health-v-barros/\"><span class=\"volume\">710</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">680</span></a></span>, 685 (R.I.1998). On the surface, that might be either the Equal Pay Act or Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The choice may matter. A plaintiff can establish a prima facie case under the Equal Pay Act simply by showing that the employer paid different wages to employees of different sexes for jobs performed under similar working conditions and that require equal skill, effort, and responsibility. <i>Corning Glass Works v. Brennan,</i> <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 195, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974). Unlike a prima facie case under the <i>McDonnell Douglas</i> rubric, that showing suffices to shift the burden of proof &#8212; not merely the burden of production &#8212; to the employer. From that point forward, the employer may escape liability only by establishing that the wage disparity resulted from \"(i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on a factor other than sex.\" <i>Id.</i> at 196, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span> (quoting 29 U.S.C. &#167; 206(d)(1)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To complicate matters, even were the state supreme court to choose the Title VII analogy, it would discover that federal courts are divided on whether to use the <i>McDonnell Douglas</i> burden-shifting framework or the Equal Pay Act's more specialized paradigm when unequal pay claims are raised under Title VII. <i>Compare, e.g., Meeks v. Computer Assocs. Int'l,</i> <span class=\"citation\" data-id=\"661822\"><a href=\"/opinion/661822/jessica-lind-meeks-v-computer-associates-international-a-foreign/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1013</span></a></span>, 1019-20 (11th Cir.1994) (applying <i>McDonnell Douglas</i>), <i>and Fallon v. Illinois,</i> <span class=\"citation\" data-id=\"527862\"><a href=\"/opinion/527862/lynda-fallon-v-state-of-illinois/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1214 (7th Cir.1989) (same), <i>with, e.g., Korte v. Diemer,</i> <span class=\"citation no-link\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></span>, 959 (6th Cir.1990) (applying Equal Pay Act framework), <i>and Kouba v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"410224\"><a href=\"/opinion/410224/30-fair-emplpraccas-57-30-empl-prac-dec-p-33123-lola-kouba-aka/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span>, 875 (9th Cir.1982) (same). This court has not taken a position on the matter. <i>See Rodriguez v. Smithkline Beecham,</i> <span class=\"citation\" data-id=\"770098\"><a href=\"/opinion/770098/hilda-rodriguezplaintiffs-v-smithkline-beecham-their-agents-officers/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 n. 11 (1st Cir.2000) (reserving the question).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need not decide these intriguing questions today. The district court analyzed the unequal pay claim under the <i>McDonnell Douglas</i> burden-shifting framework. <i>See Rathbun,</i> 253 F.Supp.2d at 234-36. The appellant acquiesced in this mode of analysis. Throughout the proceedings below, she abjured any suggestion that the Equal Pay Act framework might apply and, on appeal, she has not challenged this aspect of the lower court's decision. She has, therefore, forfeited the opportunity to argue for the application of a different, more plaintiff-friendly standard. <i>See Marcoux v. Maine,</i> <span class=\"citation\" data-id=\"474499\"><a href=\"/opinion/474499/41-fair-emplpraccas-636-41-empl-prac-dec-p-36438-7-employee/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span>, 1106 (1st Cir.1986). We therefore proceed to analyze the appellant's unequal pay claim in terms of the <i>McDonnell Douglas</i> burden-shifting framework.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"center\">B. <i>The Promotion Claims.</i></p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The appellant contends that, on several occasions, AutoZone refused to promote her to management positions for which she was qualified and in which she had expressed an interest. She claims that these employment decisions were motivated by gender bias, noting that each time a man was hired or promoted into the position. To state the obvious, only those employment actions that took place within the limitations period are actionable. <i>See Nat'l R.R. Passenger Corp. v. Morgan,</i> <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 110, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (2002). For purposes of the appellant's RICRA claims, that grouping encompasses only those actions that took place within the three-year period preceding August 3, 2001.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Here, however, the universe of actionable claims is further truncated. The appellant first expressed an interest in the PSM position in mid 1998. AutoZone promoted her to that post on September 12 of the following year. Consequently, we deem potentially actionable only those PSM promotions that occurred between August 3, 1998 and September 12, 1999. Similarly, the appellant first expressed an interest in becoming an ASM sometime after September 12, 1999. Thus, we deem potentially actionable only those ASM promotions arising between September 13, 1999 and August 3, 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This line-drawing leaves six employment decisions in play (as contrasted with the two considered by the district court, <i>see Rathbun,</i> 253 F.Supp.2d at 235). Two of these six potentially actionable decisions involve the PSM position. Rick Allen was hired as a PSM in November of 1998 at AutoZone's Warwick store.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The second PSM decision involved Chris Brosco, who was elevated from a CSR slot in March of 1999. Four other potentially actionable employment decisions involve ASM positions. Two were filled by direct hires, namely, Tom Disano (September 1999) and Nick Medeiros (April 2000). Two more were filled by promotions from within the organization, namely, Rick Allen (April 2000) and Jos&#233; Rios (February 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court assumed that the record, viewed in the light most favorable to the appellant, satisfies the prima facie case requirement. <i>Rathbun,</i> 253 F.Supp.2d at 234. We do the same: the evidence shows that the appellant is a member of a protected class (a woman); that an adverse employment action occurred (her employer denied her serial bids for promotion); that she was at least arguably qualified for the position(s) that she sought; and that the position(s) were filled by others whose credentials were more or less comparable to hers. <i>See Gu,</i> 312 F.3d at 11; <i>Rossy v. Roche Prods., Inc.,</i> <span class=\"citation\" data-id=\"526739\"><a href=\"/opinion/526739/50-fair-emplpraccas-822-51-empl-prac-dec-p-39233-julie-rossy-v/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 624 (1st Cir.1989). In each instance, AutoZone has proffered reasons for its employment decision that are, on their face, nondiscriminatory. It says that the successful applicants were better qualified than the appellant (e.g., Allen was a \"parts pro\"; Medeiros previously had managed an auto body shop; and Rios, who was hired for a store with a predominantly Spanish-speaking clientele, was bilingual). The appellant's failure-to-promote claims therefore stand or fall on the third prong of the <i>McDonnell Douglas</i> framework.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Even when viewed through a wider-angled lens, the evidence of pretext is scant. It consists primarily of the appellant's assertion that she was more qualified than the successful male aspirants. She emphasizes her knowledge of auto parts, her positive performance reviews, her seniority with the company, and what she terms her superior \"people skills.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">When an employer claims to have hired or promoted one person over another on the basis of qualifications, the question is not which of the aspirants was better qualified, but, rather, whether the employer's stated reasons for selecting one over the other were pretextual. <i>See Smith v. F.W. Morse &amp; Co.,</i> <span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 421 (1st Cir. 1996). In a rare case, the disappointed applicant may be able to prove pretext by showing that she was in fact better qualified than the individual selected. <i>Patterson,</i> 491 U.S. at 187-88, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span>; <i>Rossy,</i> 880 F.2d at 625. But that is an uphill struggle: in the absence of strong objective evidence (e.g., test scores), proof of competing qualifications will seldom, in and of itself, be sufficient to create a triable issue of pretext. <i>See Millbrook v. IBP, Inc.,</i> <span class=\"citation\" data-id=\"776605\"><a href=\"/opinion/776605/gary-millbrook-v-ibp-inc/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1169</span></a></span>, 1178-79 (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">884</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">117</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">143</span></span> (2002); <i>Deines v. Tex. Dep't of Protective &amp; Regulatory Servs.,</i> <span class=\"citation\" data-id=\"760386\"><a href=\"/opinion/760386/78-fair-emplpraccas-bna-1632-75-empl-prac-dec-p-45748-walter/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 280-82 (5th Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This result follows from a form of the business judgment rule. <i>See Mesnick,</i> 950 F.2d at 825 (explaining that \"[c]ourts may not sit as super personnel departments, assessing the merits &#8212; or even the rationality &#8212; of employers' nondiscriminatory business decisions\"). Qualifications are notoriously hard to judge and, in a disparate treatment case, more must be shown than that the employer made an unwise personnel decision by promoting \"X\" ahead of \"Y.\" <i>See Keyes v. Sec'y of Navy,</i> <span class=\"citation\" data-id=\"510031\"><a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1016</span></a></span>, 1024-26 (1st Cir.1988); <i>Gray v. New Engl. Tel. &amp; Tel. Co.,</i> <span class=\"citation\" data-id=\"471269\"><a href=\"/opinion/471269/40-fair-emplpraccas-1597-41-empl-prac-dec-p-36451-irving-p-gray-v/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 255 (1st Cir.1986). In other words, subjective evidence of competing qualifications seldom provides a principled way for a factfinder to determine whether a given employment decision, even if wrong-headed, was anything more than \"a garden-variety mistake in corporate judgment.\" <i>Freeman v. Package Mach. Co.,</i> <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1341 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We recognize that there may be situations in which the difference in qualifications is so stark as to support an inference of pretext. <i>See, e.g., Deines,</i> 164 F.3d at 282 (suggesting that, in an extreme case, qualifications may be \"so widely disparate that no reasonable employer would have made the same decision,\" and, therefore, may be independently probative of pretext). Or, perhaps, there may be situations in which a great number of individual employment decisions, each of which arguably can be justified as a business judgment, may in cumulation present so one-sided a picture as to raise an inference of pretext. <i>Cf. EEOC v. Steamship Clerks Union,</i> <span class=\"citation\" data-id=\"195936\"><a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 605 (1st Cir.1995) (holding that a union's facially neutral, sponsorship-based admissions policy, which yielded only white members over a six-year period, sufficed to support an inference of discrimination). The case at bar, however, does not conform to either of those models. From an objective standpoint, the appellant's qualifications are not so obviously superior to those of the successful male applicants as to undermine the legitimacy of the selection process. And the appellant has offered too few potentially relevant employment actions and too little information about company-wide promotion practices to constitute an accumulation sufficient to raise an inference of pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We also recognize that a claimed difference in qualifications may be sufficient to ground an action if accompanied by independent evidence (say, evidence of pretext or discriminatory animus). <i>See, e.g., Byrnie v. Town of Cromwell, Bd. of Educ.,</i> <span class=\"citation\" data-id=\"772432\"><a href=\"/opinion/772432/robert-f-byrnie-v-town-of-cromwell-board-of-education-body-corporate/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 110-11 (2d Cir.2001); <i>Emmel v. Coca-Cola Bottling Co.,</i> <span class=\"citation\" data-id=\"726116\"><a href=\"/opinion/726116/72-fair-emplpraccas-bna-1811-69-empl-prac-dec-p-44303-karen-m/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">627</span></a></span>, 633-36 (7th Cir.1996); <i>Rossy,</i> 880 F.2d at 625. The appellant has adduced two pieces of independent evidence that she claims show pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The first relates to the promotion of Rick Allen to an ASM position. At the time of his elevation, Allen had (i) nine disciplinary citations (as opposed to one for the appellant) and (ii) lower performance reviews in the immediately preceding period.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The appellant suggests that this evidence raises an inference that AutoZone's stated reason for promoting Allen ahead of her &#8212; superior qualifications &#8212; was a pretext for gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This argument overlooks AutoZone's assertion, based on undisputed facts, that Allen's superior parts knowledge (he previously had been employed by another automotive chain and had received a \"special certification in parts\") and the length of his tenure as an AutoZone PSM (seventeen months, as opposed to eight months for the appellant) rendered him better qualified for the ASM position notwithstanding his other shortcomings. These are difficult balances to strike &#8212; and while the wisdom of this rationale certainly can be debated, we think that AutoZone's choice comes within the sweep of the business judgment rule. <i>See, e.g., Millbrook,</i> 280 F.3d at 1182-83; <i>Guerrero v. Ashcroft,</i> <span class=\"citation\" data-id=\"773623\"><a href=\"/opinion/773623/antonio-guerrero-v-john-ashcroft-1-attorney-general-of-the-united-states/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">309</span></a></span>, 314-15 (7th Cir.2001); <i>Lehman v. Prudential Ins. Co.,</i> <span class=\"citation\" data-id=\"711114\"><a href=\"/opinion/711114/69-fair-emplpraccas-bna-1752-67-empl-prac-dec-p-43906-pens-plan/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 329-30 (1st Cir.1996). There is no evidence of discriminatory animus here, and we do not believe that the record, taken as a whole, would allow a reasonable factfinder to infer, on this meager showing, that Allen's promotion was an exercise in gender discrimination. <i>See Feliciano,</i> 218 F.3d at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The appellant's second evidentiary proffer is temporal in nature: she spent nineteen months with AutoZone before achieving a promotion to PSM whereas several men thereafter attained the same rank more celeritously. She argues that the much shorter incubation periods experienced by these men (e.g., Guillermo Feliz &#8212; one month; Rob Stone and Jos&#233; Rios &#8212; three months; Michael Crumb &#8212; five months; and Luis McDougall &#8212; eleven months) supports an inference of pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">AutoZone asks us to dismiss this proffer on the ground that all five of these PSM promotions took place <i>after</i> the appellant had been promoted to that rank. But the fact that an event itself is not actionable does not automatically negate its evidentiary value. A discriminatory act or practice that is not the basis for a timely charge of discrimination nonetheless may constitute relevant background evidence in a proceeding in which the same type of discriminatory act or practice has been timely challenged. <i>United Air Lines, Inc. v. Evans,</i> <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 558, <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1885</span></a></span>, <span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">571</span></a></span> (1977). This rule permits reference to evidence of untimely <i>prior</i> acts or practices. <i>Nat'l R.R. Passenger Corp.,</i> 536 U.S. at 113, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>. It likewise permits reference to evidence of <i>subsequent</i> acts or practices. As the Seventh Circuit explained:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The last date of the allegedly discriminatory conduct is not a bright line beyond which the conduct of the employer is no longer relevant in a discrimination case. Otherwise, clearly relevant evidence would be arbitrarily excluded; for instance, a plaintiff in a race discrimination case would then be precluded from producing evidence that the week after he was fired, a white employee escaped discipline for the exact same conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\"><i>Freeman v. Madison Metro. Sch. Dist.,</i> <span class=\"citation\" data-id=\"770980\"><a href=\"/opinion/770980/don-freeman-v-madison-metropolitan-school-district/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></a></span>, 382 (7th Cir.2000). Whether such evidence is relevant depends, as in every case, on its probative force (or lack thereof). <i>See</i> Fed.R.Evid. 401, 402. That said, the appellant's evidence of swifter promotions does not generate an inference of pretext. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As with all such comparative evidence, it is the plaintiff's burden to demonstrate that she is comparing apples to apples. <i>Perkins v. Brigham &amp; Women's Hosp.,</i> <span class=\"citation\" data-id=\"714796\"><a href=\"/opinion/714796/patrick-perkins-v-brigham-womens-hospital-and-george-h-kaye/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">747</span></a></span>, 751 (1st Cir.1996). She \"must provide a suitable provenance for the evidence by showing that others similarly situated to h[er] in all relevant respects were treated differently by the employer.\" <i>Conward v. Cambridge Sch. Comm.,</i> <span class=\"citation\" data-id=\"762534\"><a href=\"/opinion/762534/thomas-conward-v-the-cambridge-school-committee/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 20 (1st Cir.1999). \"The test is whether a prudent person, looking objectively at the incidents, would think them roughly equivalent and the protagonists similarly situated.\" <i>Dartmouth Review v. Dartmouth Coll.,</i> <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 19 (1st Cir. 1989). The appellant has not carried that burden here.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Taken most favorably to her case, the appellant's evidence shows only that she and the men to whom she compares herself were all promoted to the same position; that their qualifications were roughly equivalent; that the men were elevated more quickly; and that, when promoted, they had less seniority with AutoZone. But she and her putative congeners were not applying for the same openings at the same times; the speedier promotions occurred between eight and twenty-one months <i>after</i> the appellant's promotion to PSM. This is critically important because the appellant has offered nothing to show either that PSM openings occur at an even rate or that the market environment during the periods when the men were promoted was at all similar to the market environment that prevailed while she was seeking a promotion. This lack of proof leaves unaccounted for too many variables. A multiplicity of factors (e.g., new store openings, the number of extant PSM vacancies, the number and quality of applicants, differing unemployment rates, and increased customer demand) may have influenced the need to promote employees at a faster rate than theretofore had been the case. The appellant has adduced no evidence as to these, and other, variables. <i>See Garside,</i> 895 F.2d at 48 (\"On issues where the nonmovants bear the burden of proof ... they must reliably demonstrate that specific facts sufficient to create an authentic dispute exist.\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">That ends this aspect of the matter. Without controlling for important variables, comparator evidence cannot generate an inference either of pretext or of discriminatory intent. <i>See Conward,</i> 171 F.3d at 21-22; <i>cf. Rea v. Martin Marietta Corp.,</i> <span class=\"citation\" data-id=\"674667\"><a href=\"/opinion/674667/alvin-rea-gordon-keepers-robert-reynolds-barbara-weightman-and-barbara/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1450</span></a></span>, 1456 (10th Cir.1994) (holding that data, which failed to take into account nondiscriminatory variables, did not offer a probative comparison of similarly situated individuals). So it is here. On this record, allowing the failure-to-promote claims to go forward would be an invitation to the jury to engage in unbridled speculation.</p>\n    </div>\n    <p class=\"center\">C. <i>The Unequal Pay Claim.</i></p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">This leaves the appellant's claim that she was discriminated against in terms of her pay. In support of this claim, she identifies several male employees who, she asserts, were performing work substantially similar to hers for higher wages, despite the fact that each of the men had less seniority with AutoZone. She attributes this pay disparity to her gender.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As a preliminary matter, we must determine which (if any) of the alleged instances of pay discrimination might give rise to actionable claims. We restrict that grouping to those instances in which male employees who held the same position as the appellant were rewarded more handsomely in the same time frame. Four male PSMs fit this description: Allen, Rios, Feliz, and McDougall.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We gauge the proof as to these four individuals under the <i>McDonnell Douglas</i> burden-shifting framework. <i>See supra</i> Part IV(A). With respect to all four, the appellant has made out a prima facie case: she has adduced evidence tending to show that she is a member of a protected class; that she performed her job in keeping with her employer's expectations; and that she was paid less than men who held the same position. <i>See Cullen v. Ind. Univ. Bd. of Trustees,</i> <span class=\"citation\" data-id=\"782985\"><a href=\"/opinion/782985/deborah-cullen-v-indiana-university-board-of-trustees/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span>, 703-04 (7th Cir. 2003); <i>Belfi v. Prendergast,</i> <span class=\"citation\" data-id=\"766102\"><a href=\"/opinion/766102/susan-belfi-v-thomas-f-prendergast-as-president-of-the-lirr/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">129</span></a></span>, 139-40 (2d Cir.1999). AutoZone's response is that its nondiscriminatory application of its standard compensation system accounts for the appellant's lower pay.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">To this end, AutoZone introduced evidence that, each year, it promulgates revised compensation guidelines. These guidelines are in tabular form. They apply only to new hires or newly-promoted individuals and have no retroactive effect.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Each year's table lists a range of starting wage rates for each job title. To illustrate, the table for 1999 dictates that an employee who became a PSM that year (as did the appellant) would earn somewhere between $7.46/hr. and $11.03/hr. to start. Where a particular employee falls within that range depends on the quartile into which she is placed. This placement devolves from AutoZone's assessment of the employee's skills, experience, ability, and knowledge. The placement determination can have a significant monetary impact. For example (again using the 1999 table), if a new PSM were placed in Quartile No. 4, she would earn between $10.13/hr. and $11.03/hr., but if placed in Quartile No. 1, she would earn between $7.46/hr. and $8.34/hr.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Employees also receive raises based on annual performance reviews. AutoZone issues guidelines for merit-based raises for each region, typically ranging from 3% to 5% of an employee's hourly rate. The guidelines are hortatory, and the company sometimes bestows raises exceeding the suggested increments. The appellant has adduced no evidence showing that raises have been allocated on the basis of gender. Because the raises have a percentage-based focus, however, discriminatory quartile determinations may well influence the amount of future raises.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">AutoZone has met its burden of articulating a legitimate, nondiscriminatory reason for the pay disparity. The salary framework itself provides part of the justification. The appellant's starting salary as a PSM, $8/hr., fell within the standard guideline range for PSMs hired in 1999 ($7.46 to $11.03/hr.), and the starting salaries paid to the four male PSMs all fell within the ranges applicable to their respective start dates. AutoZone further notes that the PSM salary ranges escalated significantly after 1999, thus explaining, in part, why Rios, Feliz, and McDougall began at higher hourly rates. The fact that the company chooses to compensate employees based in part on start dates can have the perverse effect of penalizing seniority, but that fact, in and of itself, is gender-neutral and, in any event, does not undermine the legitimacy of the employer's explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Nevertheless, the start date differences alone do not fully account for the divergence between the appellant's wages and those of her male comparators. Allen, for example, was hired a year earlier than the appellant and paid $1/hr. more despite the fact that the guideline range remained the same for both years. Allen's higher hourly rate stems not from the forced application of an inflexible guideline but from AutoZone's decision to place him in Quartile No. 2 while placing the appellant in Quartile No. 1. By the same token, the company promoted Rios in 2000, placed him in Quartile No. 2, and paid him $11/hr.; promoted Feliz in 2002, placed him in Quartile No. 3, and paid him $10.50/hr.; and promoted McDougall in 2001, placed him in Quartile No. 4, and paid him $12/hr.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">As quartile placement is a discretionary exercise, governed by a very general set of principles, the employer bears the burden of presenting legitimate, nondiscriminatory reasons for its differential decisions. AutoZone has carried this burden of production. Its affidavits suggest that the four men in question received higher quartile placements due, inter alia, to their auto parts knowledge, leadership experience, and linguistic abilities.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The appellant has tendered evidence designed to cast doubt on this explanation. She offers two examples. With respect to AutoZone's averment that it placed McDougall in Quartile No. 4 because, inter alia, he \"had previously worked as a warehouse supervisor,\" she points out that McDougall's employment application lists his previous job as \"forklift driver\" and describes his duties as using a forklift to move pallets of shoes. With respect to AutoZone's averment that it placed Feliz in Quartile No. 3 because, inter alia, he previously worked in a body shop, she suggests that Feliz spent only a single month at an auto body shop (and, then, as a shipping clerk). According to the appellant, these discrepancies, taken together with her prima facie case, raise a genuine issue of material fact as to whether AutoZone's professed rationales were pretexts for gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We do not agree. In the first place, the record does not support the claimed discrepancy as to Feliz. The only place in which we can find an indication that Feliz spent no more than a month in an auto body shop is in the appellant's affidavit. The difficulty is patent. The affidavit refers to \"Exhibit T,\" but the last exhibit attached to it is Exhibit S. The only Exhibit T that we can locate in the record &#8212; an AutoZone exhibit &#8212; contains no mention whatever of Feliz. Given the elusiveness of Exhibit T, we are left with the appellant's unsupported statement about Feliz's employment history &#8212; a statement that addresses a matter about which the appellant lacks (or, at least, has not demonstrated any basis for) personal knowledge. Thus, her statement cannot be accorded any weight in the summary judgment calculus. <i>See Cadle Co. v. Hayes,</i> <span class=\"citation\" data-id=\"197442\"><a href=\"/opinion/197442/cadle-v-hayes/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">957</span></a></span>, 961 n. 5 (1st Cir.1997); <i>see also</i> Fed.R.Civ.P. 56(e) (stating that affidavits \"shall be made on personal knowledge\" and \"shall show affirmatively that the affiant is competent to testify to the matters stated therein\").</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">This leads us naturally to a larger problem with the appellant's proffers. Even if fully credited, they succeed only in calling into doubt one of several rationales that AutoZone has advanced for its decision to assign these men higher quartiles. AutoZone placed McDougall in Quartile No. 4 not only because of his past employment history but also because he was bilingual. So too Feliz, who began in Quartile No. 3 due in part to his military experience and linguistic abilities. These additional rationales are unrebutted. On this record, we simply cannot say that the scattered inconsistencies noted by the appellant bear the weight that she attempts to pile upon them. Summary judgment was, therefore, warranted. <i>See Cullen,</i> 338 F.3d at 704; <i>Belfi,</i> 191 F.3d at 140.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In a last-ditch effort to salvage her unequal pay claim, the appellant adverts to a chart prepared by AutoZone listing all the PSMs in the relevant region as of February 23, 2000, their gender, and their wage rates. The sample consists of 114 PSMs, roughly 18% of whom are female. Of the twenty lowest-paid PSMs (those making $9/hr. or less), 30% are female. Of the twenty-seven highest-paid PSMs (those making $11/hr. or more), only 11% are female. In the appellant's view, this data supports an inference that her comparatively low wage rate falls into an overall pattern of pay disparity at the PSM level.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Statistical evidence is permissible in the disparate treatment context to show that the employer's conduct conformed to a general pattern of discrimination. <i>See Freeman,</i> 865 F.2d at 1342 (citing <i>McDonnell Douglas,</i> 411 U.S. at 805, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>). But \"[t]he probative worth of statistical testimony must be evaluated in light of the methodology employed, the data available, and the factual mosaic unique to the case at hand.\" <i>Id.</i> at 1342 n. 5, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>. While we have not universally required sophisticated statistical comparisons in disparate treatment cases, <i>see, e.g., Cuello-Suarez v. P.R. Elec. Power Auth.,</i> <span class=\"citation\" data-id=\"602347\"><a href=\"/opinion/602347/61-fair-emplpraccas-bna-484-61-empl-prac-dec-p-42088-candelaria/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">275</span></a></span>, 278 (1st Cir.1993); <i>Freeman,</i> 865 F.2d at 1342 &amp; n. 5, the analysis must still cross a threshold of dependability. The chart stumbles on that threshold. The rudimentary analysis, conducted by the appellant's counsel rather than by a qualified expert, makes no attempt to ascertain the extent to which the apparent disparities may be attributable to factors other than gender. That is a significant shortcoming. <i>See Coleman v. Quaker Oats Co.,</i> <span class=\"citation\" data-id=\"771191\"><a href=\"/opinion/771191/perry-e-coleman-barbara-j-coleman-husband-and-wife-v-the-quaker-oats/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1283 (9th Cir.2000); <i>Sheehan v. Daily Racing Form, Inc.,</i> <span class=\"citation\" data-id=\"733299\"><a href=\"/opinion/733299/72-fair-emplpraccas-bna-1390-69-empl-prac-dec-p-44442-james-j/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">940</span></a></span>, 942 (7th Cir.1997); <i>Carter v. Ball,</i> <span class=\"citation\" data-id=\"677029\"><a href=\"/opinion/677029/paul-carter-v-william-l-ball-iii/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 457 (4th Cir.1994). So too is the absence of any indication of statistical significance. <i>See Bennett v. Total Minatome Corp.,</i> <span class=\"citation\" data-id=\"752351\"><a href=\"/opinion/752351/76-fair-emplpraccas-bna-1392-73-empl-prac-dec-p-45396-wg/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1053</span></a></span>, 1062 (5th Cir.1998); <i>Ottaviani v. State Univ. of N.Y.,</i> <span class=\"citation\" data-id=\"523563\"><a href=\"/opinion/523563/roberta-ottaviani-individually-and-on-behalf-of-all-other-persons/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span>, 370-74 (2d Cir.1989). Without more methodical treatment, we cannot say that this analysis, standing alone, is probative of discriminatory intent.</p>\n    </div>\n    <p class=\"indent\">V. CONCLUSION</p>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">We need go no further. To recapitulate, we hold that employment discrimination claims brought under the RICRA are governed by Rhode Island's residual three-year statute of limitations for injuries to the person. Although this ruling expands the universe of potentially actionable claims, we conclude that the appellant has offered insufficient evidence on either her promotion-related allegations or her unequal pay claim to survive summary judgment. Consequently, we affirm the judgment of the lower court.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The RICRA provides in relevant part:</p>\n        <p class=\"indent\">(a) All persons within the state, regardless of race, color, religion, sex, disability, age, or country of ancestral origin, shall have, except as is otherwise provided or permitted by law, the same rights to make and enforce contracts ... and to the full and equal benefit of all laws and proceedings for the security of persons and property....</p>\n        <p>* * *</p>\n        <p class=\"indent\">(b) For the purposes of this section, the right to make and enforce contracts ... includes the making, performance, modification and termination of contracts and rights concerning real or personal property, and the enjoyment of all benefits, terms, and conditions of the contractual and other relationships.</p>\n        <p class=\"indent\">R.I. Gen. Laws &#167; 42-112-1 (internal quotation marks omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In reaching this conclusion, we also take into account that many RICRA claims are not actionable under the FEPA. The RICRA applies both inside and outside the employment context<i>See, e.g., Liu v. Striuli,</i> <span class=\"citation\" data-id=\"2412985\"><a href=\"/opinion/2412985/liu-v-striuli/\"><span class=\"volume\">36</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">452</span></a></span>, 469 (D.R.I.1999). Even in the employment context, the RICRA provides a vehicle for suing all employers while the FEPA reaches only those who employ four or more persons. <i>See</i> R.I. Gen. Laws &#167; 28-5-6(7)(i). In the face of a silent statute, it would be surpassingly difficult to presume an intent to divide RICRA claims into sub-classes so that different rules of timeliness would apply depending on the context. The state, no less than the federal government, has an interest in consistent application of its laws.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The appellant could have brought her claims under applicable federal statutes<i>See, e.g.,</i> 42 U.S.C. &#167;&#167; 2000e to 2000e 17 (Title VII); 29 U.S.C. &#167; 206(d)(1) (Equal Pay Act). She eschewed that course.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While we sometimes review forfeited challenges for plain error, the decision to apply<i>McDonnell Douglas</i> to the appellant's unequal pay claim cannot plausibly be said to sink to that level. <i>See, e.g., Marcoux,</i> 797 F.2d at 1106.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Concluding, as we do, that none of the RICRA-eligible failure-to-promote claims survive summary judgment,<i>see</i> text <i>infra,</i> we have no need to consider separately the narrower subset of claims that are actionable under the FEPA's one-year limitations period.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> When a PSM position in Cranston became vacant the following June, Allen was laterally transferred to fill it. That employment action does not figure in our decisional calculus as it does not involve a promotion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The appellant also calls attention to Allen's subsequent disciplinary problems. These are immaterial, however, for the focus must be on the employer's mindset at the time of the promotion decision<i>See Cullen v. Olin Corp.,</i> <span class=\"citation\" data-id=\"766594\"><a href=\"/opinion/766594/rosalie-cullen-v-olin-corporation/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></a></span>, 324 (7th Cir.1999); <i>Gray,</i> 792 F.2d at 256.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1620268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1625239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1898963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1899617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1962355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1996429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1999202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2087572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2088327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2173047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2197253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2311481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2412985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2567763/"
  ]
}