{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201045/",
  "absolute_url": "/opinion/201045/united-states-v-montero-montero/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201045/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:06:28Z",
  "date_modified": "2016-02-28T05:04:27.880599Z",
  "type": "010combined",
  "sha1": "c7ac0f3eb1d4dfd94be7b50740c76bf4c5f47232",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1734-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/06/02/US_v._Montero-Montero.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 02-1734\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                     NARCISO MONTERO-MONTERO,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                              Before\n\n                       Lipez, Circuit Judge,\n                 Campbell, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n\n     Anita Hill-Adames for appellant.\n     Thomas F. Klumper, Assistant United States Attorney, with whom\nH.S. Garcia, United States Attorney, Sonia I. Torres-Pabón, Chief,\nCriminal Division, and Francisco Ojeda, Assistant United States\nAttorney were on brief, for appellee.\n\n\n\n                           June 2, 2004\n\f           HOWARD, Circuit Judge.            In this appeal, Narciso Montero-\n\nMontero challenges the district court’s two-level upward adjustment\n\nof his sentence on the ground that Montero employed “special\n\nskills”   in    piloting      a    boat     while   participating      in   a   drug\n\ntrafficking conspiracy.            See U.S. Sentencing Guidelines Manual §\n\n3B1.3.    We vacate and remand for further inquiry by the district\n\ncourt.\n\n           In March 2002, Montero pled guilty to one count of\n\nconspiracy     to   possess       cocaine    with   intent    to   distribute    and\n\nadmitted to forfeiture allegations in a second count.                       See 21\n\nU.S.C. §§ 841, 853.           As part of his plea agreement, Montero\n\nstipulated that he and several others had conspired to smuggle\n\nhundreds of kilograms of cocaine into Puerto Rico in January 1999.\n\nTo   prepare   to    make   this      shipment,     Montero’s      co-conspirators\n\nprocured a thirty-three-foot speed boat or “go-fast boat” and\n\noutfitted it with auxiliary fuel tanks.                      The co-conspirators\n\nbrought the boat from St. Thomas to a designated meeting point at\n\nsea and picked up approximately 1,000 kilograms of cocaine.                     They\n\nthen brought the shipment to a beach in Puerto Rico during the\n\nearly morning hours of January 23, 1999, where they were met by\n\nMontero and others. Montero assisted in unloading the shipment for\n\ndistribution in Puerto Rico.\n\n             After the shipment was unloaded, Montero and a co-\n\nconspirator boarded the empty boat with the intent to return it to\n\n\n                                          -2-\n\fSt. Thomas.     While the boat was still in the coastal waters of\n\nPuerto Rico, a marine unit of the U.S. Customs Service stopped it.\n\nAlthough no contraband was found on board, the boat smelled as\n\nthough it had been cleaned with chlorine and contained bottles of\n\nbleach.     Montero and his co-conspirator also had bleach spots on\n\ntheir clothing.       The boat was seized as a vessel used in drug\n\nsmuggling, and Montero and eight others were later indicted by a\n\nfederal grand jury.\n\n            Montero   pled    guilty    pursuant     to    a   plea   agreement,\n\naccepting    responsibility     for     possessing    between     50    and   150\n\nkilograms of cocaine.        In the plea agreement, the parties agreed\n\nthat Montero was eligible for both a two-level reduction in his\n\nbase offense level because he was a minor participant in the\n\noffense, see U.S.S.G. § 3B1.2(b), and a three-level acceptance-of-\n\nresponsibility reduction.       See id. § 3E1.1.          Montero acknowledged\n\nin the agreement, however, that any sentence to be imposed was\n\nwithin the sound discretion of the sentencing judge.\n\n            At sentencing, the district court made the two sentence\n\nadjustments contemplated in the plea agreement but also found, sua\n\nsponte (and without any request by the government), that Montero’s\n\nsentence should be adjusted upward pursuant to § 3B1.3 of the U.S.\n\nSentencing Guidelines on the basis of his use of “special skills”:\n\n            The defendant worked         all his life as a\n            fisherman.   Therefore,      he possessed special\n            skills that facilitated      the commission of the\n            offense, and as such, in     this particular case,\n\n                                       -3-\n\f          he was not only offloading but also he was on\n          the boat, the 33-foot fast boat, taking it\n          back to St. Martin [sic] when he was\n          intercepted by the marine units, and therefore\n          . . . I find that he has special skills in\n          navigating boats, and as such, a two-level\n          increase is authorized pursuant to Guideline\n          3B1.3.\n\nDefense counsel objected on the ground that there was no evidence\n\nthat the defendant in fact had used motor vessels in his job as a\n\nfisherman.   In response, the district court cited similarities\n\nbetween the underlying offense and a prior smuggling arrest in 1994\n\nthat was described in Montero’s presentence report.     The report\n\nstated that, in the earlier offense,\n\n          [t]he defendant and co-conspirators pre-\n          arranged coordinates off the coast of Puerto\n          Rico, Saint Thomas and Saint Croix, U.S.\n          Virgin Islands, Saint Marteen, Netherlands\n          Antilles,   and  elsewhere   to   successfully\n          transfer cocaine from either plane or vessel\n          to private fishing boats, commonly referred to\n          as yawls, destined for Puerto Rico.\n\nThe court commented that Montero may have “ha[d] the skills to\n\npilot a boat back in 1994, and that is what he did here . . . .”\n\nApplication of the three adjustments yielded an offense level of\n\n33, and a guidelines sentencing range of 151 to 188 months.1   The\n\ndistrict court then sentenced Montero to 151 months’ imprisonment\n\nand a seven-year supervised release term.2\n\n\n     1\n      The district court found that Montero had a criminal history\ncategory of II.\n     2\n      Without the special skills adjustment, Montero would have\nbeen subject to an offense level of 31 and a guidelines sentencing\n\n                               -4-\n\f             We review de novo the district court’s interpretation of\n\nthe phrase “special skills.”             See United States v. Noah, 130 F.3d\n\n490,   499   (1st    Cir.    1997).       The    court’s   application       of   the\n\nsentencing guidelines to the facts is reviewed for clear error.\n\nSee id.\n\n             In considering the defendant’s challenge to the special\n\nskills    adjustment,       we   first    ask    whether   the    district    court\n\nsupportably found that the defendant had a special skill within the\n\nmeaning of     the   sentencing       guidelines.        See United    States      v.\n\nConnell, 960 F.2d 191, 198 (1st Cir. 1992).                 If so, we then ask\n\nwhether the district court supportably found that the skill was\n\nused “in a manner that significantly facilitated the commission or\n\nconcealment” of the underlying offense.                See id.\n\n             Looking to the presentence report, the district court\n\nconcluded that, as a lifelong fisherman and a participant in an\n\nearlier maritime smuggling conspiracy, Montero had developed an\n\naptitude for navigating boats.                 The court concluded that this\n\nconstituted a special skill as defined in the application notes of\n\nU.S. Sentencing Guidelines § 3B1.3, namely “a skill not possessed\n\nby members of the general public and usually requiring substantial\n\neducation, training or licensing.” U.S.S.G. § 3B1.3, cmt. n.3\n\n(providing    examples      of   persons       with   special    skills,   such    as\n\n“pilots, lawyers, doctors, accountants, chemists, and demolition\n\n\nrange of 121 to 151 months.\n\n                                         -5-\n\fexperts”).     The district court found that Montero had used special\n\nskills in beginning to navigate the boat toward St. Thomas, a\n\nvoyage that, had it been completed, would have required negotiating\n\nthe keys between the two islands in the morning hours on a vessel\n\nwith powerful engines.\n\n              Montero argues that this finding was clearly erroneous\n\nbecause he has only a fourth grade education and lacks any training\n\nor education.       We have recognized that a defendant need not be\n\nformally educated or trained to possess a special skill. See Noah,\n\n130 F.3d at 500 (“To the contrary, a special skill can be derived\n\nfrom experience or from self-tutelage.”).            Here, however, we are\n\nleft to speculate from the record whether Montero had experience as\n\na navigator of boats. The sole reference in the presentence report\n\nto Montero’s background as a fisherman stated only that “[t]he\n\ndefendant reported having worked all of his life as a fisherman and\n\nhandyman. Reportedly, he has good skills in diving.” Likewise, the\n\npresentence report notes Montero’s background as a participant in\n\nan earlier drug smuggling operation but does not suggest that\n\nMontero ever navigated a boat in connection with these activities.\n\nThus, the district court’s suggestion that Montero may have had\n\nsome   role    in   navigating   a   boat   in   connection   with   the   1994\n\nsmuggling operation is not supported by the record before us.\n\n              Similarly, there is at least a question whether any\n\nspecial navigational skills Montero might have possessed were used\n\n\n                                      -6-\n\fin a manner that significantly facilitated the commission or\n\nconcealment of the offense.       While disposing of a boat used in a\n\nshipment of contraband would undoubtedly aid the concealment of the\n\noffense, and while the navigation of a powerful boat between Puerto\n\nRico and St. Thomas could supportably be found to require a special\n\nskill, see Calderon, 127 F.3d at 1339-40, the record now lacks\n\nevidence that Montero was in fact navigating the boat.                As the\n\ngovernment acknowledged at oral argument, the record reflects that\n\nMontero was a member of a two-man crew; it does not show whether\n\nMontero was piloting the boat or otherwise employing special skills\n\nin connection with its navigation.          We therefore think that the\n\nmost appropriate course of action is to vacate and remand either\n\nfor any further record development about Montero’s skill level and\n\nrole in navigating the boat on the night of his arrest that the\n\ndistrict court sees fit to pursue, see United States v. Medina, 167\n\nF.3d 77, 80 (1st Cir. 1999) (vacating and remanding for more\n\nspecific    findings   about   defendant's    managerial    role);    United\n\nStates v. Rivera, 83 F.3d 542, 548 (1st Cir. 1996) (vacating and\n\nremanding    for   further   record    development   with   respect    to   a\n\nsentencing enhancement); see also United States v. DiPina, 178 F.3d\n\n68, 77 (1st Cir. 1999) (vacating and remanding for determination\n\nwhether     defendant’s   prior   juvenile     offenses     were   properly\n\nconsidered part of criminal history), or, if no such evidence is\n\navailable or forthcoming, for resentencing without application of\n\n\n                                      -7-\n\fthe special skills adjustment.3\n\n            We leave open the possibility of factfinding on remand,\n\nrecognizing that the plea agreement may circumscribe the role of\n\nthe government somewhat, because all parties appear to have been\n\ntaken by surprise at the district court's decision to impose a\n\nspecial skills enhancement.     As discussed above, this adjustment\n\nwas neither contemplated by the plea agreement nor sought by the\n\ngovernment; the district court raised the issue sua sponte at\n\nsentencing.    This is thus not a case where the government asked for\n\nthe enhancement but failed to adduce sufficient proof for its\n\nimposition - - a situation in which there would not likely be\n\nreason to permit a second bite at the apple.      Cf. United States v.\n\nMatthews, 278 F.3d 880, 885-86 (9th Cir. 2002) (declining to\n\nprohibit introduction of new evidence on remand, but distinguishing\n\ncases in which \"there was a failure of proof after a full inquiry\n\ninto the factual question at issue\"); United States v. Parker, 30\n\nF.3d 542, 553-54 (4th Cir. 1994) (government not entitled to\n\nintroduce     additional   evidence     to   support   enhancement   at\n\nresentencing, when a full and fair opportunity already given).\n\n            Vacated and remanded.\n\n\n\n\n     3\n      In light of this disposition, we do not reach Montero's\nargument that the district court erred in enhancing his sentence\nsua sponte without notice of its intention to do so.\n\n                                  -8-\n\f",
  "html": "<p class=\"case_cite\">370 F.3d 121</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Narciso MONTERO-MONTERO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1734.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 8, 2003.</p>\n    <p class=\"date\">Decided June 2, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anita Hill-Adames, for appellant.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, Sonia I. Torres-Pab&#243;n, Chief, Criminal Division, and Francisco Ojeda, Assistant United States Attorney were on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, Narciso Montero-Montero challenges the district court's two-level upward adjustment of his sentence on the ground that Montero employed \"special skills\" in piloting a boat while participating in a drug trafficking conspiracy. <i>See</i> U.S. Sentencing Guidelines Manual &#167; 3B1.3. We vacate and remand for further inquiry by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In March 2002, Montero pled guilty to one count of conspiracy to possess cocaine with intent to distribute and admitted to forfeiture allegations in a second count. <i>See</i> 21 U.S.C. &#167;&#167; 841, 853. As part of his plea agreement, Montero stipulated that he and several others had conspired to smuggle hundreds of kilograms of cocaine into Puerto Rico in January 1999. To prepare to make this shipment, Montero's co-conspirators procured a thirty-three-foot speed boat or \"go-fast boat\" and outfitted it with auxiliary fuel tanks. The co-conspirators brought the boat from St. Thomas to a designated meeting point at sea and picked up approximately 1,000 kilograms of cocaine. They then brought the shipment to a beach in Puerto Rico during the early morning hours of January 23, 1999, where they were met by Montero and others. Montero assisted in unloading the shipment for distribution in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the shipment was unloaded, Montero and a co-conspirator boarded the empty boat with the intent to return it to St. Thomas. While the boat was still in the coastal waters of Puerto Rico, a marine unit of the U.S. Customs Service stopped it. Although no contraband was found on board, the boat smelled as though it had been cleaned with chlorine and contained bottles of bleach. Montero and his co-conspirator also had bleach spots on their clothing. The boat was seized as a vessel used in drug smuggling, and Montero and eight others were later indicted by a federal grand jury.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Montero pled guilty pursuant to a plea agreement, accepting responsibility for possessing between 50 and 150 kilograms of cocaine. In the plea agreement, the parties agreed that Montero was eligible for both a two-level reduction in his base offense level because he was a minor participant in the offense, <i>see</i> U.S.S.G. &#167; 3B1.2(b), and a three-level acceptance-of-responsibility reduction. <i>See id.</i> &#167; 3E1.1. Montero acknowledged in the agreement, however, that any sentence to be imposed was within the sound discretion of the sentencing judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At sentencing, the district court made the two sentence adjustments contemplated in the plea agreement but also found, <i>sua sponte</i> (and without any request by the government), that Montero's sentence should be adjusted upward pursuant to &#167; 3B1.3 of the U.S. Sentencing Guidelines on the basis of his use of \"special skills\":</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant worked all his life as a fisherman. Therefore, he possessed special skills that facilitated the commission of the offense, and as such, in this particular case, he was not only offloading but also he was on the boat, the 33-foot fast boat, taking it back to St. Martin [sic] when he was intercepted by the marine units, and therefore ... I find that he has special skills in navigating boats, and as such, a two-level increase is authorized pursuant to Guideline 3B1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defense counsel objected on the ground that there was no evidence that the defendant in fact had used motor vessels in his job as a fisherman. In response, the district court cited similarities between the underlying offense and a prior smuggling arrest in 1994 that was described in Montero's presentence report. The report stated that, in the earlier offense,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">[t]he defendant and co-conspirators pre-arranged coordinates off the coast of Puerto Rico, Saint Thomas and Saint Croix, U.S. Virgin Islands, Saint Marteen, Netherlands Antilles, and elsewhere to successfully transfer cocaine from either plane or vessel to private fishing boats, commonly referred to as yawls, destined for Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court commented that Montero may have \"ha[d] the skills to pilot a boat back in 1994, and that is what he did here....\" Application of the three adjustments yielded an offense level of 33, and a guidelines sentencing range of 151 to 188 months.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court then sentenced Montero to 151 months' imprisonment and a seven-year supervised release term.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review de novo the district court's interpretation of the phrase \"special skills.\" <i>See United States v. Noah,</i> 130 F.3d 490, 499 (1st Cir.1997). The court's application of the sentencing guidelines to the facts is reviewed for clear error. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In considering the defendant's challenge to the special skills adjustment, we first ask whether the district court supportably found that the defendant had a special skill within the meaning of the sentencing guidelines. <i>See United States v. Connell,</i> 960 F.2d 191, 198 (1st Cir.1992). If so, we then ask whether the district court supportably found that the skill was used \"in a manner that significantly facilitated the commission or concealment\" of the underlying offense. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Looking to the presentence report, the district court concluded that, as a lifelong fisherman and a participant in an earlier maritime smuggling conspiracy, Montero had developed an aptitude for navigating boats. The court concluded that this constituted a special skill as defined in the application notes of U.S. Sentencing Guidelines &#167; 3B1.3, namely \"a skill not possessed by members of the general public and usually requiring substantial education, training or licensing.\" U.S.S.G. &#167; 3B1.3, cmt. n. 3 (providing examples of persons with special skills, such as \"pilots, lawyers, doctors, accountants, chemists, and demolition experts\"). The district court found that Montero had used special skills in beginning to navigate the boat toward St. Thomas, a voyage that, had it been completed, would have required negotiating the keys between the two islands in the morning hours on a vessel with powerful engines.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Montero argues that this finding was clearly erroneous because he has only a fourth grade education and lacks any training or education. We have recognized that a defendant need not be formally educated or trained to possess a special skill. <i>See Noah,</i> 130 F.3d at 500 (\"To the contrary, a special skill can be derived from experience or from self-tutelage.\"). Here, however, we are left to speculate from the record whether Montero had experience as a navigator of boats. The sole reference in the presentence report to Montero's background as a fisherman stated only that \"[t]he defendant reported having worked all of his life as a fisherman and handyman. Reportedly, he has good skills in diving.\" Likewise, the presentence report notes Montero's background as a participant in an earlier drug smuggling operation but does not suggest that Montero ever navigated a boat in connection with these activities. Thus, the district court's suggestion that Montero may have had some role in navigating a boat in connection with the 1994 smuggling operation is not supported by the record before us.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Similarly, there is at least a question whether any special navigational skills Montero might have possessed were used in a manner that significantly facilitated the commission or concealment of the offense. While disposing of a boat used in a shipment of contraband would undoubtedly aid the concealment of the offense, and while the navigation of a powerful boat between Puerto Rico and St. Thomas could supportably be found to require a special skill, <i>see United States v. Calderon,</i> 127 F.3d 1314, 1339-40 (11th Cir.1997), the record now lacks evidence that Montero was in fact navigating the boat. As the government acknowledged at oral argument, the record reflects that Montero was a member of a two-man crew; it does not show whether Montero was piloting the boat or otherwise employing special skills in connection with its navigation. We therefore think that the most appropriate course of action is to vacate and remand either for any further record development about Montero's skill level and role in navigating the boat on the night of his arrest that the district court sees fit to pursue, <i>see United States v. Medina,</i> 167 F.3d 77, 80 (1st Cir.1999) (vacating and remanding for more specific findings about defendant's managerial role); <i>United States v. Rivera,</i> 83 F.3d 542, 548 (1st Cir.1996) (vacating and remanding for further record development with respect to a sentencing enhancement); <i>see also United States v. DiPina,</i> 178 F.3d 68, 77 (1st Cir.1999) (vacating and remanding for determination whether defendant's prior juvenile offenses were properly considered part of criminal history), or, if no such evidence is available or forthcoming, for resentencing without application of the special skills adjustment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We leave open the possibility of factfinding on remand, recognizing that the plea agreement may circumscribe the role of the government somewhat, because all parties appear to have been taken by surprise at the district court's decision to impose a special skills enhancement. As discussed above, this adjustment was neither contemplated by the plea agreement nor sought by the government; the district court raised the issue <i>sua sponte</i> at sentencing. This is thus not a case where the government asked for the enhancement but failed to adduce sufficient proof for its imposition &#8212; a situation in which there would not likely be reason to permit a second bite at the apple. <i>Cf. United States v. Matthews,</i> 278 F.3d 880, 885-86 (9th Cir.2002) (declining to prohibit introduction of new evidence on remand, but distinguishing cases in which \"there was a failure of proof after a full inquiry into the factual question at issue\"); <i>United States v. Parker,</i> 30 F.3d 542, 553-54 (4th Cir.1994) (government not entitled to introduce additional evidence to support enhancement at resentencing, when a full and fair opportunity already given).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court found that Montero had a criminal history category of II</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Without the special skills adjustment, Montero would have been subject to an offense level of 31 and a guidelines sentencing range of 121 to 151 months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In light of this disposition, we do not reach Montero's argument that the district court erred in enhancing his sentence<i>sua sponte</i> without notice of its intention to do so.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"201078\"><a href=\"/opinion/201078/united-states-v-montero-montero/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></a></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Narciso MONTERO-MONTERO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1734.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 8, 2003.</p>\n    <p class=\"date\">Decided June 2, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anita Hill-Adames, for appellant.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, Sonia I. Torres-Pab&#243;n, Chief, Criminal Division, and Francisco Ojeda, Assistant United States Attorney were on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, Narciso Montero-Montero challenges the district court's two-level upward adjustment of his sentence on the ground that Montero employed \"special skills\" in piloting a boat while participating in a drug trafficking conspiracy. <i>See</i> U.S. Sentencing Guidelines Manual &#167; 3B1.3. We vacate and remand for further inquiry by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In March 2002, Montero pled guilty to one count of conspiracy to possess cocaine with intent to distribute and admitted to forfeiture allegations in a second count. <i>See</i> 21 U.S.C. &#167;&#167; 841, 853. As part of his plea agreement, Montero stipulated that he and several others had conspired to smuggle hundreds of kilograms of cocaine into Puerto Rico in January 1999. To prepare to make this shipment, Montero's co-conspirators procured a thirty-three-foot speed boat or \"go-fast boat\" and outfitted it with auxiliary fuel tanks. The co-conspirators brought the boat from St. Thomas to a designated meeting point at sea and picked up approximately 1,000 kilograms of cocaine. They then brought the shipment to a beach in Puerto Rico during the early morning hours of January 23, 1999, where they were met by Montero and others. Montero assisted in unloading the shipment for distribution in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the shipment was unloaded, Montero and a co-conspirator boarded the empty boat with the intent to return it to St. Thomas. While the boat was still in the coastal waters of Puerto Rico, a marine unit of the U.S. Customs Service stopped it. Although no contraband was found on board, the boat smelled as though it had been cleaned with chlorine and contained bottles of bleach. Montero and his co-conspirator also had bleach spots on their clothing. The boat was seized as a vessel used in drug smuggling, and Montero and eight others were later indicted by a federal grand jury.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Montero pled guilty pursuant to a plea agreement, accepting responsibility for possessing between 50 and 150 kilograms of cocaine. In the plea agreement, the parties agreed that Montero was eligible for both a two-level reduction in his base offense level because he was a minor participant in the offense, <i>see</i> U.S.S.G. &#167; 3B1.2(b), and a three-level acceptance-of-responsibility reduction. <i>See id.</i> &#167; 3E1.1. Montero acknowledged in the agreement, however, that any sentence to be imposed was within the sound discretion of the sentencing judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At sentencing, the district court made the two sentence adjustments contemplated in the plea agreement but also found, <i>sua sponte</i> (and without any request by the government), that Montero's sentence should be adjusted upward pursuant to &#167; 3B1.3 of the U.S. Sentencing Guidelines on the basis of his use of \"special skills\":</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant worked all his life as a fisherman. Therefore, he possessed special skills that facilitated the commission of the offense, and as such, in this particular case, he was not only offloading but also he was on the boat, the 33-foot fast boat, taking it back to St. Martin [sic] when he was intercepted by the marine units, and therefore ... I find that he has special skills in navigating boats, and as such, a two-level increase is authorized pursuant to Guideline 3B1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defense counsel objected on the ground that there was no evidence that the defendant in fact had used motor vessels in his job as a fisherman. In response, the district court cited similarities between the underlying offense and a prior smuggling arrest in 1994 that was described in Montero's presentence report. The report stated that, in the earlier offense,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">[t]he defendant and co-conspirators pre-arranged coordinates off the coast of Puerto Rico, Saint Thomas and Saint Croix, U.S. Virgin Islands, Saint Marteen, Netherlands Antilles, and elsewhere to successfully transfer cocaine from either plane or vessel to private fishing boats, commonly referred to as yawls, destined for Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court commented that Montero may have \"ha[d] the skills to pilot a boat back in 1994, and that is what he did here....\" Application of the three adjustments yielded an offense level of 33, and a guidelines sentencing range of 151 to 188 months.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court then sentenced Montero to 151 months' imprisonment and a seven-year supervised release term.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review de novo the district court's interpretation of the phrase \"special skills.\" <i>See United States v. Noah,</i> <span class=\"citation\" data-id=\"197675\"><a href=\"/opinion/197675/united-states-v-noah/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 499 (1st Cir.1997). The court's application of the sentencing guidelines to the facts is reviewed for clear error. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In considering the defendant's challenge to the special skills adjustment, we first ask whether the district court supportably found that the defendant had a special skill within the meaning of the sentencing guidelines. <i>See United States v. Connell,</i> <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 198 (1st Cir.1992). If so, we then ask whether the district court supportably found that the skill was used \"in a manner that significantly facilitated the commission or concealment\" of the underlying offense. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Looking to the presentence report, the district court concluded that, as a lifelong fisherman and a participant in an earlier maritime smuggling conspiracy, Montero had developed an aptitude for navigating boats. The court concluded that this constituted a special skill as defined in the application notes of U.S. Sentencing Guidelines &#167; 3B1.3, namely \"a skill not possessed by members of the general public and usually requiring substantial education, training or licensing.\" U.S.S.G. &#167; 3B1.3, cmt. n. 3 (providing examples of persons with special skills, such as \"pilots, lawyers, doctors, accountants, chemists, and demolition experts\"). The district court found that Montero had used special skills in beginning to navigate the boat toward St. Thomas, a voyage that, had it been completed, would have required negotiating the keys between the two islands in the morning hours on a vessel with powerful engines.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Montero argues that this finding was clearly erroneous because he has only a fourth grade education and lacks any training or education. We have recognized that a defendant need not be formally educated or trained to possess a special skill. <i>See Noah,</i> 130 F.3d at 500 (\"To the contrary, a special skill can be derived from experience or from self-tutelage.\"). Here, however, we are left to speculate from the record whether Montero had experience as a navigator of boats. The sole reference in the presentence report to Montero's background as a fisherman stated only that \"[t]he defendant reported having worked all of his life as a fisherman and handyman. Reportedly, he has good skills in diving.\" Likewise, the presentence report notes Montero's background as a participant in an earlier drug smuggling operation but does not suggest that Montero ever navigated a boat in connection with these activities. Thus, the district court's suggestion that Montero may have had some role in navigating a boat in connection with the 1994 smuggling operation is not supported by the record before us.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Similarly, there is at least a question whether any special navigational skills Montero might have possessed were used in a manner that significantly facilitated the commission or concealment of the offense. While disposing of a boat used in a shipment of contraband would undoubtedly aid the concealment of the offense, and while the navigation of a powerful boat between Puerto Rico and St. Thomas could supportably be found to require a special skill, <i>see United States v. Calderon,</i> <span class=\"citation\" data-id=\"747578\"><a href=\"/opinion/747578/united-states-v-alberto-calderon/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1314</span></a></span>, 1339-40 (11th Cir.1997), the record now lacks evidence that Montero was in fact navigating the boat. As the government acknowledged at oral argument, the record reflects that Montero was a member of a two-man crew; it does not show whether Montero was piloting the boat or otherwise employing special skills in connection with its navigation. We therefore think that the most appropriate course of action is to vacate and remand either for any further record development about Montero's skill level and role in navigating the boat on the night of his arrest that the district court sees fit to pursue, <i>see United States v. Medina,</i> <span class=\"citation\" data-id=\"198305\"><a href=\"/opinion/198305/united-states-v-medina/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 80 (1st Cir.1999) (vacating and remanding for more specific findings about defendant's managerial role); <i>United States v. Rivera,</i> <span class=\"citation\" data-id=\"196774\"><a href=\"/opinion/196774/united-states-v-vazquez-rivera/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 548 (1st Cir.1996) (vacating and remanding for further record development with respect to a sentencing enhancement); <i>see also United States v. DiPina,</i> <span class=\"citation\" data-id=\"764365\"><a href=\"/opinion/764365/no-98-2142/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 77 (1st Cir.1999) (vacating and remanding for determination whether defendant's prior juvenile offenses were properly considered part of criminal history), or, if no such evidence is available or forthcoming, for resentencing without application of the special skills adjustment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We leave open the possibility of factfinding on remand, recognizing that the plea agreement may circumscribe the role of the government somewhat, because all parties appear to have been taken by surprise at the district court's decision to impose a special skills enhancement. As discussed above, this adjustment was neither contemplated by the plea agreement nor sought by the government; the district court raised the issue <i>sua sponte</i> at sentencing. This is thus not a case where the government asked for the enhancement but failed to adduce sufficient proof for its imposition &#8212; a situation in which there would not likely be reason to permit a second bite at the apple. <i>Cf. United States v. Matthews,</i> <span class=\"citation\" data-id=\"776364\"><a href=\"/opinion/776364/united-states-v-james-earl-matthews/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">880</span></a></span>, 885-86 (9th Cir.2002) (declining to prohibit introduction of new evidence on remand, but distinguishing cases in which \"there was a failure of proof after a full inquiry into the factual question at issue\"); <i>United States v. Parker,</i> <span class=\"citation\" data-id=\"675123\"><a href=\"/opinion/675123/united-states-v-afnan-jerome-parker/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 553-54 (4th Cir.1994) (government not entitled to introduce additional evidence to support enhancement at resentencing, when a full and fair opportunity already given).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court found that Montero had a criminal history category of II</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Without the special skills adjustment, Montero would have been subject to an offense level of 31 and a guidelines sentencing range of 121 to 151 months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In light of this disposition, we do not reach Montero's argument that the district court erred in enhancing his sentence<i>sua sponte</i> without notice of its intention to do so.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776364/"
  ]
}