{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201096/",
  "absolute_url": "/opinion/201096/fit-tech-inc-v-bally-total-fitness/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201096/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:07:36Z",
  "date_modified": "2016-02-28T05:04:39.287817Z",
  "type": "010combined",
  "sha1": "371fe3b2886dad3361bfdbcc8ed692f0d4bcc325",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2622-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/07/01/Fit_Tech_Inc._v._Bally_Total_Fitness.pdf",
  "plain_text": "            United States Court of Appeals\n                        For the First Circuit\n\nNo. 03-2622\n\n      FIT TECH, INC.; PLANET FITNESS CENTER OF MAINE, INC.;\nPLANET FITNESS CENTER, INC.; PLANET FITNESS CENTER OF DARTMOUTH,\nINC.; PLANET FITNESS CENTER OF SALEM, INC.; PLANET FITNESS CENTER\n       OF BRIGHTON, INC.; STRATFORD FITNESS CENTER, INC.;\n                 DAVID B. LAIRD; SCOTT G. BAKER,\n\n                        Plaintiffs, Appellees,\n\n                                  v.\n\n               BALLY TOTAL FITNESS HOLDING CORPORATION;\n                       HOLIDAY UNIVERSAL, INC.,\n\n                       Defendants, Appellants.\n                              __________\n\n                           JOHN H. WILDMAN,\n\n                              Defendant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Morris E. Lasker,* U.S. District Judge]\n                        ____________________\n\n                                Before\n\n                         Boudin, Chief Judge,\n\n                Torruella and Howard, Circuit Judges.\n\n\n     Juliet A. Davison with whom Howard M. Cooper and Todd & Weld\nLLP were on brief for appellants.\n\n\n\n\n    *\n        Of the Southern District of New York, sitting by designation.\n\f     Deborah L. Thaxter, P.C. with whom Jonathan Sablone, Stephen\nM. LaRose and Nixon Peabody LLP were on brief for appellees.\n\n\n\n\n                          July 1, 2004\n\f          BOUDIN, Chief Judge.   This appeal, presenting issues of\n\ncontract law and appellate jurisdiction, arises out of the sale of\n\na business.   The principal plaintiffs in the district court, David\n\nLaird and Scott Baker, previously owned and operated eight health\n\nand fitness centers in New England doing business under several\n\nnames (e.g., \"Planet Fitness\"; \"Fit Tech\").     On April 19, 2002,\n\nLaird and Baker executed an \"Asset Purchase Agreement\" effective as\n\nof March 14, 2002, by which defendant Bally--a major owner of such\n\nfitness facilities--acquired plaintiffs' centers.1\n\n          The purchase agreement fixed the purchase price at $14.7\n\nmillion payable at closing but provided that the total amount could\n\nbe increased by a maximum of $12 million depending on earnings of\n\nthe eight centers in the two years following the closing.      The\n\nformula for computing the extra payment depended primarily on\n\nearnings of the centers before corporate overhead, interest, taxes,\n\ndepreciation and amortization; this figure is defined in the\n\npurchase agreement and called \"EBITDA\".     The purchase agreement\n\nsets out both procedures for calculating the amount and a time\n\ntable.\n\n          Specifically, Bally was required to provide Laird and\n\nBaker quarterly reports setting forth Bally's calculation of the\n\nEBITDA.   An initial (75 percent) payment by Bally, based on the\n\n\n     1\n      The principal defendants are Bally Total Fitness Holding\nCorporation and its subsidiaries, Holiday Universal, Inc. We refer\nto them collectively as \"Bally.\"\n\n                                 -3-\n\f\"advance earn-out schedule,\" was to be determined within 90 days\n\nafter the first anniversary of the closing date (i.e., by mid-July,\n\n2003).   The final calculation of the full supplemental amount,\n\ndesignated   the   \"earn-out   schedule,\"   was   due   on   the   second\n\nanniversary of the closing.    Section 3.5 of the purchase agreement\n\nthen set out a process for dealing with disputes as to the\n\nschedules:\n\n          (e) Protest Notice.    Within sixty (60) days\n          after delivery to the Sellers of the Advance\n          Earn-Out Schedule or the Earn-Out Schedule, as\n          applicable, the Sellers may deliver written\n          notice (each, a \"Protest Notice\") to the Buyer\n          of any objections, and the basis therefor,\n          which the Sellers may have to the Advance\n          Earn-Out Schedule or the Earn-Out Schedule, as\n          applicable.   Any such Protest Notice shall\n          specify the basis for the objection, as well\n          as the amount in dispute. The failure of the\n          Sellers to deliver a protest notice within the\n          prescribed time period will constitute the\n          Sellers' acceptance of the Advance Earn-Out\n          Schedule and the Earn-Out Schedule set forth\n          therein, as applicable.\n\n          (f) Resolution of the Sellers' Protest.     If\n          the Buyer and the Sellers are unable to\n          resolve any disagreement with respect to the\n          Advance Earn-Out Schedule or the Earn-Out\n          Schedule within twenty (20) days following the\n          Buyer's receipt of any Protest Notice, then\n          the items in dispute will be referred to the\n          Accountants for final determination within\n          forty-five (45) days, which determination\n          shall be final and binding on all of the\n          parties hereto.    The Accountants shall be\n          engaged by the Sellers and the Buyer regarding\n          the Advance Earn-Out Schedule or the Earn-Out\n          Schedule, as applicable, based upon the\n          written submissions of the Sellers and the\n          Buyer, and the Accountants may, but shall not\n          be required to, audit the Advance Earn-Out\n\n                                 -4-\n\f            Schedule or the Earn-Out Schedule or any\n            portion thereof.       The Advance Earn-Out\n            Schedule   and   the   Earn-Out   Schedule as\n            ultimately    prepared    and   finalized  in\n            accordance with this Section 3.5(f) shall\n            thereafter be deemed to be and constitute the\n            \"Advance Earn-Out Schedule\" and the \"Earn-Out\n            Schedule\" respectively, for all purposes.\n\n            Elsewhere         in    the   agreement,       PriceWaterhouseCoopers\n\n(“Price Waterhouse”) was designated as the accountants.                     A choice\n\nof law provision specified that the purchase agreement was to be\n\ngoverned by Illinois law.\n\n            The purchase agreement also provided that Laird and Baker\n\nwould    each    sign   an    \"Employment       Agreement,\"    making    them    area\n\ndirectors       to   manage   and    operate     Bally's    New   England    fitness\n\ncenters.    The employment agreement, unlike the purchase agreement,\n\ncontained a standard arbitration clause providing that \"[a]ny\n\ncontroversy or claim arising out of or relating to this employment\n\nagreement, or the breach thereof, shall be settled by arbitration\"\n\npursuant to the rules of the American Arbitration Association or a\n\nsimilar organization selected by Bally.\n\n            Laird and Baker began to serve pursuant to the employment\n\nagreements, but disagreements soon developed between them and\n\nBally.     In February 2003, Laird and Baker brought this diversity\n\naction     against      Bally       in    the   federal      district    court     in\n\nMassachusetts, charging Bally primarily with breach of contract and\n\nof an implied covenant of good faith and fair dealing.                  Claims were\n\nalso made under the Massachusetts statute governing unfair and\n\n                                          -5-\n\fdeceptive   trade   practices,      Mass.    Gen.    Laws   ch.    93A,   and   a\n\ncounterpart Illinois statute, 815 Ill. Comp. Stat. 505/2.\n\n            The complaint included extensive factual allegations of\n\nimproper conduct by Bally.     The district court essentially grouped\n\nthese   alleged   wrongful   acts    in     two   categories.       The   first,\n\ncomprising what we will call “accounting violations,” alleged that\n\nBally in its initial EBITDA calculations had improperly calculated\n\nearnings contrary to applicable accounting principles so as to\n\nreduce the extra purchase price that would be due.                 For example,\n\nBally was alleged to have spread revenues from new memberships over\n\nthe projected 22-month expected life while accruing the entire\n\ncommission expense of the agent in the month that the membership\n\nwas sold.\n\n            The second category consisted of numerous alleged actions\n\ntaken by Bally that Laird and Baker said were wrongfully designed\n\nto reduce the extra earnings that would boost the purchase price.\n\nFor instance,     the   complaint    charged      that   Bally    had   used   its\n\ncomputer system to direct phone inquiries away from the former\n\nLaird-Baker centers and toward Bally's pre-existing New England\n\nfacilities and that Bally had provided the centers products unfit\n\nfor sale.      These and acts like them we will call “operating\n\nviolations.”\n\n            On March 21, 2003, Bally moved to dismiss the complaint,\n\nrelying inter alia on the purchase agreement's requirement that\n\n\n                                     -6-\n\fclaims be submitted to \"binding alternative dispute resolution\" by\n\nthe accountant under the purchase agreement. Bally did not mention\n\nthe employment agreement's arbitration clause. On August 21, 2003,\n\nthe   district    court   concluded   that   certain   of    the   factual\n\nallegations raised matters within the purview of the accountants\n\nunder section 3.5(f) but that the majority--concerning Bally’s\n\nallegedly improper operation of the businesses--did not and that\n\nthose latter claims were properly reserved for disposition by the\n\ndistrict court.\n\n          Bally then filed a motion to reconsider or clarify,\n\nasking the court to identify more clearly which claims were to be\n\nsubmitted to the accountant and also arguing that new events\n\nwarranted reconsideration of the district court's decision to\n\nretain any of the claims for its own consideration.         The new events\n\nconcerned a traditional arbitration proceeding that Bally had begun\n\nagainst Laird in Chicago on June 30, 2003, under the arbitration\n\nclause in Laird's employment agreement.\n\n          In the Chicago proceeding, Bally sought a ruling that it\n\nwas entitled to terminate Laird's employment for cause; later it\n\nasked for a declaration that both Laird and Baker were subject to\n\nrestrictive non-compete covenants in their respective employment\n\nagreements. Laird and Baker then counterclaimed in the arbitration\n\nto seek monetary compensation for Bally's own alleged breaches of\n\n\n\n\n                                  -7-\n\fthe employment agreement, including four alleged episodes that had\n\nalso been listed in Laird and Baker’s federal complaint.\n\n          Bally argued that these overlapping claims should be\n\ndismissed because Laird and Baker \"have elected to submit these\n\nclaims to arbitration\" in Chicago.            More broadly, Bally contended\n\nthat all of the issues retained by the district court for its own\n\nresolution     were    properly     subject    to    arbitration    under   the\n\nemployment agreement.        By order entered on November 6, 2003, the\n\ndistrict court clarified its apportionment of issues as between the\n\ncourt and the accountant, but it declined to refer any of the\n\nclaims (overlapping or not) to the Chicago arbitration.\n\n          Bally has now filed an interlocutory appeal.               It argues\n\nthat the district court should not have retained any of the\n\nplaintiffs' claims; Bally says that all must be submitted to Price\n\nWaterhouse     or,    in   the    alternative,      subject   to   the   Chicago\n\narbitration.     At the very least (says Bally), the district court\n\nshould not proceed to address the overlapping claims that are being\n\npresented both in the federal complaint and in Laird's and Baker's\n\nanswer and counterclaim in the Chicago arbitration.\n\n             Jurisdiction.       At the outset Laird and Baker say that we\n\nlack jurisdiction over Bally's appeal.                 The challenge to our\n\njurisdiction arises because the district court’s refusal either to\n\ndismiss the case or to leave all of the issues to Price Waterhouse\n\nor the Chicago arbitration is not a “final order” disposing of all\n\n\n                                       -8-\n\fclaims against all parties.   Thus, it is not appealable as a final\n\njudgment under 28 U.S.C. § 1291 (2000), and our jurisdiction must\n\nbe based on one of the several statutory or case law exceptions to\n\nthe final judgment requirement.\n\n          Section 16 of the Federal Arbitration Act, 9 U.S.C. §\n\n16(a)(1)(B) (2000), explicitly permits an immediate appeal from a\n\ndistrict court order “denying a petition under section 4 of this\n\ntitle to order arbitration to proceed.”      See also Colón v. R.K.\n\nGrace & Co., 358 F.3d 1, 4 (1st Cir. 2003).        We think that the\n\ndistrict court’s orders are appealable under this section insofar\n\nas the district court refused to send all of the issues to the\n\nChicago   arbitration   proceedings    and–-this   is   the   trickier\n\njurisdictional issue–-as to the court's refusal to send them all to\n\nPrice Waterhouse.\n\n          We start with Bally’s request to refer the issues to the\n\nChicago arbitration.    This request was made only in the motion for\n\nreconsideration following the district court’s original August 21,\n\n2003, order but the delay is not a bar:   the district court did not\n\ndecline to address the request as forfeited by failure to make it\n\nearlier but instead decided on the merits that a reference to the\n\nChicago arbitrator was not required.    Bally’s explicit request for\n\na reference to the Chicago arbitrator was effectively a request for\n\nan order to arbitrate under section 4, 9 U.S.C. § 4 (2000), which\n\n\n\n\n                                 -9-\n\fis   immediately      appealable   under      section   16,   9   U.S.C.   §   4,\n\n16(a)(1)(B).\n\n            For two separate reasons, the refusal to send all the\n\nclaims to Price Waterhouse is more difficult to equate with a\n\nrefusal to order arbitration.          One reason is that, as plaintiffs\n\npoint out, Bally’s request was not for a stay pending submission to\n\nPrice Waterhouse or an order to arbitrate but for dismissal of the\n\ncase because of the Price Waterhouse remedy.            So far as pertinent,\n\nsection 16 allows an interlocutory appeal only from an order\n\ndenying a petition to compel arbitration; or from the denial of a\n\nstay pending such an arbitration.            9 U.S.C. §§ 3, 4, 16 (2000).\n\n            The courts are divided as to whether a request to dismiss\n\na case based on an arbitration clause should be treated as a\n\nrequest for an order compelling arbitration.2             Circumstances vary\n\nand one rule may not suit all cases.           But here Bally clearly argued\n\nto   the   district    court   that   under    the   purchase     agreement    the\n\naccountant had sole authority to resolve all issues.                If that was\n\nright and Bally wanted the accountant to decide the issues, then\n\n\n      2\n      Several courts have treated requests to dismiss on this\nground as equivalent to a petition for an order compelling\narbitration.   E.g., Thomassen & Drijver-Verblifa N.V. v. Sardee\nIndus., Inc., NO. 88 C 4271, 1988 WL 102258, at *1 (N.D. Ill. Sept.\n28, 1988); Interstate Sec. Corp. v. Siegel, 676 F. Supp. 54, 55\n(S.D.N.Y. 1988). The District of Columbia Circuit held otherwise\nbut suggested that the aggravated facts made a difference.\nBombardier Corp. v. National R.R. Passenger Corp., 333 F.3d 250,\n252-54 (D.C. Cir. 2003). See also Harrison v. Nissan Motor Corp.\nin U.S.A., 111 F.3d 343, 347-49 (3d Cir. 1997)(noting the problem\nwithout deciding).\n\n                                      -10-\n\fthe proper remedy would have been to stay the court proceeding and\n\norder   arbitration--assuming   that   the   accounting   remedy   is\n\narbitration.\n\n          If Bally had wanted a dismissal but no decision by the\n\narbitrator, then we would refuse to entertain an appeal by Bally to\n\nprovide a reference that Bally had not sought and did not want.\n\nBut in this case Bally clearly is invoking the accountant dispute\n\nresolution remedy, even if a stay rather than dismissal ensues.\n\nSince no one has been prejudicially misled by Bally’s request for\n\nan over-favorable remedy of dismissal, its request for dismissal in\n\nfavor of the accountant remedy can be treated as encompassing the\n\nlesser alternative remedy of a stay and reference.\n\n          This brings us to Bally’s second hurdle, namely, to the\n\nquestion whether the accountant remedy is arbitration at all.      If\n\nit is not arbitration, then remedies under the Federal Arbitration\n\nAct, including an interlocutory appeal, would be unavailable.      The\n\nAct itself does not define \"arbitration\", see Harrison v. Nissan\n\nMotor Corp. in U.S.A., 111 F.3d 343, 350 (3d Cir. 1997).     Whether\n\nthe accountant remedy is “arbitration” under the federal statute is\n\na characterization issue, which in our view is governed by federal\n\nlaw.\n\n          That a uniform federal definition is required is obvious\n\nto us. True, the substance of the purchase agreement-–who promised\n\nto do what--is governed by state law (here, the parties agree, by\n\n\n                                -11-\n\fIllinois law), but whether what has been agreed to amounts to\n\n“arbitration” under the Federal Arbitration Act depends on what\n\nCongress meant by the term in the federal statute.       Assuredly\n\nCongress intended a \"national\" definition for a national policy.\n\nAnalogous cases are numerous.3\n\n          Curiously, there is a Ninth Circuit case to the contrary,\n\nWasyl, Inc. v. First Boston Corp., 813 F.2d 1579, 1582 (9th Cir.\n\n1987), followed by Hartford Lloyd's Ins. Co. v. Teachworth, 898\n\nF.2d 1058, 1061-63 (5th Cir. 1990), but Wasyl assumed without real\n\nanalysis that state law governed, and the Wasyl decision itself was\n\nrightly criticized by a more recent Ninth Circuit panel when forced\n\nto follow the earlier case.   See Portland Gen. Elec. Co. v. United\n\nStates Bank Trust Nat. Ass'n as Tr. for Trust No. 1, 218 F.3d 1085,\n\n1091 (9th Cir. 2000) (Tashima, J., concurring); id. at 1091-92\n\n(McKeown, J., specially concurring).\n\n          Whether the accounting remedy is “arbitration” under the\n\nfederal statute is the more interesting question.   The answer does\n\nnot depend on the nomenclature used in the agreement, see AMF Inc.\n\nv. Brunswick Corp., 621 F. Supp. 456, 460 (E.D.N.Y. 1985); rather,\n\n\n     3\n      See, e.g., Taylor v. United States, 495 U.S. 575, 590-92\n(1990) (definition of \"burglary\" in 18 U.S.C. § 924(e) providing\nsentencing enhancement for possession of a firearm); NLRB v. Hearst\nPubl'ns, 322 U.S. 111, 120-123 (1944) (definition of \"employee\"\nunder the National Labor Relations act); Jerome v. United States,\n318 U.S. 101, 104-05 (1943)(definition of \"felony\" under the Bank\nRobbery Act); cf. Rankin v. Allstate Ins. Co., 336 F.3d 8, 12 n.3\n(1st Cir. 2003)(waiver issues involving the Federal Arbitration Act\nto be determined by federal, not state, law).\n\n                                 -12-\n\fthe question is how closely the specified procedure resembles\n\nclassic    arbitration     and   whether   treating   the   procedure   as\n\narbitration serves the intuited purposes of Congress. For example,\n\nother circuits (defensibly, in our view) have declined to treat an\n\nagreement for non-binding arbitration as \"arbitration\" within the\n\nmeaning of the Act.      See Dluhos v. Strasberg, 321 F.3d 365, 371 (3d\n\nCir. 2003); Harrison, 111 F.3d at 349-52. But see Wolsey, Ltd. v.\n\nFoodmaker, Inc., 144 F.3d 1205, 1208-09 (9th Cir. 1998).\n\n           By contrast, in our case, the purchase agreement makes\n\nthe Price Waterhouse remedy “final” (whether any more final than\n\nordinary arbitration is doubtful but need not be decided now), and\n\nother common incidents of arbitration of a contractual dispute are\n\npresent:    an independent adjudicator, substantive standards (the\n\ncontractual terms of the pay-out), and an opportunity for each side\n\nto present its case.      See General Motors Corp. v. Pamela Equities\n\nCorp., 146 F.3d 242, 246 (5th Cir. 1998); Harrison, 111 F.3d at\n\n350; AMF Inc., 621 F. Supp. at 460.        To us, this is arbitration in\n\neverything but name.4\n\n           In one respect, the accounting remedy departs from a\n\ncommon feature of many arbitrations. The district court found that\n\n\n\n     4\n      Selecting an expert to handle arbitration is by no means\nuncommon.   E.g., Rosenberg v. Merrill Lynch, Pierce, Fenner &\nSmith, Inc., 170 F.3d 1, 8 n.4 (1st Cir. 1999); Merit Ins. Co. v.\nLeatherby Ins. Co., 714 F.2d 673, 679 (7th Cir.), cert. denied 464\nU.S. 1009 (1983).\n\n\n                                    -13-\n\fthe   purchase    agreement       refers   to    Price     Waterhouse      for   its\n\nresolution only the accounting issues and not the operational\n\ndisputes that affect the pay-out.              So, unlike many arbitrations,\n\nthis limited reference cannot resolve the whole, or even the\n\ngreater   part,       of   the   controversy     between    the     parties.      In\n\nconsequence,      a    reference    does   not     fully    spare    the    court’s\n\nresources, and it creates a two-track proceeding even as to claims\n\nof breach of contract.\n\n           Yet arbitrations sometimes do cover only a part of the\n\nover-all dispute between the parties.              E.g., Coady v. Ashcraft &\n\nGerel, 223 F.3d 1, 4 (1st Cir. 2000); McDonnell Douglas Fin. Corp.\n\nv. Pa. Power & Light Co., 858 F.2d 825, 831-33 (2d Cir. 1988).                   If\n\nthis adds to the procedural complexity, it may still provide a\n\nswifter (and depending on the arbitrator a more expert) answer to\n\nthe questions that are arbitrated.              References to agencies under\n\nthe somewhat analogous primary jurisdiction doctrine sometimes\n\ncomprise only a single narrow issue referred to the agency before\n\nthe federal law suit goes forward.              See, e.g., U.S. Pub. Interest\n\nResearch Group v. Atl. Salmon of Me., LLC,                 339 F.3d 23, 34 (1st\n\nCir. 2003); Mass. v. Blackstone Valley Elec. Co., 67 F.3d 981, 992\n\n(1st Cir. 1995).5\n\n\n      5\n      Our conclusion makes it unnecessary to consider Bally's\nalternative argument that the failure to order resort to the\naccountant is appealable under 28 U.S.C. § 1292(a)(1)(2000), giving\nappellate jurisdiction over \"orders that grant or deny injunctions\nand orders that have the practical effect of granting or denying\n\n                                      -14-\n\f          Arbitrability   of   the   issues.   Having   confirmed   our\n\njurisdiction over the appeal, we turn next to the question whether\n\nthe district court correctly construed the purchase agreement when\n\nit referred to Price Waterhouse only the accounting issues and\n\nretained the remaining misconduct charges for itself. The district\n\ncourt’s bifurcation might at first surprise a reader given to\n\nliteralism; but it rests on a realistic parsing of the purchase\n\nagreement and is ultimately correct.\n\n          The pertinent language of the purchase agreement, quoted\n\nmore fully above, says that \"any disagreement with respect to the\n\nAdvance Earn-Out Schedule or the Earn-Out Schedule\" will, if\n\nunresolved after the protest notice, be referred to the accountants\n\nfor a \"final\" determination.     The operational misconduct could,\n\njust like ordinary accounting errors, alter the figures in the two\n\nschedules and reduce the pay-out.       So, Bally seemingly argues,\n\nwhether operational misconduct occurred is for the accountants to\n\ndecide.\n\n\ninjunctions and have 'serious, perhaps irreparable, consequence.'\"\nGulfstream Aerospace Corp. v. Mayacamas Corp., 485 U.S. 271, 287-\n288 (1988)(quoting Carson v. Am. Brands, Inc., 450 U.S. 79, 84,\n(1981)).   The case law on this subject is complicated.         See\ngenerally Gulfstream Aerospace Corp., 485 U.S. at 279-88; Tejidos\nde Coamo, Inc. v. Int'l Ladies' Garment Workers' Union, 22 F.3d 8,\n10-11 (1st Cir. 1994). Compare Kan. Gas & Elec. Co. v. Westinghouse\nElec. Corp., 861 F.2d 420, 422 (4th Cir. 1988), and Nordin v.\nNutri/System, Inc., 897 F.2d 339, 342 (8th Cir. 1990) (appealable\nunder 28 U.S.C. § 1292(a)(1)), with DSMC Inc. v. Convera Corp., 349\nF.3d 679, 682 (D.C. Cir. 2003), and Cent. States v. Cent. Cartage\nCo., 84 F.3d 988, 990-92 (7th Cir.), cert. denied, 519 U.S. 912\n(1996) (not appealable).\n\n                                 -15-\n\f          Absent admissible extrinsic evidence bearing upon intent,\n\na court in interpreting disputed contract language asks what\n\nreasonable persons in the position of the parties would ordinarily\n\nhave intended by using the words in question in the circumstances.\n\n2 Farnsworth on Contracts §§ 7.9, 7.10 (3d ed. 2004), a view\n\nfollowed in Illinois; Horbach v. Kaczmarek, 988 F. Supp. 1126, 1129\n\n(N.D. Ill. 1997); Tatar v. Maxon Constr. Co., 294 N.E.2d 272 (Ill.\n\n1973).   By this test, referring the operational issues to the\n\naccountants makes no sense.\n\n          The phrase \"any disagreement\" refers to earning schedules\n\nwhose components are defined in detail in the purchase agreement in\n\naccounting terms: specifically, the EBITDA formula for earnings of\n\nthe eight centers before certain other costs (e.g., interest,\n\ntaxes, depreciation) are taken into account.        And, the unresolved\n\ndisagreements are to be referred to \"accountants.\"       In context, it\n\ntherefore makes most sense to read \"any disagreements\" as referring\n\nto   disagreements   about    accounting   issues     arising   in   the\n\ncalculations that underpin the schedules.\n\n          Conversely, it makes no sense to assume that accountants\n\nwould be entrusted with evaluating disputes about the operation of\n\nthe business in question.     Yes, operational misconduct may well\n\naffect the level of earnings and therefore the schedules, but the\n\nmisconduct itself would not be a breach of proper accounting\n\nstandards.   Nor would one expect accountants to have special\n\n\n                                 -16-\n\fcompetence in deciding whether business misconduct unrelated to\n\naccounting conventions was a breach of contract or any implied duty\n\nof fair dealing.\n\n          Thus, the accounting treatment of new membership sales\n\nwas correctly regarded by the district court as an issue properly\n\nreserved for Price Waterhouse; but whether Bally had manipulated\n\nthe phone system to divert calls from the eight centers to other\n\nBally centers involves not an accounting question but contract\n\ninterpretation and judgments about reasonable business practices.\n\nWhether specific issues fall on one side or the other of the\n\ndividing line could be disputed; but on this appeal Bally has\n\nattacked only the district court's general bifurcation approach and\n\nnot its classification of particular misconduct claims.\n\n          The district court's reading is supported by at least\n\nfour different cases in which clauses directing certain disputes to\n\naccountants were read as implicitly limited to accounting issues.6\n\nIn two of the cases, the precise phrasing of the clauses made this\n\nconclusion even easier to reach than it is in the present case, see\n\nBlutt v. Integrated Health Servs., Inc., No. 96 CIV. 3612 LLS.,\n\n1996 WL 389292, at *2 (S.D.N.Y. July 11, 1996); United Steelworkers\n\n\n\n     6\n      Blutt v. Integrated Health Servs., Inc., No. 96 CIV. 3612\nLLS., 1996 WL 389292 (S.D.N.Y. July 11, 1996); Powderly v.\nMetraByte Corp., 866 F. Supp. 39 (D. Mass. 1994); United\nSteelworkers of Am. v. Nat'l Roll Co., No. 89-1491, 1990 WL\n10043689 (W.D. Pa. May 3, 1990); Parker v. Twentieth Century-Fox\nFilm Corp., 173 Cal. Rptr. 639 (Cal. Ct. App. 1981).\n\n                               -17-\n\fof Am. v. Nat'l Roll Co., No. 89-1491, 1990 WL 10043689, at *2 n.1\n\n(W.D. Pa. May 3, 1990), but the other two decisions are not very\n\nfar from our own.     In all events, if the Red Sox' sports announcer\n\nsays that the batter hit the ball out of the park, everyone knows\n\nthat a baseball is implied.\n\n             Bally relies principally upon Mayfair Constr. Co. v.\n\nWaveland Assocs. Phase I Ltd. P'ship, 619 N.E.2d 144 (Ill. App. Ct.\n\n1993).    There the court read contract language as requiring the\n\nsubmission     to    an   architect     (essentially     for   non-binding\n\narbitration)    of   disputes   about   schedule   extensions    and    cost\n\nincreases in the construction of a building.           Id. at 146-53.   The\n\ncase gives Bally a bit of support but not too much.\n\n             The need for extensions of time for construction and\n\nresulting cost effects of delay are arguably matters within the\n\nnormal competence of an architect.       Further, the clause in Mayfair\n\nexplicitly directed that the architect \"will be the interpreter of\n\nthe requirements of the Contract Documents and the initial judge of\n\nthe performance thereunder by both the Owner and Contractor. . . .\n\nIn his capacity as interpreter and judge, he will endeavor to\n\nsecure faithful performance by both the Owner and Contractor.\" Id.\n\nat 147.   Mayfair is thus quite distinguishable.\n\n             This brings us to Bally's alternative claim, in its\n\npetition for reconsideration to the district court, that the\n\nChicago arbitration alters the situation and calls for deferral of\n\n\n                                  -18-\n\fthe court-retained claims in favor of the Chicago proceeding.\n\nBally has two versions of this argument.        In the \"strong\" version,\n\nBally argues that the general arbitration clause in the employment\n\nagreement covers the claims made by Laird and Baker in the court\n\ncase.   The short answer is that it does not.\n\n           The arbitration clause says that \"[a]ny controversy or\n\nclaim arising out of or relating to this Employment Agreement, or\n\nthe breach thereof, shall be settled by arbitration\" as specified\n\nin the agreement.         The \"arising out of\" language is plainly\n\ninapplicable; the complaint itself makes clear that all of the\n\nclaims in the district court case arise out of supposed breaches of\n\nthe purchase agreement, its implied covenant of fair dealing and\n\nassociated statutory duties.\n\n           The \"relating to\" language is more vague, and therefore\n\npotentially broader, but if no proceedings had been begun in\n\nChicago, no one would claim that district court case involved a\n\nclaim \"relating to\" the employment agreement.           It would be a far\n\nmore normal use of words to say that such a claim was related to\n\nthe purchase agreement whose alleged breach is the umbrella cause\n\nof action in the district court.          That the same misconduct could\n\nalso play a role in the Chicago arbitration is a different matter\n\nto which we return below.\n\n           Bally   says    that   the     distinction   between   the   two\n\nagreements is artificial.         It points out that the employment\n\n\n                                   -19-\n\fagreements were referenced in, and required by, the purchase\n\nagreement; that the earn-out opportunities provided by the latter\n\nwere related to the plaintiffs' continued employment; and that the\n\nintegration clause in the purchase agreement refers to the purchase\n\nagreement    and   documents   referred    to   in   it   as   comprising    the\n\ncomplete and exclusive agreement between the parties.\n\n            These inter-relationships are real but the juxtaposition\n\nof the two documents hurts Bally more than it helps it.                 The two\n\nagreements do comprise understandings related to the same business\n\nsale and, in interpreting the documents, one provides context for\n\nthe other.    But the two documents deal with different aspects of\n\nthe sale (asset purchase and subsequent employment).               No one can\n\nseriously argue that clauses can be plucked at random from one\n\nagreement and inserted into the other.\n\n            The    general   arbitration   clause    appears     only   in   the\n\nemployment agreements and refers to disputes arising under or\n\nrelated to that agreement.        Further, not only is such a clause\n\nomitted from the purchase agreement (although it would have been\n\nchild's play to insert it there) but the purchase agreement has\n\ninstead a different, and narrower, dispute resolution process\n\nrelying on the accountants; that process would be redundant--\n\nindeed, inconsistent--if the same matter were covered by the\n\ngeneral arbitration clause in the employment agreement.\n\n\n\n\n                                    -20-\n\f              The   Rosenblum   decision    is    more    or   less   on   point,\n\nRosenblum v. Travelbyus.com Ltd., 299 F.3d 657 (7th Cir. 2002).\n\nThere a business sale and employment agreement were paired and,\n\nwhen the seller sued under the sale agreement for failure to pay,\n\nthe   buyer    invoked   the    arbitration      clause   of   the    employment\n\nagreement.      Id. at 659-665.      The Seventh Circuit rejected the\n\nattempt.      In language no less applicable here, the court said:\n\n              \"Generally, one instrument may incorporate\n              another instrument by reference.\" Turner\n              Constr. Co. v. Midwest Curtainwalls, Inc., 543\n              N.E.2d 249, 251 (Ill. App. Ct. 1989).      \"The\n              contract must show an intent to incorporate\n              the other document and make it part of the\n              contract itself.\"     Id.     \"When determining\n              under Illinois law whether something is\n              incorporated into a contract, we limit our\n              inquiry to the four corners of the contract.\"\n              Atl. Mut. Ins. Co. v. Metron Eng'g & Constr.\n              Co., 83 F.3d 897, 901 (7th Cir. 1996). . . .\n              None of the [] provisions relied upon by the\n              district court incorporates the Employment\n              Agreement by reference.      There is no doubt\n              that the Acquisition Agreement refers to the\n              Employment   Agreement,    but   there  is   no\n              \"intention to incorporate the document and\n              make it a part of the contract\" on the face of\n              the Acquisition Agreement itself. . . . A\n              merger clause does not incorporate other\n              contracts by reference, rather, a merger\n              clause   negates   the    impact    of  earlier\n              negotiations and contract drafts, and states\n              that the written contract is the complete\n              expression of the parties' agreement.\n\n\nId. at 664-65.\n\n              A pair of Fifth Circuit cases invoked by Bally did\n\ntranspose arbitration clauses among contemporaneously executed\n\n\n                                     -21-\n\frelated contracts, but the cases are distinguishable, especially\n\nbecause in our case each agreement has its own dispute resolution\n\nprocess.   Personal Sec. & Safety Sys. Inc. v. Motorola Inc., 297\n\nF.3d 388, 392-93 (5th Cir. 2002); Neal v. Hardee's Food Systems,\n\nInc., 918 F.2d 34, 36-37 (5th Cir. 1990).        Further, both the\n\nSeventh and Fifth Circuits said they were applying state law in\n\nconstruing the scope of their respective contracts, Rosenblum v.\n\nTravelbyus.com Ltd., 299 F.3d at 662 n.2; Neal, 918 F.2d at 37 &\n\nn.5, and as between Illinois and Texas law, the former is the\n\ngoverning law in our own case so far as the substance of the\n\nagreement is concerned.\n\n           Alternatively (this is the “weak” version of Bally's\n\nargument), Bally says that, even if its incorporation argument\n\nfails, Laird and Baker have affirmatively \"elected\" arbitration as\n\nto those misconduct issues that they have themselves raised in the\n\nChicago proceeding by answer and counterclaim.   These include some\n\nbut not all of the issues retained by the district court.      The\n\ndistrict court said briefly in its order on reconsideration that\n\nthe plaintiffs' answer and counterclaim in the Chicago arbitration\n\nproceeding was not a waiver of their right to proceed in the\n\ndistrict court.\n\n           The terms “election” and “waiver” are used in various\n\nways by the cases, in different contexts, and are often used for\n\nconclusion rather than analysis. In some recurring situations, the\n\n\n                               -22-\n\flabels are easy to apply–-for example, one who has an option to\n\narbitrate or sue and chooses to arbitrate ordinarily makes an\n\nelection that cannot be rescinded after an unfavorable result.\n\nE.g., Kiernan v. Piper Jaffray Cos., 137 F.3d 588, 594 (8th Cir.\n\n1998).   The present case is less straightforward.\n\n            Laird and Baker did not initiate the arbitration:               the\n\nChicago proceeding was begun by Bally after the court case had\n\nstarted and was directed at a different agreement than was the\n\ncourt case.      Still, plaintiffs have sought to make certain of the\n\nmisconduct claims in the court case do double duty as defenses or\n\ncounterclaims in the arbitration.           This overlap, which is the\n\nsource of several problems, is the linchpin of the Bally’s election\n\nor waiver argument.\n\n            To   the   extent    that   Laird   and   Baker   could    without\n\nprejudice to their interests in the arbitration have withheld these\n\nmisconduct allegations from the Chicago proceeding, their choice to\n\nassert them in the arbitration might be treated by a court as an\n\nelection or waiver of the right to present them in court.              But to\n\nthe extent that failing to assert them meant that arguable defenses\n\nin the arbitration would be foregone, or possible damage claims for\n\nbreach of     the   employment    contract would      be   precluded   in   the\n\narbitration, the answer and counterclaim were compelled by Bally’s\n\nown choice to pursue arbitration.\n\n\n\n\n                                    -23-\n\f           To us, it seems likely that any defense to Bally’s claims\n\nin arbitration would have to be presented there or be forfeit;\n\nwhether   plaintiffs    were   also    effectively   compelled    to   assert\n\nmatching counterclaims is less clear. But given the breadth of the\n\narbitration clause, the start of arbitration by Bally, and the\n\nopportunity for Laird and Baker to assert their damage claims in\n\narbitration, it would have been a foolish lawyer who told them that\n\nthey could safely withhold the misconduct charges from their answer\n\nand counterclaim.\n\n             This threat of prejudice would not necessarily preclude\n\ntreating the defense and counterclaim as an election of arbitration\n\nover the court suit; we are dealing with judicial policy not self-\n\nexecuting labels.      But it is less clear what judicial policy ought\n\nto be where, as here, a misconduct issue turns out to be common\n\nboth to an arbitrable dispute (as to one agreement) and to a\n\njudicial dispute (as to another) that was never the subject of an\n\narbitration     agreement.     The     Federal   Arbitration     Act   favors\n\narbitration; but only as to what the parties have agreed to\n\narbitrate.     Restoration Pres. Masonry, Inc. v. Grove Europe Ltd.,\n\n325 F.3d 54, 60 (1st Cir. 2003).\n\n             Nor is it clear that economy would be served by deferring\n\nto arbitration as to the overlapping issues.         For several reasons,\n\narbitration is less likely to yield findings that resolve common\n\nissues under res judicata doctrine; arbitrators do not always make\n\n\n                                      -24-\n\fexplicit findings and whether findings by an arbitrator bind a\n\ncourt faced with the same issue and parties but a different claim\n\nis less than crystal clear.     See generally 18B Wright, Miller, and\n\nCooper, Federal Practice and Procedure § 4475.1 (2d ed. 2002).\n\n             Bally cites two cases to support its claim of waiver or\n\nelection but both can readily be distinguished.        In both cases the\n\nparty seeking to litigate had initially elected arbitration and\n\nonly sought to bring the case to court when the arbitration seemed\n\nto be going against them. Kiernan, 137 F.3d at 594; Nghiem v. NEC\n\nElec., Inc., 25 F.3d 1437, 1440 (9th Cir.), cert. denied, 513 U.S.\n\n1044 (1994).     There, the policies supporting waiver or election\n\napply with full force; in our case they do not.\n\n             To sum up, on these facts we think that the argument for\n\nwaiver or election is weak and the district court was right to\n\nreject it.    The court case was filed first, plaintiffs were more or\n\nless forced to answer and counterclaim in the arbitration, and the\n\nfact that only some of the issues overlap makes two proceedings\n\ninevitable.     In these circumstances--and without prejudice to the\n\nauthority of the trial judge to manage the case before him--we do\n\nnot see why the arbitration should have an invincible and automatic\n\npriority in the decision of common issues.\n\n             Absent more help and reflection, we decline to lay down\n\ngeneral rules for situations where a court case and an arbitration\n\naddress   distinct   legal   claims   but   common   issues   of   fact   or\n\n\n                                  -25-\n\fcharacterization.      The range of possible situations is great and\n\nthe   precedents   bearing   on   the   overlap   problem   scarce.   More\n\nexperience may generate useful rules, but for now an ad hoc\n\njudgment based on the circumstances of this peculiar case will have\n\nto do.\n\n           Affirmed.\n\n\n\n\n                                   -26-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\n                        For the First Circuit\n\nNo. 03-2622\n\n      FIT TECH, INC.; PLANET FITNESS CENTER OF MAINE, INC.;\nPLANET FITNESS CENTER, INC.; PLANET FITNESS CENTER OF DARTMOUTH,\nINC.; PLANET FITNESS CENTER OF SALEM, INC.; PLANET FITNESS CENTER\n       OF BRIGHTON, INC.; STRATFORD FITNESS CENTER, INC.;\n                 DAVID B. LAIRD; SCOTT G. BAKER,\n\n                        Plaintiffs, Appellees,\n\n                                  v.\n\n               BALLY TOTAL FITNESS HOLDING CORPORATION;\n                       HOLIDAY UNIVERSAL, INC.,\n\n                       Defendants, Appellants.\n                              __________\n\n                           JOHN H. WILDMAN,\n\n                              Defendant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Morris E. Lasker,* U.S. District Judge]\n                        ____________________\n\n                                Before\n\n                         Boudin, Chief Judge,\n\n                Torruella and Howard, Circuit Judges.\n\n\n     Juliet A. Davison with whom Howard M. Cooper and Todd & Weld\nLLP were on brief for appellants.\n\n\n\n\n    *\n        Of the Southern District of New York, sitting by designation.\n\f     Deborah L. Thaxter, P.C. with whom Jonathan Sablone, Stephen\nM. LaRose and Nixon Peabody LLP were on brief for appellees.\n\n\n\n\n                          July 1, 2004\n\f          BOUDIN, Chief Judge.   This appeal, presenting issues of\n\ncontract law and appellate jurisdiction, arises out of the sale of\n\na business.   The principal plaintiffs in the district court, David\n\nLaird and Scott Baker, previously owned and operated eight health\n\nand fitness centers in New England doing business under several\n\nnames (e.g., \"Planet Fitness\"; \"Fit Tech\").     On April 19, 2002,\n\nLaird and Baker executed an \"Asset Purchase Agreement\" effective as\n\nof March 14, 2002, by which defendant Bally--a major owner of such\n\nfitness facilities--acquired plaintiffs' centers.1\n\n          The purchase agreement fixed the purchase price at $14.7\n\nmillion payable at closing but provided that the total amount could\n\nbe increased by a maximum of $12 million depending on earnings of\n\nthe eight centers in the two years following the closing.      The\n\nformula for computing the extra payment depended primarily on\n\nearnings of the centers before corporate overhead, interest, taxes,\n\ndepreciation and amortization; this figure is defined in the\n\npurchase agreement and called \"EBITDA\".     The purchase agreement\n\nsets out both procedures for calculating the amount and a time\n\ntable.\n\n          Specifically, Bally was required to provide Laird and\n\nBaker quarterly reports setting forth Bally's calculation of the\n\nEBITDA.   An initial (75 percent) payment by Bally, based on the\n\n\n     1\n      The principal defendants are Bally Total Fitness Holding\nCorporation and its subsidiaries, Holiday Universal, Inc. We refer\nto them collectively as \"Bally.\"\n\n                                 -3-\n\f\"advance earn-out schedule,\" was to be determined within 90 days\n\nafter the first anniversary of the closing date (i.e., by mid-July,\n\n2003).   The final calculation of the full supplemental amount,\n\ndesignated   the   \"earn-out   schedule,\"   was   due   on   the   second\n\nanniversary of the closing.    Section 3.5 of the purchase agreement\n\nthen set out a process for dealing with disputes as to the\n\nschedules:\n\n          (e) Protest Notice.    Within sixty (60) days\n          after delivery to the Sellers of the Advance\n          Earn-Out Schedule or the Earn-Out Schedule, as\n          applicable, the Sellers may deliver written\n          notice (each, a \"Protest Notice\") to the Buyer\n          of any objections, and the basis therefor,\n          which the Sellers may have to the Advance\n          Earn-Out Schedule or the Earn-Out Schedule, as\n          applicable.   Any such Protest Notice shall\n          specify the basis for the objection, as well\n          as the amount in dispute. The failure of the\n          Sellers to deliver a protest notice within the\n          prescribed time period will constitute the\n          Sellers' acceptance of the Advance Earn-Out\n          Schedule and the Earn-Out Schedule set forth\n          therein, as applicable.\n\n          (f) Resolution of the Sellers' Protest.     If\n          the Buyer and the Sellers are unable to\n          resolve any disagreement with respect to the\n          Advance Earn-Out Schedule or the Earn-Out\n          Schedule within twenty (20) days following the\n          Buyer's receipt of any Protest Notice, then\n          the items in dispute will be referred to the\n          Accountants for final determination within\n          forty-five (45) days, which determination\n          shall be final and binding on all of the\n          parties hereto.    The Accountants shall be\n          engaged by the Sellers and the Buyer regarding\n          the Advance Earn-Out Schedule or the Earn-Out\n          Schedule, as applicable, based upon the\n          written submissions of the Sellers and the\n          Buyer, and the Accountants may, but shall not\n          be required to, audit the Advance Earn-Out\n\n                                 -4-\n\f            Schedule or the Earn-Out Schedule or any\n            portion thereof.       The Advance Earn-Out\n            Schedule   and   the   Earn-Out   Schedule as\n            ultimately    prepared    and   finalized  in\n            accordance with this Section 3.5(f) shall\n            thereafter be deemed to be and constitute the\n            \"Advance Earn-Out Schedule\" and the \"Earn-Out\n            Schedule\" respectively, for all purposes.\n\n            Elsewhere         in    the   agreement,       PriceWaterhouseCoopers\n\n(“Price Waterhouse”) was designated as the accountants.                     A choice\n\nof law provision specified that the purchase agreement was to be\n\ngoverned by Illinois law.\n\n            The purchase agreement also provided that Laird and Baker\n\nwould    each    sign   an    \"Employment       Agreement,\"    making    them    area\n\ndirectors       to   manage   and    operate     Bally's    New   England    fitness\n\ncenters.    The employment agreement, unlike the purchase agreement,\n\ncontained a standard arbitration clause providing that \"[a]ny\n\ncontroversy or claim arising out of or relating to this employment\n\nagreement, or the breach thereof, shall be settled by arbitration\"\n\npursuant to the rules of the American Arbitration Association or a\n\nsimilar organization selected by Bally.\n\n            Laird and Baker began to serve pursuant to the employment\n\nagreements, but disagreements soon developed between them and\n\nBally.     In February 2003, Laird and Baker brought this diversity\n\naction     against      Bally       in    the   federal      district    court     in\n\nMassachusetts, charging Bally primarily with breach of contract and\n\nof an implied covenant of good faith and fair dealing.                  Claims were\n\nalso made under the Massachusetts statute governing unfair and\n\n                                          -5-\n\fdeceptive   trade   practices,      Mass.    Gen.    Laws   ch.    93A,   and   a\n\ncounterpart Illinois statute, 815 Ill. Comp. Stat. 505/2.\n\n            The complaint included extensive factual allegations of\n\nimproper conduct by Bally.     The district court essentially grouped\n\nthese   alleged   wrongful   acts    in     two   categories.       The   first,\n\ncomprising what we will call “accounting violations,” alleged that\n\nBally in its initial EBITDA calculations had improperly calculated\n\nearnings contrary to applicable accounting principles so as to\n\nreduce the extra purchase price that would be due.                 For example,\n\nBally was alleged to have spread revenues from new memberships over\n\nthe projected 22-month expected life while accruing the entire\n\ncommission expense of the agent in the month that the membership\n\nwas sold.\n\n            The second category consisted of numerous alleged actions\n\ntaken by Bally that Laird and Baker said were wrongfully designed\n\nto reduce the extra earnings that would boost the purchase price.\n\nFor instance,     the   complaint    charged      that   Bally    had   used   its\n\ncomputer system to direct phone inquiries away from the former\n\nLaird-Baker centers and toward Bally's pre-existing New England\n\nfacilities and that Bally had provided the centers products unfit\n\nfor sale.      These and acts like them we will call “operating\n\nviolations.”\n\n            On March 21, 2003, Bally moved to dismiss the complaint,\n\nrelying inter alia on the purchase agreement's requirement that\n\n\n                                     -6-\n\fclaims be submitted to \"binding alternative dispute resolution\" by\n\nthe accountant under the purchase agreement. Bally did not mention\n\nthe employment agreement's arbitration clause. On August 21, 2003,\n\nthe   district    court   concluded   that   certain   of    the   factual\n\nallegations raised matters within the purview of the accountants\n\nunder section 3.5(f) but that the majority--concerning Bally’s\n\nallegedly improper operation of the businesses--did not and that\n\nthose latter claims were properly reserved for disposition by the\n\ndistrict court.\n\n          Bally then filed a motion to reconsider or clarify,\n\nasking the court to identify more clearly which claims were to be\n\nsubmitted to the accountant and also arguing that new events\n\nwarranted reconsideration of the district court's decision to\n\nretain any of the claims for its own consideration.         The new events\n\nconcerned a traditional arbitration proceeding that Bally had begun\n\nagainst Laird in Chicago on June 30, 2003, under the arbitration\n\nclause in Laird's employment agreement.\n\n          In the Chicago proceeding, Bally sought a ruling that it\n\nwas entitled to terminate Laird's employment for cause; later it\n\nasked for a declaration that both Laird and Baker were subject to\n\nrestrictive non-compete covenants in their respective employment\n\nagreements. Laird and Baker then counterclaimed in the arbitration\n\nto seek monetary compensation for Bally's own alleged breaches of\n\n\n\n\n                                  -7-\n\fthe employment agreement, including four alleged episodes that had\n\nalso been listed in Laird and Baker’s federal complaint.\n\n          Bally argued that these overlapping claims should be\n\ndismissed because Laird and Baker \"have elected to submit these\n\nclaims to arbitration\" in Chicago.            More broadly, Bally contended\n\nthat all of the issues retained by the district court for its own\n\nresolution     were    properly     subject    to    arbitration    under   the\n\nemployment agreement.        By order entered on November 6, 2003, the\n\ndistrict court clarified its apportionment of issues as between the\n\ncourt and the accountant, but it declined to refer any of the\n\nclaims (overlapping or not) to the Chicago arbitration.\n\n          Bally has now filed an interlocutory appeal.               It argues\n\nthat the district court should not have retained any of the\n\nplaintiffs' claims; Bally says that all must be submitted to Price\n\nWaterhouse     or,    in   the    alternative,      subject   to   the   Chicago\n\narbitration.     At the very least (says Bally), the district court\n\nshould not proceed to address the overlapping claims that are being\n\npresented both in the federal complaint and in Laird's and Baker's\n\nanswer and counterclaim in the Chicago arbitration.\n\n             Jurisdiction.       At the outset Laird and Baker say that we\n\nlack jurisdiction over Bally's appeal.                 The challenge to our\n\njurisdiction arises because the district court’s refusal either to\n\ndismiss the case or to leave all of the issues to Price Waterhouse\n\nor the Chicago arbitration is not a “final order” disposing of all\n\n\n                                       -8-\n\fclaims against all parties.   Thus, it is not appealable as a final\n\njudgment under 28 U.S.C. § 1291 (2000), and our jurisdiction must\n\nbe based on one of the several statutory or case law exceptions to\n\nthe final judgment requirement.\n\n          Section 16 of the Federal Arbitration Act, 9 U.S.C. §\n\n16(a)(1)(B) (2000), explicitly permits an immediate appeal from a\n\ndistrict court order “denying a petition under section 4 of this\n\ntitle to order arbitration to proceed.”      See also Colón v. R.K.\n\nGrace & Co., </pre><span class=\"citation\" data-id=\"200781\"><a href=\"/opinion/200781/colon-v-rk-grace/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 2003).        We think that the\n\ndistrict court’s orders are appealable under this section insofar\n\nas the district court refused to send all of the issues to the\n\nChicago   arbitration   proceedings    and–-this   is   the   trickier\n\njurisdictional issue–-as to the court's refusal to send them all to\n\nPrice Waterhouse.\n\n          We start with Bally’s request to refer the issues to the\n\nChicago arbitration.    This request was made only in the motion for\n\nreconsideration following the district court’s original August 21,\n\n2003, order but the delay is not a bar:   the district court did not\n\ndecline to address the request as forfeited by failure to make it\n\nearlier but instead decided on the merits that a reference to the\n\nChicago arbitrator was not required.    Bally’s explicit request for\n\na reference to the Chicago arbitrator was effectively a request for\n\nan order to arbitrate under section 4, 9 U.S.C. § 4 (2000), which\n\n\n\n\n                                 -9-\n\fis   immediately      appealable   under      section   16,   9   U.S.C.   §   4,\n\n16(a)(1)(B).\n\n            For two separate reasons, the refusal to send all the\n\nclaims to Price Waterhouse is more difficult to equate with a\n\nrefusal to order arbitration.          One reason is that, as plaintiffs\n\npoint out, Bally’s request was not for a stay pending submission to\n\nPrice Waterhouse or an order to arbitrate but for dismissal of the\n\ncase because of the Price Waterhouse remedy.            So far as pertinent,\n\nsection 16 allows an interlocutory appeal only from an order\n\ndenying a petition to compel arbitration; or from the denial of a\n\nstay pending such an arbitration.            9 U.S.C. §§ 3, 4, 16 (2000).\n\n            The courts are divided as to whether a request to dismiss\n\na case based on an arbitration clause should be treated as a\n\nrequest for an order compelling arbitration.2             Circumstances vary\n\nand one rule may not suit all cases.           But here Bally clearly argued\n\nto   the   district    court   that   under    the   purchase     agreement    the\n\naccountant had sole authority to resolve all issues.                If that was\n\nright and Bally wanted the accountant to decide the issues, then\n\n\n      2\n      Several courts have treated requests to dismiss on this\nground as equivalent to a petition for an order compelling\narbitration.   E.g., Thomassen & Drijver-Verblifa N.V. v. Sardee\nIndus., Inc., NO. 88 C 4271, </pre><span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">102258</span></span><pre class=\"inline\">, at *1 (N.D. Ill. Sept.\n28, 1988); Interstate Sec. Corp. v. Siegel, </pre><span class=\"citation\" data-id=\"1627023\"><a href=\"/opinion/1627023/interstate-securities-corp-v-siegel/\"><span class=\"volume\">676</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 55\n(S.D.N.Y. 1988). The District of Columbia Circuit held otherwise\nbut suggested that the aggravated facts made a difference.\nBombardier Corp. v. National R.R. Passenger Corp., </pre><span class=\"citation\" data-id=\"186023\"><a href=\"/opinion/186023/bombardier-corp-v-natl-rr-psngr-corp/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">250</span></a></span><pre class=\"inline\">,\n252-54 (D.C. Cir. 2003). See also Harrison v. Nissan Motor Corp.\nin U.S.A., </pre><span class=\"citation\" data-id=\"739686\"><a href=\"/opinion/739686/fannie-harrison-v-nissan-motor-corporation-in-usa/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">, 347-49 (3d Cir. 1997)(noting the problem\nwithout deciding).\n\n                                      -10-\n\fthe proper remedy would have been to stay the court proceeding and\n\norder   arbitration--assuming   that   the   accounting   remedy   is\n\narbitration.\n\n          If Bally had wanted a dismissal but no decision by the\n\narbitrator, then we would refuse to entertain an appeal by Bally to\n\nprovide a reference that Bally had not sought and did not want.\n\nBut in this case Bally clearly is invoking the accountant dispute\n\nresolution remedy, even if a stay rather than dismissal ensues.\n\nSince no one has been prejudicially misled by Bally’s request for\n\nan over-favorable remedy of dismissal, its request for dismissal in\n\nfavor of the accountant remedy can be treated as encompassing the\n\nlesser alternative remedy of a stay and reference.\n\n          This brings us to Bally’s second hurdle, namely, to the\n\nquestion whether the accountant remedy is arbitration at all.      If\n\nit is not arbitration, then remedies under the Federal Arbitration\n\nAct, including an interlocutory appeal, would be unavailable.      The\n\nAct itself does not define \"arbitration\", see Harrison v. Nissan\n\nMotor Corp. in U.S.A., </pre><span class=\"citation\" data-id=\"739686\"><a href=\"/opinion/739686/fannie-harrison-v-nissan-motor-corporation-in-usa/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">, 350 (3d Cir. 1997).     Whether\n\nthe accountant remedy is “arbitration” under the federal statute is\n\na characterization issue, which in our view is governed by federal\n\nlaw.\n\n          That a uniform federal definition is required is obvious\n\nto us. True, the substance of the purchase agreement-–who promised\n\nto do what--is governed by state law (here, the parties agree, by\n\n\n                                -11-\n\fIllinois law), but whether what has been agreed to amounts to\n\n“arbitration” under the Federal Arbitration Act depends on what\n\nCongress meant by the term in the federal statute.       Assuredly\n\nCongress intended a \"national\" definition for a national policy.\n\nAnalogous cases are numerous.3\n\n          Curiously, there is a Ninth Circuit case to the contrary,\n\nWasyl, Inc. v. First Boston Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1579</span></span><pre class=\"inline\">, 1582 (9th Cir.\n\n1987), followed by Hartford Lloyd's Ins. Co. v. Teachworth, </pre><span class=\"citation\" data-id=\"538521\"><a href=\"/opinion/538521/hartford-lloyds-insurance-company-cross-appellee-v-walter-j-teachworth/\"><span class=\"volume\">898</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1058</span></a></span><pre class=\"inline\">, 1061-63 (5th Cir. 1990), but Wasyl assumed without real\n\nanalysis that state law governed, and the Wasyl decision itself was\n\nrightly criticized by a more recent Ninth Circuit panel when forced\n\nto follow the earlier case.   See Portland Gen. Elec. Co. v. United\n\nStates Bank Trust Nat. Ass'n as Tr. for Trust No. 1, </pre><span class=\"citation\" data-id=\"769476\"><a href=\"/opinion/769476/portland-general-electric-company-an-oregon-corporation/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1085</span></a></span><pre class=\"inline\">,\n\n1091 (9th Cir. 2000) (Tashima, J., concurring); id. at 1091-92\n\n(McKeown, J., specially concurring).\n\n          Whether the accounting remedy is “arbitration” under the\n\nfederal statute is the more interesting question.   The answer does\n\nnot depend on the nomenclature used in the agreement, see AMF Inc.\n\nv. Brunswick Corp., </pre><span class=\"citation\" data-id=\"1368447\"><a href=\"/opinion/1368447/amf-inc-v-brunswick-corp/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 460 (E.D.N.Y. 1985); rather,\n\n\n     3\n      See, e.g., Taylor v. United States, </pre><span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span><pre class=\"inline\">, 590-92\n(1990) (definition of \"burglary\" in 18 U.S.C. § 924(e) providing\nsentencing enhancement for possession of a firearm); NLRB v. Hearst\nPubl'ns, </pre><span class=\"citation\" data-id=\"103979\"><a href=\"/opinion/103979/nlrb-v-hearst-publications-inc/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span><pre class=\"inline\">, 120-123 (1944) (definition of \"employee\"\nunder the National Labor Relations act); Jerome v. United States,\n</pre><span class=\"citation\" data-id=\"103771\"><a href=\"/opinion/103771/jerome-v-united-states/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 104-05 (1943)(definition of \"felony\" under the Bank\nRobbery Act); cf. Rankin v. Allstate Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span><pre class=\"inline\">, 12 n.3\n(1st Cir. 2003)(waiver issues involving the Federal Arbitration Act\nto be determined by federal, not state, law).\n\n                                 -12-\n\fthe question is how closely the specified procedure resembles\n\nclassic    arbitration     and   whether   treating   the   procedure   as\n\narbitration serves the intuited purposes of Congress. For example,\n\nother circuits (defensibly, in our view) have declined to treat an\n\nagreement for non-binding arbitration as \"arbitration\" within the\n\nmeaning of the Act.      See Dluhos v. Strasberg, </pre><span class=\"citation\" data-id=\"781053\"><a href=\"/opinion/781053/eric-dluhos-v-anna-strasberg-mark-roesler-esquire-jane-doe-aka/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span><pre class=\"inline\">, 371 (3d\n\nCir. 2003); Harrison, 111 F.3d at 349-52. But see Wolsey, Ltd. v.\n\nFoodmaker, Inc., </pre><span class=\"citation\" data-id=\"754608\"><a href=\"/opinion/754608/98-cal-daily-op-serv-3793-98-daily-journal-dar-5235-wolsey-ltd-a/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span><pre class=\"inline\">, 1208-09 (9th Cir. 1998).\n\n           By contrast, in our case, the purchase agreement makes\n\nthe Price Waterhouse remedy “final” (whether any more final than\n\nordinary arbitration is doubtful but need not be decided now), and\n\nother common incidents of arbitration of a contractual dispute are\n\npresent:    an independent adjudicator, substantive standards (the\n\ncontractual terms of the pay-out), and an opportunity for each side\n\nto present its case.      See General Motors Corp. v. Pamela Equities\n\nCorp., </pre><span class=\"citation\" data-id=\"15116\"><a href=\"/opinion/15116/general-motors-corp-v-pamela-equities-corp/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 246 (5th Cir. 1998); Harrison, 111 F.3d at\n\n350; AMF Inc., 621 F. Supp. at 460.        To us, this is arbitration in\n\neverything but name.4\n\n           In one respect, the accounting remedy departs from a\n\ncommon feature of many arbitrations. The district court found that\n\n\n\n     4\n      Selecting an expert to handle arbitration is by no means\nuncommon.   E.g., Rosenberg v. Merrill Lynch, Pierce, Fenner &\nSmith, Inc., </pre><span class=\"citation\" data-id=\"762261\"><a href=\"/opinion/762261/75-empl-prac-dec-p-45823-22-employee-benefits-cas-2980-susan-m/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 n.4 (1st Cir. 1999); Merit Ins. Co. v.\nLeatherby Ins. Co., </pre><span class=\"citation\" data-id=\"423564\"><a href=\"/opinion/423564/merit-insurance-company-v-leatherby-insurance-company-aka-western/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span><pre class=\"inline\">, 679 (7th Cir.), cert. denied </pre><span class=\"citation\" data-id=\"111083\"><a href=\"/opinion/111083/dallas-county-commissioners-court-v-richardson/\"><span class=\"volume\">464</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></a></span><pre class=\"inline\"> (1983).\n\n\n                                    -13-\n\fthe   purchase    agreement       refers   to    Price     Waterhouse      for   its\n\nresolution only the accounting issues and not the operational\n\ndisputes that affect the pay-out.              So, unlike many arbitrations,\n\nthis limited reference cannot resolve the whole, or even the\n\ngreater   part,       of   the   controversy     between    the     parties.      In\n\nconsequence,      a    reference    does   not     fully    spare    the    court’s\n\nresources, and it creates a two-track proceeding even as to claims\n\nof breach of contract.\n\n           Yet arbitrations sometimes do cover only a part of the\n\nover-all dispute between the parties.              E.g., Coady v. Ashcraft &\n\nGerel, </pre><span class=\"citation\" data-id=\"199031\"><a href=\"/opinion/199031/coady-v-ashcraft-gerel/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 2000); McDonnell Douglas Fin. Corp.\n\nv. Pa. Power & Light Co., </pre><span class=\"citation\" data-id=\"512580\"><a href=\"/opinion/512580/mcdonnell-douglas-finance-corporation-peoples-security-life-insurance/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 831-33 (2d Cir. 1988).                   If\n\nthis adds to the procedural complexity, it may still provide a\n\nswifter (and depending on the arbitrator a more expert) answer to\n\nthe questions that are arbitrated.              References to agencies under\n\nthe somewhat analogous primary jurisdiction doctrine sometimes\n\ncomprise only a single narrow issue referred to the agency before\n\nthe federal law suit goes forward.              See, e.g., U.S. Pub. Interest\n\nResearch Group v. Atl. Salmon of Me., LLC,                 </pre><span class=\"citation\" data-id=\"200591\"><a href=\"/opinion/200591/united-states-public-v-atlantic-salmon/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 34 (1st\n\nCir. 2003); Mass. v. Blackstone Valley Elec. Co., </pre><span class=\"citation\" data-id=\"705987\"><a href=\"/opinion/705987/commonwealth-of-massachusetts-v-blackstone-valley-electric-company/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">981</span></a></span><pre class=\"inline\">, 992\n\n(1st Cir. 1995).5\n\n\n      5\n      Our conclusion makes it unnecessary to consider Bally's\nalternative argument that the failure to order resort to the\naccountant is appealable under 28 U.S.C. § 1292(a)(1)(2000), giving\nappellate jurisdiction over \"orders that grant or deny injunctions\nand orders that have the practical effect of granting or denying\n\n                                      -14-\n\f          Arbitrability   of   the   issues.   Having   confirmed   our\n\njurisdiction over the appeal, we turn next to the question whether\n\nthe district court correctly construed the purchase agreement when\n\nit referred to Price Waterhouse only the accounting issues and\n\nretained the remaining misconduct charges for itself. The district\n\ncourt’s bifurcation might at first surprise a reader given to\n\nliteralism; but it rests on a realistic parsing of the purchase\n\nagreement and is ultimately correct.\n\n          The pertinent language of the purchase agreement, quoted\n\nmore fully above, says that \"any disagreement with respect to the\n\nAdvance Earn-Out Schedule or the Earn-Out Schedule\" will, if\n\nunresolved after the protest notice, be referred to the accountants\n\nfor a \"final\" determination.     The operational misconduct could,\n\njust like ordinary accounting errors, alter the figures in the two\n\nschedules and reduce the pay-out.       So, Bally seemingly argues,\n\nwhether operational misconduct occurred is for the accountants to\n\ndecide.\n\n\ninjunctions and have 'serious, perhaps irreparable, consequence.'\"\nGulfstream Aerospace Corp. v. Mayacamas Corp., </pre><span class=\"citation\" data-id=\"112025\"><a href=\"/opinion/112025/gulfstream-aerospace-corp-v-mayacamas-corp/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">271</span></a></span><pre class=\"inline\">, 287-\n288 (1988)(quoting Carson v. Am. Brands, Inc., </pre><span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 84,\n(1981)).   The case law on this subject is complicated.         See\ngenerally Gulfstream Aerospace Corp., 485 U.S. at 279-88; Tejidos\nde Coamo, Inc. v. Int'l Ladies' Garment Workers' Union, </pre><span class=\"citation\" data-id=\"668250\"><a href=\"/opinion/668250/tejidos-de-coamo-inc-etc-v-international-ladies-garment-workers/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">,\n10-11 (1st Cir. 1994). Compare Kan. Gas & Elec. Co. v. Westinghouse\nElec. Corp., </pre><span class=\"citation\" data-id=\"514225\"><a href=\"/opinion/514225/kansas-gas-electric-company-v-westinghouse-electric-corporation-chevron/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">420</span></a></span><pre class=\"inline\">, 422 (4th Cir. 1988), and Nordin v.\nNutri/System, Inc., </pre><span class=\"citation\" data-id=\"537243\"><a href=\"/opinion/537243/duane-nordin-v-nutrisystem-inc-a-pennsylvania-corporation/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span><pre class=\"inline\">, 342 (8th Cir. 1990) (appealable\nunder 28 U.S.C. § 1292(a)(1)), with DSMC Inc. v. Convera Corp., </pre><span class=\"citation\" data-id=\"186062\"><a href=\"/opinion/186062/dsmc-inc-v-convera-corp/\"><span class=\"volume\">349</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></a></span><pre class=\"inline\">, 682 (D.C. Cir. 2003), and Cent. States v. Cent. Cartage\nCo., </pre><span class=\"citation\" data-id=\"718657\"><a href=\"/opinion/718657/central-states-southeast-and-southwest-areas-pension-fund-central-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">988</span></a></span><pre class=\"inline\">, 990-92 (7th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span><pre class=\"inline\">\n(1996) (not appealable).\n\n                                 -15-\n\f          Absent admissible extrinsic evidence bearing upon intent,\n\na court in interpreting disputed contract language asks what\n\nreasonable persons in the position of the parties would ordinarily\n\nhave intended by using the words in question in the circumstances.\n\n2 Farnsworth on Contracts §§ 7.9, 7.10 (3d ed. 2004), a view\n\nfollowed in Illinois; Horbach v. Kaczmarek, </pre><span class=\"citation\" data-id=\"1455788\"><a href=\"/opinion/1455788/horbach-v-kaczmarek/\"><span class=\"volume\">988</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1126</span></a></span><pre class=\"inline\">, 1129\n\n(N.D. Ill. 1997); Tatar v. Maxon Constr. Co., </pre><span class=\"citation\" data-id=\"2242524\"><a href=\"/opinion/2242524/tatar-v-maxon-constr-co/\"><span class=\"volume\">294</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">272</span></a></span><pre class=\"inline\"> (Ill.\n\n1973).   By this test, referring the operational issues to the\n\naccountants makes no sense.\n\n          The phrase \"any disagreement\" refers to earning schedules\n\nwhose components are defined in detail in the purchase agreement in\n\naccounting terms: specifically, the EBITDA formula for earnings of\n\nthe eight centers before certain other costs (e.g., interest,\n\ntaxes, depreciation) are taken into account.        And, the unresolved\n\ndisagreements are to be referred to \"accountants.\"       In context, it\n\ntherefore makes most sense to read \"any disagreements\" as referring\n\nto   disagreements   about    accounting   issues     arising   in   the\n\ncalculations that underpin the schedules.\n\n          Conversely, it makes no sense to assume that accountants\n\nwould be entrusted with evaluating disputes about the operation of\n\nthe business in question.     Yes, operational misconduct may well\n\naffect the level of earnings and therefore the schedules, but the\n\nmisconduct itself would not be a breach of proper accounting\n\nstandards.   Nor would one expect accountants to have special\n\n\n                                 -16-\n\fcompetence in deciding whether business misconduct unrelated to\n\naccounting conventions was a breach of contract or any implied duty\n\nof fair dealing.\n\n          Thus, the accounting treatment of new membership sales\n\nwas correctly regarded by the district court as an issue properly\n\nreserved for Price Waterhouse; but whether Bally had manipulated\n\nthe phone system to divert calls from the eight centers to other\n\nBally centers involves not an accounting question but contract\n\ninterpretation and judgments about reasonable business practices.\n\nWhether specific issues fall on one side or the other of the\n\ndividing line could be disputed; but on this appeal Bally has\n\nattacked only the district court's general bifurcation approach and\n\nnot its classification of particular misconduct claims.\n\n          The district court's reading is supported by at least\n\nfour different cases in which clauses directing certain disputes to\n\naccountants were read as implicitly limited to accounting issues.6\n\nIn two of the cases, the precise phrasing of the clauses made this\n\nconclusion even easier to reach than it is in the present case, see\n\nBlutt v. Integrated Health Servs., Inc., No. 96 CIV. 3612 LLS.,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389292</span></span><pre class=\"inline\">, at *2 (S.D.N.Y. July 11, 1996); United Steelworkers\n\n\n\n     6\n      Blutt v. Integrated Health Servs., Inc., No. 96 CIV. 3612\nLLS., </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">389292</span></span><pre class=\"inline\"> (S.D.N.Y. July 11, 1996); Powderly v.\nMetraByte Corp., </pre><span class=\"citation\" data-id=\"1375859\"><a href=\"/opinion/1375859/powderly-v-metrabyte-corp/\"><span class=\"volume\">866</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">39</span></a></span><pre class=\"inline\"> (D. Mass. 1994); United\nSteelworkers of Am. v. Nat'l Roll Co., No. 89-1491, </pre><span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span>\n<span class=\"page\">10043689</span></span><pre class=\"inline\"> (W.D. Pa. May 3, 1990); Parker v. Twentieth Century-Fox\nFilm Corp., </pre><span class=\"citation\" data-id=\"2170759\"><a href=\"/opinion/2170759/parker-v-twentieth-century-fox-film-corp/\"><span class=\"volume\">173</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">639</span></a></span><pre class=\"inline\"> (Cal. Ct. App. 1981).\n\n                               -17-\n\fof Am. v. Nat'l Roll Co., No. 89-1491, </pre><span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">10043689</span></span><pre class=\"inline\">, at *2 n.1\n\n(W.D. Pa. May 3, 1990), but the other two decisions are not very\n\nfar from our own.     In all events, if the Red Sox' sports announcer\n\nsays that the batter hit the ball out of the park, everyone knows\n\nthat a baseball is implied.\n\n             Bally relies principally upon Mayfair Constr. Co. v.\n\nWaveland Assocs. Phase I Ltd. P'ship, </pre><span class=\"citation\" data-id=\"2232349\"><a href=\"/opinion/2232349/mayfair-constr-co-v-waveland-associates-phase-i-ltd-pship/\"><span class=\"volume\">619</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">144</span></a></span><pre class=\"inline\"> (Ill. App. Ct.\n\n1993).    There the court read contract language as requiring the\n\nsubmission     to    an   architect     (essentially     for   non-binding\n\narbitration)    of   disputes   about   schedule   extensions    and    cost\n\nincreases in the construction of a building.           Id. at 146-53.   The\n\ncase gives Bally a bit of support but not too much.\n\n             The need for extensions of time for construction and\n\nresulting cost effects of delay are arguably matters within the\n\nnormal competence of an architect.       Further, the clause in Mayfair\n\nexplicitly directed that the architect \"will be the interpreter of\n\nthe requirements of the Contract Documents and the initial judge of\n\nthe performance thereunder by both the Owner and Contractor. . . .\n\nIn his capacity as interpreter and judge, he will endeavor to\n\nsecure faithful performance by both the Owner and Contractor.\" Id.\n\nat 147.   Mayfair is thus quite distinguishable.\n\n             This brings us to Bally's alternative claim, in its\n\npetition for reconsideration to the district court, that the\n\nChicago arbitration alters the situation and calls for deferral of\n\n\n                                  -18-\n\fthe court-retained claims in favor of the Chicago proceeding.\n\nBally has two versions of this argument.        In the \"strong\" version,\n\nBally argues that the general arbitration clause in the employment\n\nagreement covers the claims made by Laird and Baker in the court\n\ncase.   The short answer is that it does not.\n\n           The arbitration clause says that \"[a]ny controversy or\n\nclaim arising out of or relating to this Employment Agreement, or\n\nthe breach thereof, shall be settled by arbitration\" as specified\n\nin the agreement.         The \"arising out of\" language is plainly\n\ninapplicable; the complaint itself makes clear that all of the\n\nclaims in the district court case arise out of supposed breaches of\n\nthe purchase agreement, its implied covenant of fair dealing and\n\nassociated statutory duties.\n\n           The \"relating to\" language is more vague, and therefore\n\npotentially broader, but if no proceedings had been begun in\n\nChicago, no one would claim that district court case involved a\n\nclaim \"relating to\" the employment agreement.           It would be a far\n\nmore normal use of words to say that such a claim was related to\n\nthe purchase agreement whose alleged breach is the umbrella cause\n\nof action in the district court.          That the same misconduct could\n\nalso play a role in the Chicago arbitration is a different matter\n\nto which we return below.\n\n           Bally   says    that   the     distinction   between   the   two\n\nagreements is artificial.         It points out that the employment\n\n\n                                   -19-\n\fagreements were referenced in, and required by, the purchase\n\nagreement; that the earn-out opportunities provided by the latter\n\nwere related to the plaintiffs' continued employment; and that the\n\nintegration clause in the purchase agreement refers to the purchase\n\nagreement    and   documents   referred    to   in   it   as   comprising    the\n\ncomplete and exclusive agreement between the parties.\n\n            These inter-relationships are real but the juxtaposition\n\nof the two documents hurts Bally more than it helps it.                 The two\n\nagreements do comprise understandings related to the same business\n\nsale and, in interpreting the documents, one provides context for\n\nthe other.    But the two documents deal with different aspects of\n\nthe sale (asset purchase and subsequent employment).               No one can\n\nseriously argue that clauses can be plucked at random from one\n\nagreement and inserted into the other.\n\n            The    general   arbitration   clause    appears     only   in   the\n\nemployment agreements and refers to disputes arising under or\n\nrelated to that agreement.        Further, not only is such a clause\n\nomitted from the purchase agreement (although it would have been\n\nchild's play to insert it there) but the purchase agreement has\n\ninstead a different, and narrower, dispute resolution process\n\nrelying on the accountants; that process would be redundant--\n\nindeed, inconsistent--if the same matter were covered by the\n\ngeneral arbitration clause in the employment agreement.\n\n\n\n\n                                    -20-\n\f              The   Rosenblum   decision    is    more    or   less   on   point,\n\nRosenblum v. Travelbyus.com Ltd., </pre><span class=\"citation\" data-id=\"778677\"><a href=\"/opinion/778677/michael-h-rosenblum-v-travelbyuscom-limited-a-foreign-corporation/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">657</span></a></span><pre class=\"inline\"> (7th Cir. 2002).\n\nThere a business sale and employment agreement were paired and,\n\nwhen the seller sued under the sale agreement for failure to pay,\n\nthe   buyer    invoked   the    arbitration      clause   of   the    employment\n\nagreement.      Id. at 659-665.      The Seventh Circuit rejected the\n\nattempt.      In language no less applicable here, the court said:\n\n              \"Generally, one instrument may incorporate\n              another instrument by reference.\" Turner\n              Constr. Co. v. Midwest Curtainwalls, Inc., </pre><span class=\"citation\" data-id=\"2098198\"><a href=\"/opinion/2098198/turner-const-co-v-midwest-curtainwalls/\"><span class=\"volume\">543</span>\n              <span class=\"reporter\">N.E.2d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 251 (Ill. App. Ct. 1989).      \"The\n              contract must show an intent to incorporate\n              the other document and make it part of the\n              contract itself.\"     Id.     \"When determining\n              under Illinois law whether something is\n              incorporated into a contract, we limit our\n              inquiry to the four corners of the contract.\"\n              Atl. Mut. Ins. Co. v. Metron Eng'g & Constr.\n              Co., </pre><span class=\"citation\" data-id=\"718235\"><a href=\"/opinion/718235/atlantic-mutual-insurance-company-v-metron-engineering-and-construction/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">897</span></a></span><pre class=\"inline\">, 901 (7th Cir. 1996). . . .\n              None of the [] provisions relied upon by the\n              district court incorporates the Employment\n              Agreement by reference.      There is no doubt\n              that the Acquisition Agreement refers to the\n              Employment   Agreement,    but   there  is   no\n              \"intention to incorporate the document and\n              make it a part of the contract\" on the face of\n              the Acquisition Agreement itself. . . . A\n              merger clause does not incorporate other\n              contracts by reference, rather, a merger\n              clause   negates   the    impact    of  earlier\n              negotiations and contract drafts, and states\n              that the written contract is the complete\n              expression of the parties' agreement.\n\n\nId. at 664-65.\n\n              A pair of Fifth Circuit cases invoked by Bally did\n\ntranspose arbitration clauses among contemporaneously executed\n\n\n                                     -21-\n\frelated contracts, but the cases are distinguishable, especially\n\nbecause in our case each agreement has its own dispute resolution\n\nprocess.   Personal Sec. & Safety Sys. Inc. v. Motorola Inc., </pre><span class=\"citation\" data-id=\"778426\"><a href=\"/opinion/778426/personal-security-safety-systems-inc-richard-r-jaffe-v-motorola-inc/\"><span class=\"volume\">297</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">388</span></a></span><pre class=\"inline\">, 392-93 (5th Cir. 2002); Neal v. Hardee's Food Systems,\n\nInc., </pre><span class=\"citation\" data-id=\"550899\"><a href=\"/opinion/550899/james-g-neal-v-hardees-food-systems-inc/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 36-37 (5th Cir. 1990).        Further, both the\n\nSeventh and Fifth Circuits said they were applying state law in\n\nconstruing the scope of their respective contracts, Rosenblum v.\n\nTravelbyus.com Ltd., 299 F.3d at 662 n.2; Neal, 918 F.2d at 37 &\n\nn.5, and as between Illinois and Texas law, the former is the\n\ngoverning law in our own case so far as the substance of the\n\nagreement is concerned.\n\n           Alternatively (this is the “weak” version of Bally's\n\nargument), Bally says that, even if its incorporation argument\n\nfails, Laird and Baker have affirmatively \"elected\" arbitration as\n\nto those misconduct issues that they have themselves raised in the\n\nChicago proceeding by answer and counterclaim.   These include some\n\nbut not all of the issues retained by the district court.      The\n\ndistrict court said briefly in its order on reconsideration that\n\nthe plaintiffs' answer and counterclaim in the Chicago arbitration\n\nproceeding was not a waiver of their right to proceed in the\n\ndistrict court.\n\n           The terms “election” and “waiver” are used in various\n\nways by the cases, in different contexts, and are often used for\n\nconclusion rather than analysis. In some recurring situations, the\n\n\n                               -22-\n\flabels are easy to apply–-for example, one who has an option to\n\narbitrate or sue and chooses to arbitrate ordinarily makes an\n\nelection that cannot be rescinded after an unfavorable result.\n\nE.g., Kiernan v. Piper Jaffray Cos., </pre><span class=\"citation\" data-id=\"751823\"><a href=\"/opinion/751823/jerald-r-kiernan-andrew-d-kiernan-claimants-appellants-v-piper-jaffray/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span><pre class=\"inline\">, 594 (8th Cir.\n\n1998).   The present case is less straightforward.\n\n            Laird and Baker did not initiate the arbitration:               the\n\nChicago proceeding was begun by Bally after the court case had\n\nstarted and was directed at a different agreement than was the\n\ncourt case.      Still, plaintiffs have sought to make certain of the\n\nmisconduct claims in the court case do double duty as defenses or\n\ncounterclaims in the arbitration.           This overlap, which is the\n\nsource of several problems, is the linchpin of the Bally’s election\n\nor waiver argument.\n\n            To   the   extent    that   Laird   and   Baker   could    without\n\nprejudice to their interests in the arbitration have withheld these\n\nmisconduct allegations from the Chicago proceeding, their choice to\n\nassert them in the arbitration might be treated by a court as an\n\nelection or waiver of the right to present them in court.              But to\n\nthe extent that failing to assert them meant that arguable defenses\n\nin the arbitration would be foregone, or possible damage claims for\n\nbreach of     the   employment    contract would      be   precluded   in   the\n\narbitration, the answer and counterclaim were compelled by Bally’s\n\nown choice to pursue arbitration.\n\n\n\n\n                                    -23-\n\f           To us, it seems likely that any defense to Bally’s claims\n\nin arbitration would have to be presented there or be forfeit;\n\nwhether   plaintiffs    were   also    effectively   compelled    to   assert\n\nmatching counterclaims is less clear. But given the breadth of the\n\narbitration clause, the start of arbitration by Bally, and the\n\nopportunity for Laird and Baker to assert their damage claims in\n\narbitration, it would have been a foolish lawyer who told them that\n\nthey could safely withhold the misconduct charges from their answer\n\nand counterclaim.\n\n             This threat of prejudice would not necessarily preclude\n\ntreating the defense and counterclaim as an election of arbitration\n\nover the court suit; we are dealing with judicial policy not self-\n\nexecuting labels.      But it is less clear what judicial policy ought\n\nto be where, as here, a misconduct issue turns out to be common\n\nboth to an arbitrable dispute (as to one agreement) and to a\n\njudicial dispute (as to another) that was never the subject of an\n\narbitration     agreement.     The     Federal   Arbitration     Act   favors\n\narbitration; but only as to what the parties have agreed to\n\narbitrate.     Restoration Pres. Masonry, Inc. v. Grove Europe Ltd.,\n\n</pre><span class=\"citation\" data-id=\"200404\"><a href=\"/opinion/200404/restoration-preserva-v-grove-europe-ltd/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 60 (1st Cir. 2003).\n\n             Nor is it clear that economy would be served by deferring\n\nto arbitration as to the overlapping issues.         For several reasons,\n\narbitration is less likely to yield findings that resolve common\n\nissues under res judicata doctrine; arbitrators do not always make\n\n\n                                      -24-\n\fexplicit findings and whether findings by an arbitrator bind a\n\ncourt faced with the same issue and parties but a different claim\n\nis less than crystal clear.     See generally 18B Wright, Miller, and\n\nCooper, Federal Practice and Procedure § 4475.1 (2d ed. 2002).\n\n             Bally cites two cases to support its claim of waiver or\n\nelection but both can readily be distinguished.        In both cases the\n\nparty seeking to litigate had initially elected arbitration and\n\nonly sought to bring the case to court when the arbitration seemed\n\nto be going against them. Kiernan, 137 F.3d at 594; Nghiem v. NEC\n\nElec., Inc., </pre><span class=\"citation\" data-id=\"671498\"><a href=\"/opinion/671498/peter-p-nghiem-v-nec-electronic-inc-a-california-corporation-nec/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1437</span></a></span><pre class=\"inline\">, 1440 (9th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">1044</span></span><pre class=\"inline\"> (1994).     There, the policies supporting waiver or election\n\napply with full force; in our case they do not.\n\n             To sum up, on these facts we think that the argument for\n\nwaiver or election is weak and the district court was right to\n\nreject it.    The court case was filed first, plaintiffs were more or\n\nless forced to answer and counterclaim in the arbitration, and the\n\nfact that only some of the issues overlap makes two proceedings\n\ninevitable.     In these circumstances--and without prejudice to the\n\nauthority of the trial judge to manage the case before him--we do\n\nnot see why the arbitration should have an invincible and automatic\n\npriority in the decision of common issues.\n\n             Absent more help and reflection, we decline to lay down\n\ngeneral rules for situations where a court case and an arbitration\n\naddress   distinct   legal   claims   but   common   issues   of   fact   or\n\n\n                                  -25-\n\fcharacterization.      The range of possible situations is great and\n\nthe   precedents   bearing   on   the   overlap   problem   scarce.   More\n\nexperience may generate useful rules, but for now an ad hoc\n\njudgment based on the circumstances of this peculiar case will have\n\nto do.\n\n           Affirmed.\n\n\n\n\n                                   -26-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/15116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1375859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1627023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2098198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2170759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2232349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2242524/"
  ]
}