{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201281/",
  "absolute_url": "/opinion/201281/mcguire-v-reilly/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201281/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:11:29Z",
  "date_modified": "2016-02-28T05:05:11.394572Z",
  "type": "010combined",
  "sha1": "3a0fdaf814421b8b9cd6c2551194e9ba583587d0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2389-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/10/12/McGuire_v._Reilly.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 03-2389\n\n        MARY ANNE MCGUIRE; RUTH SCHIAVONE; JEAN B. ZARRELLA,\n\n                      Plaintiffs, Appellants,\n\n                                 v.\n\n      THOMAS F. REILLY, Attorney General of the Commonwealth of\nMassachusetts; PHILIP A. ROLLINS, District Attorney of Barnstable\n  County, Dukes County, and Nantucket County; GERALD D. DOWNING,\n     District Attorney of Berkshire County; PAUL F. WALSH, JR.,\n   District Attorney of Bristol County; KEVIN M. BURKE, District\n      Attorney of Essex County; ELIZABETH D. SCHEIBEL, District\n    Attorney of Franklin County and Hampshire County; WILLIAM M.\n   BENNETT, District Attorney of Hampden County; MARTHA COAKLEY,\n     District Attorney of Middlesex County; WILLIAM R. KEATING,\n      District Attorney of Norfolk County; MICHAEL J. SULLIVAN,\n     District Attorney of Plymouth County; RALPH C. MARTIN, II,\n    District Attorney of Suffolk County; JOHN J. CONTE, District\n                    Attorney of Worcester County,\n\n                       Defendants, Appellees.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Edward F. Harrington, Senior U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                       Lynch, Circuit Judge,\n                 Schwarzer,* Senior District Judge.\n\n\n\n    *\n      Of the    Northern   District    of   California,   sitting   by\ndesignation.\n\f     Mark L. Rienzi and Wilmer Cutler Pickering Hale and Dorr LLP\nfor appellants.\n     Dwight G. Duncan and Thomas M. Harvey on brief for appellants.\n     William    W.  Porter,    Assistant   Attorney    General   of\nMassachusetts, with whom Thomas F. Reilly, Attorney General of\nMassachusetts, was on brief, for appellees.\n\n\n\n                         October 12, 2004\n\f       LYNCH, Circuit Judge.     This appeal is the second appearance\n\nhere of a case challenging a state law regulating speech and\n\nactivities within a buffer zone around health care facilities which\n\nperform abortions.     Three plaintiffs, women who are regular pro-\n\nlife   \"sidewalk   counselors,\"   appeal    from   an    entry   of   summary\n\njudgment against their First Amendment attacks, both facial and as-\n\napplied, on the Massachusetts statute.          We address whether the\n\nprior opinion of this court precludes plaintiffs' facial attack,\n\nthe effect of several exemptions under the statute as interpreted\n\nby the Attorney General, and the showing needed to make out an as-\n\napplied attack.\n\n       The Massachusetts legislature, concerned about a history of\n\nviolence    outside   abortion    clinics    and   the     harassment     and\n\nintimidation of women attempting to use such facilities, enacted in\n\n2000 the Massachusetts Reproductive Health Care Facilities Act,\n\nMass. Gen. Laws ch. 266, § 120E1/2.      The Act creates a fixed buffer\n\nzone within an 18-foot radius around the facilities (Reproductive\n\nHealth Care Facilities or \"RHCFs\").         The Act creates a floating\n\nsix-foot buffer zone around any person in that 18-foot area.\n\nWithin that six-foot floating buffer zone, it is impermissible for\n\na person to \"knowingly approach another person . . . \" without\n\nconsent \"for the purpose of passing a leaflet or handbill to,\n\ndisplaying a sign to, or engaging in oral protest, education or\n\ncounseling.\"   Id.    The Act was largely modeled on the Colorado law\n\n                                   -3-\n\ffound constitutional in Hill v. Colorado, 530 U.S. 703 (2000),\n\nalthough there are some differences.\n\n     Mary McGuire, Ruth Schiavone, and Jean Zarella brought suit in\n\nU.S. District Court after the Act became effective to preliminarily\n\nenjoin   enforcement   of   the   statute   as   unconstitutional,   both\n\nfacially and as-applied, under the First Amendment.       Their success\n\nat the district court level in obtaining a preliminary injunction,\n\nMcGuire v. Reilly, 122 F. Supp. 2d 97 (D. Mass. 2000), was short-\n\nlived.\n\n     In McGuire v. Reilly, 260 F.3d 36 (1st Cir. 2001) (McGuire I),\n\nthis court reversed the grant of the preliminary injunction,\n\nholding that plaintiffs had shown no probability of success on\n\ntheir claim that the statute was facially unconstitutional and had\n\nnot produced evidence to demonstrate any unconstitutionality on an\n\nas-applied basis.      This court also recognized that plaintiffs,\n\nshould they adduce sufficient facts, might be able to make out a\n\nclaim that the statute, as applied, was unconstitutional:\n\n     If, as the plaintiffs predict, experience shows that clinic\n     staffers in fact are utilizing the exemption as a means either\n     of proselytizing or of engaging in preferential pro-choice\n     advocacy, the plaintiffs remain free to challenge the Act, as\n     applied, in a concrete factual setting.\n\nMcGuire I, 260 F.3d at 47.    McGuire I found the plaintiffs had not\n\nto date produced any evidence that clinic employees or agents had\n\nin fact engaged in the sort of speech proscribed by the statute,\n\nand thus could not even begin to make an as-applied attack.\n\n\n                                   -4-\n\f     The case was remanded.           Plaintiffs pursued claims of both\n\nfacial and as-applied unconstitutionality. Defendants were granted\n\nsummary    judgment       on   the     plaintiffs'        claim   of    facial\n\nunconstitutionality based on McGuire I.        McGuire v. Reilly, 230 F.\n\nSupp. 2d 189, 193 n.10 (D. Mass. 2002).              After ample time for\n\ndiscovery, the defendants moved for summary judgment on the as-\n\napplied challenge.    Plaintiffs opposed on grounds there were at\n\nleast genuine disputes of material fact entitling them to trial.\n\nThe district court granted summary judgment on the as-applied\n\nclaim.    McGuire v. Reilly, 271 F. Supp. 2d 335, 345 (D. Mass.\n\n2003).\n\n     Plaintiffs appeal from the judgment embodying both grants of\n\nsummary judgment: on the facial claim and on the as-applied claim.\n\n                                      I.\n\n     We   recount   the    evidence    submitted     on    summary   judgment,\n\nresolving all factual disputes in plaintiffs' favor.\n\n     The Act's requirements are triggered only within two areas\n\ndefined as fixed buffer zones.         The first type of fixed zone is a\n\nsemicircle including all space within a radius of 18 feet from any\n\nentrance, door, or driveway to a reproductive health care facility.\n\nSee Mass. Gen. Laws ch. 266, § 120E1/2(b).         It is marked by painted\n\nlines.    The second type of fixed zone is a rectangle or corridor\n\nextending from the two outside boundaries of any entrance door or\n\ndriveway to a reproductive health care facility out to the street\n\n\n                                      -5-\n\fin front of that door or driveway.                      Id.      The width of this\n\nrectangle is thus the distance between the two sides of the door or\n\ndriveway, capped at a maximum of six feet, while the length is the\n\ndistance between the door or driveway and the street.                       This second\n\ntype of fixed zone apparently is not redundant with the first type\n\nonly where the length between the door or driveway and the street\n\nexceeds roughly 18 feet.           Anyone can enter these two types of fixed\n\nbuffer zones.         However, within the fixed buffer zones, the law\n\ncreates    a    six-foot     \"floating\"        buffer   zone     around     persons      or\n\noccupied motor vehicles: it bans approaches into this floating\n\nzone, without the consent of the person approached, for purposes of\n\noral protest, education, or counseling.                   Id.     The Act contains\n\nseveral exemptions from its coverage: most relevant here, it\n\nexempts \"employees or agents\" of an RHCF who are \"acting within the\n\nscope     of    their      employment,\"       Mass.     Gen.    Laws      ch.     266,   §\n\n120E1/2(b)(2), and it exempts \"persons entering or leaving\" an\n\nRHCF,     Mass. Gen. Laws ch. 266, § 120E1/2(b)(1).\n\n        The challenged statute permits speech or conduct within the\n\nsix-foot       zone   so   long    as   it    is   consented     to    by   the    person\n\napproached (we will use the term \"patient\").                     It also places no\n\nrestrictions in speech or conduct outside of the six-foot zone.\n\n        The facts of this case involve two abortion clinics, one in\n\nBoston and one in Brookline.             On Saturday mornings only, Planned\n\nParenthood       League    of     Massachusetts       (\"PPLM\")    utilizes        patient\n\n\n                                             -6-\n\fescorts in front of and near its Boston facility.              These escorts\n\nare volunteers; PPLM has, nonetheless, established their duties and\n\nresponsibilities and has engaged in training and supervision of the\n\nescorts.       The Boston escorts wear blue vests and are easily\n\nidentifiable.       By   contrast,   the    Repro   Associates    clinic    in\n\nBrookline, Massachusetts, uses a more informal system of volunteers\n\nto   provide    escort   services    on    the   days   when   abortions   are\n\nperformed.\n\n        The plaintiffs Mary Anne McGuire, Ruth Schiavone, and Jean\n\nZarella regularly sidewalk counsel at the Boston PPLM clinic and/or\n\nat the second facility, Repro Associates in Brookline.                     They\n\nattempt to dissuade women from having abortions by engaging in\n\nconversation, passing out leaflets, and offering their assistance.\n\nNone of the plaintiffs has ever been arrested for violation of the\n\nAct; some have been warned or threatened with arrest for their\n\nactions in front of the facilities.\n\nMcGuire\n\n      McGuire goes to the Boston PPLM clinic every Thursday morning\n\n(in the past, she went on Wednesday mornings) and occasionally\n\nother mornings and had been doing so for more than four years as of\n\n2002.    She also protests at the Brookline Repro clinic when others\n\nregularly scheduled to be there are not there.             One of McGuire's\n\njobs since she has been working at Operation Rescue (a pro-life\n\nprotest group) has been to coordinate the persons who do such\n\n\n                                     -7-\n\fsidewalk counseling.   McGuire arranges to have sidewalk counselors\n\nat the facilities on all days abortions are performed: Tuesday\n\nthrough Saturday at PPLM in Boston; Monday, Tuesday, Friday, and\n\nSaturday at Repro in Brookline.\n\n     McGuire tries to engage with patients coming toward the\n\nentrance as far away from the clinic as she can, in order to\n\nmaximize the opportunity to engage in conversation.    Most of the\n\ntime when she approaches women she is well outside the 18-foot\n\nprotected area. When McGuire approaches women outside of the fixed\n\nbuffer zone she tries to get very close to the women.     She also\n\napproaches women within the fixed buffer zone and tries to stay at\n\nleast six feet away.    There are women who become upset when she\n\napproaches.\n\n     McGuire has had several encounters with the police which are\n\nnot related to the buffer zone statute, such as when she was asked\n\nto remove a stool and a television from the sidewalk and asked to\n\nplace signs elsewhere.     Many of McGuire's encounters with the\n\npolice have been friendly, as when the police say hello to her.\n\nMcGuire testified that she was threatened with arrest once in 2002\n\nat the Boston PPLM clinic due to the buffer zone statute.        An\n\nofficer threatened to arrest her if she did not \"stay outside the\n\nwhite line\" (the 18-foot fixed buffer zone, marked with paint).\n\nHowever, no criminal complaint was taken out.      McGuire did not\n\nexpress her disagreement to the Boston Police Department.\n\n\n                                -8-\n\f       McGuire testified that escorts sometimes tell patients that\n\nthey do not need to listen to her.       She stated that one guard\n\ninside the Brookline Repro clinic made women turn in any pro-life\n\nleaflets before they could enter, even after women have argued with\n\nhim.   An employee of the firm that manages the medical practice at\n\nthe Brookline facility could not speak directly to the truth of\n\nthis allegation but has seen patients hand pamphlets to security\n\npeople to throw them out as they are entering the building.\n\nSchiavone\n\n       Schiavone, who protests on Saturdays at the Boston PPLM\n\nclinic, testified at deposition that she too tries to encounter\n\npatients as far outside the fixed buffer zone area as she can.\n\nEven so, at times she cannot get near the patient because the\n\nclinic escorts are already with the patient.     She also enters the\n\nfixed, 18-foot protected area.    Schiavone has sometimes been able\n\nto counsel a woman from some distance away from the door all the\n\nway up to the door, although she remains 6 feet away once the 18-\n\nfoot protected area is reached.\n\n       On three separate occasions, two different police officers and\n\na police captain spoke to Schiavone and told her that she was\n\nviolating law.    On all three occasions, a patient had just entered\n\nthe facility and Schiavone was trying to maintain a \"presence\" by\n\ncontinuing to look at or speak to the patient through the PPLM\n\nfacility's glass doors.      On the first occasion, Schiavone was\n\n\n                                 -9-\n\fwithin the 18-foot protected area but probably three feet from the\n\nPPLM private property line; on the second and third occasions, she\n\nwas also within the protected area and was very close to the PPLM\n\nproperty line.      In the first and third cases, unknown officers\n\nstated that they thought Schiavone was violating the buffer zone\n\nlaw; in the second case, it is unclear whether the police captain\n\nthought Schiavone was violating the buffer zone law or falling\n\nafoul of    preexisting     trespass   laws    because     she   was    over   the\n\nproperty line.     Schiavone told the officers involved in the first\n\ntwo incidents that she was not in violation of the law.                  Neither\n\nofficer pursued the issue; both merely walked away.                The officers\n\ninvolved in the first two incidents told Schiavone that she was\n\nviolating law; the officer in the third, most recent case told\n\nSchiavone she was violating the law and also asked her how she\n\nwould \"like to be arrested.\"       No criminal complaint was taken out\n\nin any of the three cases.     Schiavone has had three encounters with\n\nthe police captain involved in the second incident and has found\n\nhim to be respectful, approachable and not hostile.\n\n     In    one   incident   observed   by     Schiavone,    when    a   pro-life\n\nsidewalk counselor was knocked down by a stranger who had come\n\nalong and told him to mind his own business, the police arrested\n\nthe man who committed the assault.          Schiavone also testified that\n\nthe police cannot see everything that goes on in front of the\n\nfacilities, and usually when a policeman approaches her it is\n\n\n                                   -10-\n\fbecause a facility escort has seen her activity, gone over to the\n\npolice and pointed it out.\n\n     Schiavone also testified that escorts sometimes will tell\n\npatients things like \"You don't have to listen to her [Schiavone].\n\nDon't pay any attention to her,\" and patients will then sometimes\n\ntell her to go away.      But she did not report these statements\n\neither to PPLM or to the police.    She also testified that she has\n\nseen escorts take leaflets that she has given to patients and their\n\ncompanions out of these people's hands; on a couple of occasions,\n\nan escort took a leaflet from a patient's hands without asking for\n\nconsent and tore it up.   Sometimes the patients are accompanied by\n\ncompanions, such as boyfriends, who will sometimes, in various\n\nforms, tell Schiavone to go away.   When the escorts escort a woman\n\ninto the clinic, Schiavone has no knowledge about whether the woman\n\nhad spoken with PPLM (to request escorts) before coming to the\n\nclinic that day or whether the woman had consented to the escorts'\n\napproach.\n\nZarella\n\n     Zarella engages in sidewalk counseling most often on Fridays\n\nat the Brookline Repro facility, although she protested at the PPLM\n\nfacility once.   She, too, tries to reach patients who she thinks\n\nare going in for an abortion as far away from the doorway as\n\npossible.   When she approaches women, some of them stop but those\n\nwho stop, stop only briefly.    Zarella has never been threatened\n\n\n                                -11-\n\fwith arrest by the police.   Zarella testified that her activities\n\ntake place almost entirely outside the white line that designates\n\nthe buffer zone.\n\n     Zarella testified that sometimes companions of patients become\n\nupset with her and tell her to go away.    She stated that escorts\n\noften try to surround patients and chatter loudly to drown her out,\n\nor have told patients not to listen to Zarella.   Sometimes escorts\n\nhave repeated \"[p]ro-abortion rhetoric,\" such as \"We have help.\n\nWe'll help you get inside.\" Further, Zarella testified that in May\n\n2002, a man accompanying a patient walked into her and made\n\nthreatening statements, the police responded to complaints about\n\nhim, and she filed a criminal complaint against him.   Zarella has\n\nnever complained to the police about anything the escorts were\n\ndoing.\n\nEnforcement Policy\n\n     Even before this court's McGuire I opinion in August of 2001,\n\nthe state Attorney General's office provided advice by letter dated\n\nNovember 10, 2000, to local police departments in Brookline and\n\nBoston. The letter set forth the Attorney General's interpretation\n\nof the language of the Act providing that the exemption for clinic\n\nemployees and agents applied only when such persons were \"acting\n\nwithin the scope of their employment.\"    This interpretation has\n\n\n\n\n                               -12-\n\fremained essentially consistent from the beginning.1 In this first\n\nletter, the Attorney General noted that if escorts were to approach\n\nwithin six feet of a woman within the fixed buffer zone in order to\n\n\"hurl[] epithets at demonstrators,\" then their actions would not be\n\nwithin   the   scope   of   their   employment   and   they   would   not   be\n\nprotected by the exemption.\n\n     On July 16, 2001, the Attorney General's office provided\n\ntraining to the same effect to the Boston Police Department.                The\n\ntraining noted that the exemption for clinic employees was for the\n\npurpose of permitting employees and agents to help patients into\n\nclinics.   On July 25, 2001, the same training was provided to the\n\nBrookline Police Department. In turn, the Boston Police Department\n\nadopted the view that if escorts act outside of the bounds of their\n\nemployment as so defined, then the clinic escorts, if engaged in\n\nprohibited speech or conduct, would be violating the law.\n\n     Before this court's decision in McGuire I, representatives of\n\nthe Attorney General's office met with representatives of PPLM on\n\nMay 23, 2001, to communicate the Attorney General's interpretation\n\nthat the Act's exemption for clinic employees and agents acting\n\nwithin the scope of their employment would not protect such persons\n\n\n     1\n      Thus, the February 14, 2003 letter from an assistant attorney\ngeneral to various police personnel across the state did not\nsignify a new interpretation; it was merely a restatement of an old\nposition. In this most recent clarification of the interpretation,\nthe Attorney General has clearly construed the exemption to exclude\npro-abortion or partisan speech from the term \"scope of their\nemployment.\"\n\n                                     -13-\n\fif they were to use the exemption to engage in counter-protests,\n\ncounter-education,   or   counter-counseling    against   anti-abortion\n\nviews, rather than simply assisting the patients into the clinic\n\nand protecting clinic access.      And once this court issued its\n\ndecision in McGuire I, the Attorney General's office, on December\n\n19, 2001, sent a copy of the opinion to PPLM, reiterated its view\n\nof the exemption, and directed PPLM to the language in the First\n\nCircuit opinion that the purpose of the clinic employee and agent\n\nexemption was in order to permit patients to \"'secure peaceful\n\naccess' to clinics.\"      On the same date, the Attorney General\n\nsimilarly informed the Brookline facility.\n\n     The policies of the Boston Police Department on the Act are\n\nconsistent as to both sides of the abortion debate. The Department\n\npolicy is to be flexible, to warn individuals first and to try to\n\nmediate any dispute, before taking enforcement actions.        Warnings\n\nhave been given by the Boston Police to both pro-life protestors\n\nand clinic escorts. The pro-life protestors have received warnings\n\nwhen they have gotten too close to people walking into the Boston\n\nclinic and/or have gotten in their way.        In turn, clinic escorts\n\nhave been warned about putting out their arms to fend off pro-life\n\nprotestors and about being overly aggressive in getting patients\n\ninto the building.     The Boston Police view the term \"scope of\n\nemployment\" as permitting escorts to escort patients into the\n\nclinic and to offer them assistance.           In its view, the Act\n\n\n                                 -14-\n\fprohibits escorts from approaching patients within the buffer zone\n\nwithout consent to counsel, leaflet or educate them.2    One anti-\n\nabortion sidewalk counselor, Cheryl Fitzpatrick, was arrested on\n\nFebruary, 15, 2002, for repeatedly violating the buffer zone law\n\neven after being warned.   There was one arrest of a Marie Vitale\n\nfor stalking.\n\n     The Brookline Police Department has a similarly flexible\n\npolicy of first warning the person engaged in the conduct, then\n\nvideo-and-audio taping the conduct.   Arrests are only made if the\n\nconduct persists. The Brookline Police also take the position that\n\nbecause the escorts at the Brookline clinic are neither employed\n\nnor supervised by the clinic, those individuals do not get the\n\nbenefit of the clinic exemption.      People expressing both anti-\n\n\n     2\n      By affidavit, a Boston Police Department captain confirmed\nthat the Department followed the interpretation set forth by the\nAttorney General and that the Department enforced the law first by\nwarnings, then by mediation attempts before making any arrests:\n\n          Both pro-life protestors and clinic escorts have received\n          warnings from Boston Police officers.            Pro-life\n          protestors have received warnings when they have come\n          within extremely close proximity of people walking into\n          the Planned Parenthood facility and have gotten in their\n          way. Planned Parenthood escorts have received warnings\n          about putting out their arms to fend off pro-life\n          protestors and about being overly aggressive in getting\n          patients into the building. . . .\n          To my knowledge, there has been only one person arrested\n          for violating the buffer zone law at the Planned\n          Parenthood facility in Boston. The person arrested is a\n          pro-life \"sidewalk counselor\" (but not one of the\n          plaintiffs in this case) who was arrested after repeated\n          warnings over a period of months from me or my officers.\n\n\n                               -15-\n\fabortion and pro-abortion views in front of clinics have received\n\nwarnings from the Brookline Police.          The officer in charge of\n\nenforcement of the law at the Repro facility has warned people\n\nabout 12 times.      In his years of observing incidents at the Repro\n\nclinic both before and after the enactment of the buffer zone law,\n\nthis officer had seen roughly 25 incidents of violence. There have\n\nbeen no arrests for violations of the buffer zone law in Brookline.\n\n     The    police    testified   that    there   are   certain   inherent\n\ndifficulties in enforcement of the law from the point of view of\n\nthe police.    For example, the police usually do not know whether a\n\npatient entering the clinic has consented or not consented to an\n\napproach.     Also, the Boston police captain tries to survey the\n\nwhole scene and thus is usually not close enough to hear what the\n\nsidewalk protestors are actually saying to the patients.\n\nOther Evidence of Activities\n\n     Shortly after the effective date of the Act, in November 2000,\n\na Boston police captain reported to an assistant attorney general\n\nthat plaintiff Schiavone had approached a patient within six feet\n\nof the buffer zone at the PPLM clinic and told the patient not to\n\n\"kill her baby.\"     She was given a warning by the police.       In early\n\nJanuary 2001, unidentified demonstrators approached within six feet\n\nand harassed the employees and agents of the Boston PPLM clinic\n\nwithin the buffer zone.       In February 2001, a number of abortion\n\nprotestors impeded access to the Boston PPLM clinic.              In March\n\n\n                                   -16-\n\f2001, PPLM complained to the police that two sidewalk counselors\n\nwere approaching occupied cars without consent within the 18-foot\n\nfixed buffer zone area.   In April 2001 at the Boston clinic, anti-\n\nabortion protestors reportedly prevented a patient from getting out\n\nof her car.\n\n     The Security Director for the Brookline Repro clinic has\n\ncalled the Brookline Police about anti-abortion protestors.     The\n\ndirector has generally called the police only when protestors have\n\nactually stood on both sides of the front door pushing literature\n\nand holding signs in the faces of patients entering the clinic,\n\nwith the patients telling the protestors to leave them alone.   The\n\nprotestors, he testified, refused to stay six feet away as required\n\nby the buffer zone law but instead argued with those trying to\n\nenter the clinic and told them that they \"[didn't] have to murder\n\n[their] child.\" The Security Director thought that when confronted\n\nwith those types of facts, the Brookline Police might do something\n\n\"as far as warning [the protestors] to move back a few feet at that\n\npoint.\"   The Security Director testified that he had not had much\n\nsuccess in getting the Brookline Police to act.\n\n     The individual plaintiffs have never complained to the police\n\nabout clinic employees or escorts, although one individual, William\n\nCotter, who shares their anti-abortion opinion and has acted as the\n\nhead of Operation Rescue, has complained to the Boston Police when\n\nhe believed clinic employees or escorts were violating the buffer\n\n\n                               -17-\n\fzone law.     Cotter stated that escorts sometimes tell patients\n\nthings to the effect that they do not need to listen to the pro-\n\nlife protestors.     He also stated that escorts sometimes \"ask[]\" or\n\n\"suggest[]\" that patients give them any anti-abortion leaflets they\n\nhave received from protestors.        For example, they say things like:\n\n\"Do you want me to take that from you,\" or \"You know, you don't\n\nneed that.\"\n\n     Finally,   an   employee   of    PPLM   and   the   chief   escort    both\n\ntestified that at some point, a Boston police captain asked that\n\nescorts walk patients into the vestibule of the clinic in the\n\ncourse of their escorting duties.            The police captain at issue\n\ndenied ever \"instruct[ing] the escorts or representatives\" of PPLM\n\n\"to accompany   the    person   entering     the   clinic   right   into    the\n\nclinic,\" and further denied that this was ever an \"issue with\n\n[him].\"   At least one set of PPLM's instructions to its volunteer\n\nescorts included the instruction that \"[w]hen you bring patients to\n\nthe door of the clinic you should walk into the vestibule with them\n\nand then turn around and come back out.            The reasons for this (if\n\nthere are any) are complex.      However, the police want the escorts\n\nto walk into the building.\"\n\n                                     II.\n\n     Plaintiffs initially attacked the buffer zone law facially;\n\nthey were granted a preliminary injunction against its enforcement,\n\nwith the district court holding that the Act was not content\n\n\n                                     -18-\n\fneutral because it applied only to abortion clinics and seemed\n\ntargeted only at the topic of abortion speech.          McGuire v. Reilly,\n\n122 F. Supp. 2d 97, 102 (D. Mass. 2000).          The court also held that\n\nthe   law   was    viewpoint    discriminatory     because     the   statutory\n\nexemption for clinic employees and agents showed on its face that\n\npro-abortion speech was being favored over pro-life speech. Id. at\n\n103-04.\n\n      In McGuire I, this court reversed the grant of the preliminary\n\ninjunction,   and    in   the   process    we    essentially    struck     down\n\nplaintiffs' facial challenge.       McGuire v. Reilly, 260 F.3d 36 (1st\n\nCir. 2001).   The McGuire I court held that plaintiffs had shown no\n\nprobability of success on the merits.            The buffer zone law, it\n\nheld, should be classified on its face as a content-neutral time,\n\nplace, and manner restriction and thus should be upheld against a\n\nfacial challenge because it satisfied intermediate scrutiny.                Id.\n\nat 48.\n\n      We noted in McGuire I that the Massachusetts buffer zone\n\nstatute was very similar to the buffer zone statute that had been\n\nupheld as a content-neutral time, place, and manner restriction in\n\nHill v. Colorado, 530 U.S. 703 (2000).            The key inquiry in both\n\ncases, the McGuire I court noted, was the statute's purpose:\n\nspecifically, whether the legislative purpose was one that was\n\n\"unrelated    to    disagreement    with   the    underlying     message     of\n\nparticular speech, and advances interests unconnected to expressive\n\n\n                                    -19-\n\fcontent.\"     McGuire I, 260 F.3d at 44 (citing Hill, 530 U.S. at\n\n719).     After looking at the statute and its legislative history,\n\nthe court in McGuire I found that the legislative purposes of the\n\nenactment, as was the case with the statute in Hill, were content-\n\nneutral     ones    designed   to    promote    personal      security    and   to\n\nfacilitate safe access to medical care.               Id.\n\n        Turning to the exemption for clinic employees, we considered\n\nin McGuire I that it perhaps could be enforced in a viewpoint\n\ndiscriminatory       manner    but   that    plaintiffs'      facial     challenge\n\nnecessarily failed, given that there was at least one content-\n\nneutral purpose for the exemption (and thus it could be enforced in\n\na content-neutral manner).           Id. at 46-47.          One content-neutral\n\npurpose was the reinforcement of the idea that \"those who work to\n\nsecure peaceful access to RHCFs need not fear prosecution.\" Id. at\n\n47.     The court then added the following: \"If, as the plaintiffs\n\npredict,    experience    shows      that    clinic    staffers   in     fact   are\n\nutilizing the exemption as a means either of proselytizing or of\n\nengaging in preferential pro-choice advocacy, the plaintiffs remain\n\nfree to challenge the Act, as applied, in a concrete factual\n\nsetting.\"     Id.     The court thus set out the initial, threshold\n\nshowing that plaintiffs would need to make before they could even\n\nbegin building an as-applied challenge.\n\n      On remand, the district court recognized that the facial\n\nchallenge had been foreclosed by McGuire I and granted summary\n\n\n                                      -20-\n\fjudgment against the plaintiffs on their facial claim.       McGuire v.\n\nReilly, 230 F. Supp. 2d 189, 193 n.10 (D. Mass. 2002).         However,\n\nthe court provided a discovery period to develop a factual record\n\non the as-applied claim; only after an additional discovery period\n\nof six months did it grant summary judgment against plaintiffs on\n\nthe as-applied claim as well.      McGuire v. Reilly, 271 F. Supp. 2d\n\n335 (D. Mass. 2003).\n\n      The district court gave the Attorney General's interpretation\n\nof the Act \"great weight\" and noted that it was in harmony with the\n\ncontent-neutral legislative purposes outlined in our decision in\n\nMcGuire I.    Id. at 342.      The court stressed that the Attorney\n\nGeneral's interpretation had been adopted by the Brookline and\n\nBoston Police Departments.      Id. at 340.\n\n      The court then stated that in order to mount an as-applied\n\nchallenge, the plaintiffs needed to show \"a pattern of unlawful\n\nfavoritism,   abuse,   or   infelicitous   application\"   involving   the\n\nconduct of state actors.        Id. at 342.      The court noted the\n\nplaintiffs' evidence of alleged violations of the buffer zone law\n\nand pro-abortion advocacy by escorts, but also found that \"the\n\nplaintiffs' evidence focuses almost exclusively on the conduct of\n\nclinic escorts, rather than on the conduct of law enforcement.\"\n\nId.   Plaintiffs failed to raise a genuine issue of fact that the\n\npolice departments were not applying the law in an evenhanded\n\nmanner and in accordance with the Attorney General's content-\n\n\n                                  -21-\n\fneutral interpretation.        See id. at 343.       Since the escorts were\n\nmerely private actors, and since there was no evidence that state\n\nactors were not being evenhanded, the as-applied claim foundered on\n\nthe lack of state action.       See id. at 342-43.\n\n     Plaintiffs then moved at the district court level to alter or\n\namend the judgment, arguing that the law was not being evenhandedly\n\nenforced by the enforcement authorities. McGuire v. Reilly, 285 F.\n\nSupp. 2d 82 (D. Mass. 2003).         From the evidence described earlier,\n\nthey argued that escorts continued to engage in pro-abortion oral\n\nprotest, education, and counseling, yet no police officer was in a\n\nposition to enforce the law against escorts because the police\n\nstood too far away, no escort had ever been warned, arrested, or\n\nprosecuted by the police for speech prohibited by the Act (although\n\nthey had been warned for physical aggressiveness), and police\n\nofficers had instructed escorts to enter and exit the building with\n\nthe patients they are escorting, thus circumventing the Attorney\n\nGeneral's limited interpretation of the employee and agent clause\n\nin the statute.    Id. at 86-87.\n\n     The district court rejected these arguments, noting that few\n\narrests had been made on either side given the police's flexible\n\nenforcement policy, and that the police decisions as to where best\n\nto position themselves deserved some deference. Id. at 87-88. The\n\ncourt   determined      that    warnings      of    escorts   for    physical\n\naggressiveness    did   help    to   show    that   the   statute   was   being\n\n\n                                      -22-\n\fevenhandedly enforced, because warnings for physical aggressiveness\n\nhelped to serve the purposes behind the buffer zone act -- the\n\nwarnings removed obstacles to anti-abortion protestors' ability to\n\nget consent to approach patients.           Id.    The court finally noted\n\nthat the \"enter and exit\" exemption should not be interpreted to\n\napply to the escorts because they were covered by a separate\n\nexemption, and the allegations made that the police were using this\n\nexemption   to   circumvent   the    Attorney     General's   interpretation\n\nfailed to give the reasons the police might have had for giving\n\nescorts such an instruction.        Id. at 88.    Thus, the court concluded\n\nthat there was still no genuine issue of material fact that the\n\nstatute was being enforced in a non-evenhanded manner, and denied\n\nthe motion to alter or amend the judgment.           Id. at 89.\n\n      After judgment issued, the plaintiffs timely appealed the\n\ngrants of summary judgment on both the facial claim and the as-\n\napplied claim.\n\n                                     III.\n\n      Since the matters were resolved on summary judgment, we review\n\nde novo the district court's conclusion that there were no genuine\n\nissues of material fact.      Joyal v. Hasbro, Inc., 380 F.3d 14, 16,\n\n18 (1st Cir. 2004).\n\nA.   Facial Attack\n\n     Plaintiffs continue their attack on the facial validity of the\n\n\n\n                                     -23-\n\fstatute in this second round.         They point out that the decision in\n\nMcGuire I addressed only preliminary injunctive relief; they argue\n\nMcGuire I held no more than that they lacked a probability of\n\nsuccess on the merits.       Plaintiffs' attempt to use the limits of\n\npreliminary injunctive relief here misunderstands both McGuire I\n\nand the nature of a facial attack.\n\n     Plaintiffs argue that the Act on its face embodies both an\n\nimpermissible        content-based      regulation     of      speech    and,\n\nalternatively, that it constitutes viewpoint discrimination.               In\n\ntheir facial attack, the burden on the plaintiffs is normally\n\nexpressed as a showing that the statute \"admits of no valid\n\napplication.\"    McGuire I, 260 F.3d at 47.       One articulation of the\n\nrequirements of a federal court facial challenge, unless claims of\n\noverbreadth (and possibly also vagueness) are at issue, is set\n\nforth in United States v. Salerno, 481 U.S. 739 (1987):\n\n     A facial challenge to a legislative Act is . . . the most\n     difficult challenge to mount successfully, since the\n     challenger must establish that no set of circumstances exists\n     under which the Act would be valid.\n\nId. at 745; see also City of Chicago v. Morales, 527 U.S. 41, 55 &\n\nn. 22 (1999) (noting, in plurality opinion, that the standard for\n\nevaluating facial challenges is not necessarily quite as demanding\n\nas indicated by Salerno, at least where vagueness concerns are\n\npresent:   a   law   is   sometimes    subject   to   facial   attack    where\n\n\"vagueness     permeates    the   text\");    Richard    H.     Fallon,    Jr.,\n\n\n                                      -24-\n\fCommentary,     As-Applied      and     Facial         Challenges    and     Third-Party\n\nStanding, 113 Harv. L. Rev. 1321, 1321-23 (2000) (explaining the\n\nsplit on the Supreme Court over whether the Salerno formulation of\n\nfacial   challenges      is   correct        or    whether    some        slightly   less\n\ndemanding standard is appropriate).\n\n       The nature of plaintiffs' facial attack on both the content\n\nand viewpoint theories turns not on the historical facts of how the\n\nstatute has been applied, but on the words of the statute.                           Both\n\nthe content and viewpoint theories focus on the Act's exemption for\n\n\"employees or agents of [an RHCF] acting within the scope of their\n\nemployment.\" Mass. Gen. Laws ch. 266, § 120E1/2(b)(2). Plaintiffs\n\nargue that the statute is content-based because the application of\n\nthis exemption necessarily requires reference to the content of\n\nspeech: one cannot determine whether an agent of the clinic is\n\nviolating the Act without seeing whether she has moved outside the\n\nscope of her employment by protesting, educating, and counseling.\n\n       This argument is foreclosed to plaintiffs as a pure matter of\n\nlaw under Hill, 530 U.S. at 719-22, as explained in McGuire I, 260\n\nF.3d at 44.     Here, the statute -- based on the very limited scope\n\nof   behavior   affected      --   is    a   simple       time,     place,    or   manner\n\nrestriction.     In such a case, the core inquiry for determining\n\ncontent neutrality is not whether applying the statute requires\n\nsome   reference    to    the      content        of    speech,     but    whether   the\n\nlegislative reason for the law is content neutral.                        Just like the\n\n                                         -25-\n\fColorado statute in Hill, 530 U.S. at 719-20, the statute here has\n\ncontent-neutral purposes: protecting safety and access to medical\n\ncare.     McGuire I, 260 F.3d at 44.       The mere fact that the police\n\nmight, in some instances, need to listen to the content of speech\n\nto determine if the law has been violated does not make the statute\n\ncontent based.    See Hill, 530 U.S. at 720-22.\n\n     Similarly, the facts plaintiffs have presented, based on the\n\nnew record assembled since remand from McGuire I, which they claim\n\nprove that the statute in practice has a tendency to burden pro-\n\nlife speech more than it burdens pro-choice speech, are irrelevant\n\nto the statute's content (or viewpoint) neutrality. As we noted in\n\nMcGuire I, this statute is content neutral if it was enacted for a\n\ncontent-neutral       legislative    purpose,      regardless    of    any\n\n\"incidental[] . . . adverse effect on certain messages while\n\nleaving others untouched.\"          McGuire I, 260 F.3d at 43.        The\n\nplaintiffs have done nothing to undermine our earlier finding of a\n\ncontent-neutral legislative purpose.\n\n        Plaintiffs'   facial   challenge    of   impermissible   viewpoint\n\ndiscrimination is also based on the law's exemption for \"employees\n\nor agents.\"     As we explained in McGuire I, so long as a reviewing\n\ncourt can \"envision at least one legitimate reason for including\n\nthe employee exemption in the Act,\" the law is not facially\n\nunconstitutional.      McGuire I, 260 F.3d at 47.      In McGuire I this\n\ncourt found there were likely explanations for the exemption other\n\n                                    -26-\n\fthan the desire to favor pro-abortion speech over anti-abortion\n\nspeech: \"For example, the legislature may have exempted clinic\n\nworkers -- just as it exempted police officers -- in order to make\n\ncrystal clear . . . that those who work to secure peaceful access\n\nto RHCFs need not fear prosecution.\"   Id. at 47.   For this reason\n\ngiven in McGuire I, the viewpoint facial attack fails, now as\n\nthen.3\n\n     We turn to one last argument that plaintiffs urge as to facial\n\nconstitutionality.   They argue that McGuire I was wrong in holding\n\nthat the various statutory exemptions did not render the statute\n\nfacially unconstitutional because of facts which developed after\n\nMcGuire I was decided.     They argue that the Attorney General's\n\ninterpretation of the \"employees or agents\" exemption, so as to\n\nplace pro-choice advocacy by escorts outside of the exemption's\n\nsafe harbor, is a plainly incorrect interpretation of the language\n\nof the exemption and at any rate is not binding.    Moreover, they\n\nargue that this interpretation has set up a new ground for facial\n\nunconstitutionality.     Plaintiffs point to some evidence, noted\n\nabove, showing that a Boston police captain perhaps at some point\n\nafter this interpretation was issued suggested that escorts should\n\nenter the building with the patients that they have been escorting.\n\n\n     3\n      Had there been an intervening change in controlling Supreme\nCourt case law between McGuire I and now, plaintiffs could have\nplausibly argued for a different outcome. There has been no such\nchange and their argument is foreclosed.\n\n\n                                -27-\n\fFrom this the plaintiffs deduce that the statute's exemption for\n\n\"persons entering or leaving [RHCFs]\" is facially unconstitutional;\n\nthe purpose for this exemption, plaintiffs submit, is to protect\n\nthe pro-abortion counseling and education of escorts and others\n\nthat would not otherwise be allowed under the statute.\n\n     The argument turns back on itself and fails.                           The Supreme\n\nCourt has held that \"[i]n evaluating a facial challenge to a state\n\nlaw, a federal court must . . . consider any limiting construction\n\nthat a state court or enforcement agency has proffered.\"                          Ward v.\n\nRock Against Racism, 491 U.S. 781, 795-96 (1989) (quoting Village\n\nof Hoffman Estates v. Flipside, Hoffman Estates, 455 U.S. 489, 494\n\n(1982))    (alterations           in    original)       (internal    quotation        marks\n\nomitted).          The       usual     idea,    though,    is     that    the    limiting\n\nconstruction put on the Act by its interpretation can save a\n\nstatute     that     would        otherwise       be    facially    unconstitutional.\n\nLogically, there is no way (save perhaps when overbreadth is an\n\nissue)    that     an    authority's       non-binding      and     non-authoritative4\n\ninterpretation          of    a   facially      valid   statute     can   make   it    more\n\nfacially constitutionally vulnerable than it would be otherwise.\n\nHere the statute is facially constitutional even without the\n\nlimitation; the disputes over the correctness of the Attorney\n\n\n\n     4\n      Since  plaintiffs  argue   that  the   Attorney  General's\ninterpretation is neither binding nor authoritative, they cannot\nsimultaneously make a facial attack on the law based on that\ninterpretation.\n\n                                               -28-\n\fGeneral's   interpretation,     over   the   binding   nature    of   this\n\ninterpretation,   and    over    the     police   department's    alleged\n\ninstruction to the RHCFs are irrelevant to this facial challenge.\n\nWe discuss later the role these interpretations play in the as-\n\napplied challenge.\n\n     To the extent that plaintiffs are arguing that the entry and\n\nexit exemption is itself facially unconstitutional, they are wrong.\n\nLike the employee and agent exemption looked at in McGuire I, the\n\nentry and exit exemption has many \"likely\" legislative motivations\n\nthat are content neutral.       See McGuire I, 260 F.3d at 47.         For\n\nexample, as the district court noted below, the exemption seems\n\nlikely to have been intended merely to emphasize that \"persons with\n\nlegitimate business inside the clinic, such as patients\" and\n\ncompanions accompanying patients with their consent, are protected\n\nfrom the Act's restrictions.     McGuire, 285 F. Supp. at 88.     This is\n\nfully consistent with the Act's content-neutral aim of securing\n\nsafe medical access.\n\n      Plaintiffs have offered no reason why the conclusion reached\n\nin McGuire I that the statute is facially constitutional is flawed.\n\nWe affirm entry of summary judgment on that claim.\n\nB.   As-Applied Attack\n\n     Plaintiffs mount two types of challenges to the entry of\n\njudgment against their as-applied claim.\n\n\n\n                                  -29-\n\f     First, they argue that the district court applied the wrong\n\nstandard to evaluate their claim.      They say their burden was to\n\nshow no more than that clinic employees or others were approaching\n\nwithin six feet of people in the 18-foot protected area, without\n\ngetting the consent of the people approached.    They say no showing\n\nof \"state action\" is necessary.       Further, they argue that the\n\ndistrict court wrongly held them to the more stringent standards of\n\nan equal protection selective prosecution claim, rather than to\n\nthose of an as-applied First Amendment viewpoint discrimination\n\nclaim.\n\n     Second, the plaintiffs argue that the district court erred in\n\nconcluding that their evidentiary submissions raised no genuine\n\ndispute of material fact.   We address this argument later.\n\n     Three preliminary items may be quickly dispatched. First, the\n\ndefendants argue that absent some concrete injury to plaintiffs,\n\nsuch as being arrested, the as-applied challenge is neither ripe\n\nnor do the plaintiffs have standing.    Plaintiffs alleged that they\n\nhave been chilled in the exercise of their speech rights by fear of\n\narrest and some have been threatened with arrest.          Like the\n\ndistrict court, we have no doubt plaintiffs have standing under the\n\nFirst Amendment doctrine for equitable relief, and the controversy\n\nis ripe.    See Steffel v. Thompson, 415 U.S. 452, 475 (1974)\n\n(declaratory relief available on as-applied challenge when no state\n\nprosecution is pending); Mangual v. Rotger-Sabat, 317 F.3d 45, 56-\n\n                               -30-\n\f60 (1st Cir. 2003) (the First Amendment challenge of a newspaper\n\nreporter to a criminal libel statute was ripe, and the reporter had\n\nstanding, where the law chilled the reporter's writing as there was\n\nno indication that the state had disavowed criminal prosecutions of\n\nviolators).\n\n     Second, the plaintiffs simply misread McGuire I when they\n\nargue that it held that all plaintiffs need to show to win an as-\n\napplied challenge is that clinic employees engaged in nonconsensual\n\npro-abortion advocacy within the six-foot floating buffer zone.\n\nMcGuire I described some evidence which was a necessary but not\n\nsufficient predicate for any as-applied claim.\n\n     Third,   the   plaintiffs   argue   that   activities   of   private\n\npersons, including those neither known to the police nor to which\n\nthe police have turned a blind eye, demonstrate that the statute\n\nhas been applied in a viewpoint discriminatory way.               Not so.\n\nObviously, only the government can violate First Amendment rights:\n\nevery First Amendment claim thus requires state action in some\n\nsense. See Brentwood Acad. v. Tenn. Secondary Sch. Athletic Ass'n,\n\n531 U.S. 288, 295 (2001) (state action is a necessary component of\n\na constitutional claim against a state); Hudgens v. NLRB, 424 U.S.\n\n507, 514-21 (1976) (First Amendment claim required state action;\n\nclaim against private shopping center for preventing peaceful labor\n\npicketing failed because shopping center was not a state actor);\n\nYeo v. Town of Lexington, 131 F.3d 241, 248, 255 (1st Cir. 1997)\n\n                                 -31-\n\f(en banc) (state action is necessary component of First Amendment\n\nclaim; student editors exercising independent editorial judgment\n\nwere not state actors). Yet much of what plaintiffs complain about\n\nhere is purely private action jousting with the ideas plaintiffs\n\nespouse.      The   First       Amendment    is    concerned      with   government\n\ninterference, not private jousting in the speech marketplace.\n\n      Sometimes, as plaintiffs state, the statute itself can provide\n\nthe requisite state action, at least if there is some threat that\n\nthe statute will be enforced by state personnel.                     See Lugar v.\n\nEdmondson Oil Co., 457 U.S. 922, 941-42 (1982) (\"While private\n\nmisuse of a state statute does not describe conduct that can be\n\nattributed to the State, the procedural scheme created by the\n\nstatute obviously is the product of state action,\" and acts done\n\nunder the authority of that statute can be considered state action\n\nif   the   acts   are    done    jointly    by    private   and    state   actors).\n\nHowever, as the court noted in Lugar, it all depends on what is\n\nbeing challenged: state action is present in this way only if what\n\nthe plaintiff is really aiming at is the constitutionality of the\n\nstatute itself.     For example, there is no state action if what the\n\nplaintiff is really aiming at are the acts of private persons that\n\nare actually illegal under the statutory scheme, because then the\n\nacts do not reflect the policy of the state.                 See id. at 940-41.\n\nTo the extent that the plaintiffs are claiming that the statute is\n\nunconstitutional        as   applied   merely     because   private      pro-choice\n\n\n                                       -32-\n\fpersons are engaging in acts that are illegal under the statute,\n\ntheir claim has nothing to do with the statute at all and they\n\ncannot bring it because there is no state action.\n\n      Here, plaintiffs claim to be aiming at the statute itself:\n\nthey argue that the fact that private pro-choice individuals are\n\nnow engaging in various acts that they claim are allowed by the\n\nstatute is proof that the statute (at least as applied to the\n\ncurrent facts) is itself unconstitutional content and viewpoint\n\ndiscrimination.     Plaintiffs cannot win such an argument.             The\n\n\"adverse effect[s]\" of the statute are not relevant to its facial\n\nviewpoint and content neutrality; only the legislative intent\n\ncounts.   McGuire I, 260 F.3d at 43.    By themselves, acts of private\n\nparties under the statute are merely examples of how the statute is\n\nadversely affecting one side more than another.           Plaintiffs thus\n\ncannot use private actions to challenge the statute itself.             The\n\nonly challenge they have left in this case is to the way the law\n\nhas   been   enforced.   Lugar   and    related   cases   stand   for   the\n\nproposition that \"enforcement\" of a state statute by purely private\n\nindividuals, without some involvement by state officials, does not\n\nconstitute state action; hence plaintiffs' evidence of private\n\nactivity must be linked to the state's enforcement efforts somehow.\n\nSee, e.g., Edmonson v. Leesville Concrete Co., 500 U.S. 614, 622-24\n\n(1991); Lugar, 457 U.S. at 941-42; Flagg Bros. v. Brooks, 436 U.S.\n\n149, 164-66 (1978).\n\n\n                                 -33-\n\f     We turn now to the appropriate standard against which to\n\nmeasure the as-applied attack.\n\nThe Standard\n\n     McGuire I recognized that while the statute was valid on its\n\nface, it was still possible that enforcement against a given person\n\nin a particular situation could be invalid on an as-applied basis.\n\nPlaintiffs were afforded the opportunity to show on remand that\n\nthey were such persons.\n\n     There are different types of as-applied attacks.           The most\n\ncommon situation is where the language of a statute is broad and\n\ncould potentially cover many different types of fact situations;\n\nthe as-applied challenge is then an attempt to \"specify\" the law by\n\nfreshly   testing   its   constitutionality   in   one   particular   fact\n\nsituation while refusing to adjudicate the constitutionality of the\n\nlaw in other fact situations.5    See United States v. Nat'l Treasury\n\nEmployees Union, 513 U.S. 454, 477-78 (1995) (act prohibiting\n\n\n     5\n      It is in reference to this sort of as-applied challenge that\nthe court in Foti v. City of Menlo Park, 146 F.3d 629 (9th Cir.\n1998), observed that an as-applied challenge is an independent\nclaim from a claim that the law is being enforced in a viewpoint\ndiscriminatory way. The Foti court observed that a claim \"that the\nlaw is unconstitutional as applied to the litigant's particular\nspeech activity, even though the law may be capable of valid\napplication to others\" is a separate inquiry from whether\n\"discriminatory enforcement of a speech restriction amounts to\nviewpoint discrimination in violation of the First Amendment.\" Id.\nat 635. The type of as-applied challenge raised by plaintiffs,\nhowever, is exactly the same as a claim that discriminatory\nenforcement of a statute has led to viewpoint discrimination.\n\n\n                                  -34-\n\freceipt of honoraria by government employees in return for speeches\n\nand   writings   was   unconstitutional   as   applied   to   lower-level\n\nexecutive employees, the parties to the case, but not necessarily\n\nas to senior employees); United States v. Raines, 362 U.S. 17, 23-\n\n25 (1960) (refusing to declare an act facially unconstitutional\n\nwhere the act might be unconstitutional as applied to private\n\nactors but is certainly not unconstitutional as applied to public\n\nofficials,   and   the   parties   challenging   the   law    were   public\n\nofficials); Fallon, supra, at 1329-35 (explaining this sort of\n\nspecification as the paradigmatic type of as-applied challenge).\n\nThe fact situation that plaintiffs are involved in here is the core\n\nfact situation intended to be covered by this buffer zone statute,\n\nand it is the same type of fact situation that was envisioned by\n\nthis court when the facial challenge was denied in McGuire I;\n\nplaintiffs do not and cannot argue that they are different types of\n\nactors, or that they are involved in a different type of fact\n\nsituation, from the ones on the basis of which the law was already\n\nupheld facially.       Plaintiffs' as-applied challenge must be of a\n\ndifferent sort.6\n\n      Plaintiffs' as-applied challenge must be based on the idea\n\n\n      6\n      Nor is this a situation where the text of a statute does not\ngive fair warning that it applies to a certain set of facts. See\nRaines, 362 U.S. at 22-23 (\"Perhaps cases can be put where their\napplication to a criminal statute would necessitate such a revision\nof its text as to create a situation in which the statute no longer\ngave an intelligible warning of the conduct it prohibited.\" (citing\nUnited States v. Reese, 92 U.S. 214, 219-220 (1875))).\n\n                                   -35-\n\fthat the law itself is neutral and constitutional in all fact\n\nsituations,    but    that    it     has    been    enforced       selectively       in    a\n\nviewpoint discriminatory way.              See Thomas v. Chicago Park Dist.,\n\n534   U.S.     316,    325        (2002)     (licensing       scheme       itself      was\n\nconstitutional       but,    if    in    course    of     enforcing    the    act,     the\n\nlicensing authority \"[g]rant[ed] waivers to favored speakers (or,\n\nmore precisely, den[ied] them to disfavored speakers),\" then the\n\nlicensing authority would be acting unconstitutionally).                         Such a\n\nchallenge is dependent on the factual evidence provided as to how\n\nthe statutory scheme has in fact operated vis-á-vis the plaintiffs.\n\n      The exact claim is that in practice the government has engaged\n\nin viewpoint discrimination by failing to enforce the statute\n\nagainst   persons      who    violate       the    statute    by    expressing        pro-\n\nabortion/pro-choice views without consent in the six-foot buffer\n\nzone, while enforcing the statutory prohibitions against those in\n\nthe same position who express anti-abortion/pro-life views.                            The\n\nessence of a viewpoint discrimination claim is that the government\n\nhas preferred the message of one speaker over another. The general\n\nprinciple is that \"the First Amendment forbids the government to\n\nregulate speech in ways that favor some viewpoints or ideas at the\n\nexpense of others.\"         Members of the City Council of Los Angeles v.\n\nTaxpayers    for     Vincent,      466     U.S.    789,    804     (1984);    see     also\n\nRosenberger v. Rector and Visitors of Univ. of Va., 515 U.S. 819,\n\n829   (1995)   (viewpoint         discrimination          occurs    when     speech       is\n\n\n                                           -36-\n\fregulated where \"the specific motivating ideology or the opinion or\n\nperspective of the speaker is the rationale for the restriction.\").\n\nThe viewpoint discrimination doctrine has been thought by one\n\ncommentator to have two ultimate constitutional justifications: 1)\n\nfear of \"impermissible reasons for governmental action,\" and 2)\n\nfear of the \"skewing effects on the system of free expression.\"\n\nSee Cass R. Sunstein, Half-Truths of the First Amendment, 1993 U.\n\nChi. Legal F. 25, 26-27.\n\n     Viewpoint   discrimination    claims     themselves    may    occur   in\n\ndifferent contexts. One such context occurs when the state decides\n\nwhether or not to impose criminal penalties based on the viewpoint\n\nexpressed by someone's words.     See R.A.V. v. City of St. Paul, 505\n\nU.S. 377, 391-92 (1992).    That is not this case.         Here, both pro-\n\nabortion and anti-abortion speech is prohibited in the six-foot\n\nfloating buffer zone, so long as there is no consent.         Another sort\n\nof context involves government funding of speech, where viewpoint\n\ndiscrimination   is   permitted   in   some   situations,    see    Rust   v.\n\nSullivan, 500 U.S. 173, 192-95 (1991), but not in all, see Legal\n\nServs. Corp. v. Velazquez, 531 U.S. 533, 548-49 (2001).             That is\n\nalso not this case.    Rather, this case involves a claim that the\n\ngovernment enforces the law against persons of one viewpoint who\n\nviolate the statute while not enforcing the law against similarly\n\nsituated persons of the opposing viewpoint who also violate the\n\nstatute.\n\n\n                                  -37-\n\f     The First Amendment viewpoint discrimination claim that is\n\nmade here is, by its terms, a claim of discrimination.               Plaintiffs\n\nargue that the district court confused this doctrine with the Equal\n\nProtection       Clause's   anti-discrimination      doctrine        concerning\n\nselective enforcement of criminal laws. However, plaintiffs do not\n\naddress what substantive differences exist.\n\n     There are at least two differences that might be relevant\n\nbetween this case and the typical case in which a claim of equal\n\nprotection discriminatory enforcement is made.             First, this is a\n\nFirst Amendment challenge based on viewpoint discrimination, not an\n\nequal protection challenge based on discriminatory enforcement of\n\nthe laws.    Second, here a plaintiff in a civil action is bringing\n\nthis claim to support desired injunctive relief; in the typical\n\nequal protection discriminatory enforcement case, the challenge is\n\nbrought     by   a   defendant   offering    a   defense    to   a     criminal\n\nprosecution.\n\n     The issue of whether the two standards differ deserves brief\n\ndiscussion here, but we need not resolve it, because plaintiffs\n\nlose under even the standard most favorable to them.             The primary\n\npotential    difference     concerns   the   role   of   intent:      in   equal\n\nprotection cases, plaintiffs must show that the relevant government\n\nactor intended to discriminate against the disfavored group.                See,\n\ne.g., Wayte v. United States, 470 U.S. 598, 608 (1985); Personnel\n\nAdm'r of Mass. v. Feeney, 442 U.S. 256, 274 (1979).                Intent, in\n\n                                    -38-\n\fthis context, means more than mere knowledge by the government\n\nactor that a policy has a discriminatory effect; the government\n\nagent must have adopted the policy because of, and not despite, its\n\ndiscriminatory impact.       See Wayte, 470 U.S. at 610; Feeney, 442\n\nU.S. at 279.    Impermissible intent is difficult to demonstrate in\n\nthe kind of selective enforcement claim being brought by the\n\nplaintiffs here.    When wearing its prosecutor hat, the government\n\nhas a great number of legitimate, non-discriminatory reasons for\n\nthe actions it takes to engage in or decline prosecution.\n\n       We think that some showing of intent on the part of government\n\nofficials probably is necessary to make out an as-applied First\n\nAmendment viewpoint discrimination claim in this case.                This\n\nstatute was held facially constitutional based on the fact that the\n\nlegislative    motivations    in   passing    it    were   content-neutral\n\nmotivations.    The fact that one side of the abortion debate might\n\nsuffer some incidental adverse effects or burdens did not defeat\n\nthe    statute's   constitutionality.        If    we   require   invidious\n\nlegislative intent to make this kind of otherwise content-neutral\n\nstatute content or viewpoint discriminatory, then there seems no\n\nreason why we should not require invidious intent by the enforcers\n\nto take this statute outside of the category of content-neutrality\n\nnow.    Unless government actors were to intentionally enforce the\n\nstatute unequally, then any evidence of inequality that plaintiffs\n\nwere to show would merely indicate a \"disproportionate[] burden[]\"\n\n\n                                   -39-\n\fthat would not signify viewpoint discrimination.        McGuire I, 260\n\nF.3d at 44.\n\n     The   role   that   traditional   pattern   evidence   (statistical\n\nstudies and the like) can play in a traditional equal protection\n\nchallenge is limited by the fact that courts have been loathe to\n\ninfer intent from mere effect, although the Supreme Court has\n\nconsistently noted that such an inference is possible.         See Vill.\n\nof Arlington Heights v. Metro. Housing Dev. Corp., 429 U.S. 252,\n\n266 (1977) (\"Sometimes a clear pattern, unexplainable on grounds\n\nother than race, emerges from the effect of the state action even\n\nwhen the governing legislation appears neutral on its face. . . .\n\nBut such cases are rare.\"(citing Yick Wo v. Hopkins, 118 U.S. 356\n\n(1886))); see also Feeney, 442 U.S. at 275 (it may be appropriate\n\nto infer intent from disproportionate impact where the impact is\n\nunexplainable on other grounds); Washington v. Davis, 426 U.S. 229,\n\n241-42 (1976) (pattern evidence may be a piece of the inquiry into\n\nfinding intent from \"the totality of the relevant facts\"). Perhaps\n\nthe standard for allowing such an inference of intent from a\n\npattern of impact would be more plaintiff-friendly in the First\n\nAmendment context, given the special place that First Amendment\n\nrights have traditionally held in our constitutional jurisprudence.\n\nSee, e.g., Palko v. Conn., 302 U.S. 319, 327 (1937) (Freedom of\n\nspeech is \"the matrix, the indispensable condition, of nearly every\n\nother form of freedom.\").\n\n\n                                  -40-\n\f     At any rate, we need not consider this further.            The Supreme\n\nCourt has stated that in order to win a viewpoint discriminatory\n\nenforcement challenge against a law that is facially neutral, the\n\nchallenger would need to show \"a pattern of unlawful favoritism.\"\n\nThomas, 534 U.S. at 325.       We turn now to the issue of whether\n\nplaintiffs have raised a genuine issue of material fact as to the\n\nexistence of such a pattern.\n\nGenuine Issue of Material Fact\n\n     The district court held that on the facts plaintiffs had not\n\nshown that the enforcement of the statute amounted to viewpoint\n\ndiscrimination.    That conclusion was based on several subsidiary\n\nconclusions.    First, the relevant police departments, Boston and\n\nBrookline, had in fact adopted the Attorney General's construction\n\nof the Act.    As a result, the \"employees or agents\" exemption did\n\nnot in practice excuse unconsented speech that was pro-abortion\n\nwithin the six-foot floating buffer zone.            See McGuire, 271 F.\n\nSupp. 2d at 342-43.     Second, plaintiffs produced no evidence that\n\nin enforcing the Act the state was \"ignoring the speech activities\n\nof favored speakers (or . . . prosecuting, issuing warnings, or\n\nunduly beleaguering only disfavored speakers).\"             Id. at 341.    In\n\nfact, the state had enforced the Act in the same manner as to both\n\nviewpoints,    giving   warnings   to   those   of   both   viewpoints    who\n\napparently violated the Act and using arrest powers only after\n\nmultiple warnings.\n\n                                   -41-\n\f     We first discuss the relevance of the Attorney General's\n\ninterpretation of the \"employees or agents\" exemption in this as-\n\napplied context. Plaintiffs protest mightily that we must not give\n\nthe Attorney General's interpretation any weight, given that it is\n\ninconsistent with the plain meaning of the statute and that is not\n\nbinding in any way for the future.       We do not think that the\n\ninterpretation is inconsistent with the statute's plain meaning.\n\nIn fact, as we explained in McGuire I, we find the Attorney\n\nGeneral's interpretation to be one very likely interpretation of\n\nthe exemption's language.   See McGuire I, 260 F.3d at 47.   Further,\n\nit makes no difference that the Attorney General's interpretation\n\nis non-binding for the future.      This as-applied challenge must,\n\nlogically, be aimed at past conduct; we cannot speculate as to\n\nfuture   enforcement    patterns.        The   Attorney      General's\n\ninterpretation, therefore, is important for our purposes merely\n\nbecause it is clearly a proper, content-neutral way of interpreting\n\nthe exemption; thus, to the extent that the police have adhered to\n\nit in their actual enforcement practices, there are no grounds for\n\nholding their enforcement viewpoint discriminatory.\n\n     We turn to the evidence.    Plaintiffs have produced evidence\n\nthat some escorts tell patients that they do not have to listen to\n\nthe plaintiffs.    Plaintiffs also produced evidence that some\n\nescorts have tried to drown out the words of the plaintiffs.     There\n\nis further some evidence that some escorts have taken anti-abortion\n\n\n                                -42-\n\fleaflets out of the hands of patients.           There is no evidence that\n\npatients did not consent to almost all of the takings of these\n\nleaflets.      None of these three kinds of acts is self-evidently a\n\nviolation of the statute as interpreted by the Attorney General.\n\nWe look for other evidence that pro-choice advocates violated the\n\nstatute.\n\n      Zarella's deposition reported that she had heard escorts\n\nrepeating      \"[p]ro-abortion    rhetoric.\"        But   the    only   further\n\nspecifics she gave were of escorts saying things like \"We have\n\nhelp.     We'll help you get inside.\"         Statements like these are not\n\nviolations of the Act under the Attorney General's interpretation.\n\n      More importantly, even if the plaintiffs have produced some\n\nevidence that pro-abortion individuals violated the statute, they\n\nare stymied because there is no evidence that the police turned a\n\nblind eye toward pro-abortion speech while not turning a blind eye\n\nto possible transgressions by plaintiffs.           The evidence shows that\n\nthe   police    responded   to   all    incidents   involving     pro-abortion\n\npersonnel to which they have been made aware.7                  They cannot be\n\n\n      7\n      The plaintiffs' argument that the police station themselves\ntoo far away from the buffer zone area for them to determine if the\nAct has been violated does not properly lead to an inference that\nthe police are enforcing the statute in a viewpoint discriminatory\nmanner.   There are many legitimate law-enforcement reasons for\npolice to station themselves further away from the clinic: they may\nbe able to see more of the total scene from that position, it may\nbe the best position from which to respond to violence, and they\nmay be worried about intimidating patients if they were to stand\nvery close to or inside the fixed buffer zone.\n\n                                       -43-\n\fexpected to be made aware of every incident, particularly when, as\n\nthe district court noted, \"none of the plaintiffs has complained to\n\nthe police or to any other law enforcement authority about any oral\n\nprotests, education, or counseling being engaged in by employees\n\nand agents at clinic entrances.\"   McGuire, 271 F. Supp. 2d at 340.\n\n     Warnings have been given to both sides.     The district court\n\nwas correct in concluding that even if all of the warnings given to\n\nclinic employees and agents were for physical aggressiveness and\n\nnot for speech, those warnings still helped to show that the Act\n\nwas being applied evenhandedly because they served the purposes of\n\nthe Act.   McGuire, 285 F. Supp. 2d at 87-88.   Plaintiffs make much\n\nof the fact that no pro-abortion person has been arrested for\n\nviolating the Act, but this fact does not help plaintiffs because\n\nthere is no evidence that it is anything other than a byproduct of\n\nthe police's \"flexible\" enforcement policy, which seeks to warn\n\nextensively before arresting.      This enforcement policy, on the\n\nevidence, has been applied evenhandedly to both sides, and in fact\n\nonly one anti-abortion protestor has been arrested for violating\n\nthe Act.\n\n     Plaintiffs raise one final issue when they argue that their\n\nevidence shows that the police have interpreted and used the entry\n\nand exit exemption as a loophole for the rest of the law.     Police\n\nhave instructed escorts always to enter the clinic, plaintiffs say,\n\nbecause police have interpreted the exemption for people \"entering\n\n                                -44-\n\for leaving\" an RHCF to protect escorts who enter the clinic even if\n\nthey protest, educate, or counsel within six feet of a patient\n\nwithout that patient's consent.          Essentially, they argue, the\n\npolice's use of the enter/exit exemption has eviscerated the\n\nAttorney General's content-neutral interpretation of the \"employees\n\nor   agents\"   exemption.   The    evidence    does   not   support   the\n\nplaintiffs' claim.     Even if the escorts have accompanied the\n\npatient through the doors into the clinic, there is no evidence\n\nthey have proselytized as they did so.\n\n      Because there is no evidence that the police have enforced\n\nthis statute in anything other than an evenhanded way, the district\n\ncourt correctly entered summary judgment for the defendants on the\n\nas-applied claim.\n\n                                  IV.\n\n      The district court's grants of summary judgment for the\n\ndefendants on the facial claim and on the as-applied claim are\n\naffirmed.\n\n\n\n\n                                  -45-\n\f",
  "html": "<p class=\"case_cite\">386 F.3d 45</p>\n    <p class=\"parties\">Mary Anne McGUIRE; Ruth Schiavone; Jean B. Zarrella, Plaintiffs, Appellants,<br>v.<br>Thomas F. REILLY, Attorney General of the Commonwealth of Massachusetts; Philip A. Rollins, District Attorney of Barnstable County, Dukes County, and Nantucket County; Gerald D. Downing, District Attorney of Berkshire County; Paul F. Walsh, Jr., District Attorney of Bristol County; Kevin M. Burke, District Attorney of Essex County; Elizabeth D. Scheibel, District Attorney of Franklin County and Hampshire County; William M. Bennett, District Attorney of Hampden County; Martha Coakley, District Attorney of Middlesex County; William R. Keating, District Attorney of Norfolk County; Michael J. Sullivan, District Attorney of Plymouth County; Ralph C. Martin, II, District Attorney of Suffolk County; John J. Conte, District Attorney of Worcester County, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-2389.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2004.</p>\n    <p class=\"date\">Decided October 12, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the District Court, Edward F. Harrington, J. COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Mark L. Rienzi and Wilmer Cutler Pickering Hale and Dorr LLP for appellants.</p>\n      <p class=\"indent\">Dwight G. Duncan and Thomas M. Harvey on brief for appellants.</p>\n      <p class=\"indent\">William W. Porter, Assistant Attorney General of Massachusetts, with whom Thomas F. Reilly, Attorney General of Massachusetts, was on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is the second appearance here of a case challenging a state law regulating speech and activities within a buffer zone around health care facilities which perform abortions. Three plaintiffs, women who are regular pro-life \"sidewalk counselors,\" appeal from an entry of summary judgment against their First Amendment attacks, both facial and as-applied, on the Massachusetts statute. We address whether the prior opinion of this court precludes plaintiffs' facial attack, the effect of several exemptions under the statute as interpreted by the Attorney General, and the showing needed to make out an as-applied attack.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Massachusetts legislature, concerned about a history of violence outside abortion clinics and the harassment and intimidation of women attempting to use such facilities, enacted in 2000 the Massachusetts Reproductive Health Care Facilities Act, Mass. Gen. Laws ch. 266, &#167; 120E1/2. The Act creates a fixed buffer zone within an 18-foot radius around the facilities (Reproductive Health Care Facilities or \"RHCFs\"). The Act creates a floating six-foot buffer zone around any person in that 18-foot area. Within that six-foot floating buffer zone, it is impermissible for a person to \"knowingly approach another person ...\" without consent \"for the purpose of passing a leaflet or handbill to, displaying a sign to, or engaging in oral protest, education or counseling.\" <i>Id.</i> The Act was largely modeled on the Colorado law found constitutional in <i>Hill v. Colorado,</i> 530 U.S. 703, 120 S.Ct. 2480, 147 L.Ed.2d 597 (2000), although there are some differences.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mary McGuire, Ruth Schiavone, and Jean Zarella brought suit in U.S. District Court after the Act became effective to preliminarily enjoin enforcement of the statute as unconstitutional, both facially and as-applied, under the First Amendment. Their success at the district court level in obtaining a preliminary injunction, <i>McGuire v. Reilly,</i> 122 F.Supp.2d 97 (D.Mass.2000), was short-lived.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In <i>McGuire v. Reilly,</i> 260 F.3d 36 (1st Cir.2001) (<i>McGuire I</i>), this court reversed the grant of the preliminary injunction, holding that plaintiffs had shown no probability of success on their claim that the statute was facially unconstitutional and had not produced evidence to demonstrate any unconstitutionality on an as-applied basis. This court also recognized that plaintiffs, should they adduce sufficient facts, might be able to make out a claim that the statute, as applied, was unconstitutional:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">If, as the plaintiffs predict, experience shows that clinic staffers in fact are utilizing the exemption as a means either of proselytizing or of engaging in preferential pro-choice advocacy, the plaintiffs remain free to challenge the Act, as applied, in a concrete factual setting.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>McGuire I,</i> 260 F.3d at 47. <i>McGuire I</i> found the plaintiffs had not to date produced any evidence that clinic employees or agents had in fact engaged in the sort of speech proscribed by the statute, and thus could not even begin to make an as-applied attack.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The case was remanded. Plaintiffs pursued claims of both facial and as-applied unconstitutionality. Defendants were granted summary judgment on the plaintiffs' claim of facial unconstitutionality based on <i>McGuire I. McGuire v. Reilly,</i> 230 F.Supp.2d 189, 193 n. 10 (D.Mass.2002). After ample time for discovery, the defendants moved for summary judgment on the as-applied challenge. Plaintiffs opposed on grounds there were at least genuine disputes of material fact entitling them to trial. The district court granted summary judgment on the as-applied claim. <i>McGuire v. Reilly,</i> 271 F.Supp.2d 335, 345 (D.Mass.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiffs appeal from the judgment embodying both grants of summary judgment: on the facial claim and on the as-applied claim.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We recount the evidence submitted on summary judgment, resolving all factual disputes in plaintiffs' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Act's requirements are triggered only within two areas defined as fixed buffer zones. The first type of fixed zone is a semicircle including all space within a radius of 18 feet from any entrance, door, or driveway to a reproductive health care facility. <i>See</i> Mass. Gen. Laws ch. 266, &#167; 120E1/2(b). It is marked by painted lines. The second type of fixed zone is a rectangle or corridor extending from the two outside boundaries of any entrance door or driveway to a reproductive health care facility out to the street in front of that door or driveway. <i>Id.</i> The width of this rectangle is thus the distance between the two sides of the door or driveway, capped at a maximum of six feet, while the length is the distance between the door or driveway and the street. This second type of fixed zone apparently is not redundant with the first type only where the length between the door or driveway and the street exceeds roughly 18 feet. Anyone can enter these two types of fixed buffer zones. However, within the fixed buffer zones, the law creates a six-foot \"floating\" buffer zone around persons or occupied motor vehicles: it bans approaches into this floating zone, without the consent of the person approached, for purposes of oral protest, education, or counseling. <i>Id.</i> The Act contains several exemptions from its coverage: most relevant here, it exempts \"employees or agents\" of an RHCF who are \"acting within the scope of their employment,\" Mass. Gen. Laws ch. 266, &#167; 120E1/2(b)(2), and it exempts \"persons entering or leaving\" an RHCF, Mass. Gen. Laws ch. 266, &#167; 120E1/2(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The challenged statute permits speech or conduct within the six-foot zone so long as it is consented to by the person approached (we will use the term \"patient\"). It also places no restrictions in speech or conduct outside of the six-foot zone.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The facts of this case involve two abortion clinics, one in Boston and one in Brookline. On Saturday mornings only, Planned Parenthood League of Massachusetts (\"PPLM\") utilizes patient escorts in front of and near its Boston facility. These escorts are volunteers; PPLM has, nonetheless, established their duties and responsibilities and has engaged in training and supervision of the escorts. The Boston escorts wear blue vests and are easily identifiable. By contrast, the Repro Associates clinic in Brookline, Massachusetts, uses a more informal system of volunteers to provide escort services on the days when abortions are performed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiffs Mary Anne McGuire, Ruth Schiavone, and Jean Zarella regularly sidewalk counsel at the Boston PPLM clinic and/or at the second facility, Repro Associates in Brookline. They attempt to dissuade women from having abortions by engaging in conversation, passing out leaflets, and offering their assistance. None of the plaintiffs has ever been arrested for violation of the Act; some have been warned or threatened with arrest for their actions in front of the facilities.</p>\n    </div>\n    <p class=\"indent\">\n      <i>McGuire</i>\n    </p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">McGuire goes to the Boston PPLM clinic every Thursday morning (in the past, she went on Wednesday mornings) and occasionally other mornings and had been doing so for more than four years as of 2002. She also protests at the Brookline Repro clinic when others regularly scheduled to be there are not there. One of McGuire's jobs since she has been working at Operation Rescue (a pro-life protest group) has been to coordinate the persons who do such sidewalk counseling. McGuire arranges to have sidewalk counselors at the facilities on all days abortions are performed: Tuesday through Saturday at PPLM in Boston; Monday, Tuesday, Friday, and Saturday at Repro in Brookline.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">McGuire tries to engage with patients coming toward the entrance as far away from the clinic as she can, in order to maximize the opportunity to engage in conversation. Most of the time when she approaches women she is well outside the 18-foot protected area. When McGuire approaches women outside of the fixed buffer zone she tries to get very close to the women. She also approaches women within the fixed buffer zone and tries to stay at least six feet away. There are women who become upset when she approaches.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">McGuire has had several encounters with the police which are not related to the buffer zone statute, such as when she was asked to remove a stool and a television from the sidewalk and asked to place signs elsewhere. Many of McGuire's encounters with the police have been friendly, as when the police say hello to her. McGuire testified that she was threatened with arrest once in 2002 at the Boston PPLM clinic due to the buffer zone statute. An officer threatened to arrest her if she did not \"stay outside the white line\" (the 18-foot fixed buffer zone, marked with paint). However, no criminal complaint was taken out. McGuire did not express her disagreement to the Boston Police Department.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">McGuire testified that escorts sometimes tell patients that they do not need to listen to her. She stated that one guard inside the Brookline Repro clinic made women turn in any pro-life leaflets before they could enter, even after women have argued with him. An employee of the firm that manages the medical practice at the Brookline facility could not speak directly to the truth of this allegation but has seen patients hand pamphlets to security people to throw them out as they are entering the building.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Schiavone</i>\n    </p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Schiavone, who protests on Saturdays at the Boston PPLM clinic, testified at deposition that she too tries to encounter patients as far outside the fixed buffer zone area as she can. Even so, at times she cannot get near the patient because the clinic escorts are already with the patient. She also enters the fixed, 18-foot protected area. Schiavone has sometimes been able to counsel a woman from some distance away from the door all the way up to the door, although she remains 6 feet away once the 18-foot protected area is reached.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On three separate occasions, two different police officers and a police captain spoke to Schiavone and told her that she was violating law. On all three occasions, a patient had just entered the facility and Schiavone was trying to maintain a \"presence\" by continuing to look at or speak to the patient through the PPLM facility's glass doors. On the first occasion, Schiavone was within the 18-foot protected area but probably three feet from the PPLM private property line; on the second and third occasions, she was also within the protected area and was very close to the PPLM property line. In the first and third cases, unknown officers stated that they thought Schiavone was violating the buffer zone law; in the second case, it is unclear whether the police captain thought Schiavone was violating the buffer zone law or falling afoul of preexisting trespass laws because she was over the property line. Schiavone told the officers involved in the first two incidents that she was not in violation of the law. Neither officer pursued the issue; both merely walked away. The officers involved in the first two incidents told Schiavone that she was violating law; the officer in the third, most recent case told Schiavone she was violating the law and also asked her how she would \"like to be arrested.\" No criminal complaint was taken out in any of the three cases. Schiavone has had three encounters with the police captain involved in the second incident and has found him to be respectful, approachable and not hostile.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In one incident observed by Schiavone, when a pro-life sidewalk counselor was knocked down by a stranger who had come along and told him to mind his own business, the police arrested the man who committed the assault. Schiavone also testified that the police cannot see everything that goes on in front of the facilities, and usually when a policeman approaches her it is because a facility escort has seen her activity, gone over to the police and pointed it out.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Schiavone also testified that escorts sometimes will tell patients things like \"You don't have to listen to her [Schiavone]. Don't pay any attention to her,\" and patients will then sometimes tell her to go away. But she did not report these statements either to PPLM or to the police. She also testified that she has seen escorts take leaflets that she has given to patients and their companions out of these people's hands; on a couple of occasions, an escort took a leaflet from a patient's hands without asking for consent and tore it up. Sometimes the patients are accompanied by companions, such as boyfriends, who will sometimes, in various forms, tell Schiavone to go away. When the escorts escort a woman into the clinic, Schiavone has no knowledge about whether the woman had spoken with PPLM (to request escorts) before coming to the clinic that day or whether the woman had consented to the escorts' approach.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Zarella</i>\n    </p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Zarella engages in sidewalk counseling most often on Fridays at the Brookline Repro facility, although she protested at the PPLM facility once. She, too, tries to reach patients who she thinks are going in for an abortion as far away from the doorway as possible. When she approaches women, some of them stop but those who stop, stop only briefly. Zarella has never been threatened with arrest by the police. Zarella testified that her activities take place almost entirely outside the white line that designates the buffer zone.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Zarella testified that sometimes companions of patients become upset with her and tell her to go away. She stated that escorts often try to surround patients and chatter loudly to drown her out, or have told patients not to listen to Zarella. Sometimes escorts have repeated \"[p]ro-abortion rhetoric,\" such as \"We have help. We'll help you get inside.\" Further, Zarella testified that in May 2002, a man accompanying a patient walked into her and made threatening statements, the police responded to complaints about him, and she filed a criminal complaint against him. Zarella has never complained to the police about anything the escorts were doing.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Enforcement Policy</i>\n    </p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Even before this court's <i>McGuire I</i> opinion in August of 2001, the state Attorney General's office provided advice by letter dated November 10, 2000, to local police departments in Brookline and Boston. The letter set forth the Attorney General's interpretation of the language of the Act providing that the exemption for clinic employees and agents applied only when such persons were \"acting within the scope of their employment.\" This interpretation has remained essentially consistent from the beginning.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In this first letter, the Attorney General noted that if escorts were to approach within six feet of a woman within the fixed buffer zone in order to \"hurl[ ] epithets at demonstrators,\" then their actions would not be within the scope of their employment and they would not be protected by the exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On July 16, 2001, the Attorney General's office provided training to the same effect to the Boston Police Department. The training noted that the exemption for clinic employees was for the purpose of permitting employees and agents to help patients into clinics. On July 25, 2001, the same training was provided to the Brookline Police Department. In turn, the Boston Police Department adopted the view that if escorts act outside of the bounds of their employment as so defined, then the clinic escorts, if engaged in prohibited speech or conduct, would be violating the law.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Before this court's decision in <i>McGuire I,</i> representatives of the Attorney General's office met with representatives of PPLM on May 23, 2001, to communicate the Attorney General's interpretation that the Act's exemption for clinic employees and agents acting within the scope of their employment would not protect such persons if they were to use the exemption to engage in counter-protests, counter-education, or counter-counseling against anti-abortion views, rather than simply assisting the patients into the clinic and protecting clinic access. And once this court issued its decision in <i>McGuire I,</i> the Attorney General's office, on December 19, 2001, sent a copy of the opinion to PPLM, reiterated its view of the exemption, and directed PPLM to the language in the First Circuit opinion that the purpose of the clinic employee and agent exemption was in order to permit patients to \"`secure peaceful access' to clinics.\" On the same date, the Attorney General similarly informed the Brookline facility.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The policies of the Boston Police Department on the Act are consistent as to both sides of the abortion debate. The Department policy is to be flexible, to warn individuals first and to try to mediate any dispute, before taking enforcement actions. Warnings have been given by the Boston Police to both pro-life protestors and clinic escorts. The pro-life protestors have received warnings when they have gotten too close to people walking into the Boston clinic and/or have gotten in their way. In turn, clinic escorts have been warned about putting out their arms to fend off pro-life protestors and about being overly aggressive in getting patients into the building. The Boston Police view the term \"scope of employment\" as permitting escorts to escort patients into the clinic and to offer them assistance. In its view, the Act prohibits escorts from approaching patients within the buffer zone without consent to counsel, leaflet or educate them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> One anti-abortion sidewalk counselor, Cheryl Fitzpatrick, was arrested on February, 15, 2002, for repeatedly violating the buffer zone law even after being warned. There was one arrest of a Marie Vitale for stalking.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Brookline Police Department has a similarly flexible policy of first warning the person engaged in the conduct, then video-and-audio taping the conduct. Arrests are only made if the conduct persists. The Brookline Police also take the position that because the escorts at the Brookline clinic are neither employed nor supervised by the clinic, those individuals do not get the benefit of the clinic exemption. People expressing both anti-abortion and pro-abortion views in front of clinics have received warnings from the Brookline Police. The officer in charge of enforcement of the law at the Repro facility has warned people about 12 times. In his years of observing incidents at the Repro clinic both before and after the enactment of the buffer zone law, this officer had seen roughly 25 incidents of violence. There have been no arrests for violations of the buffer zone law in Brookline.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The police testified that there are certain inherent difficulties in enforcement of the law from the point of view of the police. For example, the police usually do not know whether a patient entering the clinic has consented or not consented to an approach. Also, the Boston police captain tries to survey the whole scene and thus is usually not close enough to hear what the sidewalk protestors are actually saying to the patients.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Other Evidence of Activities</i>\n    </p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Shortly after the effective date of the Act, in November 2000, a Boston police captain reported to an assistant attorney general that plaintiff Schiavone had approached a patient within six feet of the buffer zone at the PPLM clinic and told the patient not to \"kill her baby.\" She was given a warning by the police. In early January 2001, unidentified demonstrators approached within six feet and harassed the employees and agents of the Boston PPLM clinic within the buffer zone. In February 2001, a number of abortion protestors impeded access to the Boston PPLM clinic. In March 2001, PPLM complained to the police that two sidewalk counselors were approaching occupied cars without consent within the 18-foot fixed buffer zone area. In April 2001 at the Boston clinic, anti-abortion protestors reportedly prevented a patient from getting out of her car.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Security Director for the Brookline Repro clinic has called the Brookline Police about anti-abortion protestors. The director has generally called the police only when protestors have actually stood on both sides of the front door pushing literature and holding signs in the faces of patients entering the clinic, with the patients telling the protestors to leave them alone. The protestors, he testified, refused to stay six feet away as required by the buffer zone law but instead argued with those trying to enter the clinic and told them that they \"[didn't] have to murder [their] child.\" The Security Director thought that when confronted with those types of facts, the Brookline Police might do something \"as far as warning [the protestors] to move back a few feet at that point.\" The Security Director testified that he had not had much success in getting the Brookline Police to act.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The individual plaintiffs have never complained to the police about clinic employees or escorts, although one individual, William Cotter, who shares their anti-abortion opinion and has acted as the head of Operation Rescue, has complained to the Boston Police when he believed clinic employees or escorts were violating the buffer zone law. Cotter stated that escorts sometimes tell patients things to the effect that they do not need to listen to the pro-life protestors. He also stated that escorts sometimes \"ask[ ]\" or \"suggest []\" that patients give them any anti-abortion leaflets they have received from protestors. For example, they say things like: \"Do you want me to take that from you,\" or \"You know, you don't need that.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finally, an employee of PPLM and the chief escort both testified that at some point, a Boston police captain asked that escorts walk patients into the vestibule of the clinic in the course of their escorting duties. The police captain at issue denied ever \"instruct[ing] the escorts or representatives\" of PPLM \"to accompany the person entering the clinic right into the clinic,\" and further denied that this was ever an \"issue with [him].\" At least one set of PPLM's instructions to its volunteer escorts included the instruction that \"[w]hen you bring patients to the door of the clinic you should walk into the vestibule with them and then turn around and come back out. The reasons for this (if there are any) are complex. However, the police want the escorts to walk into the building.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs initially attacked the buffer zone law facially; they were granted a preliminary injunction against its enforcement, with the district court holding that the Act was not content neutral because it applied only to abortion clinics and seemed targeted only at the topic of abortion speech. <i>McGuire v. Reilly,</i> 122 F.Supp.2d 97, 102 (D.Mass.2000). The court also held that the law was viewpoint discriminatory because the statutory exemption for clinic employees and agents showed on its face that pro-abortion speech was being favored over pro-life speech. <i>Id.</i> at 103-04.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In <i>McGuire I,</i> this court reversed the grant of the preliminary injunction, and in the process we essentially struck down plaintiffs' facial challenge. <i>McGuire v. Reilly,</i> 260 F.3d 36 (1st Cir.2001). The <i>McGuire I</i> court held that plaintiffs had shown no probability of success on the merits. The buffer zone law, it held, should be classified on its face as a content-neutral time, place, and manner restriction and thus should be upheld against a facial challenge because it satisfied intermediate scrutiny. <i>Id.</i> at 48.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We noted in <i>McGuire I</i> that the Massachusetts buffer zone statute was very similar to the buffer zone statute that had been upheld as a content-neutral time, place, and manner restriction in <i>Hill v. Colorado,</i> 530 U.S. 703, 120 S.Ct. 2480, 147 L.Ed.2d 597 (2000). The key inquiry in both cases, the <i>McGuire I</i> court noted, was the statute's purpose: specifically, whether the legislative purpose was one that was \"unrelated to disagreement with the underlying message of particular speech, and advances interests unconnected to expressive content.\" <i>McGuire I,</i> 260 F.3d at 44 (citing <i>Hill,</i> 530 U.S. at 719, 120 S.Ct. 2480). After looking at the statute and its legislative history, the court in <i>McGuire I</i> found that the legislative purposes of the enactment, as was the case with the statute in <i>Hill,</i> were content-neutral ones designed to promote personal security and to facilitate safe access to medical care. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Turning to the exemption for clinic employees, we considered in <i>McGuire I</i> that it perhaps could be enforced in a viewpoint discriminatory manner but that plaintiffs' facial challenge necessarily failed, given that there was at least one content-neutral purpose for the exemption (and thus it could be enforced in a content-neutral manner). <i>Id.</i> at 46-47. One content-neutral purpose was the reinforcement of the idea that \"those who work to secure peaceful access to RHCFs need not fear prosecution.\" <i>Id.</i> at 47. The court then added the following: \"If, as the plaintiffs predict, experience shows that clinic staffers in fact are utilizing the exemption as a means either of proselytizing or of engaging in preferential pro-choice advocacy, the plaintiffs remain free to challenge the Act, as applied, in a concrete factual setting.\" <i>Id.</i> The court thus set out the initial, threshold showing that plaintiffs would need to make before they could even begin building an as-applied challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On remand, the district court recognized that the facial challenge had been foreclosed by <i>McGuire I</i> and granted summary judgment against the plaintiffs on their facial claim. <i>McGuire v. Reilly,</i> 230 F.Supp.2d 189, 193 n. 10 (D.Mass.2002). However, the court provided a discovery period to develop a factual record on the as-applied claim; only after an additional discovery period of six months did it grant summary judgment against plaintiffs on the as-applied claim as well. <i>McGuire v. Reilly,</i> 271 F.Supp.2d 335 (D.Mass.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court gave the Attorney General's interpretation of the Act \"great weight\" and noted that it was in harmony with the content-neutral legislative purposes outlined in our decision in <i>McGuire I. Id.</i> at 342. The court stressed that the Attorney General's interpretation had been adopted by the Brookline and Boston Police Departments. <i>Id.</i> at 340.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The court then stated that in order to mount an as-applied challenge, the plaintiffs needed to show \"a pattern of unlawful favoritism, abuse, or infelicitous application\" involving the conduct of state actors. <i>Id.</i> at 342. The court noted the plaintiffs' evidence of alleged violations of the buffer zone law and pro-abortion advocacy by escorts, but also found that \"the plaintiffs' evidence focuses almost exclusively on the conduct of clinic escorts, rather than on the conduct of law enforcement.\" <i>Id.</i> Plaintiffs failed to raise a genuine issue of fact that the police departments were not applying the law in an evenhanded manner and in accordance with the Attorney General's content-neutral interpretation. <i>See id.</i> at 343. Since the escorts were merely private actors, and since there was no evidence that state actors were not being evenhanded, the as-applied claim foundered on the lack of state action. <i>See id.</i> at 342-43.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Plaintiffs then moved at the district court level to alter or amend the judgment, arguing that the law was not being evenhandedly enforced by the enforcement authorities. <i>McGuire v. Reilly,</i> 285 F.Supp.2d 82 (D.Mass.2003). From the evidence described earlier, they argued that escorts continued to engage in pro-abortion oral protest, education, and counseling, yet no police officer was in a position to enforce the law against escorts because the police stood too far away, no escort had ever been warned, arrested, or prosecuted by the police for speech prohibited by the Act (although they had been warned for physical aggressiveness), and police officers had instructed escorts to enter and exit the building with the patients they are escorting, thus circumventing the Attorney General's limited interpretation of the employee and agent clause in the statute. <i>Id.</i> at 86-87.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court rejected these arguments, noting that few arrests had been made on either side given the police's flexible enforcement policy, and that the police decisions as to where best to position themselves deserved some deference. <i>Id.</i> at 87-88. The court determined that warnings of escorts for physical aggressiveness did help to show that the statute was being evenhandedly enforced, because warnings for physical aggressiveness helped to serve the purposes behind the buffer zone act &#8212; the warnings removed obstacles to anti-abortion protestors' ability to get consent to approach patients. <i>Id.</i> The court finally noted that the \"enter and exit\" exemption should not be interpreted to apply to the escorts because they were covered by a separate exemption, and the allegations made that the police were using this exemption to circumvent the Attorney General's interpretation failed to give the reasons the police might have had for giving escorts such an instruction. <i>Id.</i> at 88. Thus, the court concluded that there was still no genuine issue of material fact that the statute was being enforced in a non-evenhanded manner, and denied the motion to alter or amend the judgment. <i>Id.</i> at 89.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">After judgment issued, the plaintiffs timely appealed the grants of summary judgment on both the facial claim and the as-applied claim.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Since the matters were resolved on summary judgment, we review de novo the district court's conclusion that there were no <i>genuine</i> issues of <i>material</i> fact. <i>Joyal v. Hasbro, Inc.,</i> 380 F.3d 14, 16, 18 (1st Cir.2004).</p>\n    </div>\n    <p class=\"indent\">A. <i>Facial Attack</i></p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs continue their attack on the facial validity of the statute in this second round. They point out that the decision in <i>McGuire I</i> addressed only preliminary injunctive relief; they argue <i>McGuire I</i> held no more than that they lacked a probability of success on the merits. Plaintiffs' attempt to use the limits of preliminary injunctive relief here misunderstands both <i>McGuire I</i> and the nature of a facial attack.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Plaintiffs argue that the Act on its face embodies both an impermissible content-based regulation of speech and, alternatively, that it constitutes viewpoint discrimination. In their facial attack, the burden on the plaintiffs is normally expressed as a showing that the statute \"admits of no valid application.\" <i>McGuire I,</i> 260 F.3d at 47. One articulation of the requirements of a federal court facial challenge, unless claims of overbreadth (and possibly also vagueness) are at issue, is set forth in <i>United States v. Salerno,</i> 481 U.S. 739, 107 S.Ct. 2095, 95 L.Ed.2d 697 (1987):</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">A facial challenge to a legislative Act is ... the most difficult challenge to mount successfully, since the challenger must establish that no set of circumstances exists under which the Act would be valid.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\"><i>Id.</i> at 745, 107 S.Ct. 2095; <i>see also City of Chicago v. Morales,</i> 527 U.S. 41, 55 &amp; n. 22, 119 S.Ct. 1849, 144 L.Ed.2d 67 (1999) (noting, in plurality opinion, that the standard for evaluating facial challenges is not necessarily quite as demanding as indicated by <i>Salerno,</i> at least where vagueness concerns are present: a law is sometimes subject to facial attack where \"vagueness permeates the text\"); Richard H. Fallon, Jr., Commentary, <i>As-Applied and Facial Challenges and Third-Party Standing,</i> 113 Harv. L.Rev. 1321, 1321-23 (2000) (explaining the split on the Supreme Court over whether the <i>Salerno</i> formulation of facial challenges is correct or whether some slightly less demanding standard is appropriate).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The nature of plaintiffs' facial attack on both the content and viewpoint theories turns not on the historical facts of how the statute has been applied, but on the words of the statute. Both the content and viewpoint theories focus on the Act's exemption for \"employees or agents of [an RHCF] acting within the scope of their employment.\" Mass. Gen. Laws ch. 266, &#167; 120E1/2(b)(2). Plaintiffs argue that the statute is content-based because the application of this exemption necessarily requires reference to the content of speech: one cannot determine whether an agent of the clinic is violating the Act without seeing whether she has moved outside the scope of her employment by protesting, educating, and counseling.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This argument is foreclosed to plaintiffs as a pure matter of law under <i>Hill,</i> 530 U.S. at 719-22, 120 S.Ct. 2480, as explained in <i>McGuire I,</i> 260 F.3d at 44. Here, the statute &#8212; based on the very limited scope of behavior affected &#8212; is a simple time, place, or manner restriction. In such a case, the core inquiry for determining content neutrality is not whether applying the statute requires some reference to the content of speech, but whether the legislative reason for the law is content neutral. Just like the Colorado statute in <i>Hill,</i> 530 U.S. at 719-20, 120 S.Ct. 2480, the statute here has content-neutral purposes: protecting safety and access to medical care. <i>McGuire I,</i> 260 F.3d at 44. The mere fact that the police might, in some instances, need to listen to the content of speech to determine if the law has been violated does not make the statute content based. <i>See Hill,</i> 530 U.S. at 720-22, 120 S.Ct. 2480.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Similarly, the facts plaintiffs have presented, based on the new record assembled since remand from <i>McGuire I,</i> which they claim prove that the statute in practice has a tendency to burden pro-life speech more than it burdens pro-choice speech, are irrelevant to the statute's content (or viewpoint) neutrality. As we noted in <i>McGuire I,</i> this statute is content neutral if it was enacted for a content-neutral legislative purpose, regardless of any \"incidental[ ] ... adverse effect on certain messages while leaving others untouched.\" <i>McGuire I,</i> 260 F.3d at 43. The plaintiffs have done nothing to undermine our earlier finding of a content-neutral legislative purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Plaintiffs' facial challenge of impermissible viewpoint discrimination is also based on the law's exemption for \"employees or agents.\" As we explained in <i>McGuire I,</i> so long as a reviewing court can \"envision at least one legitimate reason for including the employee exemption in the Act,\" the law is not facially unconstitutional. <i>McGuire I,</i> 260 F.3d at 47. In <i>McGuire I</i> this court found there were likely explanations for the exemption other than the desire to favor pro-abortion speech over anti-abortion speech: \"For example, the legislature may have exempted clinic workers &#8212; just as it exempted police officers &#8212; in order to make crystal clear ... that those who work to secure peaceful access to RHCFs need not fear prosecution.\" <i>Id.</i> at 47. For this reason given in <i>McGuire I,</i> the viewpoint facial attack fails, now as then.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We turn to one last argument that plaintiffs urge as to facial constitutionality. They argue that <i>McGuire I</i> was wrong in holding that the various statutory exemptions did not render the statute facially unconstitutional because of facts which developed after <i>McGuire I</i> was decided. They argue that the Attorney General's interpretation of the \"employees or agents\" exemption, so as to place pro-choice advocacy by escorts outside of the exemption's safe harbor, is a plainly incorrect interpretation of the language of the exemption and at any rate is not binding. Moreover, they argue that this interpretation has set up a new ground for facial unconstitutionality. Plaintiffs point to some evidence, noted above, showing that a Boston police captain perhaps at some point after this interpretation was issued suggested that escorts should enter the building with the patients that they have been escorting. From this the plaintiffs deduce that the statute's exemption for \"persons entering or leaving [RHCFs]\" is facially unconstitutional; the purpose for this exemption, plaintiffs submit, is to protect the pro-abortion counseling and education of escorts and others that would not otherwise be allowed under the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The argument turns back on itself and fails. The Supreme Court has held that \"[i]n evaluating a facial challenge to a state law, a federal court must ... consider any limiting construction that a state court or enforcement agency has proffered.\" <i>Ward v. Rock Against Racism,</i> 491 U.S. 781, 795-96, 109 S.Ct. 2746, 105 L.Ed.2d 661 (1989) (quoting <i>Village of Hoffman Estates v. Flipside, Hoffman Estates,</i> 455 U.S. 489, 494, 102 S.Ct. 1186, 71 L.Ed.2d 362 (1982)) (alterations in original) (internal quotation marks omitted). The usual idea, though, is that the limiting construction put on the Act by its interpretation can save a statute that would otherwise be facially unconstitutional. Logically, there is no way (save perhaps when overbreadth is an issue) that an authority's non-binding and non-authoritative<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> interpretation of a facially valid statute can make it more facially constitutionally vulnerable than it would be otherwise. Here the statute is facially constitutional even without the limitation; the disputes over the correctness of the Attorney General's interpretation, over the binding nature of this interpretation, and over the police department's alleged instruction to the RHCFs are irrelevant to this facial challenge. We discuss later the role these interpretations play in the as-applied challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">To the extent that plaintiffs are arguing that the entry and exit exemption is itself facially unconstitutional, they are wrong. Like the employee and agent exemption looked at in <i>McGuire I,</i> the entry and exit exemption has many \"likely\" legislative motivations that are content neutral. <i>See McGuire I,</i> 260 F.3d at 47. For example, as the district court noted below, the exemption seems likely to have been intended merely to emphasize that \"persons with legitimate business inside the clinic, such as patients\" and companions accompanying patients with their consent, are protected from the Act's restrictions. <i>McGuire,</i> 285 F.Supp.2d at 88. This is fully consistent with the Act's content-neutral aim of securing safe medical access.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Plaintiffs have offered no reason why the conclusion reached in <i>McGuire I</i> that the statute is facially constitutional is flawed. We affirm entry of summary judgment on that claim.</p>\n    </div>\n    <p class=\"indent\">B. <i>As-Applied Attack</i></p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Plaintiffs mount two types of challenges to the entry of judgment against their as-applied claim.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">First, they argue that the district court applied the wrong standard to evaluate their claim. They say their burden was to show no more than that clinic employees or others were approaching within six feet of people in the 18-foot protected area, without getting the consent of the people approached. They say no showing of \"state action\" is necessary. Further, they argue that the district court wrongly held them to the more stringent standards of an equal protection selective prosecution claim, rather than to those of an as-applied First Amendment viewpoint discrimination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Second, the plaintiffs argue that the district court erred in concluding that their evidentiary submissions raised no genuine dispute of material fact. We address this argument later.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Three preliminary items may be quickly dispatched. First, the defendants argue that absent some concrete injury to plaintiffs, such as being arrested, the as-applied challenge is neither ripe nor do the plaintiffs have standing. Plaintiffs alleged that they have been chilled in the exercise of their speech rights by fear of arrest and some have been threatened with arrest. Like the district court, we have no doubt plaintiffs have standing under the First Amendment doctrine for equitable relief, and the controversy is ripe. <i>See Steffel v. Thompson,</i> 415 U.S. 452, 475, 94 S.Ct. 1209, 39 L.Ed.2d 505 (1974) (declaratory relief available on as-applied challenge when no state prosecution is pending); <i>Mangual v. Rotger-Sabat,</i> 317 F.3d 45, 56-60 (1st Cir.2003) (the First Amendment challenge of a newspaper reporter to a criminal libel statute was ripe, and the reporter had standing, where the law chilled the reporter's writing as there was no indication that the state had disavowed criminal prosecutions of violators).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Second, the plaintiffs simply misread <i>McGuire I</i> when they argue that it held that all plaintiffs need to show to win an as-applied challenge is that clinic employees engaged in nonconsensual pro-abortion advocacy within the six-foot floating buffer zone. <i>McGuire I</i> described some evidence which was a necessary but not sufficient predicate for any as-applied claim.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Third, the plaintiffs argue that activities of private persons, including those neither known to the police nor to which the police have turned a blind eye, demonstrate that the statute has been applied in a viewpoint discriminatory way. Not so. Obviously, only the government can violate First Amendment rights: every First Amendment claim thus requires state action in some sense. <i>See Brentwood Acad. v. Tenn. Secondary Sch. Athletic Ass'n,</i> 531 U.S. 288, 295, 121 S.Ct. 924, 148 L.Ed.2d 807 (2001) (state action is a necessary component of a constitutional claim against a state); <i>Hudgens v. NLRB,</i> 424 U.S. 507, 514-21, 96 S.Ct. 1029, 47 L.Ed.2d 196 (1976) (First Amendment claim required state action; claim against private shopping center for preventing peaceful labor picketing failed because shopping center was not a state actor); <i>Yeo v. Town of Lexington,</i> 131 F.3d 241, 248, 255 (1st Cir.1997) (en banc) (state action is necessary component of First Amendment claim; student editors exercising independent editorial judgment were not state actors). Yet much of what plaintiffs complain about here is purely private action jousting with the ideas plaintiffs espouse. The First Amendment is concerned with government interference, not private jousting in the speech marketplace.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Sometimes, as plaintiffs state, the statute itself can provide the requisite state action, at least if there is some threat that the statute will be enforced by state personnel. <i>See Lugar v. Edmondson Oil Co.,</i> 457 U.S. 922, 941-42, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982) (\"While private misuse of a state statute does not describe conduct that can be attributed to the State, the procedural scheme created by the statute obviously is the product of state action,\" and acts done under the authority of that statute can be considered state action if the acts are done jointly by private and state actors). However, as the court noted in <i>Lugar,</i> it all depends on what is being challenged: state action is present in this way only if what the plaintiff is really aiming at is the constitutionality of the statute itself. For example, there is no state action if what the plaintiff is really aiming at are the acts of private persons that are actually illegal under the statutory scheme, because then the acts do not reflect the policy of the state. <i>See id.</i> at 940-41, 102 S.Ct. 2744. To the extent that the plaintiffs are claiming that the statute is unconstitutional as applied merely because private pro-choice persons are engaging in acts that are illegal under the statute, their claim has nothing to do with the statute at all and they cannot bring it because there is no state action.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Here, plaintiffs claim to be aiming at the statute itself: they argue that the fact that private pro-choice individuals are now engaging in various acts that they claim are allowed by the statute is proof that the statute (at least as applied to the current facts) is itself unconstitutional content and viewpoint discrimination. Plaintiffs cannot win such an argument. The \"adverse effect[s]\" of the statute are not relevant to its facial viewpoint and content neutrality; only the legislative intent counts. <i>McGuire I,</i> 260 F.3d at 43. By themselves, acts of private parties under the statute are merely examples of how the statute is adversely affecting one side more than another. Plaintiffs thus cannot use private actions to challenge the statute itself. The only challenge they have left in this case is to the way the law has been enforced. <i>Lugar</i> and related cases stand for the proposition that \"enforcement\" of a state statute by purely private individuals, without some involvement by state officials, does not constitute state action; hence plaintiffs' evidence of private activity must be linked to the state's enforcement efforts somehow. <i>See, e.g., Edmonson</i> <i>v. Leesville Concrete Co.,</i> 500 U.S. 614, 622-24, 111 S.Ct. 2077, 114 L.Ed.2d 660 (1991); <i>Lugar,</i> 457 U.S. at 941-42, 102 S.Ct. 2744; <i>Flagg Bros. v. Brooks,</i> 436 U.S. 149, 164-66, 98 S.Ct. 1729, 56 L.Ed.2d 185 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We turn now to the appropriate standard against which to measure the as-applied attack.</p>\n    </div>\n    <p class=\"indent\">\n      <i>The Standard</i>\n    </p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\"><i>McGuire I</i> recognized that while the statute was valid on its face, it was still possible that enforcement against a given person in a particular situation could be invalid on an as-applied basis. Plaintiffs were afforded the opportunity to show on remand that they were such persons.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">There are different types of as-applied attacks. The most common situation is where the language of a statute is broad and could potentially cover many different types of fact situations; the as-applied challenge is then an attempt to \"specify\" the law by freshly testing its constitutionality in one particular fact situation while refusing to adjudicate the constitutionality of the law in other fact situations.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See United States v. Nat'l Treasury Employees Union,</i> 513 U.S. 454, 477-78, 115 S.Ct. 1003, 130 L.Ed.2d 964 (1995) (act prohibiting receipt of honoraria by government employees in return for speeches and writings was unconstitutional as applied to lower-level executive employees, the parties to the case, but not necessarily as to senior employees); <i>United States v. Raines,</i> 362 U.S. 17, 23-25, 80 S.Ct. 519, 4 L.Ed.2d 524 (1960) (refusing to declare an act facially unconstitutional where the act might be unconstitutional as applied to private actors but is certainly not unconstitutional as applied to public officials, and the parties challenging the law were public officials); Fallon, <i>supra,</i> at 1329-35 (explaining this sort of specification as the paradigmatic type of as-applied challenge). The fact situation that plaintiffs are involved in here is the core fact situation intended to be covered by this buffer zone statute, and it is the same type of fact situation that was envisioned by this court when the facial challenge was denied in <i>McGuire I</i>; plaintiffs do not and cannot argue that they are different types of actors, or that they are involved in a different type of fact situation, from the ones on the basis of which the law was already upheld facially. Plaintiffs' as-applied challenge must be of a different sort.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Plaintiffs' as-applied challenge must be based on the idea that the law itself is neutral and constitutional in all fact situations, but that it has been enforced selectively in a viewpoint discriminatory way. <i>See Thomas v. Chicago Park Dist.,</i> 534 U.S. 316, 325, 122 S.Ct. 775, 151 L.Ed.2d 783 (2002) (licensing scheme itself was constitutional but, if in course of enforcing the act, the licensing authority \"[g]rant[ed] waivers to favored speakers (or, more precisely, den[ied] them to disfavored speakers),\" then the licensing authority would be acting unconstitutionally). Such a challenge is dependent on the factual evidence provided as to how the statutory scheme has in fact operated vis-a-vis the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The exact claim is that in practice the government has engaged in viewpoint discrimination by failing to enforce the statute against persons who violate the statute by expressing pro-abortion/pro-choice views without consent in the six-foot buffer zone, while enforcing the statutory prohibitions against those in the same position who express anti-abortion/pro-life views. The essence of a viewpoint discrimination claim is that the government has preferred the message of one speaker over another. The general principle is that \"the First Amendment forbids the government to regulate speech in ways that favor some viewpoints or ideas at the expense of others.\" <i>Members of the City Council of Los Angeles v. Taxpayers for Vincent,</i> 466 U.S. 789, 804, 104 S.Ct. 2118, 80 L.Ed.2d 772 (1984); <i>see also Rosenberger v. Rector and Visitors of Univ. of Va.,</i> 515 U.S. 819, 829, 115 S.Ct. 2510, 132 L.Ed.2d 700 (1995) (viewpoint discrimination occurs when speech is regulated where \"the specific motivating ideology or the opinion or perspective of the speaker is the rationale for the restriction.\"). The viewpoint discrimination doctrine has been thought by one commentator to have two ultimate constitutional justifications: 1) fear of \"impermissible reasons for governmental action,\" and 2) fear of the \"skewing effects on the system of free expression.\" <i>See</i> Cass R. Sunstein, <i>Half-Truths of the First Amendment,</i> 1993 U. Chi. Legal F. 25, 26-27.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Viewpoint discrimination claims themselves may occur in different contexts. One such context occurs when the state decides whether or not to impose criminal penalties based on the viewpoint expressed by someone's words. <i>See R.A.V. v. City of St. Paul,</i> 505 U.S. 377, 391-92, 112 S.Ct. 2538, 120 L.Ed.2d 305 (1992). That is not this case. Here, both pro-abortion and anti-abortion speech is prohibited in the six-foot floating buffer zone, so long as there is no consent. Another sort of context involves government funding of speech, where viewpoint discrimination is permitted in some situations, <i>see Rust v. Sullivan,</i> 500 U.S. 173, 192-95, 111 S.Ct. 1759, 114 L.Ed.2d 233 (1991), but not in all, <i>see Legal Servs. Corp. v. Velazquez,</i> 531 U.S. 533, 548-49, 121 S.Ct. 1043, 149 L.Ed.2d 63 (2001). That is also not this case. Rather, this case involves a claim that the government enforces the law against persons of one viewpoint who violate the statute while not enforcing the law against similarly situated persons of the opposing viewpoint who also violate the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The First Amendment viewpoint discrimination claim that is made here is, by its terms, a claim of discrimination. Plaintiffs argue that the district court confused this doctrine with the Equal Protection Clause's anti-discrimination doctrine concerning selective enforcement of criminal laws. However, plaintiffs do not address what substantive differences exist.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">There are at least two differences that might be relevant between this case and the typical case in which a claim of equal protection discriminatory enforcement is made. First, this is a First Amendment challenge based on viewpoint discrimination, not an equal protection challenge based on discriminatory enforcement of the laws. Second, here a plaintiff in a civil action is bringing this claim to support desired injunctive relief; in the typical equal protection discriminatory enforcement case, the challenge is brought by a defendant offering a defense to a criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The issue of whether the two standards differ deserves brief discussion here, but we need not resolve it, because plaintiffs lose under even the standard most favorable to them. The primary potential difference concerns the role of intent: in equal protection cases, plaintiffs must show that the relevant government actor intended to discriminate against the disfavored group. <i>See, e.g., Wayte v. United States,</i> 470 U.S. 598, 608, 105 S.Ct. 1524, 84 L.Ed.2d 547 (1985); <i>Personnel Adm'r of Mass. v. Feeney,</i> 442 U.S. 256, 274, 99 S.Ct. 2282, 60 L.Ed.2d 870 (1979). Intent, in this context, means more than mere knowledge by the government actor that a policy has a discriminatory effect; the government agent must have adopted the policy because of, and not despite, its discriminatory impact. <i>See Wayte,</i> 470 U.S. at 610, 105 S.Ct. 1524; <i>Feeney,</i> 442 U.S. at 279, 99 S.Ct. 2282. Impermissible intent is difficult to demonstrate in the kind of selective enforcement claim being brought by the plaintiffs here. When wearing its prosecutor hat, the government has a great number of legitimate, non-discriminatory reasons for the actions it takes to engage in or decline prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We think that some showing of intent on the part of government officials probably is necessary to make out an as-applied First Amendment viewpoint discrimination claim in this case. This statute was held facially constitutional based on the fact that the legislative motivations in passing it were content-neutral motivations. The fact that one side of the abortion debate might suffer some incidental adverse effects or burdens did not defeat the statute's constitutionality. If we require invidious <i>legislative</i> intent to make this kind of otherwise content-neutral statute content or viewpoint discriminatory, then there seems no reason why we should not require invidious intent by the enforcers to take this statute outside of the category of content-neutrality now. Unless government actors were to intentionally enforce the statute unequally, then any evidence of inequality that plaintiffs were to show would merely indicate a \"disproportionate[ ] burden[ ]\" that would not signify viewpoint discrimination. <i>McGuire I,</i> 260 F.3d at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The role that traditional pattern evidence (statistical studies and the like) can play in a traditional equal protection challenge is limited by the fact that courts have been loathe to infer intent from mere effect, although the Supreme Court has consistently noted that such an inference is possible. <i>See Vill. of Arlington Heights v. Metro. Housing Dev. Corp.,</i> 429 U.S. 252, 266, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977) (\"Sometimes a clear pattern, unexplainable on grounds other than race, emerges from the effect of the state action even when the governing legislation appears neutral on its face.... But such cases are rare.\" (citing <i>Yick Wo v. Hopkins,</i> 118 U.S. 356, 6 S.Ct. 1064, 30 L.Ed. 220 (1886))); <i>see also Feeney,</i> 442 U.S. at 275, 99 S.Ct. 2282 (it may be appropriate to infer intent from disproportionate impact where the impact is unexplainable on other grounds); <i>Washington v. Davis,</i> 426 U.S. 229, 241-42, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976) (pattern evidence may be a piece of the inquiry into finding intent from \"the totality of the relevant facts\"). Perhaps the standard for allowing such an inference of intent from a pattern of impact would be more plaintiff-friendly in the First Amendment context, given the special place that First Amendment rights have traditionally held in our constitutional jurisprudence. <i>See, e.g., Palko v. Conn.,</i> 302 U.S. 319, 327, 58 S.Ct. 149, 82 L.Ed. 288 (1937) (Freedom of speech is \"the matrix, the indispensable condition, of nearly every other form of freedom.\").</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">At any rate, we need not consider this further. The Supreme Court has stated that in order to win a viewpoint discriminatory enforcement challenge against a law that is facially neutral, the challenger would need to show \"a pattern of unlawful favoritism.\" <i>Thomas,</i> 534 U.S. at 325, 122 S.Ct. 775. We turn now to the issue of whether plaintiffs have raised a genuine issue of material fact as to the existence of such a pattern.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Genuine Issue of Material Fact</i>\n    </p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The district court held that on the facts plaintiffs had not shown that the enforcement of the statute amounted to viewpoint discrimination. That conclusion was based on several subsidiary conclusions. First, the relevant police departments, Boston and Brookline, had in fact adopted the Attorney General's construction of the Act. As a result, the \"employees or agents\" exemption did not in practice excuse unconsented speech that was pro-abortion within the six-foot floating buffer zone. <i>See McGuire,</i> 271 F.Supp.2d at 342-43. Second, plaintiffs produced no evidence that in enforcing the Act the state was \"ignoring the speech activities of favored speakers (or ... prosecuting, issuing warnings, or unduly beleaguering only disfavored speakers).\" <i>Id.</i> at 341. In fact, the state had enforced the Act in the same manner as to both viewpoints, giving warnings to those of both viewpoints who apparently violated the Act and using arrest powers only after multiple warnings.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">We first discuss the relevance of the Attorney General's interpretation of the \"employees or agents\" exemption in this as-applied context. Plaintiffs protest mightily that we must not give the Attorney General's interpretation any weight, given that it is inconsistent with the plain meaning of the statute and that is not binding in any way for the future. We do not think that the interpretation is inconsistent with the statute's plain meaning. In fact, as we explained in <i>McGuire I</i>, we find the Attorney General's interpretation to be one very likely interpretation of the exemption's language. <i>See McGuire I,</i> 260 F.3d at 47. Further, it makes no difference that the Attorney General's interpretation is non-binding for the future. This as-applied challenge must, logically, be aimed at past conduct; we cannot speculate as to future enforcement patterns. The Attorney General's interpretation, therefore, is important for our purposes merely because it is clearly a proper, content-neutral way of interpreting the exemption; thus, to the extent that the police have adhered to it in their actual enforcement practices, there are no grounds for holding their enforcement viewpoint discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We turn to the evidence. Plaintiffs have produced evidence that some escorts tell patients that they do not have to listen to the plaintiffs. Plaintiffs also produced evidence that some escorts have tried to drown out the words of the plaintiffs. There is further some evidence that some escorts have taken anti-abortion leaflets out of the hands of patients. There is no evidence that patients did not consent to almost all of the takings of these leaflets. None of these three kinds of acts is self-evidently a violation of the statute as interpreted by the Attorney General. We look for other evidence that pro-choice advocates violated the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Zarella's deposition reported that she had heard escorts repeating \"[p]ro-abortion rhetoric.\" But the only further specifics she gave were of escorts saying things like \"We have help. We'll help you get inside.\" Statements like these are not violations of the Act under the Attorney General's interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">More importantly, even if the plaintiffs have produced some evidence that pro-abortion individuals violated the statute, they are stymied because there is no evidence that the police turned a blind eye toward pro-abortion speech while not turning a blind eye to possible transgressions by plaintiffs. The evidence shows that the police responded to all incidents involving pro-abortion personnel to which they have been made aware.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> They cannot be expected to be made aware of every incident, particularly when, as the district court noted, \"none of the plaintiffs has complained to the police or to any other law enforcement authority about any oral protests, education, or counseling being engaged in by employees and agents at clinic entrances.\" <i>McGuire,</i> 271 F.Supp.2d at 340.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Warnings have been given to both sides. The district court was correct in concluding that even if all of the warnings given to clinic employees and agents were for physical aggressiveness and not for speech, those warnings still helped to show that the Act was being applied evenhandedly because they served the purposes of the Act. <i>McGuire,</i> 285 F.Supp.2d at 87-88. Plaintiffs make much of the fact that no pro-abortion person has been arrested for violating the Act, but this fact does not help plaintiffs because there is no evidence that it is anything other than a byproduct of the police's \"flexible\" enforcement policy, which seeks to warn extensively before arresting. This enforcement policy, on the evidence, has been applied evenhandedly to both sides, and in fact only one anti-abortion protestor has been arrested for violating the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Plaintiffs raise one final issue when they argue that their evidence shows that the police have interpreted and used the entry and exit exemption as a loophole for the rest of the law. Police have instructed escorts always to enter the clinic, plaintiffs say, because police have interpreted the exemption for people \"entering or leaving\" an RHCF to protect escorts who enter the clinic even if they protest, educate, or counsel within six feet of a patient without that patient's consent. Essentially, they argue, the police's use of the enter/exit exemption has eviscerated the Attorney General's content-neutral interpretation of the \"employees or agents\" exemption. The evidence does not support the plaintiffs' claim. Even if the escorts have accompanied the patient through the doors into the clinic, there is no evidence they have proselytized as they did so.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Because there is no evidence that the police have enforced this statute in anything other than an evenhanded way, the district court correctly entered summary judgment for the defendants on the as-applied claim.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The district court's grants of summary judgment for the defendants on the facial claim and on the as-applied claim are <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Thus, the February 14, 2003 letter from an assistant attorney general to various police personnel across the state did not signify a new interpretation; it was merely a restatement of an old position. In this most recent clarification of the interpretation, the Attorney General has clearly construed the exemption to exclude pro-abortion or partisan speech from the term \"scope of their employment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> By affidavit, a Boston Police Department captain confirmed that the Department followed the interpretation set forth by the Attorney General and that the Department enforced the law first by warnings, then by mediation attempts before making any arrests:</p>\n        <p class=\"indent\">Both pro-life protestors and clinic escorts have received warnings from Boston Police officers. Pro-life protestors have received warnings when they have come within extremely close proximity of people walking into the Planned Parenthood facility and have gotten in their way. Planned Parenthood escorts have received warnings about putting out their arms to fend off pro-life protestors and about being overly aggressive in getting patients into the building.... To my knowledge, there has been only one person arrested for violating the buffer zone law at the Planned Parenthood facility in Boston. The person arrested is a pro-life \"sidewalk counselor\" (but not one of the plaintiffs in this case) who was arrested after repeated warnings over a period of months from me or my officers.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Had there been an intervening change in controlling Supreme Court case law between<i>McGuire I</i> and now, plaintiffs could have plausibly argued for a different outcome. There has been no such change and their argument is foreclosed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Since plaintiffs argue that the Attorney General's interpretation is neither binding nor authoritative, they cannot simultaneously make a<i>facial</i> attack on the law based on that interpretation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is in reference to this sort of as-applied challenge that the court in<i>Foti v. City of Menlo Park,</i> 146 F.3d 629 (9th Cir.1998), observed that an as-applied challenge is an independent claim from a claim that the law is being enforced in a viewpoint discriminatory way. The <i>Foti</i> court observed that a claim \"that the law is unconstitutional as applied to the litigant's particular speech activity, even though the law may be capable of valid application to others\" is a separate inquiry from whether \"discriminatory enforcement of a speech restriction amounts to viewpoint discrimination in violation of the First Amendment.\" <i>Id.</i> at 635. The type of as-applied challenge raised by plaintiffs, however, is exactly the same as a claim that discriminatory enforcement of a statute has led to viewpoint discrimination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Nor is this a situation where the text of a statute does not give fair warning that it applies to a certain set of facts<i>See Raines,</i> 362 U.S. at 22-23, 80 S.Ct. 519 (\"Perhaps cases can be put where their application to a criminal statute would necessitate such a revision of its text as to create a situation in which the statute no longer gave an intelligible warning of the conduct it prohibited.\" (citing <i>United States v. Reese,</i> 92 U.S. 214, 219-220, 23 L.Ed. 563 (1875))).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The plaintiffs' argument that the police station themselves too far away from the buffer zone area for them to determine if the Act has been violated does not properly lead to an inference that the police are enforcing the statute in a viewpoint discriminatory manner. There are many legitimate law-enforcement reasons for police to station themselves further away from the clinic: they may be able to see more of the total scene from that position, it may be the best position from which to respond to violence, and they may be worried about intimidating patients if they were to stand very close to or inside the fixed buffer zone</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span></p>\n    <p class=\"parties\">Mary Anne McGUIRE; Ruth Schiavone; Jean B. Zarrella, Plaintiffs, Appellants,<br>v.<br>Thomas F. REILLY, Attorney General of the Commonwealth of Massachusetts; Philip A. Rollins, District Attorney of Barnstable County, Dukes County, and Nantucket County; Gerald D. Downing, District Attorney of Berkshire County; Paul F. Walsh, Jr., District Attorney of Bristol County; Kevin M. Burke, District Attorney of Essex County; Elizabeth D. Scheibel, District Attorney of Franklin County and Hampshire County; William M. Bennett, District Attorney of Hampden County; Martha Coakley, District Attorney of Middlesex County; William R. Keating, District Attorney of Norfolk County; Michael J. Sullivan, District Attorney of Plymouth County; Ralph C. Martin, II, District Attorney of Suffolk County; John J. Conte, District Attorney of Worcester County, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-2389.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2004.</p>\n    <p class=\"date\">Decided October 12, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the District Court, Edward F. Harrington, J. COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Mark L. Rienzi and Wilmer Cutler Pickering Hale and Dorr LLP for appellants.</p>\n      <p class=\"indent\">Dwight G. Duncan and Thomas M. Harvey on brief for appellants.</p>\n      <p class=\"indent\">William W. Porter, Assistant Attorney General of Massachusetts, with whom Thomas F. Reilly, Attorney General of Massachusetts, was on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is the second appearance here of a case challenging a state law regulating speech and activities within a buffer zone around health care facilities which perform abortions. Three plaintiffs, women who are regular pro-life \"sidewalk counselors,\" appeal from an entry of summary judgment against their First Amendment attacks, both facial and as-applied, on the Massachusetts statute. We address whether the prior opinion of this court precludes plaintiffs' facial attack, the effect of several exemptions under the statute as interpreted by the Attorney General, and the showing needed to make out an as-applied attack.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Massachusetts legislature, concerned about a history of violence outside abortion clinics and the harassment and intimidation of women attempting to use such facilities, enacted in 2000 the Massachusetts Reproductive Health Care Facilities Act, Mass. Gen. Laws ch. 266, &#167; 120E1/2. The Act creates a fixed buffer zone within an 18-foot radius around the facilities (Reproductive Health Care Facilities or \"RHCFs\"). The Act creates a floating six-foot buffer zone around any person in that 18-foot area. Within that six-foot floating buffer zone, it is impermissible for a person to \"knowingly approach another person ...\" without consent \"for the purpose of passing a leaflet or handbill to, displaying a sign to, or engaging in oral protest, education or counseling.\" <i>Id.</i> The Act was largely modeled on the Colorado law found constitutional in <i>Hill v. Colorado,</i> <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">703</span></a></span>, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (2000), although there are some differences.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mary McGuire, Ruth Schiavone, and Jean Zarella brought suit in U.S. District Court after the Act became effective to preliminarily enjoin enforcement of the statute as unconstitutional, both facially and as-applied, under the First Amendment. Their success at the district court level in obtaining a preliminary injunction, <i>McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"2580458\"><a href=\"/opinion/2580458/mcguire-v-reilly/\"><span class=\"volume\">122</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">97</span></a></span> (D.Mass.2000), was short-lived.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In <i>McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"199554\"><a href=\"/opinion/199554/mcguire-v-reilly/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span> (1st Cir.2001) (<i>McGuire I</i>), this court reversed the grant of the preliminary injunction, holding that plaintiffs had shown no probability of success on their claim that the statute was facially unconstitutional and had not produced evidence to demonstrate any unconstitutionality on an as-applied basis. This court also recognized that plaintiffs, should they adduce sufficient facts, might be able to make out a claim that the statute, as applied, was unconstitutional:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">If, as the plaintiffs predict, experience shows that clinic staffers in fact are utilizing the exemption as a means either of proselytizing or of engaging in preferential pro-choice advocacy, the plaintiffs remain free to challenge the Act, as applied, in a concrete factual setting.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>McGuire I,</i> 260 F.3d at 47. <i>McGuire I</i> found the plaintiffs had not to date produced any evidence that clinic employees or agents had in fact engaged in the sort of speech proscribed by the statute, and thus could not even begin to make an as-applied attack.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The case was remanded. Plaintiffs pursued claims of both facial and as-applied unconstitutionality. Defendants were granted summary judgment on the plaintiffs' claim of facial unconstitutionality based on <i>McGuire I. McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"2425968\"><a href=\"/opinion/2425968/mcguire-v-reilly/\"><span class=\"volume\">230</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">189</span></a></span>, 193 n. 10 (D.Mass.2002). After ample time for discovery, the defendants moved for summary judgment on the as-applied challenge. Plaintiffs opposed on grounds there were at least genuine disputes of material fact entitling them to trial. The district court granted summary judgment on the as-applied claim. <i>McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"2563550\"><a href=\"/opinion/2563550/mcguire-v-reilly/\"><span class=\"volume\">271</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">335</span></a></span>, 345 (D.Mass.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiffs appeal from the judgment embodying both grants of summary judgment: on the facial claim and on the as-applied claim.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We recount the evidence submitted on summary judgment, resolving all factual disputes in plaintiffs' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Act's requirements are triggered only within two areas defined as fixed buffer zones. The first type of fixed zone is a semicircle including all space within a radius of 18 feet from any entrance, door, or driveway to a reproductive health care facility. <i>See</i> Mass. Gen. Laws ch. 266, &#167; 120E1/2(b). It is marked by painted lines. The second type of fixed zone is a rectangle or corridor extending from the two outside boundaries of any entrance door or driveway to a reproductive health care facility out to the street in front of that door or driveway. <i>Id.</i> The width of this rectangle is thus the distance between the two sides of the door or driveway, capped at a maximum of six feet, while the length is the distance between the door or driveway and the street. This second type of fixed zone apparently is not redundant with the first type only where the length between the door or driveway and the street exceeds roughly 18 feet. Anyone can enter these two types of fixed buffer zones. However, within the fixed buffer zones, the law creates a six-foot \"floating\" buffer zone around persons or occupied motor vehicles: it bans approaches into this floating zone, without the consent of the person approached, for purposes of oral protest, education, or counseling. <i>Id.</i> The Act contains several exemptions from its coverage: most relevant here, it exempts \"employees or agents\" of an RHCF who are \"acting within the scope of their employment,\" Mass. Gen. Laws ch. 266, &#167; 120E1/2(b)(2), and it exempts \"persons entering or leaving\" an RHCF, Mass. Gen. Laws ch. 266, &#167; 120E1/2(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The challenged statute permits speech or conduct within the six-foot zone so long as it is consented to by the person approached (we will use the term \"patient\"). It also places no restrictions in speech or conduct outside of the six-foot zone.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The facts of this case involve two abortion clinics, one in Boston and one in Brookline. On Saturday mornings only, Planned Parenthood League of Massachusetts (\"PPLM\") utilizes patient escorts in front of and near its Boston facility. These escorts are volunteers; PPLM has, nonetheless, established their duties and responsibilities and has engaged in training and supervision of the escorts. The Boston escorts wear blue vests and are easily identifiable. By contrast, the Repro Associates clinic in Brookline, Massachusetts, uses a more informal system of volunteers to provide escort services on the days when abortions are performed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiffs Mary Anne McGuire, Ruth Schiavone, and Jean Zarella regularly sidewalk counsel at the Boston PPLM clinic and/or at the second facility, Repro Associates in Brookline. They attempt to dissuade women from having abortions by engaging in conversation, passing out leaflets, and offering their assistance. None of the plaintiffs has ever been arrested for violation of the Act; some have been warned or threatened with arrest for their actions in front of the facilities.</p>\n    </div>\n    <p class=\"indent\">\n      <i>McGuire</i>\n    </p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">McGuire goes to the Boston PPLM clinic every Thursday morning (in the past, she went on Wednesday mornings) and occasionally other mornings and had been doing so for more than four years as of 2002. She also protests at the Brookline Repro clinic when others regularly scheduled to be there are not there. One of McGuire's jobs since she has been working at Operation Rescue (a pro-life protest group) has been to coordinate the persons who do such sidewalk counseling. McGuire arranges to have sidewalk counselors at the facilities on all days abortions are performed: Tuesday through Saturday at PPLM in Boston; Monday, Tuesday, Friday, and Saturday at Repro in Brookline.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">McGuire tries to engage with patients coming toward the entrance as far away from the clinic as she can, in order to maximize the opportunity to engage in conversation. Most of the time when she approaches women she is well outside the 18-foot protected area. When McGuire approaches women outside of the fixed buffer zone she tries to get very close to the women. She also approaches women within the fixed buffer zone and tries to stay at least six feet away. There are women who become upset when she approaches.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">McGuire has had several encounters with the police which are not related to the buffer zone statute, such as when she was asked to remove a stool and a television from the sidewalk and asked to place signs elsewhere. Many of McGuire's encounters with the police have been friendly, as when the police say hello to her. McGuire testified that she was threatened with arrest once in 2002 at the Boston PPLM clinic due to the buffer zone statute. An officer threatened to arrest her if she did not \"stay outside the white line\" (the 18-foot fixed buffer zone, marked with paint). However, no criminal complaint was taken out. McGuire did not express her disagreement to the Boston Police Department.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">McGuire testified that escorts sometimes tell patients that they do not need to listen to her. She stated that one guard inside the Brookline Repro clinic made women turn in any pro-life leaflets before they could enter, even after women have argued with him. An employee of the firm that manages the medical practice at the Brookline facility could not speak directly to the truth of this allegation but has seen patients hand pamphlets to security people to throw them out as they are entering the building.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Schiavone</i>\n    </p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Schiavone, who protests on Saturdays at the Boston PPLM clinic, testified at deposition that she too tries to encounter patients as far outside the fixed buffer zone area as she can. Even so, at times she cannot get near the patient because the clinic escorts are already with the patient. She also enters the fixed, 18-foot protected area. Schiavone has sometimes been able to counsel a woman from some distance away from the door all the way up to the door, although she remains 6 feet away once the 18-foot protected area is reached.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On three separate occasions, two different police officers and a police captain spoke to Schiavone and told her that she was violating law. On all three occasions, a patient had just entered the facility and Schiavone was trying to maintain a \"presence\" by continuing to look at or speak to the patient through the PPLM facility's glass doors. On the first occasion, Schiavone was within the 18-foot protected area but probably three feet from the PPLM private property line; on the second and third occasions, she was also within the protected area and was very close to the PPLM property line. In the first and third cases, unknown officers stated that they thought Schiavone was violating the buffer zone law; in the second case, it is unclear whether the police captain thought Schiavone was violating the buffer zone law or falling afoul of preexisting trespass laws because she was over the property line. Schiavone told the officers involved in the first two incidents that she was not in violation of the law. Neither officer pursued the issue; both merely walked away. The officers involved in the first two incidents told Schiavone that she was violating law; the officer in the third, most recent case told Schiavone she was violating the law and also asked her how she would \"like to be arrested.\" No criminal complaint was taken out in any of the three cases. Schiavone has had three encounters with the police captain involved in the second incident and has found him to be respectful, approachable and not hostile.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In one incident observed by Schiavone, when a pro-life sidewalk counselor was knocked down by a stranger who had come along and told him to mind his own business, the police arrested the man who committed the assault. Schiavone also testified that the police cannot see everything that goes on in front of the facilities, and usually when a policeman approaches her it is because a facility escort has seen her activity, gone over to the police and pointed it out.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Schiavone also testified that escorts sometimes will tell patients things like \"You don't have to listen to her [Schiavone]. Don't pay any attention to her,\" and patients will then sometimes tell her to go away. But she did not report these statements either to PPLM or to the police. She also testified that she has seen escorts take leaflets that she has given to patients and their companions out of these people's hands; on a couple of occasions, an escort took a leaflet from a patient's hands without asking for consent and tore it up. Sometimes the patients are accompanied by companions, such as boyfriends, who will sometimes, in various forms, tell Schiavone to go away. When the escorts escort a woman into the clinic, Schiavone has no knowledge about whether the woman had spoken with PPLM (to request escorts) before coming to the clinic that day or whether the woman had consented to the escorts' approach.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Zarella</i>\n    </p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Zarella engages in sidewalk counseling most often on Fridays at the Brookline Repro facility, although she protested at the PPLM facility once. She, too, tries to reach patients who she thinks are going in for an abortion as far away from the doorway as possible. When she approaches women, some of them stop but those who stop, stop only briefly. Zarella has never been threatened with arrest by the police. Zarella testified that her activities take place almost entirely outside the white line that designates the buffer zone.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Zarella testified that sometimes companions of patients become upset with her and tell her to go away. She stated that escorts often try to surround patients and chatter loudly to drown her out, or have told patients not to listen to Zarella. Sometimes escorts have repeated \"[p]ro-abortion rhetoric,\" such as \"We have help. We'll help you get inside.\" Further, Zarella testified that in May 2002, a man accompanying a patient walked into her and made threatening statements, the police responded to complaints about him, and she filed a criminal complaint against him. Zarella has never complained to the police about anything the escorts were doing.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Enforcement Policy</i>\n    </p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Even before this court's <i>McGuire I</i> opinion in August of 2001, the state Attorney General's office provided advice by letter dated November 10, 2000, to local police departments in Brookline and Boston. The letter set forth the Attorney General's interpretation of the language of the Act providing that the exemption for clinic employees and agents applied only when such persons were \"acting within the scope of their employment.\" This interpretation has remained essentially consistent from the beginning.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In this first letter, the Attorney General noted that if escorts were to approach within six feet of a woman within the fixed buffer zone in order to \"hurl[ ] epithets at demonstrators,\" then their actions would not be within the scope of their employment and they would not be protected by the exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On July 16, 2001, the Attorney General's office provided training to the same effect to the Boston Police Department. The training noted that the exemption for clinic employees was for the purpose of permitting employees and agents to help patients into clinics. On July 25, 2001, the same training was provided to the Brookline Police Department. In turn, the Boston Police Department adopted the view that if escorts act outside of the bounds of their employment as so defined, then the clinic escorts, if engaged in prohibited speech or conduct, would be violating the law.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Before this court's decision in <i>McGuire I,</i> representatives of the Attorney General's office met with representatives of PPLM on May 23, 2001, to communicate the Attorney General's interpretation that the Act's exemption for clinic employees and agents acting within the scope of their employment would not protect such persons if they were to use the exemption to engage in counter-protests, counter-education, or counter-counseling against anti-abortion views, rather than simply assisting the patients into the clinic and protecting clinic access. And once this court issued its decision in <i>McGuire I,</i> the Attorney General's office, on December 19, 2001, sent a copy of the opinion to PPLM, reiterated its view of the exemption, and directed PPLM to the language in the First Circuit opinion that the purpose of the clinic employee and agent exemption was in order to permit patients to \"`secure peaceful access' to clinics.\" On the same date, the Attorney General similarly informed the Brookline facility.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The policies of the Boston Police Department on the Act are consistent as to both sides of the abortion debate. The Department policy is to be flexible, to warn individuals first and to try to mediate any dispute, before taking enforcement actions. Warnings have been given by the Boston Police to both pro-life protestors and clinic escorts. The pro-life protestors have received warnings when they have gotten too close to people walking into the Boston clinic and/or have gotten in their way. In turn, clinic escorts have been warned about putting out their arms to fend off pro-life protestors and about being overly aggressive in getting patients into the building. The Boston Police view the term \"scope of employment\" as permitting escorts to escort patients into the clinic and to offer them assistance. In its view, the Act prohibits escorts from approaching patients within the buffer zone without consent to counsel, leaflet or educate them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> One anti-abortion sidewalk counselor, Cheryl Fitzpatrick, was arrested on February, 15, 2002, for repeatedly violating the buffer zone law even after being warned. There was one arrest of a Marie Vitale for stalking.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Brookline Police Department has a similarly flexible policy of first warning the person engaged in the conduct, then video-and-audio taping the conduct. Arrests are only made if the conduct persists. The Brookline Police also take the position that because the escorts at the Brookline clinic are neither employed nor supervised by the clinic, those individuals do not get the benefit of the clinic exemption. People expressing both anti-abortion and pro-abortion views in front of clinics have received warnings from the Brookline Police. The officer in charge of enforcement of the law at the Repro facility has warned people about 12 times. In his years of observing incidents at the Repro clinic both before and after the enactment of the buffer zone law, this officer had seen roughly 25 incidents of violence. There have been no arrests for violations of the buffer zone law in Brookline.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The police testified that there are certain inherent difficulties in enforcement of the law from the point of view of the police. For example, the police usually do not know whether a patient entering the clinic has consented or not consented to an approach. Also, the Boston police captain tries to survey the whole scene and thus is usually not close enough to hear what the sidewalk protestors are actually saying to the patients.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Other Evidence of Activities</i>\n    </p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Shortly after the effective date of the Act, in November 2000, a Boston police captain reported to an assistant attorney general that plaintiff Schiavone had approached a patient within six feet of the buffer zone at the PPLM clinic and told the patient not to \"kill her baby.\" She was given a warning by the police. In early January 2001, unidentified demonstrators approached within six feet and harassed the employees and agents of the Boston PPLM clinic within the buffer zone. In February 2001, a number of abortion protestors impeded access to the Boston PPLM clinic. In March 2001, PPLM complained to the police that two sidewalk counselors were approaching occupied cars without consent within the 18-foot fixed buffer zone area. In April 2001 at the Boston clinic, anti-abortion protestors reportedly prevented a patient from getting out of her car.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Security Director for the Brookline Repro clinic has called the Brookline Police about anti-abortion protestors. The director has generally called the police only when protestors have actually stood on both sides of the front door pushing literature and holding signs in the faces of patients entering the clinic, with the patients telling the protestors to leave them alone. The protestors, he testified, refused to stay six feet away as required by the buffer zone law but instead argued with those trying to enter the clinic and told them that they \"[didn't] have to murder [their] child.\" The Security Director thought that when confronted with those types of facts, the Brookline Police might do something \"as far as warning [the protestors] to move back a few feet at that point.\" The Security Director testified that he had not had much success in getting the Brookline Police to act.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The individual plaintiffs have never complained to the police about clinic employees or escorts, although one individual, William Cotter, who shares their anti-abortion opinion and has acted as the head of Operation Rescue, has complained to the Boston Police when he believed clinic employees or escorts were violating the buffer zone law. Cotter stated that escorts sometimes tell patients things to the effect that they do not need to listen to the pro-life protestors. He also stated that escorts sometimes \"ask[ ]\" or \"suggest []\" that patients give them any anti-abortion leaflets they have received from protestors. For example, they say things like: \"Do you want me to take that from you,\" or \"You know, you don't need that.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finally, an employee of PPLM and the chief escort both testified that at some point, a Boston police captain asked that escorts walk patients into the vestibule of the clinic in the course of their escorting duties. The police captain at issue denied ever \"instruct[ing] the escorts or representatives\" of PPLM \"to accompany the person entering the clinic right into the clinic,\" and further denied that this was ever an \"issue with [him].\" At least one set of PPLM's instructions to its volunteer escorts included the instruction that \"[w]hen you bring patients to the door of the clinic you should walk into the vestibule with them and then turn around and come back out. The reasons for this (if there are any) are complex. However, the police want the escorts to walk into the building.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs initially attacked the buffer zone law facially; they were granted a preliminary injunction against its enforcement, with the district court holding that the Act was not content neutral because it applied only to abortion clinics and seemed targeted only at the topic of abortion speech. <i>McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"2580458\"><a href=\"/opinion/2580458/mcguire-v-reilly/\"><span class=\"volume\">122</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">97</span></a></span>, 102 (D.Mass.2000). The court also held that the law was viewpoint discriminatory because the statutory exemption for clinic employees and agents showed on its face that pro-abortion speech was being favored over pro-life speech. <i>Id.</i> at 103-04.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In <i>McGuire I,</i> this court reversed the grant of the preliminary injunction, and in the process we essentially struck down plaintiffs' facial challenge. <i>McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"199554\"><a href=\"/opinion/199554/mcguire-v-reilly/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span> (1st Cir.2001). The <i>McGuire I</i> court held that plaintiffs had shown no probability of success on the merits. The buffer zone law, it held, should be classified on its face as a content-neutral time, place, and manner restriction and thus should be upheld against a facial challenge because it satisfied intermediate scrutiny. <i>Id.</i> at 48.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We noted in <i>McGuire I</i> that the Massachusetts buffer zone statute was very similar to the buffer zone statute that had been upheld as a content-neutral time, place, and manner restriction in <i>Hill v. Colorado,</i> <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">703</span></a></span>, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (2000). The key inquiry in both cases, the <i>McGuire I</i> court noted, was the statute's purpose: specifically, whether the legislative purpose was one that was \"unrelated to disagreement with the underlying message of particular speech, and advances interests unconnected to expressive content.\" <i>McGuire I,</i> 260 F.3d at 44 (citing <i>Hill,</i> 530 U.S. at 719, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>). After looking at the statute and its legislative history, the court in <i>McGuire I</i> found that the legislative purposes of the enactment, as was the case with the statute in <i>Hill,</i> were content-neutral ones designed to promote personal security and to facilitate safe access to medical care. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Turning to the exemption for clinic employees, we considered in <i>McGuire I</i> that it perhaps could be enforced in a viewpoint discriminatory manner but that plaintiffs' facial challenge necessarily failed, given that there was at least one content-neutral purpose for the exemption (and thus it could be enforced in a content-neutral manner). <i>Id.</i> at 46-47. One content-neutral purpose was the reinforcement of the idea that \"those who work to secure peaceful access to RHCFs need not fear prosecution.\" <i>Id.</i> at 47. The court then added the following: \"If, as the plaintiffs predict, experience shows that clinic staffers in fact are utilizing the exemption as a means either of proselytizing or of engaging in preferential pro-choice advocacy, the plaintiffs remain free to challenge the Act, as applied, in a concrete factual setting.\" <i>Id.</i> The court thus set out the initial, threshold showing that plaintiffs would need to make before they could even begin building an as-applied challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On remand, the district court recognized that the facial challenge had been foreclosed by <i>McGuire I</i> and granted summary judgment against the plaintiffs on their facial claim. <i>McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"2425968\"><a href=\"/opinion/2425968/mcguire-v-reilly/\"><span class=\"volume\">230</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">189</span></a></span>, 193 n. 10 (D.Mass.2002). However, the court provided a discovery period to develop a factual record on the as-applied claim; only after an additional discovery period of six months did it grant summary judgment against plaintiffs on the as-applied claim as well. <i>McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"2563550\"><a href=\"/opinion/2563550/mcguire-v-reilly/\"><span class=\"volume\">271</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">335</span></a></span> (D.Mass.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court gave the Attorney General's interpretation of the Act \"great weight\" and noted that it was in harmony with the content-neutral legislative purposes outlined in our decision in <i>McGuire I. Id.</i> at 342. The court stressed that the Attorney General's interpretation had been adopted by the Brookline and Boston Police Departments. <i>Id.</i> at 340.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The court then stated that in order to mount an as-applied challenge, the plaintiffs needed to show \"a pattern of unlawful favoritism, abuse, or infelicitous application\" involving the conduct of state actors. <i>Id.</i> at 342. The court noted the plaintiffs' evidence of alleged violations of the buffer zone law and pro-abortion advocacy by escorts, but also found that \"the plaintiffs' evidence focuses almost exclusively on the conduct of clinic escorts, rather than on the conduct of law enforcement.\" <i>Id.</i> Plaintiffs failed to raise a genuine issue of fact that the police departments were not applying the law in an evenhanded manner and in accordance with the Attorney General's content-neutral interpretation. <i>See id.</i> at 343. Since the escorts were merely private actors, and since there was no evidence that state actors were not being evenhanded, the as-applied claim foundered on the lack of state action. <i>See id.</i> at 342-43.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Plaintiffs then moved at the district court level to alter or amend the judgment, arguing that the law was not being evenhandedly enforced by the enforcement authorities. <i>McGuire v. Reilly,</i> <span class=\"citation\" data-id=\"2577202\"><a href=\"/opinion/2577202/mcguire-v-reilly/\"><span class=\"volume\">285</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">82</span></a></span> (D.Mass.2003). From the evidence described earlier, they argued that escorts continued to engage in pro-abortion oral protest, education, and counseling, yet no police officer was in a position to enforce the law against escorts because the police stood too far away, no escort had ever been warned, arrested, or prosecuted by the police for speech prohibited by the Act (although they had been warned for physical aggressiveness), and police officers had instructed escorts to enter and exit the building with the patients they are escorting, thus circumventing the Attorney General's limited interpretation of the employee and agent clause in the statute. <i>Id.</i> at 86-87.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court rejected these arguments, noting that few arrests had been made on either side given the police's flexible enforcement policy, and that the police decisions as to where best to position themselves deserved some deference. <i>Id.</i> at 87-88. The court determined that warnings of escorts for physical aggressiveness did help to show that the statute was being evenhandedly enforced, because warnings for physical aggressiveness helped to serve the purposes behind the buffer zone act &#8212; the warnings removed obstacles to anti-abortion protestors' ability to get consent to approach patients. <i>Id.</i> The court finally noted that the \"enter and exit\" exemption should not be interpreted to apply to the escorts because they were covered by a separate exemption, and the allegations made that the police were using this exemption to circumvent the Attorney General's interpretation failed to give the reasons the police might have had for giving escorts such an instruction. <i>Id.</i> at 88. Thus, the court concluded that there was still no genuine issue of material fact that the statute was being enforced in a non-evenhanded manner, and denied the motion to alter or amend the judgment. <i>Id.</i> at 89.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">After judgment issued, the plaintiffs timely appealed the grants of summary judgment on both the facial claim and the as-applied claim.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Since the matters were resolved on summary judgment, we review de novo the district court's conclusion that there were no <i>genuine</i> issues of <i>material</i> fact. <i>Joyal v. Hasbro, Inc.,</i> <span class=\"citation\" data-id=\"201209\"><a href=\"/opinion/201209/joyal-v-hasbro-inc/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 16, 18 (1st Cir.2004).</p>\n    </div>\n    <p class=\"indent\">A. <i>Facial Attack</i></p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs continue their attack on the facial validity of the statute in this second round. They point out that the decision in <i>McGuire I</i> addressed only preliminary injunctive relief; they argue <i>McGuire I</i> held no more than that they lacked a probability of success on the merits. Plaintiffs' attempt to use the limits of preliminary injunctive relief here misunderstands both <i>McGuire I</i> and the nature of a facial attack.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Plaintiffs argue that the Act on its face embodies both an impermissible content-based regulation of speech and, alternatively, that it constitutes viewpoint discrimination. In their facial attack, the burden on the plaintiffs is normally expressed as a showing that the statute \"admits of no valid application.\" <i>McGuire I,</i> 260 F.3d at 47. One articulation of the requirements of a federal court facial challenge, unless claims of overbreadth (and possibly also vagueness) are at issue, is set forth in <i>United States v. Salerno,</i> <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">739</span></a></span>, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2095</span></a></span>, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1987):</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">A facial challenge to a legislative Act is ... the most difficult challenge to mount successfully, since the challenger must establish that no set of circumstances exists under which the Act would be valid.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\"><i>Id.</i> at 745, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2095</span></a></span>; <i>see also City of Chicago v. Morales,</i> <span class=\"citation\" data-id=\"118299\"><a href=\"/opinion/118299/chicago-v-morales/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 55 &amp; n. 22, <span class=\"citation\" data-id=\"118299\"><a href=\"/opinion/118299/chicago-v-morales/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1849</span></a></span>, <span class=\"citation\" data-id=\"118299\"><a href=\"/opinion/118299/chicago-v-morales/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1999) (noting, in plurality opinion, that the standard for evaluating facial challenges is not necessarily quite as demanding as indicated by <i>Salerno,</i> at least where vagueness concerns are present: a law is sometimes subject to facial attack where \"vagueness permeates the text\"); Richard H. Fallon, Jr., Commentary, <i>As-Applied and Facial Challenges and Third-Party Standing,</i> 113 Harv. L.Rev. 1321, 1321-23 (2000) (explaining the split on the Supreme Court over whether the <i>Salerno</i> formulation of facial challenges is correct or whether some slightly less demanding standard is appropriate).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The nature of plaintiffs' facial attack on both the content and viewpoint theories turns not on the historical facts of how the statute has been applied, but on the words of the statute. Both the content and viewpoint theories focus on the Act's exemption for \"employees or agents of [an RHCF] acting within the scope of their employment.\" Mass. Gen. Laws ch. 266, &#167; 120E1/2(b)(2). Plaintiffs argue that the statute is content-based because the application of this exemption necessarily requires reference to the content of speech: one cannot determine whether an agent of the clinic is violating the Act without seeing whether she has moved outside the scope of her employment by protesting, educating, and counseling.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This argument is foreclosed to plaintiffs as a pure matter of law under <i>Hill,</i> 530 U.S. at 719-22, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>, as explained in <i>McGuire I,</i> 260 F.3d at 44. Here, the statute &#8212; based on the very limited scope of behavior affected &#8212; is a simple time, place, or manner restriction. In such a case, the core inquiry for determining content neutrality is not whether applying the statute requires some reference to the content of speech, but whether the legislative reason for the law is content neutral. Just like the Colorado statute in <i>Hill,</i> 530 U.S. at 719-20, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>, the statute here has content-neutral purposes: protecting safety and access to medical care. <i>McGuire I,</i> 260 F.3d at 44. The mere fact that the police might, in some instances, need to listen to the content of speech to determine if the law has been violated does not make the statute content based. <i>See Hill,</i> 530 U.S. at 720-22, <span class=\"citation\" data-id=\"118385\"><a href=\"/opinion/118385/hill-v-colorado/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2480</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Similarly, the facts plaintiffs have presented, based on the new record assembled since remand from <i>McGuire I,</i> which they claim prove that the statute in practice has a tendency to burden pro-life speech more than it burdens pro-choice speech, are irrelevant to the statute's content (or viewpoint) neutrality. As we noted in <i>McGuire I,</i> this statute is content neutral if it was enacted for a content-neutral legislative purpose, regardless of any \"incidental[ ] ... adverse effect on certain messages while leaving others untouched.\" <i>McGuire I,</i> 260 F.3d at 43. The plaintiffs have done nothing to undermine our earlier finding of a content-neutral legislative purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Plaintiffs' facial challenge of impermissible viewpoint discrimination is also based on the law's exemption for \"employees or agents.\" As we explained in <i>McGuire I,</i> so long as a reviewing court can \"envision at least one legitimate reason for including the employee exemption in the Act,\" the law is not facially unconstitutional. <i>McGuire I,</i> 260 F.3d at 47. In <i>McGuire I</i> this court found there were likely explanations for the exemption other than the desire to favor pro-abortion speech over anti-abortion speech: \"For example, the legislature may have exempted clinic workers &#8212; just as it exempted police officers &#8212; in order to make crystal clear ... that those who work to secure peaceful access to RHCFs need not fear prosecution.\" <i>Id.</i> at 47. For this reason given in <i>McGuire I,</i> the viewpoint facial attack fails, now as then.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We turn to one last argument that plaintiffs urge as to facial constitutionality. They argue that <i>McGuire I</i> was wrong in holding that the various statutory exemptions did not render the statute facially unconstitutional because of facts which developed after <i>McGuire I</i> was decided. They argue that the Attorney General's interpretation of the \"employees or agents\" exemption, so as to place pro-choice advocacy by escorts outside of the exemption's safe harbor, is a plainly incorrect interpretation of the language of the exemption and at any rate is not binding. Moreover, they argue that this interpretation has set up a new ground for facial unconstitutionality. Plaintiffs point to some evidence, noted above, showing that a Boston police captain perhaps at some point after this interpretation was issued suggested that escorts should enter the building with the patients that they have been escorting. From this the plaintiffs deduce that the statute's exemption for \"persons entering or leaving [RHCFs]\" is facially unconstitutional; the purpose for this exemption, plaintiffs submit, is to protect the pro-abortion counseling and education of escorts and others that would not otherwise be allowed under the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The argument turns back on itself and fails. The Supreme Court has held that \"[i]n evaluating a facial challenge to a state law, a federal court must ... consider any limiting construction that a state court or enforcement agency has proffered.\" <i>Ward v. Rock Against Racism,</i> <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 795-96, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2746</span></a></span>, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1989) (quoting <i>Village of Hoffman Estates v. Flipside, Hoffman Estates,</i> <span class=\"citation\" data-id=\"110661\"><a href=\"/opinion/110661/hoffman-estates-v-flipside-hoffman-estates-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span>, 494, <span class=\"citation\" data-id=\"110661\"><a href=\"/opinion/110661/hoffman-estates-v-flipside-hoffman-estates-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1186</span></a></span>, <span class=\"citation\" data-id=\"110661\"><a href=\"/opinion/110661/hoffman-estates-v-flipside-hoffman-estates-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></a></span> (1982)) (alterations in original) (internal quotation marks omitted). The usual idea, though, is that the limiting construction put on the Act by its interpretation can save a statute that would otherwise be facially unconstitutional. Logically, there is no way (save perhaps when overbreadth is an issue) that an authority's non-binding and non-authoritative<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> interpretation of a facially valid statute can make it more facially constitutionally vulnerable than it would be otherwise. Here the statute is facially constitutional even without the limitation; the disputes over the correctness of the Attorney General's interpretation, over the binding nature of this interpretation, and over the police department's alleged instruction to the RHCFs are irrelevant to this facial challenge. We discuss later the role these interpretations play in the as-applied challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">To the extent that plaintiffs are arguing that the entry and exit exemption is itself facially unconstitutional, they are wrong. Like the employee and agent exemption looked at in <i>McGuire I,</i> the entry and exit exemption has many \"likely\" legislative motivations that are content neutral. <i>See McGuire I,</i> 260 F.3d at 47. For example, as the district court noted below, the exemption seems likely to have been intended merely to emphasize that \"persons with legitimate business inside the clinic, such as patients\" and companions accompanying patients with their consent, are protected from the Act's restrictions. <i>McGuire,</i> 285 F.Supp.2d at 88. This is fully consistent with the Act's content-neutral aim of securing safe medical access.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Plaintiffs have offered no reason why the conclusion reached in <i>McGuire I</i> that the statute is facially constitutional is flawed. We affirm entry of summary judgment on that claim.</p>\n    </div>\n    <p class=\"indent\">B. <i>As-Applied Attack</i></p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Plaintiffs mount two types of challenges to the entry of judgment against their as-applied claim.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">First, they argue that the district court applied the wrong standard to evaluate their claim. They say their burden was to show no more than that clinic employees or others were approaching within six feet of people in the 18-foot protected area, without getting the consent of the people approached. They say no showing of \"state action\" is necessary. Further, they argue that the district court wrongly held them to the more stringent standards of an equal protection selective prosecution claim, rather than to those of an as-applied First Amendment viewpoint discrimination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Second, the plaintiffs argue that the district court erred in concluding that their evidentiary submissions raised no genuine dispute of material fact. We address this argument later.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Three preliminary items may be quickly dispatched. First, the defendants argue that absent some concrete injury to plaintiffs, such as being arrested, the as-applied challenge is neither ripe nor do the plaintiffs have standing. Plaintiffs alleged that they have been chilled in the exercise of their speech rights by fear of arrest and some have been threatened with arrest. Like the district court, we have no doubt plaintiffs have standing under the First Amendment doctrine for equitable relief, and the controversy is ripe. <i>See Steffel v. Thompson,</i> <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 475, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1974) (declaratory relief available on as-applied challenge when no state prosecution is pending); <i>Mangual v. Rotger-Sabat,</i> <span class=\"citation\" data-id=\"780589\"><a href=\"/opinion/780589/tomas-de-jesus-mangual-jorge-medina-caribbean-international-news/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 56-60 (1st Cir.2003) (the First Amendment challenge of a newspaper reporter to a criminal libel statute was ripe, and the reporter had standing, where the law chilled the reporter's writing as there was no indication that the state had disavowed criminal prosecutions of violators).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Second, the plaintiffs simply misread <i>McGuire I</i> when they argue that it held that all plaintiffs need to show to win an as-applied challenge is that clinic employees engaged in nonconsensual pro-abortion advocacy within the six-foot floating buffer zone. <i>McGuire I</i> described some evidence which was a necessary but not sufficient predicate for any as-applied claim.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Third, the plaintiffs argue that activities of private persons, including those neither known to the police nor to which the police have turned a blind eye, demonstrate that the statute has been applied in a viewpoint discriminatory way. Not so. Obviously, only the government can violate First Amendment rights: every First Amendment claim thus requires state action in some sense. <i>See Brentwood Acad. v. Tenn. Secondary Sch. Athletic Ass'n,</i> <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 295, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span>, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">807</span></a></span> (2001) (state action is a necessary component of a constitutional claim against a state); <i>Hudgens v. NLRB,</i> <span class=\"citation\" data-id=\"109390\"><a href=\"/opinion/109390/hudgens-v-nlrb/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 514-21, <span class=\"citation\" data-id=\"109390\"><a href=\"/opinion/109390/hudgens-v-nlrb/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"109390\"><a href=\"/opinion/109390/hudgens-v-nlrb/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></a></span> (1976) (First Amendment claim required state action; claim against private shopping center for preventing peaceful labor picketing failed because shopping center was not a state actor); <i>Yeo v. Town of Lexington,</i> <span class=\"citation\" data-id=\"749302\"><a href=\"/opinion/749302/douglas-e-yeo-individually-and-on-behalf-of-his-children-and-as-chairman/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">241</span></a></span>, 248, 255 (1st Cir.1997) (en banc) (state action is necessary component of First Amendment claim; student editors exercising independent editorial judgment were not state actors). Yet much of what plaintiffs complain about here is purely private action jousting with the ideas plaintiffs espouse. The First Amendment is concerned with government interference, not private jousting in the speech marketplace.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Sometimes, as plaintiffs state, the statute itself can provide the requisite state action, at least if there is some threat that the statute will be enforced by state personnel. <i>See Lugar v. Edmondson Oil Co.,</i> <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, 941-42, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1982) (\"While private misuse of a state statute does not describe conduct that can be attributed to the State, the procedural scheme created by the statute obviously is the product of state action,\" and acts done under the authority of that statute can be considered state action if the acts are done jointly by private and state actors). However, as the court noted in <i>Lugar,</i> it all depends on what is being challenged: state action is present in this way only if what the plaintiff is really aiming at is the constitutionality of the statute itself. For example, there is no state action if what the plaintiff is really aiming at are the acts of private persons that are actually illegal under the statutory scheme, because then the acts do not reflect the policy of the state. <i>See id.</i> at 940-41, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>. To the extent that the plaintiffs are claiming that the statute is unconstitutional as applied merely because private pro-choice persons are engaging in acts that are illegal under the statute, their claim has nothing to do with the statute at all and they cannot bring it because there is no state action.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Here, plaintiffs claim to be aiming at the statute itself: they argue that the fact that private pro-choice individuals are now engaging in various acts that they claim are allowed by the statute is proof that the statute (at least as applied to the current facts) is itself unconstitutional content and viewpoint discrimination. Plaintiffs cannot win such an argument. The \"adverse effect[s]\" of the statute are not relevant to its facial viewpoint and content neutrality; only the legislative intent counts. <i>McGuire I,</i> 260 F.3d at 43. By themselves, acts of private parties under the statute are merely examples of how the statute is adversely affecting one side more than another. Plaintiffs thus cannot use private actions to challenge the statute itself. The only challenge they have left in this case is to the way the law has been enforced. <i>Lugar</i> and related cases stand for the proposition that \"enforcement\" of a state statute by purely private individuals, without some involvement by state officials, does not constitute state action; hence plaintiffs' evidence of private activity must be linked to the state's enforcement efforts somehow. <i>See, e.g., Edmonson</i> <i>v. Leesville Concrete Co.,</i> <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, 622-24, <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2077</span></a></span>, <span class=\"citation\" data-id=\"112610\"><a href=\"/opinion/112610/edmonson-v-leesville-concrete-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">660</span></a></span> (1991); <i>Lugar,</i> 457 U.S. at 941-42, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>; <i>Flagg Bros. v. Brooks,</i> <span class=\"citation\" data-id=\"109861\"><a href=\"/opinion/109861/flagg-bros-inc-v-brooks/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 164-66, <span class=\"citation\" data-id=\"109861\"><a href=\"/opinion/109861/flagg-bros-inc-v-brooks/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1729</span></a></span>, <span class=\"citation\" data-id=\"109861\"><a href=\"/opinion/109861/flagg-bros-inc-v-brooks/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></a></span> (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We turn now to the appropriate standard against which to measure the as-applied attack.</p>\n    </div>\n    <p class=\"indent\">\n      <i>The Standard</i>\n    </p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\"><i>McGuire I</i> recognized that while the statute was valid on its face, it was still possible that enforcement against a given person in a particular situation could be invalid on an as-applied basis. Plaintiffs were afforded the opportunity to show on remand that they were such persons.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">There are different types of as-applied attacks. The most common situation is where the language of a statute is broad and could potentially cover many different types of fact situations; the as-applied challenge is then an attempt to \"specify\" the law by freshly testing its constitutionality in one particular fact situation while refusing to adjudicate the constitutionality of the law in other fact situations.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See United States v. Nat'l Treasury Employees Union,</i> <span class=\"citation\" data-id=\"117898\"><a href=\"/opinion/117898/united-states-v-national-treasury-employees-union/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 477-78, <span class=\"citation\" data-id=\"117898\"><a href=\"/opinion/117898/united-states-v-national-treasury-employees-union/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"117898\"><a href=\"/opinion/117898/united-states-v-national-treasury-employees-union/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">964</span></a></span> (1995) (act prohibiting receipt of honoraria by government employees in return for speeches and writings was unconstitutional as applied to lower-level executive employees, the parties to the case, but not necessarily as to senior employees); <i>United States v. Raines,</i> <span class=\"citation\" data-id=\"106008\"><a href=\"/opinion/106008/united-states-v-james-griggs-raines/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 23-25, <span class=\"citation\" data-id=\"106008\"><a href=\"/opinion/106008/united-states-v-james-griggs-raines/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"106008\"><a href=\"/opinion/106008/united-states-v-james-griggs-raines/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span></a></span> (1960) (refusing to declare an act facially unconstitutional where the act might be unconstitutional as applied to private actors but is certainly not unconstitutional as applied to public officials, and the parties challenging the law were public officials); Fallon, <i>supra,</i> at 1329-35 (explaining this sort of specification as the paradigmatic type of as-applied challenge). The fact situation that plaintiffs are involved in here is the core fact situation intended to be covered by this buffer zone statute, and it is the same type of fact situation that was envisioned by this court when the facial challenge was denied in <i>McGuire I</i>; plaintiffs do not and cannot argue that they are different types of actors, or that they are involved in a different type of fact situation, from the ones on the basis of which the law was already upheld facially. Plaintiffs' as-applied challenge must be of a different sort.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Plaintiffs' as-applied challenge must be based on the idea that the law itself is neutral and constitutional in all fact situations, but that it has been enforced selectively in a viewpoint discriminatory way. <i>See Thomas v. Chicago Park Dist.,</i> <span class=\"citation\" data-id=\"118476\"><a href=\"/opinion/118476/thomas-v-chicago-park-dist/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></a></span>, 325, <span class=\"citation\" data-id=\"118476\"><a href=\"/opinion/118476/thomas-v-chicago-park-dist/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">775</span></a></span>, <span class=\"citation\" data-id=\"118476\"><a href=\"/opinion/118476/thomas-v-chicago-park-dist/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">783</span></a></span> (2002) (licensing scheme itself was constitutional but, if in course of enforcing the act, the licensing authority \"[g]rant[ed] waivers to favored speakers (or, more precisely, den[ied] them to disfavored speakers),\" then the licensing authority would be acting unconstitutionally). Such a challenge is dependent on the factual evidence provided as to how the statutory scheme has in fact operated vis-a-vis the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The exact claim is that in practice the government has engaged in viewpoint discrimination by failing to enforce the statute against persons who violate the statute by expressing pro-abortion/pro-choice views without consent in the six-foot buffer zone, while enforcing the statutory prohibitions against those in the same position who express anti-abortion/pro-life views. The essence of a viewpoint discrimination claim is that the government has preferred the message of one speaker over another. The general principle is that \"the First Amendment forbids the government to regulate speech in ways that favor some viewpoints or ideas at the expense of others.\" <i>Members of the City Council of Los Angeles v. Taxpayers for Vincent,</i> <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">789</span></a></span>, 804, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2118</span></a></span>, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></a></span> (1984); <i>see also Rosenberger v. Rector and Visitors of Univ. of Va.,</i> <span class=\"citation\" data-id=\"117967\"><a href=\"/opinion/117967/rosenberger-v-rector-and-visitors-of-univ-of-va/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></a></span>, 829, <span class=\"citation\" data-id=\"117967\"><a href=\"/opinion/117967/rosenberger-v-rector-and-visitors-of-univ-of-va/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2510</span></a></span>, <span class=\"citation\" data-id=\"117967\"><a href=\"/opinion/117967/rosenberger-v-rector-and-visitors-of-univ-of-va/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1995) (viewpoint discrimination occurs when speech is regulated where \"the specific motivating ideology or the opinion or perspective of the speaker is the rationale for the restriction.\"). The viewpoint discrimination doctrine has been thought by one commentator to have two ultimate constitutional justifications: 1) fear of \"impermissible reasons for governmental action,\" and 2) fear of the \"skewing effects on the system of free expression.\" <i>See</i> Cass R. Sunstein, <i>Half-Truths of the First Amendment,</i> 1993 U. Chi. Legal F. 25, 26-27.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Viewpoint discrimination claims themselves may occur in different contexts. One such context occurs when the state decides whether or not to impose criminal penalties based on the viewpoint expressed by someone's words. <i>See R.A.V. v. City of St. Paul,</i> <span class=\"citation\" data-id=\"112774\"><a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 391-92, <span class=\"citation\" data-id=\"112774\"><a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2538</span></a></span>, <span class=\"citation\" data-id=\"112774\"><a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span></a></span> (1992). That is not this case. Here, both pro-abortion and anti-abortion speech is prohibited in the six-foot floating buffer zone, so long as there is no consent. Another sort of context involves government funding of speech, where viewpoint discrimination is permitted in some situations, <i>see Rust v. Sullivan,</i> <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span>, 192-95, <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1759</span></a></span>, <span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1991), but not in all, <i>see Legal Servs. Corp. v. Velazquez,</i> <span class=\"citation\" data-id=\"2621077\"><a href=\"/opinion/2621077/legal-services-corp-v-velazquez/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 548-49, <span class=\"citation\" data-id=\"2621077\"><a href=\"/opinion/2621077/legal-services-corp-v-velazquez/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1043</span></a></span>, <span class=\"citation\" data-id=\"2621077\"><a href=\"/opinion/2621077/legal-services-corp-v-velazquez/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></a></span> (2001). That is also not this case. Rather, this case involves a claim that the government enforces the law against persons of one viewpoint who violate the statute while not enforcing the law against similarly situated persons of the opposing viewpoint who also violate the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The First Amendment viewpoint discrimination claim that is made here is, by its terms, a claim of discrimination. Plaintiffs argue that the district court confused this doctrine with the Equal Protection Clause's anti-discrimination doctrine concerning selective enforcement of criminal laws. However, plaintiffs do not address what substantive differences exist.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">There are at least two differences that might be relevant between this case and the typical case in which a claim of equal protection discriminatory enforcement is made. First, this is a First Amendment challenge based on viewpoint discrimination, not an equal protection challenge based on discriminatory enforcement of the laws. Second, here a plaintiff in a civil action is bringing this claim to support desired injunctive relief; in the typical equal protection discriminatory enforcement case, the challenge is brought by a defendant offering a defense to a criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The issue of whether the two standards differ deserves brief discussion here, but we need not resolve it, because plaintiffs lose under even the standard most favorable to them. The primary potential difference concerns the role of intent: in equal protection cases, plaintiffs must show that the relevant government actor intended to discriminate against the disfavored group. <i>See, e.g., Wayte v. United States,</i> <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 608, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1524</span></a></span>, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1985); <i>Personnel Adm'r of Mass. v. Feeney,</i> <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 274, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979). Intent, in this context, means more than mere knowledge by the government actor that a policy has a discriminatory effect; the government agent must have adopted the policy because of, and not despite, its discriminatory impact. <i>See Wayte,</i> 470 U.S. at 610, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1524</span></a></span>; <i>Feeney,</i> 442 U.S. at 279, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>. Impermissible intent is difficult to demonstrate in the kind of selective enforcement claim being brought by the plaintiffs here. When wearing its prosecutor hat, the government has a great number of legitimate, non-discriminatory reasons for the actions it takes to engage in or decline prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We think that some showing of intent on the part of government officials probably is necessary to make out an as-applied First Amendment viewpoint discrimination claim in this case. This statute was held facially constitutional based on the fact that the legislative motivations in passing it were content-neutral motivations. The fact that one side of the abortion debate might suffer some incidental adverse effects or burdens did not defeat the statute's constitutionality. If we require invidious <i>legislative</i> intent to make this kind of otherwise content-neutral statute content or viewpoint discriminatory, then there seems no reason why we should not require invidious intent by the enforcers to take this statute outside of the category of content-neutrality now. Unless government actors were to intentionally enforce the statute unequally, then any evidence of inequality that plaintiffs were to show would merely indicate a \"disproportionate[ ] burden[ ]\" that would not signify viewpoint discrimination. <i>McGuire I,</i> 260 F.3d at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The role that traditional pattern evidence (statistical studies and the like) can play in a traditional equal protection challenge is limited by the fact that courts have been loathe to infer intent from mere effect, although the Supreme Court has consistently noted that such an inference is possible. <i>See Vill. of Arlington Heights v. Metro. Housing Dev. Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 266, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977) (\"Sometimes a clear pattern, unexplainable on grounds other than race, emerges from the effect of the state action even when the governing legislation appears neutral on its face.... But such cases are rare.\" (citing <i>Yick Wo v. Hopkins,</i> <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></span> (1886))); <i>see also Feeney,</i> 442 U.S. at 275, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span> (it may be appropriate to infer intent from disproportionate impact where the impact is unexplainable on other grounds); <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 241-42, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976) (pattern evidence may be a piece of the inquiry into finding intent from \"the totality of the relevant facts\"). Perhaps the standard for allowing such an inference of intent from a pattern of impact would be more plaintiff-friendly in the First Amendment context, given the special place that First Amendment rights have traditionally held in our constitutional jurisprudence. <i>See, e.g., Palko v. Conn.,</i> <span class=\"citation\" data-id=\"102879\"><a href=\"/opinion/102879/palko-v-connecticut/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 327, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">288</span></span> (1937) (Freedom of speech is \"the matrix, the indispensable condition, of nearly every other form of freedom.\").</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">At any rate, we need not consider this further. The Supreme Court has stated that in order to win a viewpoint discriminatory enforcement challenge against a law that is facially neutral, the challenger would need to show \"a pattern of unlawful favoritism.\" <i>Thomas,</i> 534 U.S. at 325, <span class=\"citation\" data-id=\"118476\"><a href=\"/opinion/118476/thomas-v-chicago-park-dist/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">775</span></a></span>. We turn now to the issue of whether plaintiffs have raised a genuine issue of material fact as to the existence of such a pattern.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Genuine Issue of Material Fact</i>\n    </p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The district court held that on the facts plaintiffs had not shown that the enforcement of the statute amounted to viewpoint discrimination. That conclusion was based on several subsidiary conclusions. First, the relevant police departments, Boston and Brookline, had in fact adopted the Attorney General's construction of the Act. As a result, the \"employees or agents\" exemption did not in practice excuse unconsented speech that was pro-abortion within the six-foot floating buffer zone. <i>See McGuire,</i> 271 F.Supp.2d at 342-43. Second, plaintiffs produced no evidence that in enforcing the Act the state was \"ignoring the speech activities of favored speakers (or ... prosecuting, issuing warnings, or unduly beleaguering only disfavored speakers).\" <i>Id.</i> at 341. In fact, the state had enforced the Act in the same manner as to both viewpoints, giving warnings to those of both viewpoints who apparently violated the Act and using arrest powers only after multiple warnings.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">We first discuss the relevance of the Attorney General's interpretation of the \"employees or agents\" exemption in this as-applied context. Plaintiffs protest mightily that we must not give the Attorney General's interpretation any weight, given that it is inconsistent with the plain meaning of the statute and that is not binding in any way for the future. We do not think that the interpretation is inconsistent with the statute's plain meaning. In fact, as we explained in <i>McGuire I</i>, we find the Attorney General's interpretation to be one very likely interpretation of the exemption's language. <i>See McGuire I,</i> 260 F.3d at 47. Further, it makes no difference that the Attorney General's interpretation is non-binding for the future. This as-applied challenge must, logically, be aimed at past conduct; we cannot speculate as to future enforcement patterns. The Attorney General's interpretation, therefore, is important for our purposes merely because it is clearly a proper, content-neutral way of interpreting the exemption; thus, to the extent that the police have adhered to it in their actual enforcement practices, there are no grounds for holding their enforcement viewpoint discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We turn to the evidence. Plaintiffs have produced evidence that some escorts tell patients that they do not have to listen to the plaintiffs. Plaintiffs also produced evidence that some escorts have tried to drown out the words of the plaintiffs. There is further some evidence that some escorts have taken anti-abortion leaflets out of the hands of patients. There is no evidence that patients did not consent to almost all of the takings of these leaflets. None of these three kinds of acts is self-evidently a violation of the statute as interpreted by the Attorney General. We look for other evidence that pro-choice advocates violated the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Zarella's deposition reported that she had heard escorts repeating \"[p]ro-abortion rhetoric.\" But the only further specifics she gave were of escorts saying things like \"We have help. We'll help you get inside.\" Statements like these are not violations of the Act under the Attorney General's interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">More importantly, even if the plaintiffs have produced some evidence that pro-abortion individuals violated the statute, they are stymied because there is no evidence that the police turned a blind eye toward pro-abortion speech while not turning a blind eye to possible transgressions by plaintiffs. The evidence shows that the police responded to all incidents involving pro-abortion personnel to which they have been made aware.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> They cannot be expected to be made aware of every incident, particularly when, as the district court noted, \"none of the plaintiffs has complained to the police or to any other law enforcement authority about any oral protests, education, or counseling being engaged in by employees and agents at clinic entrances.\" <i>McGuire,</i> 271 F.Supp.2d at 340.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Warnings have been given to both sides. The district court was correct in concluding that even if all of the warnings given to clinic employees and agents were for physical aggressiveness and not for speech, those warnings still helped to show that the Act was being applied evenhandedly because they served the purposes of the Act. <i>McGuire,</i> 285 F.Supp.2d at 87-88. Plaintiffs make much of the fact that no pro-abortion person has been arrested for violating the Act, but this fact does not help plaintiffs because there is no evidence that it is anything other than a byproduct of the police's \"flexible\" enforcement policy, which seeks to warn extensively before arresting. This enforcement policy, on the evidence, has been applied evenhandedly to both sides, and in fact only one anti-abortion protestor has been arrested for violating the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Plaintiffs raise one final issue when they argue that their evidence shows that the police have interpreted and used the entry and exit exemption as a loophole for the rest of the law. Police have instructed escorts always to enter the clinic, plaintiffs say, because police have interpreted the exemption for people \"entering or leaving\" an RHCF to protect escorts who enter the clinic even if they protest, educate, or counsel within six feet of a patient without that patient's consent. Essentially, they argue, the police's use of the enter/exit exemption has eviscerated the Attorney General's content-neutral interpretation of the \"employees or agents\" exemption. The evidence does not support the plaintiffs' claim. Even if the escorts have accompanied the patient through the doors into the clinic, there is no evidence they have proselytized as they did so.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Because there is no evidence that the police have enforced this statute in anything other than an evenhanded way, the district court correctly entered summary judgment for the defendants on the as-applied claim.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The district court's grants of summary judgment for the defendants on the facial claim and on the as-applied claim are <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Thus, the February 14, 2003 letter from an assistant attorney general to various police personnel across the state did not signify a new interpretation; it was merely a restatement of an old position. In this most recent clarification of the interpretation, the Attorney General has clearly construed the exemption to exclude pro-abortion or partisan speech from the term \"scope of their employment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> By affidavit, a Boston Police Department captain confirmed that the Department followed the interpretation set forth by the Attorney General and that the Department enforced the law first by warnings, then by mediation attempts before making any arrests:</p>\n        <p class=\"indent\">Both pro-life protestors and clinic escorts have received warnings from Boston Police officers. Pro-life protestors have received warnings when they have come within extremely close proximity of people walking into the Planned Parenthood facility and have gotten in their way. Planned Parenthood escorts have received warnings about putting out their arms to fend off pro-life protestors and about being overly aggressive in getting patients into the building.... To my knowledge, there has been only one person arrested for violating the buffer zone law at the Planned Parenthood facility in Boston. The person arrested is a pro-life \"sidewalk counselor\" (but not one of the plaintiffs in this case) who was arrested after repeated warnings over a period of months from me or my officers.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Had there been an intervening change in controlling Supreme Court case law between<i>McGuire I</i> and now, plaintiffs could have plausibly argued for a different outcome. There has been no such change and their argument is foreclosed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Since plaintiffs argue that the Attorney General's interpretation is neither binding nor authoritative, they cannot simultaneously make a<i>facial</i> attack on the law based on that interpretation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is in reference to this sort of as-applied challenge that the court in<i>Foti v. City of Menlo Park,</i> <span class=\"citation\" data-id=\"755227\"><a href=\"/opinion/755227/98-cal-daily-op-serv-3243-98-cal-daily-op-serv-5847-98-daily/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">629</span></a></span> (9th Cir.1998), observed that an as-applied challenge is an independent claim from a claim that the law is being enforced in a viewpoint discriminatory way. The <i>Foti</i> court observed that a claim \"that the law is unconstitutional as applied to the litigant's particular speech activity, even though the law may be capable of valid application to others\" is a separate inquiry from whether \"discriminatory enforcement of a speech restriction amounts to viewpoint discrimination in violation of the First Amendment.\" <i>Id.</i> at 635. The type of as-applied challenge raised by plaintiffs, however, is exactly the same as a claim that discriminatory enforcement of a statute has led to viewpoint discrimination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Nor is this a situation where the text of a statute does not give fair warning that it applies to a certain set of facts<i>See Raines,</i> 362 U.S. at 22-23, <span class=\"citation\" data-id=\"106008\"><a href=\"/opinion/106008/united-states-v-james-griggs-raines/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">519</span></a></span> (\"Perhaps cases can be put where their application to a criminal statute would necessitate such a revision of its text as to create a situation in which the statute no longer gave an intelligible warning of the conduct it prohibited.\" (citing <i>United States v. Reese,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></span>, 219-220, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></span> (1875))).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The plaintiffs' argument that the police station themselves too far away from the buffer zone area for them to determine if the Act has been violated does not properly lead to an inference that the police are enforcing the statute in a viewpoint discriminatory manner. There are many legitimate law-enforcement reasons for police to station themselves further away from the clinic: they may be able to see more of the total scene from that position, it may be the best position from which to respond to violence, and they may be worried about intimidating patients if they were to stand very close to or inside the fixed buffer zone</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2425968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2563550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2621077/"
  ]
}