{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201290/",
  "absolute_url": "/opinion/201290/ymeri-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201290/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:11:41Z",
  "date_modified": "2016-02-28T05:05:02.437917Z",
  "type": "010combined",
  "sha1": "177685e1b989f9cc3cfd31b3a8c6ed77d2825541",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1058-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/10/20/Ymeri_v._Ashcroft.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 03-1058\n\n                  XHEVDET YMERI; JULIANA YMERI;\n                   BESMIR YMERI; BIRSEN YMERI,\n\n                          Petitioners,\n\n                                v.\n\n                JOHN ASHCROFT, Attorney General,\n\n                           Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n\n                             Before\n\n                    Torruella, Circuit Judge,\n              John R. Gibson,* Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n          Susanna L. Shafer, for petitioners, with whom Daniel F.\nCashman, Cashman & Lovely, P.C., was on brief, for petitioners.\n\n          Alison M. Igoe, United States Department of Justice,\nOffice of Immigration Litigation, with whom Peter D. Keisler,\nAssistant Attorney General, United States Department of Justice,\nCivil Division, and Christopher C. Fuller, Senior Litigation\nCounsel, Office of Immigration Litigation, were on brief, for\nrespondent.\n\n                        October 20, 2004\n\n\n\n    *\n      Hon. John R. Gibson, of the Eighth Circuit, sitting by\ndesignation.\n\f            JOHN R. GIBSON, Senior Circuit Judge.            Xhevdet and\n\nJuliana Ymeri and their two children, Besmir and Birsen, are\n\nnatives and citizens of Albania, seeking review of the          Board of\n\nImmigration Appeals' order of removal, including its denial of\n\ntheir    applications   for   asylum,    withholding   of   removal,   and\n\nprotection under the Convention Against Torture.         We deny review.\n\n            Xhevdet Ymeri filed an asylum application, and the other\n\nfamily members rely on his application as derivative applicants.\n\n            The Ymeris arrived in Boston on a flight from Italy on\n\nMay 4, 1999.   They carried counterfeit Greek passports using false\n\nnames.    They had arrived in the United States under the transit\n\nwithout visa program, under which aliens from certain countries\n\nwere allowed to board a plane bound for the United States and be\n\nadmitted to the United States without a visa pursuant to agreements\n\nwith transportation carriers, who guaranteed the aliens' immediate\n\nand continuous passage to another country.1 See 2 Charles Gordon,\n\net al., Immigration Law & Procedure §§ 15.02[3], 15.03 (2004).\n\nAvailability of the transit without visa privilege at the time in\n\nquestion depended on nationality and the privilege was available to\n\nAlbanians only in a restricted form, requiring them to be on a\n\ndirect through flight. 22 C.F.R. § 41.2(i) (1999). Greek nationals\n\nwere not subject to such a restriction. The Ymeris presented their\n\n\n     1\n      The transit without visa program was suspended effective\nAugust 2, 2003, for national security reasons. 68 F.R. 46948-01\n(Aug. 7, 2003) (amending 22 C.F.R. § 41.2(i)).\n\n                                   -2-\n\ffalse   Greek   passports   to   the    Immigration   Inspector    at   Logan\n\nairport, who detected the documents as counterfeit.               The Ymeris\n\nthen admitted the documents were false.\n\n           On May 6, 1999, the INS charged all four Ymeris with\n\nremovability on the ground that they did not have a valid passport\n\nor visa.   Additionally, the INS charged the adults, Xhevdet and\n\nJuliana, with removability on the ground that they sought by\n\nwillfully misrepresenting a material fact to procure admission or\n\nother benefits under the Immigration and Nationality Act.            Xhevdet\n\nYmeri filed for asylum and withholding of removal, alleging that he\n\nhad been beaten on account of his membership in the Democratic\n\nParty in Albania and that if he returned to Albania, his life and\n\nthe lives of his family would be in danger.\n\n           At an initial hearing on November 2, 1999, the Ymeris\n\ndenied the two charges of removability against them and denied the\n\nunderlying factual charges--that they had no visa or passport and\n\nthat they had sought to procure Immigration benefits by willfully\n\nmisrepresenting a material fact.             Xhevdet Ymeri testified as\n\nfollows:\n\n           Q: When you entered the United States, did you\n           attempt to enter using a [passport from\n           Greece]?\n           A: Yes.\n           Q: And did your wife also enter with a Greek\n           passport?\n           . . .\n           A: Yes.\n           Q: And you're not from Greece, are you?\n           A: No.\n\n                                       -3-\n\fINS counsel showed Juliana Ymeri a Greek passport and asked, \"Is\n\nthat the passport that you used to try to come into the United\n\nStates?\"    She answered, \"Yes.\"    The Ymeris' counsel admitted that\n\nthey had no proof that they had a valid, unexpired visa or other\n\nvalid entry document.    The Immigration Judge found that the Ymeris\n\nwere removable.\n\n            At the asylum hearing on July 6, 2000, Xhevdet Ymeri\n\ntestified that he became involved with the Democratic Party in\n\nAlbania in 1990 and that he joined the party in 1992.         Xhevdet said\n\nthe Democratic Party was in power from 1992 to 1997, but in 1997\n\nthe Communists took the government by force.             On September 12,\n\n1998, a Democratic Party leader, Azim Hydari, was assassinated.\n\nFollowing the assassination, Ymeri participated in demonstrations.\n\nHe said that ten days after the assassination, the police picked\n\nhim up at a \"party place\" and took him to the police station, where\n\nthey beat him until he \"fainted and [he] was like a slave.\"               He\n\nsaid the    beating   dislocated   his   shoulder,    and   his   ears   were\n\n\"horning\" several times a day, even at the time of the hearing.\n\nThen two weeks later, police again picked him up and took him to\n\nthe station, where they kept him overnight.          He said they beat him\n\nuntil he fainted.      He was revived with cold water four or five\n\ntimes, until his tormentors finally threw him outside on the\n\nstreet.    He said he was bedridden for \"like three weeks,\" and that\n\nwhen he recovered, he walked to Greece.          He said he stayed in\n\n\n                                   -4-\n\fGreece for two or three months, but came back when he heard that\n\n\"they started having pressure on my wife and I heard that people\n\nand women were disappearing.\" He said he returned to Albania, sold\n\nhis house, and left within twenty-four hours, with his wife and\n\nchildren.    They went to Athens, where a friend \"fixed\" them some\n\npassports, and then on to Italy where they caught a flight to\n\nBoston. Once in Boston, Ymeri said that the police stopped him and\n\nhe told them he was going to Toronto.       He said the police then\n\ntold him that he had false documents and he admitted they were\n\nfalse.\n\n            Juliana Ymeri also testified at the asylum hearing.    The\n\nImmigration Judge revisited the question of removability, asking\n\nthe Ymeris' counsel:\n\n            Q: Do you have anything to offer this Court\n            showing that the mother did not by fraud or by\n            willfully misrepresenting material facts seek\n            to procure or have procured a visa or other\n            documentation for admission into the United\n            States? Do you have anything to offer to this\n            court?\n\nCounsel responded, \"No.\"\n\n            Juliana testified that the first time Xhevdet was beaten,\n\nshe cared for him at home because she was a nurse, and she used\n\nmedicines she had at home for the children.       He had a shoulder\n\ninjury and some bruises that \"weren't that important.\"       The second\n\ntime Xhevdet was beaten was worse because he could not stand on his\n\nfeet and it took three or four days until he stopped bleeding.     She\n\n\n                                 -5-\n\fsaid she did not take him to a hospital because she could not drive\n\ntheir car and she did not call a taxi because they did not have a\n\nphone and it would have taken half an hour.     She said that after\n\nXhevdet went to Greece, the police would ask about his whereabouts;\n\nwhen she refused to say where he was, they \"started offending me\n\nwith different rude words that I couldn't even mention in here.\"\n\nShe said that the policemen's conversation was sexual in nature.\n\n          Juliana identified a letter she said she received from\n\nthe Democratic Party.   The document was a form letter, with blanks\n\nfor name and date, filled in as Xhevdet Ymeri and April 20, 1999.\n\nThe letter stated that Xhevdet Ymeri was a member of the Democratic\n\nParty and one of its \"fist [sic] activists.\"    It concluded, \"With\n\nthe government falling into the hands of the communist Party, the\n\nresidence of the democrats is in danger.\"      Juliana said that as\n\nsoon as she got this letter, she became alarmed and asked Xhevdet\n\nto come home from Greece.\n\n          The Ymeris introduced the testimony of Professor Nicholas\n\nPano, an expert on conditions in Albania.      Prof. Pano testified\n\nthat Xhevdet Ymeri's account of arrest and beating by police was\n\nconsistent with police procedure in Albania.     He testified that\n\nlate 1998 was \"a period of extreme confrontation between the\n\nSocialist Government that had just come to power and the Democratic\n\nParty.\" He said that although the Albanian government has tried to\n\nrestrain the police and \"these kinds of arrests\" are less frequent\n\n\n                                -6-\n\fnow than in 1998, there was a possibility that Ymeri would be\n\narrested again if he returned to Albania.\n\n          The   government    introduced   the   November   1998   Country\n\nReport for Albania by the State Department's Bureau of Democracy,\n\nHuman Rights and Labor.      The report stated:\n\n          The   settling   of  accounts  persists but\n          individuals    are   rarely   targeted  for\n          mistreatment on political grounds.      The\n          government lacks the resources and will to\n          carry out such retribution.\n\n\n          The   Immigration     Judge   began     by   determining    that\n\nremovability was established as to all four Ymeris.\n\n          The Immigration Judge found that there was no evidence\n\nthat the police who allegedly made sexual comments to Juliana did\n\nso because of Xhevdet's political opinions or activity.\n\n          The Immigration Judge found that Xhevdet's testimony\n\nabout his treatment at the hands of Albanian police was incredible\n\nor at least exaggerated.     First, the Immigration Judge pointed out\n\nthat Xhevdet stated in a sworn statement taken upon his arrival in\n\nthe United States that he had never been arrested anywhere in the\n\nworld for anything.       This statement conflicted with Xhevdet's\n\ncrucial testimony that he had been arrested twice by Albanian\n\npolice. The Immigration Judge concluded that Xhevdet was not able\n\nto explain the inconsistency and that the inconsistency cast doubt\n\non his story about what actually occurred in Albania.        Second, the\n\nImmigration Judge pointed to conflicts in Xhevdet's accounts of how\n\n                                  -7-\n\fseriously he was injured by the first police beating and to a\n\nconflict     between       Xhevdet's    account     and      Juliana's    account.\n\nSimilarly, the Immigration Judge concluded that Juliana's testimony\n\nconcerning the minor medical treatment required after the second\n\npolice     beating   did    not    accord    with   Xhevdet's    account    of   an\n\nextremely severe beating.          Third, the Immigration Judge found that\n\nXhevdet's testimony that he came home from Greece for one day only\n\nand was able to sell his house and wind up his affairs within\n\ntwenty-four hours was \"curious,\" and even if true, was inconsistent\n\nwith   a   claimed   fear     of    persecution.       The    Immigration    Judge\n\nemphasized Xhevdet's testimony that he was able to register the\n\nhouse sale with governmental officials, which was inconsistent with\n\nhis claimed fear that the government would detain him.                           The\n\nImmigration Judge concluded that it was more likely that Xhevdet\n\nwas never arrested in Albania.\n\n             The Immigration Judge also found that there was no\n\ncredible     evidence      that    Xhevdet    played   a   major   role    in    the\n\nDemocratic Party. The letter referring to him as an \"activist\" was\n\nsuspect because it was only a form letter and because it had some\n\nindicia of fraudulence, such as misspelling of the party name.\n\nFurthermore, Xhevdet's vague and unreliable testimony about party\n\nhistory and ideology cast doubt on the extent of his involvement\n\nwith the party.      The Immigration Judge found that Xhevdet \"has had\n\na very small role in the Democratic Party.\"\n\n\n                                        -8-\n\f          The Immigration Judge also concluded that Xhevdet had\n\nfound a safe haven in Greece and that Xhevdet had not shown why he\n\ncould not safely relocate within Albania.\n\n          Based on the findings that Xhevdet had exaggerated his\n\nrole in the party and that he had not shown that he had been\n\narrested, the Immigration Judge found Xhevdet had not proved he was\n\neligible for asylum or entitled to withholding of removal or relief\n\nunder the Convention Against Torture.\n\n          The Board of Immigration Appeals affirmed the Immigration\n\nJudge's decision without opinion.\n\n                                I.\n\n          We review the removal order under 8 U.S.C. § 1252(b)(4),\n\naccording to which we may reverse the Board of Immigration Appeals'\n\nfactual determinations only if any reasonable factfinder viewing\n\nthe evidence as a whole would be compelled to conclude to the\n\ncontrary of the findings. 8 U.S.C. § 1252(b)(4)(B); see El Moraghy\n\nv. Ashcroft, 331 F.3d 195, 202 (1st Cir. 2003) (quoting INS v.\n\nElias-Zacarias, 502 U.S. 478, 481 (1992)).    We must uphold factual\n\ndeterminations of the Board that are supported by reasonable,\n\nsubstantial, and probative evidence.    El Moraghy, 331 F.3d at 202.\n\nA finding (including a credibility finding) is not supported by\n\nsubstantial evidence if it is based on inferences or presumptions\n\nthat are not reasonably grounded in the record. Id.; Cordero-Trejo\n\nv. INS, 40 F.3d 482, 487 (1st Cir. 1994).    When, as here, the Board\n\n\n                               -9-\n\fhas affirmed the Immigration Judge's decision without rendering its\n\nown opinion, we review the Immigration Judge's decision as the\n\ndecision of the Board.         Albathani v. INS, 318 F.3d 365, 373 (1st\n\nCir. 2003).\n\n            We review the Board's legal conclusions de novo, though\n\nwe   give     deference,       where    appropriate,       to     the   agency's\n\ninterpretation     of    the   underlying     statute,   in     accordance    with\n\nadministrative law principles.           Albathani, 318 F.3d at 372.           We\n\nmust judge the action of an administrative agency based only on the\n\nreasoning provided by the agency, not based on substitute grounds\n\nwe construct ourselves to salvage the agency's action. El Moraghy,\n\n331 F.3d at 203; Albathani, 318 F.3d at 378.\n\n            The Ymeris contest both the decision that they are\n\nremovable and the decision that they are not eligible for asylum or\n\nwithholding of removal.        The Ymeris have not been admitted to the\n\nUnited   States.        Unadmitted     aliens    are   deemed    applicants   for\n\nadmission.     8 U.S.C. § 1225(a)(1).           As applicants for admission,\n\nthey bear the burden of proving that they are clearly and beyond\n\ndoubt entitled to be admitted and are not inadmissible under 8\n\nU.S.C. § 1182.      8 U.S.C. § 1229a(c)(2)(A).             As applicants for\n\nasylum, they bear the burden of establishing eligibility by proving\n\nthat they are refugees.         8 U.S.C.      § 1158(b)(1); El Moraghy, 331\n\nF.3d at 202.     They also bear the burden of proof on their claims\n\nfor withholding of removal and relief under the Convention Against\n\n\n                                       -10-\n\fTorture.       El Moraghy, 331 F.3d at 205.\n\n                                         II.\n\n               Xhevdet   and   Juliana    Ymeri    challenge    the    Immigration\n\nJudge's finding that they were ineligible for admission under 8\n\nU.S.C.     §   1182(a)(6)(C)(i),2    for        having,   by   fraud   or   willful\n\nmisrepresentation of a material fact, sought to procure a visa,\n\nother documentation, admission into the United States, or other\n\nbenefit under the Immigration laws.                  The Immigration Judge's\n\ndetermination of removability rested on a separate and independent\n\nground, that the Ymeris lacked the documentation necessary for\n\nadmission, see 8 U.S.C. § 1182(a)(7).              The Ymeris do not challenge\n\nthe finding that they lacked the necessary documentation. However,\n\nbecause the finding that Xhevdet and Juliana were guilty of fraud\n\nor willful misrepresentation also has the effect of barring them\n\nfrom the United States permanently (unless they obtain a waiver),3\n\n\n     2\n         8 U.S.C. § 1182(a)(6)(C)(i) provides:\n\n               Any   alien  who, by  fraud  or  willfully\n               misrepresenting a material fact, seeks to\n               procure (or has sought to procure or has\n               procured) a visa, other documentation, or\n               admission into the United States or other\n               benefit provided under this chapter is\n               inadmissible.\n     3\n      Before the Immigration Marriage Fraud Amendments of 1986,\nPub. L. No. 99-639, § 6, 100 Stat. 3537, 3543-44, the permanent bar\nof section 1182(a)(6)(C)(i) only applied to fraud in connection\nwith obtaining documents, not entry. See Matter of Y-G-, 20 I&N\nDec. 794, 796-97 (B.I.A. 1994). It now applies to fraud or willful\nmisrepresentation in order to obtain admission or other benefit\nunder the Immigration laws. 8 U.S.C. § 1182(a)(6)(C)(i) (2000);\n\n                                         -11-\n\fwe must determine whether the finding is supported by substantial\n\nevidence, even though the Ymeris are removable on another ground.\n\nSee Matter of Y-G-, 20 I&N Dec. 794, 796-97 (B.I.A. 1994).\n\n            The record as a whole supports a finding that the Ymeris\n\npresented    fraudulent   passports   to   United   States   Immigration\n\nofficials to obtain admission to the United States or other benefit\n\nunder the Immigration laws.    Both Xhevdet and Juliana admitted in\n\nthe sworn statements taken at Logan Airport that they presented\n\nGreek passports to the Immigration Inspector and that they were\n\ncitizens of Albania, not Greece.      Xhevdet stated that the passport\n\nwas not his true passport, and Juliana stated that she had bought\n\nher passport through a friend in Greece.       The passports bore the\n\nnames Vasileios Papadopoulos and Viktoria Megarisiotou.          Xhevdet\n\ntestified at the hearing that the Immigration Inspector stopped him\n\nand during their conversation told Xhevdet that he had false\n\ndocuments.    Xhevdet then admitted the documents were false.\n\n            A person who knowingly presents a false passport as if it\n\nwere genuine has engaged in a willful misrepresentation.             See\n\nEsposito v. INS, 936 F.2d 911, 912 n.1 (7th Cir. 1991).        There is\n\nno doubt from the record that the Ymeris knew their documents were\n\ncounterfeit and listed false names and nationality.\n\n\nsee Immigration Marriage Fraud Amendments, 100 Stat. at 3543-44\n(adding \"or other benefit provided under this Act\"); Illegal\nImmigration Reform and Immigrant Responsibility Act of 1996, Pub.\nL. No. 104-208, Div. C, Title III, § 308(f)(1)(D), 110 Stat. 3009-\n621 (1996)(substituting \"admission\" for \"entry\").\n\n                                 -12-\n\f           The Ymeris argue that they admitted to the Inspector that\n\ntheir passports were false, and they contend that they therefore\n\nwere not guilty of misrepresentation, citing In re Kasinga, 21 I&N\n\nDec. 357, 368 (B.I.A. 1996), and Matter of Y-G-, 20 I&N Dec. 794,\n\n797 (B.I.A. 1994).     In both those cases and in Matter of D-L- & A-\n\nM-, 20 I&N Dec. 409, 412-13 (B.I.A. 1991), aliens who possessed\n\nfraudulent passports were not rendered inadmissible by section\n\n1182(a)(6)(C)(i) because they did not present the passports to\n\nUnited States officials to gain admission to the United States, but\n\nadmitted   the    falseness    of    the    documents   immediately   and\n\nvoluntarily.     The Ymeris' testimony in this case is that they\n\npresented the false passports to the Immigration Inspector.           The\n\nInspector detected that the documents were false, and the Ymeris\n\nthen admitted the passports were false. The Ymeris did not confess\n\nthe falseness of their documents until the Inspector had caught\n\nthem.   This is substantial evidence to support the Immigration\n\nJudge's determination that they sought to procure admission or\n\nother Immigration benefit by a willful misrepresentation.\n\n           The Ymeris contend that they intended to proceed to\n\nCanada under the transit without visa program and therefore did not\n\nintend to enter the United States. Section 1182(a)(6)(C)(i) covers\n\naliens who have sought by fraud or misrepresentation to procure one\n\nof   several   kinds   of   benefits:   a   visa,   other   documentation,\n\nadmission into the United States, or other benefit under the\n\n\n                                    -13-\n\fImmigration laws.     The Ymeris contend that they did not try to\n\nobtain any of the covered types of benefits.             The government\n\ncounters that the Ymeris only wanted to get to Boston and then\n\napply for   asylum,   thus   making   fraudulent   use   of   the   transit\n\nwithout visa program to gain admission into the United States\n\nwithout ever intending to proceed to Canada.4             This issue of\n\nwhether the Ymeris intended to go to Canada or stay here was not\n\nargued before the Immigration Judge, and the Immigration Judge\n\ntherefore made no findings on whether the Ymeris ever intended to\n\n\n\n\n     4\n      The government cites Matter of Shirdel, 19 I&N Dec. 33\n(B.I.A. 1984), contending that participating in the transit without\nvisa program without intent to proceed to a third country falls\nwithin § 1182(a)(6)(C)(i).    Shirdel held that arriving in this\ncountry under transit without visa status amounted to an \"entry\"\ncovered by 8 U.S.C. § 1182(a)(19)(1982), the predecessor to §\n1182(a)(6)(C)(i).    19 I&N Dec. at 36-37.     This holding is in\napparent tension with our holding in United States v. Kavazanjian,\n623 F.2d 730, 736-37 (1st Cir. 1980), that neither arriving in this\ncountry as a transit without visa participant nor obtaining parole\npending an asylum determination amounts to \"entry.\" We need not\nresolve that tension here for two reasons. First, the statute now\nrefers to \"admission,\" rather than \"entry,\" so the exact question\nhas changed somewhat. See note 4, supra. Second, and more to the\npoint, § 1182(a)(6)(C)(i) now covers aliens who seek \"admission or\nother benefit provided under this chapter.\" (Emphasis added.) The\nversion of the statute in effect when Shirdel was decided did not\ncontain the \"other benefit\" language. See 8 U.S.C. § 1182(a)(19).\nThe transit without visa privilege is a benefit provided under the\nImmigration laws. An alien who transits through this country as a\ntransit without visa participant has obtained one of the benefits\nlisted in § 1182(a)(6)(C)(i), regardless of whether the alien\neffects an \"entry.\"    We therefore rely on the amended statute,\nrather than Shirdel.\n\n\n                                 -14-\n\fgo to Canada.5     The evidence would support either the conclusion\n\nthat the Ymeris intended to go to Canada or the opposite conclusion\n\nthat they always intended to stay in the United States.        We may not\n\nmake our own findings on disputed issues of fact that were not\n\nresolved by the BIA.        See El Moraghy, 331 F.3d at 203.    However,\n\neven accepting the Ymeris' story that they wanted to continue to\n\nCanada and therefore did not attempt to enter this country, they\n\nstill attempted to gain another benefit under the Immigration laws-\n\n– the privilege of traveling as transit without visa participants.\n\n          Eligibility for transit without visa status depended on\n\ncountry of citizenship and required some showing of citizenship in\n\na participating country.           8 C.F.R. § 212.1(f) (1999) (transit\n\nwithout visa required alien to be in possession of travel documents\n\nestablishing     identity    and    nationality).   The   Ymeris   showed\n\ndocuments to the Immigration Inspector falsely indicating Greek\n\ncitizenship in an effort to benefit from the transit without visa\n\nprogram, thus seeking a benefit under the Immigration laws.\n\n          The Ymeris' attempt to transit through this country\n\nusing false passports was foiled when the Immigration Inspector\n\ndetected the fraud.     However, section 1182(a)(6)(C)(i) expressly\n\ncovers attempts to procure admission or other Immigration law\n\n\n\n     5\n      The Immigration Judge did note in passing that Xhevdet Ymeri\n\"apparently was headed to Canada for some reason,\" but we do not\ntake this as a finding of fact on an issue that was never raised\nbefore the Immigration Judge.\n\n                                     -15-\n\fbenefits, as well as successful accomplishment of those goals.\n\n            There was substantial evidence to support the Immigration\n\nJudge's finding of removability.\n\n                                       III.\n\n            The    Ymeris    contend    that      there      was   not   substantial\n\nevidence to support the Immigration Judge's finding that Xhevdet\n\nwas not credible in his account of the arrests and beatings that\n\nform the basis for his persecution claim.               The Immigration Judge's\n\ncredibility determination was based on numerous inconsistencies in\n\nXhevdet's testimony and earlier statements, inconsistencies between\n\nhis story and Juliana's, and reliance on the putative letter from\n\nthe   Democratic    Party    that   appeared      to    be    fraudulent.      These\n\ninconsistencies concerned whether Xhevdet had been arrested at all,\n\nhow severely he was injured in the alleged beatings, and whether he\n\nwas a prominent Democratic Party activist.                   These inconsistencies\n\nwent to the heart of Xhevdet's claim of past persecution on account\n\nof    political   opinion.     Nothing       in   the     record    explains   those\n\ninconsistencies or deprives them of their power to discredit\n\nXhevdet's story.      The Ymeris contend, relying on Akinmade v. INS,\n\n196 F.3d 951, 955-56 (9th Cir. 1999), that Xhevdet's statement at\n\nthe airport that he had never been arrested could not be used\n\nagainst him because he made that statement to get into the country,\n\nrather than as part of his asylum application.                     In Akinmade the\n\nImmigration   Judge    discredited      an     asylum     applicant's     testimony\n\n\n                                       -16-\n\fbecause he had used a fraudulent passport to get into the United\n\nStates.     The court distinguished between misstatements an alien\n\nmight make simply in order to get into the country and statements\n\nthat pertained to asylum issues rather than admissibility.                 Id.;\n\naccord Yongo v. INS, 355 F.3d 27, 33 (1st Cir. 2004).                 Xhevdet's\n\ndenial that he had ever been arrested goes to the heart of his\n\nasylum claim, and he does not show any reason why he thought it\n\nnecessary     to    deny   previous    political   arrests   in   order   to   be\n\nadmitted to this country.          The reasons the Immigration Judge gave\n\nfor doubting Xhevdet's story of activism, arrest and beating are\n\ncogent and well-founded in the record. See Bojorques-Villanueva v.\n\nINS, 194 F.3d 14, 17 (1st Cir. 1999) (upholding adverse credibility\n\nfinding based on multiple inconsistencies going to central facts of\n\nclaim).\n\n            The Ymeris contend that the Immigration Judge erred in\n\nfailing to consider all relevant incidents in the aggregate to\n\ndecide whether the Ymeris' experiences amounted to persecution on\n\naccount of political opinion.          However, once the Immigration Judge\n\nmade a valid finding that Xhevdet's story was not credible, it was\n\nno longer necessary to count the discredited statements as true in\n\ndeciding whether the Ymeris' experiences rose to the level of\n\npersecution.        The same answer disposes of the Ymeris' claim that\n\nthey   were        entitled   to   a    presumption    under      8   C.F.R.   §\n\n208.13(b)(1)(ii) that they would be unsafe anywhere in Albania;\n\n\n                                       -17-\n\fthis presumption only arises on a showing of past persecution,\n\nwhich was negated in this case by the adverse credibility findings.\n\n          The Ymeris challenge the Immigration Judge's finding that\n\nXhevdet had found a safe haven in Greece.     This finding is not\n\nnecessary to the Immigration Judge's well-supported conclusion that\n\nXhevdet had not borne his burden of proof on his claim for asylum\n\nor for withholding of removal, and so we need not belabor it.\n\n          There was substantial evidence to support the Immigration\n\nJudge's adverse credibility findings, which were fatal to the\n\nYmeris' asylum, withholding of removal, and Convention Against\n\nTorture claims.\n\n                               IV.\n\n          The Ymeris contend that the Board's use of its summary\n\naffirmance procedure, 8 C.F.R. § 1003.1(e)(4) (2004), was erroneous\n\nbecause the Immigration Judge's underlying decision was erroneous.\n\nBecause we have concluded that the Immigration Judge's decision was\n\nnot erroneous, we need not pursue this argument any further.\n\n          REVIEW DENIED.\n\n\n\n\n                               -18-\n\f",
  "html": "<p class=\"case_cite\">387 F.3d 12</p>\n    <p class=\"parties\">Xhevdet YMERI; Juliana Ymeri; Besmir Ymeri; Birsen Ymeri, Petitioners,<br>v.<br>John ASHCROFT, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 03-1058.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 15, 2004.</p>\n    <p class=\"date\">Decided October 20, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Petition for review from the Board of Immigration Appeals.</p>\n      <p class=\"indent\">Susanna L. Shafer, for petitioners, with whom Daniel F. Cashman, Cashman &amp; Lovely, P.C., was on brief, for petitioners.</p>\n      <p class=\"indent\">Alison M. Igoe, United States Department of Justice, Office of Immigration Litigation, with whom Peter D. Keisler, Assistant Attorney General, United States Department of Justice, Civil Division, and Christopher C. Fuller, Senior Litigation Counsel, Office of Immigration Litigation, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Xhevdet and Juliana Ymeri and their two children, Besmir and Birsen, are natives and citizens of Albania, seeking review of the Board of Immigration Appeals' order of removal, including its denial of their applications for asylum, withholding of removal, and protection under the Convention Against Torture. We deny review.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Xhevdet Ymeri filed an asylum application, and the other family members rely on his application as derivative applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Ymeris arrived in Boston on a flight from Italy on May 4, 1999. They carried counterfeit Greek passports using false names. They had arrived in the United States under the transit without visa program, under which aliens from certain countries were allowed to board a plane bound for the United States and be admitted to the United States without a visa pursuant to agreements with transportation carriers, who guaranteed the aliens' immediate and continuous passage to another country.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See</i> 2 Charles Gordon, et al., <i>Immigration Law &amp; Procedure</i> &#167;&#167; 15.02[3], 15.03 (2004). Availability of the transit without visa privilege at the time in question depended on nationality and the privilege was available to Albanians only in a restricted form, requiring them to be on a direct through flight. 22 C.F.R. &#167; 41.2(i) (1999). Greek nationals were not subject to such a restriction. The Ymeris presented their false Greek passports to the Immigration Inspector at Logan airport, who detected the documents as counterfeit. The Ymeris then admitted the documents were false.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 6, 1999, the INS charged all four Ymeris with removability on the ground that they did not have a valid passport or visa. Additionally, the INS charged the adults, Xhevdet and Juliana, with removability on the ground that they sought by willfully misrepresenting a material fact to procure admission or other benefits under the Immigration and Nationality Act. Xhevdet Ymeri filed for asylum and withholding of removal, alleging that he had been beaten on account of his membership in the Democratic Party in Albania and that if he returned to Albania, his life and the lives of his family would be in danger.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At an initial hearing on November 2, 1999, the Ymeris denied the two charges of removability against them and denied the underlying factual charges &#8212; that they had no visa or passport and that they had sought to procure Immigration benefits by willfully misrepresenting a material fact. Xhevdet Ymeri testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Q: When you entered the United States, did you attempt to enter using a [passport from Greece]?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Q: And did your wife also enter with a Greek passport? ...</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Q: And you're not from Greece, are you?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A: No.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">INS counsel showed Juliana Ymeri a Greek passport and asked, \"Is that the passport that you used to try to come into the United States?\" She answered, \"Yes.\" The Ymeris' counsel admitted that they had no proof that they had a valid, unexpired visa or other valid entry document. The Immigration Judge found that the Ymeris were removable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the asylum hearing on July 6, 2000, Xhevdet Ymeri testified that he became involved with the Democratic Party in Albania in 1990 and that he joined the party in 1992. Xhevdet said the Democratic Party was in power from 1992 to 1997, but in 1997 the Communists took the government by force. On September 12, 1998, a Democratic Party leader, Azim Hydari, was assassinated. Following the assassination, Ymeri participated in demonstrations. He said that ten days after the assassination, the police picked him up at a \"party place\" and took him to the police station, where they beat him until he \"fainted and [he] was like a slave.\" He said the beating dislocated his shoulder, and his ears were \"horning\" several times a day, even at the time of the hearing. Then two weeks later, police again picked him up and took him to the station, where they kept him overnight. He said they beat him until he fainted. He was revived with cold water four or five times, until his tormentors finally threw him outside on the street. He said he was bedridden for \"like three weeks,\" and that when he recovered, he walked to Greece. He said he stayed in Greece for two or three months, but came back when he heard that \"they started having pressure on my wife and I heard that people and women were disappearing.\" He said he returned to Albania, sold his house, and left within twenty-four hours, with his wife and children. They went to Athens, where a friend \"fixed\" them some passports, and then on to Italy where they caught a flight to Boston. Once in Boston, Ymeri said that the police stopped him and he told them he was going to Toronto. He said the police then told him that he had false documents and he admitted they were false.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Juliana Ymeri also testified at the asylum hearing. The Immigration Judge revisited the question of removability, asking the Ymeris' counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Q: Do you have anything to offer this Court showing that the mother did not by fraud or by willfully misrepresenting material facts seek to procure or have procured a visa or other documentation for admission into the United States? Do you have anything to offer to this court?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Counsel responded, \"No.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Juliana testified that the first time Xhevdet was beaten, she cared for him at home because she was a nurse, and she used medicines she had at home for the children. He had a shoulder injury and some bruises that \"weren't that important.\" The second time Xhevdet was beaten was worse because he could not stand on his feet and it took three or four days until he stopped bleeding. She said she did not take him to a hospital because she could not drive their car and she did not call a taxi because they did not have a phone and it would have taken half an hour. She said that after Xhevdet went to Greece, the police would ask about his whereabouts; when she refused to say where he was, they \"started offending me with different rude words that I couldn't even mention in here.\" She said that the policemen's conversation was sexual in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Juliana identified a letter she said she received from the Democratic Party. The document was a form letter, with blanks for name and date, filled in as Xhevdet Ymeri and April 20, 1999. The letter stated that Xhevdet Ymeri was a member of the Democratic Party and one of its \"fist [sic] activists.\" It concluded, \"With the government falling into the hands of the communist Party, the residence of the democrats is in danger.\" Juliana said that as soon as she got this letter, she became alarmed and asked Xhevdet to come home from Greece.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Ymeris introduced the testimony of Professor Nicholas Pano, an expert on conditions in Albania. Prof. Pano testified that Xhevdet Ymeri's account of arrest and beating by police was consistent with police procedure in Albania. He testified that late 1998 was \"a period of extreme confrontation between the Socialist Government that had just come to power and the Democratic Party.\" He said that although the Albanian government has tried to restrain the police and \"these kinds of arrests\" are less frequent now than in 1998, there was a possibility that Ymeri would be arrested again if he returned to Albania.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government introduced the November 1998 Country Report for Albania by the State Department's Bureau of Democracy, Human Rights and Labor. The report stated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The settling of accounts persists but individuals are rarely targeted for mistreatment on political grounds. The government lacks the resources and will to carry out such retribution.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Immigration Judge began by determining that removability was established as to all four Ymeris.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Immigration Judge found that there was no evidence that the police who allegedly made sexual comments to Juliana did so because of Xhevdet's political opinions or activity.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Immigration Judge found that Xhevdet's testimony about his treatment at the hands of Albanian police was incredible or at least exaggerated. First, the Immigration Judge pointed out that Xhevdet stated in a sworn statement taken upon his arrival in the United States that he had never been arrested anywhere in the world for anything. This statement conflicted with Xhevdet's crucial testimony that he had been arrested twice by Albanian police. The Immigration Judge concluded that Xhevdet was not able to explain the inconsistency and that the inconsistency cast doubt on his story about what actually occurred in Albania. Second, the Immigration Judge pointed to conflicts in Xhevdet's accounts of how seriously he was injured by the first police beating and to a conflict between Xhevdet's account and Juliana's account. Similarly, the Immigration Judge concluded that Juliana's testimony concerning the minor medical treatment required after the second police beating did not accord with Xhevdet's account of an extremely severe beating. Third, the Immigration Judge found that Xhevdet's testimony that he came home from Greece for one day only and was able to sell his house and wind up his affairs within twenty-four hours was \"curious,\" and even if true, was inconsistent with a claimed fear of persecution. The Immigration Judge emphasized Xhevdet's testimony that he was able to register the house sale with governmental officials, which was inconsistent with his claimed fear that the government would detain him. The Immigration Judge concluded that it was more likely that Xhevdet was never arrested in Albania.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Immigration Judge also found that there was no credible evidence that Xhevdet played a major role in the Democratic Party. The letter referring to him as an \"activist\" was suspect because it was only a form letter and because it had some indicia of fraudulence, such as misspelling of the party name. Furthermore, Xhevdet's vague and unreliable testimony about party history and ideology cast doubt on the extent of his involvement with the party. The Immigration Judge found that Xhevdet \"has had a very small role in the Democratic Party.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Immigration Judge also concluded that Xhevdet had found a safe haven in Greece and that Xhevdet had not shown why he could not safely relocate within Albania.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Based on the findings that Xhevdet had exaggerated his role in the party and that he had not shown that he had been arrested, the Immigration Judge found Xhevdet had not proved he was eligible for asylum or entitled to withholding of removal or relief under the Convention Against Torture.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Board of Immigration Appeals affirmed the Immigration Judge's decision without opinion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We review the removal order under 8 U.S.C. &#167; 1252(b)(4), according to which we may reverse the Board of Immigration Appeals' factual determinations only if any reasonable factfinder viewing the evidence as a whole would be compelled to conclude to the contrary of the findings. 8 U.S.C. &#167; 1252(b)(4)(B); <i>see El Moraghy v. Ashcroft,</i> 331 F.3d 195, 202 (1st Cir.2003) (quoting <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992)). We must uphold factual determinations of the Board that are supported by reasonable, substantial, and probative evidence. <i>El Moraghy,</i> 331 F.3d at 202. A finding (including a credibility finding) is not supported by substantial evidence if it is based on inferences or presumptions that are not reasonably grounded in the record. <i>Id.; Cordero-Trejo v. INS,</i> 40 F.3d 482, 487 (1st Cir. 1994). When, as here, the Board has affirmed the Immigration Judge's decision without rendering its own opinion, we review the Immigration Judge's decision as the decision of the Board. <i>Albathani v. INS,</i> 318 F.3d 365, 373 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We review the Board's legal conclusions de novo, though we give deference, where appropriate, to the agency's interpretation of the underlying statute, in accordance with administrative law principles. <i>Albathani,</i> 318 F.3d at 372. We must judge the action of an administrative agency based only on the reasoning provided by the agency, not based on substitute grounds we construct ourselves to salvage the agency's action. <i>El Moraghy,</i> 331 F.3d at 203; <i>Albathani,</i> 318 F.3d at 378.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Ymeris contest both the decision that they are removable and the decision that they are not eligible for asylum or withholding of removal. The Ymeris have not been admitted to the United States. Unadmitted aliens are deemed applicants for admission. 8 U.S.C. &#167; 1225(a)(1). As applicants for admission, they bear the burden of proving that they are clearly and beyond doubt entitled to be admitted and are not inadmissible under 8 U.S.C. &#167; 1182. 8 U.S.C. &#167; 1229a(c)(2)(A). As applicants for asylum, they bear the burden of establishing eligibility by proving that they are refugees. 8 U.S.C. &#167; 1158(b)(1); <i>El Moraghy,</i> 331 F.3d at 202. They also bear the burden of proof on their claims for withholding of removal and relief under the Convention Against Torture. <i>El Moraghy,</i> 331 F.3d at 205.</p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Xhevdet and Juliana Ymeri challenge the Immigration Judge's finding that they were ineligible for admission under 8 U.S.C. &#167; 1182(a)(6)(C)(i),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> for having, by fraud or willful misrepresentation of a material fact, sought to procure a visa, other documentation, admission into the United States, or other benefit under the Immigration laws. The Immigration Judge's determination of removability rested on a separate and independent ground, that the Ymeris lacked the documentation necessary for admission, <i>see</i> 8 U.S.C. &#167; 1182(a)(7). The Ymeris do not challenge the finding that they lacked the necessary documentation. However, because the finding that Xhevdet and Juliana were guilty of fraud or willful misrepresentation also has the effect of barring them from the United States permanently (unless they obtain a waiver),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we must determine whether the finding is supported by substantial evidence, even though the Ymeris are removable on another ground. <i>See Matter of Y-G-,</i> 20 I &amp; N Dec. 794, 796-97 (B.I.A.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The record as a whole supports a finding that the Ymeris presented fraudulent passports to United States Immigration officials to obtain admission to the United States or other benefit under the Immigration laws. Both Xhevdet and Juliana admitted in the sworn statements taken at Logan Airport that they presented Greek passports to the Immigration Inspector and that they were citizens of Albania, not Greece. Xhevdet stated that the passport was not his true passport, and Juliana stated that she had bought her passport through a friend in Greece. The passports bore the names Vasileios Papadopoulos and Viktoria Megarisiotou. Xhevdet testified at the hearing that the Immigration Inspector stopped him and during their conversation told Xhevdet that he had false documents. Xhevdet then admitted the documents were false.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A person who knowingly presents a false passport as if it were genuine has engaged in a willful misrepresentation. <i>See Esposito v. INS,</i> 936 F.2d 911, 912 n. 1 (7th Cir.1991). There is no doubt from the record that the Ymeris knew their documents were counterfeit and listed false names and nationality.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Ymeris argue that they admitted to the Inspector that their passports were false, and they contend that they therefore were not guilty of misrepresentation, citing <i>In re Kasinga,</i> 21 I &amp; N Dec. 357, 368 (B.I.A.1996), and <i>Matter of Y-G-,</i> 20 I &amp; N Dec. 794, 797 (B.I.A.1994). In both those cases and in <i>Matter of D-L &amp; A-M-,</i> 20 I &amp; N Dec. 409, 412-13 (B.I.A.1991), aliens who possessed fraudulent passports were not rendered inadmissible by section 1182(a)(6)(C)(i) because they did not present the passports to United States officials to gain admission to the United States, but admitted the falseness of the documents immediately and voluntarily. The Ymeris' testimony in this case is that they presented the false passports to the Immigration Inspector. The Inspector detected that the documents were false, and the Ymeris then admitted the passports were false. The Ymeris did not confess the falseness of their documents until the Inspector had caught them. This is substantial evidence to support the Immigration Judge's determination that they sought to procure admission or other Immigration benefit by a willful misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Ymeris contend that they intended to proceed to Canada under the transit without visa program and therefore did not intend to enter the United States. Section 1182(a)(6)(C)(i) covers aliens who have sought by fraud or misrepresentation to procure one of several kinds of benefits: a visa, other documentation, admission into the United States, or other benefit under the Immigration laws. The Ymeris contend that they did not try to obtain any of the covered types of benefits. The government counters that the Ymeris only wanted to get to Boston and then apply for asylum, thus making fraudulent use of the transit without visa program to gain admission into the United States without ever intending to proceed to Canada.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This issue of whether the Ymeris intended to go to Canada or stay here was not argued before the Immigration Judge, and the Immigration Judge therefore made no findings on whether the Ymeris ever intended to go to Canada.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The evidence would support either the conclusion that the Ymeris intended to go to Canada or the opposite conclusion that they always intended to stay in the United States. We may not make our own findings on disputed issues of fact that were not resolved by the BIA. <i>See El Moraghy,</i> 331 F.3d at 203. However, even accepting the Ymeris' story that they wanted to continue to Canada and therefore did not attempt to enter this country, they still attempted to gain another benefit under the Immigration laws &#8212; the privilege of traveling as transit without visa participants.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Eligibility for transit without visa status depended on country of citizenship and required some showing of citizenship in a participating country. 8 C.F.R. &#167; 212.1(f) (1999) (transit without visa required alien to be in possession of travel documents establishing identity and nationality). The Ymeris showed documents to the Immigration Inspector falsely indicating Greek citizenship in an effort to benefit from the transit without visa program, thus seeking a benefit under the Immigration laws.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Ymeris' attempt to transit through this country using false passports was foiled when the Immigration Inspector detected the fraud. However, section 1182(a)(6)(C)(i) expressly covers <i>attempts</i> to procure admission or other Immigration law benefits, as well as successful accomplishment of those goals.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There was substantial evidence to support the Immigration Judge's finding of removability.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Ymeris contend that there was not substantial evidence to support the Immigration Judge's finding that Xhevdet was not credible in his account of the arrests and beatings that form the basis for his persecution claim. The Immigration Judge's credibility determination was based on numerous inconsistencies in Xhevdet's testimony and earlier statements, inconsistencies between his story and Juliana's, and reliance on the putative letter from the Democratic Party that appeared to be fraudulent. These inconsistencies concerned whether Xhevdet had been arrested at all, how severely he was injured in the alleged beatings, and whether he was a prominent Democratic Party activist. These inconsistencies went to the heart of Xhevdet's claim of past persecution on account of political opinion. Nothing in the record explains those inconsistencies or deprives them of their power to discredit Xhevdet's story. The Ymeris contend, relying on <i>Akinmade v. INS,</i> 196 F.3d 951, 955-56 (9th Cir.1999), that Xhevdet's statement at the airport that he had never been arrested could not be used against him because he made that statement to get into the country, rather than as part of his asylum application. In <i>Akinmade</i> the Immigration Judge discredited an asylum applicant's testimony because he had used a fraudulent passport to get into the United States. The court distinguished between misstatements an alien might make simply in order to get into the country and statements that pertained to asylum issues rather than admissibility. <i>Id.; accord Yongo v. INS,</i> 355 F.3d 27, 33 (1st Cir.2004). Xhevdet's denial that he had ever been arrested goes to the heart of his asylum claim, and he does not show any reason why he thought it necessary to deny previous political arrests in order to be admitted to this country. The reasons the Immigration Judge gave for doubting Xhevdet's story of activism, arrest and beating are cogent and well-founded in the record. <i>See Bojorques-Villanueva v. INS,</i> 194 F.3d 14, 17 (1st Cir.1999) (upholding adverse credibility finding based on multiple inconsistencies going to central facts of claim).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Ymeris contend that the Immigration Judge erred in failing to consider all relevant incidents in the aggregate to decide whether the Ymeris' experiences amounted to persecution on account of political opinion. However, once the Immigration Judge made a valid finding that Xhevdet's story was not credible, it was no longer necessary to count the discredited statements as true in deciding whether the Ymeris' experiences rose to the level of persecution. The same answer disposes of the Ymeris' claim that they were entitled to a presumption under 8 C.F.R. &#167; 208.13(b)(1)(ii) that they would be unsafe anywhere in Albania; this presumption only arises on a showing of past persecution, which was negated in this case by the adverse credibility findings.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Ymeris challenge the Immigration Judge's finding that Xhevdet had found a safe haven in Greece. This finding is not necessary to the Immigration Judge's well-supported conclusion that Xhevdet had not borne his burden of proof on his claim for asylum or for withholding of removal, and so we need not belabor it.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There was substantial evidence to support the Immigration Judge's adverse credibility findings, which were fatal to the Ymeris' asylum, withholding of removal, and Convention Against Torture claims.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Ymeris contend that the Board's use of its summary affirmance procedure, 8 C.F.R. &#167; 1003.1(e)(4) (2004), was erroneous because the Immigration Judge's underlying decision was erroneous. Because we have concluded that the Immigration Judge's decision was not erroneous, we need not pursue this argument any further.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">REVIEW DENIED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. John R. Gibson, of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The transit without visa program was suspended effective August 2, 2003, for national security reasons. 68 F.R. 46948-01 (Aug. 7, 2003) (amending 22 C.F.R. &#167; 41.2(i))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 8 U.S.C. &#167; 1182(a)(6)(C)(i) provides:</p>\n        <p class=\"indent\">Any alien who, by fraud or willfully misrepresenting a material fact, seeks to procure (or has sought to procure or has procured) a visa, other documentation, or admission into the United States or other benefit provided under this chapter is inadmissible.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Before the Immigration Marriage Fraud Amendments of 1986, Pub.L. No. 99-639, &#167; 6, 100 Stat. 3537, 3543-44, the permanent bar of section 1182(a)(6)(C)(i) only applied to fraud in connection with obtaining documents, not entry<i>See Matter of Y-G-,</i> 20 I &amp; N Dec. 794, 796-97 (B.I.A.1994). It now applies to fraud or willful misrepresentation in order to obtain admission or other benefit under the Immigration laws. 8 U.S.C. &#167; 1182(a)(6)(C)(i) (2000); <i>see</i> Immigration Marriage Fraud Amendments, 100 Stat. at 3543-44 (adding \"or other benefit provided under this Act\"); Illegal Immigration Reform and Immigrant Responsibility Act of 1996, Pub.L. No. 104-208, Div. C, Title III, &#167; 308(f)(1)(D), 110 Stat. 3009-621 (1996)(substituting \"admission\" for \"entry\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government cites<i>Matter of Shirdel,</i> 19 I &amp; N Dec. 33 (B.I.A.1984), contending that participating in the transit without visa program without intent to proceed to a third country falls within &#167; 1182(a)(6)(C)(i). <i>Shirdel</i> held that arriving in this country under transit without visa status amounted to an \"entry\" covered by 8 U.S.C. &#167; 1182(a)(19)(1982), the predecessor to &#167; 1182(a)(6)(C)(i). 19 I &amp; N Dec. at 36-37. This holding is in apparent tension with our holding in <i>United States v. Kavazanjian,</i> 623 F.2d 730, 736-37 (1st Cir.1980), that neither arriving in this country as a transit without visa participant nor obtaining parole pending an asylum determination amounts to \"entry.\" We need not resolve that tension here for two reasons. First, the statute now refers to \"admission,\" rather than \"entry,\" so the exact question has changed somewhat. <i>See</i> note 4, <i>supra.</i> Second, and more to the point, &#167; 1182(a)(6)(C)(i) now covers aliens who seek \"admission or <i>other benefit provided under this chapter.</i>\" (Emphasis added.) The version of the statute in effect when <i>Shirdel</i> was decided did not contain the \"other benefit\" language. <i>See</i> 8 U.S.C. &#167; 1182(a)(19). The transit without visa privilege is a benefit provided under the Immigration laws. An alien who transits through this country as a transit without visa participant has obtained one of the benefits listed in &#167; 1182(a)(6)(C)(i), regardless of whether the alien effects an \"entry.\" We therefore rely on the amended statute, rather than <i>Shirdel.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Immigration Judge did note in passing that Xhevdet Ymeri \"apparently was headed to Canada for some reason,\" but we do not take this as a finding of fact on an issue that was never raised before the Immigration Judge</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"parties\">Xhevdet YMERI; Juliana Ymeri; Besmir Ymeri; Birsen Ymeri, Petitioners,<br>v.<br>John ASHCROFT, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 03-1058.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 15, 2004.</p>\n    <p class=\"date\">Decided October 20, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Petition for review from the Board of Immigration Appeals.</p>\n      <p class=\"indent\">Susanna L. Shafer, for petitioners, with whom Daniel F. Cashman, Cashman &amp; Lovely, P.C., was on brief, for petitioners.</p>\n      <p class=\"indent\">Alison M. Igoe, United States Department of Justice, Office of Immigration Litigation, with whom Peter D. Keisler, Assistant Attorney General, United States Department of Justice, Civil Division, and Christopher C. Fuller, Senior Litigation Counsel, Office of Immigration Litigation, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Xhevdet and Juliana Ymeri and their two children, Besmir and Birsen, are natives and citizens of Albania, seeking review of the Board of Immigration Appeals' order of removal, including its denial of their applications for asylum, withholding of removal, and protection under the Convention Against Torture. We deny review.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Xhevdet Ymeri filed an asylum application, and the other family members rely on his application as derivative applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Ymeris arrived in Boston on a flight from Italy on May 4, 1999. They carried counterfeit Greek passports using false names. They had arrived in the United States under the transit without visa program, under which aliens from certain countries were allowed to board a plane bound for the United States and be admitted to the United States without a visa pursuant to agreements with transportation carriers, who guaranteed the aliens' immediate and continuous passage to another country.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See</i> 2 Charles Gordon, et al., <i>Immigration Law &amp; Procedure</i> &#167;&#167; 15.02[3], 15.03 (2004). Availability of the transit without visa privilege at the time in question depended on nationality and the privilege was available to Albanians only in a restricted form, requiring them to be on a direct through flight. 22 C.F.R. &#167; 41.2(i) (1999). Greek nationals were not subject to such a restriction. The Ymeris presented their false Greek passports to the Immigration Inspector at Logan airport, who detected the documents as counterfeit. The Ymeris then admitted the documents were false.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 6, 1999, the INS charged all four Ymeris with removability on the ground that they did not have a valid passport or visa. Additionally, the INS charged the adults, Xhevdet and Juliana, with removability on the ground that they sought by willfully misrepresenting a material fact to procure admission or other benefits under the Immigration and Nationality Act. Xhevdet Ymeri filed for asylum and withholding of removal, alleging that he had been beaten on account of his membership in the Democratic Party in Albania and that if he returned to Albania, his life and the lives of his family would be in danger.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At an initial hearing on November 2, 1999, the Ymeris denied the two charges of removability against them and denied the underlying factual charges &#8212; that they had no visa or passport and that they had sought to procure Immigration benefits by willfully misrepresenting a material fact. Xhevdet Ymeri testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Q: When you entered the United States, did you attempt to enter using a [passport from Greece]?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Q: And did your wife also enter with a Greek passport? ...</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Q: And you're not from Greece, are you?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A: No.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">INS counsel showed Juliana Ymeri a Greek passport and asked, \"Is that the passport that you used to try to come into the United States?\" She answered, \"Yes.\" The Ymeris' counsel admitted that they had no proof that they had a valid, unexpired visa or other valid entry document. The Immigration Judge found that the Ymeris were removable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the asylum hearing on July 6, 2000, Xhevdet Ymeri testified that he became involved with the Democratic Party in Albania in 1990 and that he joined the party in 1992. Xhevdet said the Democratic Party was in power from 1992 to 1997, but in 1997 the Communists took the government by force. On September 12, 1998, a Democratic Party leader, Azim Hydari, was assassinated. Following the assassination, Ymeri participated in demonstrations. He said that ten days after the assassination, the police picked him up at a \"party place\" and took him to the police station, where they beat him until he \"fainted and [he] was like a slave.\" He said the beating dislocated his shoulder, and his ears were \"horning\" several times a day, even at the time of the hearing. Then two weeks later, police again picked him up and took him to the station, where they kept him overnight. He said they beat him until he fainted. He was revived with cold water four or five times, until his tormentors finally threw him outside on the street. He said he was bedridden for \"like three weeks,\" and that when he recovered, he walked to Greece. He said he stayed in Greece for two or three months, but came back when he heard that \"they started having pressure on my wife and I heard that people and women were disappearing.\" He said he returned to Albania, sold his house, and left within twenty-four hours, with his wife and children. They went to Athens, where a friend \"fixed\" them some passports, and then on to Italy where they caught a flight to Boston. Once in Boston, Ymeri said that the police stopped him and he told them he was going to Toronto. He said the police then told him that he had false documents and he admitted they were false.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Juliana Ymeri also testified at the asylum hearing. The Immigration Judge revisited the question of removability, asking the Ymeris' counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Q: Do you have anything to offer this Court showing that the mother did not by fraud or by willfully misrepresenting material facts seek to procure or have procured a visa or other documentation for admission into the United States? Do you have anything to offer to this court?</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Counsel responded, \"No.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Juliana testified that the first time Xhevdet was beaten, she cared for him at home because she was a nurse, and she used medicines she had at home for the children. He had a shoulder injury and some bruises that \"weren't that important.\" The second time Xhevdet was beaten was worse because he could not stand on his feet and it took three or four days until he stopped bleeding. She said she did not take him to a hospital because she could not drive their car and she did not call a taxi because they did not have a phone and it would have taken half an hour. She said that after Xhevdet went to Greece, the police would ask about his whereabouts; when she refused to say where he was, they \"started offending me with different rude words that I couldn't even mention in here.\" She said that the policemen's conversation was sexual in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Juliana identified a letter she said she received from the Democratic Party. The document was a form letter, with blanks for name and date, filled in as Xhevdet Ymeri and April 20, 1999. The letter stated that Xhevdet Ymeri was a member of the Democratic Party and one of its \"fist [sic] activists.\" It concluded, \"With the government falling into the hands of the communist Party, the residence of the democrats is in danger.\" Juliana said that as soon as she got this letter, she became alarmed and asked Xhevdet to come home from Greece.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Ymeris introduced the testimony of Professor Nicholas Pano, an expert on conditions in Albania. Prof. Pano testified that Xhevdet Ymeri's account of arrest and beating by police was consistent with police procedure in Albania. He testified that late 1998 was \"a period of extreme confrontation between the Socialist Government that had just come to power and the Democratic Party.\" He said that although the Albanian government has tried to restrain the police and \"these kinds of arrests\" are less frequent now than in 1998, there was a possibility that Ymeri would be arrested again if he returned to Albania.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government introduced the November 1998 Country Report for Albania by the State Department's Bureau of Democracy, Human Rights and Labor. The report stated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The settling of accounts persists but individuals are rarely targeted for mistreatment on political grounds. The government lacks the resources and will to carry out such retribution.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Immigration Judge began by determining that removability was established as to all four Ymeris.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Immigration Judge found that there was no evidence that the police who allegedly made sexual comments to Juliana did so because of Xhevdet's political opinions or activity.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Immigration Judge found that Xhevdet's testimony about his treatment at the hands of Albanian police was incredible or at least exaggerated. First, the Immigration Judge pointed out that Xhevdet stated in a sworn statement taken upon his arrival in the United States that he had never been arrested anywhere in the world for anything. This statement conflicted with Xhevdet's crucial testimony that he had been arrested twice by Albanian police. The Immigration Judge concluded that Xhevdet was not able to explain the inconsistency and that the inconsistency cast doubt on his story about what actually occurred in Albania. Second, the Immigration Judge pointed to conflicts in Xhevdet's accounts of how seriously he was injured by the first police beating and to a conflict between Xhevdet's account and Juliana's account. Similarly, the Immigration Judge concluded that Juliana's testimony concerning the minor medical treatment required after the second police beating did not accord with Xhevdet's account of an extremely severe beating. Third, the Immigration Judge found that Xhevdet's testimony that he came home from Greece for one day only and was able to sell his house and wind up his affairs within twenty-four hours was \"curious,\" and even if true, was inconsistent with a claimed fear of persecution. The Immigration Judge emphasized Xhevdet's testimony that he was able to register the house sale with governmental officials, which was inconsistent with his claimed fear that the government would detain him. The Immigration Judge concluded that it was more likely that Xhevdet was never arrested in Albania.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Immigration Judge also found that there was no credible evidence that Xhevdet played a major role in the Democratic Party. The letter referring to him as an \"activist\" was suspect because it was only a form letter and because it had some indicia of fraudulence, such as misspelling of the party name. Furthermore, Xhevdet's vague and unreliable testimony about party history and ideology cast doubt on the extent of his involvement with the party. The Immigration Judge found that Xhevdet \"has had a very small role in the Democratic Party.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Immigration Judge also concluded that Xhevdet had found a safe haven in Greece and that Xhevdet had not shown why he could not safely relocate within Albania.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Based on the findings that Xhevdet had exaggerated his role in the party and that he had not shown that he had been arrested, the Immigration Judge found Xhevdet had not proved he was eligible for asylum or entitled to withholding of removal or relief under the Convention Against Torture.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Board of Immigration Appeals affirmed the Immigration Judge's decision without opinion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We review the removal order under 8 U.S.C. &#167; 1252(b)(4), according to which we may reverse the Board of Immigration Appeals' factual determinations only if any reasonable factfinder viewing the evidence as a whole would be compelled to conclude to the contrary of the findings. 8 U.S.C. &#167; 1252(b)(4)(B); <i>see El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 202 (1st Cir.2003) (quoting <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992)). We must uphold factual determinations of the Board that are supported by reasonable, substantial, and probative evidence. <i>El Moraghy,</i> 331 F.3d at 202. A finding (including a credibility finding) is not supported by substantial evidence if it is based on inferences or presumptions that are not reasonably grounded in the record. <i>Id.; Cordero-Trejo v. INS,</i> <span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 487 (1st Cir. 1994). When, as here, the Board has affirmed the Immigration Judge's decision without rendering its own opinion, we review the Immigration Judge's decision as the decision of the Board. <i>Albathani v. INS,</i> <span class=\"citation\" data-id=\"200413\"><a href=\"/opinion/200413/albathani-v-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 373 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We review the Board's legal conclusions de novo, though we give deference, where appropriate, to the agency's interpretation of the underlying statute, in accordance with administrative law principles. <i>Albathani,</i> 318 F.3d at 372. We must judge the action of an administrative agency based only on the reasoning provided by the agency, not based on substitute grounds we construct ourselves to salvage the agency's action. <i>El Moraghy,</i> 331 F.3d at 203; <i>Albathani,</i> 318 F.3d at 378.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Ymeris contest both the decision that they are removable and the decision that they are not eligible for asylum or withholding of removal. The Ymeris have not been admitted to the United States. Unadmitted aliens are deemed applicants for admission. 8 U.S.C. &#167; 1225(a)(1). As applicants for admission, they bear the burden of proving that they are clearly and beyond doubt entitled to be admitted and are not inadmissible under 8 U.S.C. &#167; 1182. 8 U.S.C. &#167; 1229a(c)(2)(A). As applicants for asylum, they bear the burden of establishing eligibility by proving that they are refugees. 8 U.S.C. &#167; 1158(b)(1); <i>El Moraghy,</i> 331 F.3d at 202. They also bear the burden of proof on their claims for withholding of removal and relief under the Convention Against Torture. <i>El Moraghy,</i> 331 F.3d at 205.</p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Xhevdet and Juliana Ymeri challenge the Immigration Judge's finding that they were ineligible for admission under 8 U.S.C. &#167; 1182(a)(6)(C)(i),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> for having, by fraud or willful misrepresentation of a material fact, sought to procure a visa, other documentation, admission into the United States, or other benefit under the Immigration laws. The Immigration Judge's determination of removability rested on a separate and independent ground, that the Ymeris lacked the documentation necessary for admission, <i>see</i> 8 U.S.C. &#167; 1182(a)(7). The Ymeris do not challenge the finding that they lacked the necessary documentation. However, because the finding that Xhevdet and Juliana were guilty of fraud or willful misrepresentation also has the effect of barring them from the United States permanently (unless they obtain a waiver),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we must determine whether the finding is supported by substantial evidence, even though the Ymeris are removable on another ground. <i>See Matter of Y-G-,</i> 20 I &amp; N Dec. 794, 796-97 (B.I.A.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The record as a whole supports a finding that the Ymeris presented fraudulent passports to United States Immigration officials to obtain admission to the United States or other benefit under the Immigration laws. Both Xhevdet and Juliana admitted in the sworn statements taken at Logan Airport that they presented Greek passports to the Immigration Inspector and that they were citizens of Albania, not Greece. Xhevdet stated that the passport was not his true passport, and Juliana stated that she had bought her passport through a friend in Greece. The passports bore the names Vasileios Papadopoulos and Viktoria Megarisiotou. Xhevdet testified at the hearing that the Immigration Inspector stopped him and during their conversation told Xhevdet that he had false documents. Xhevdet then admitted the documents were false.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A person who knowingly presents a false passport as if it were genuine has engaged in a willful misrepresentation. <i>See Esposito v. INS,</i> <span class=\"citation\" data-id=\"563698\"><a href=\"/opinion/563698/carmine-esposito-v-immigration-and-naturalization-service/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">911</span></a></span>, 912 n. 1 (7th Cir.1991). There is no doubt from the record that the Ymeris knew their documents were counterfeit and listed false names and nationality.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Ymeris argue that they admitted to the Inspector that their passports were false, and they contend that they therefore were not guilty of misrepresentation, citing <i>In re Kasinga,</i> 21 I &amp; N Dec. 357, 368 (B.I.A.1996), and <i>Matter of Y-G-,</i> 20 I &amp; N Dec. 794, 797 (B.I.A.1994). In both those cases and in <i>Matter of D-L &amp; A-M-,</i> 20 I &amp; N Dec. 409, 412-13 (B.I.A.1991), aliens who possessed fraudulent passports were not rendered inadmissible by section 1182(a)(6)(C)(i) because they did not present the passports to United States officials to gain admission to the United States, but admitted the falseness of the documents immediately and voluntarily. The Ymeris' testimony in this case is that they presented the false passports to the Immigration Inspector. The Inspector detected that the documents were false, and the Ymeris then admitted the passports were false. The Ymeris did not confess the falseness of their documents until the Inspector had caught them. This is substantial evidence to support the Immigration Judge's determination that they sought to procure admission or other Immigration benefit by a willful misrepresentation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Ymeris contend that they intended to proceed to Canada under the transit without visa program and therefore did not intend to enter the United States. Section 1182(a)(6)(C)(i) covers aliens who have sought by fraud or misrepresentation to procure one of several kinds of benefits: a visa, other documentation, admission into the United States, or other benefit under the Immigration laws. The Ymeris contend that they did not try to obtain any of the covered types of benefits. The government counters that the Ymeris only wanted to get to Boston and then apply for asylum, thus making fraudulent use of the transit without visa program to gain admission into the United States without ever intending to proceed to Canada.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This issue of whether the Ymeris intended to go to Canada or stay here was not argued before the Immigration Judge, and the Immigration Judge therefore made no findings on whether the Ymeris ever intended to go to Canada.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The evidence would support either the conclusion that the Ymeris intended to go to Canada or the opposite conclusion that they always intended to stay in the United States. We may not make our own findings on disputed issues of fact that were not resolved by the BIA. <i>See El Moraghy,</i> 331 F.3d at 203. However, even accepting the Ymeris' story that they wanted to continue to Canada and therefore did not attempt to enter this country, they still attempted to gain another benefit under the Immigration laws &#8212; the privilege of traveling as transit without visa participants.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Eligibility for transit without visa status depended on country of citizenship and required some showing of citizenship in a participating country. 8 C.F.R. &#167; 212.1(f) (1999) (transit without visa required alien to be in possession of travel documents establishing identity and nationality). The Ymeris showed documents to the Immigration Inspector falsely indicating Greek citizenship in an effort to benefit from the transit without visa program, thus seeking a benefit under the Immigration laws.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Ymeris' attempt to transit through this country using false passports was foiled when the Immigration Inspector detected the fraud. However, section 1182(a)(6)(C)(i) expressly covers <i>attempts</i> to procure admission or other Immigration law benefits, as well as successful accomplishment of those goals.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There was substantial evidence to support the Immigration Judge's finding of removability.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Ymeris contend that there was not substantial evidence to support the Immigration Judge's finding that Xhevdet was not credible in his account of the arrests and beatings that form the basis for his persecution claim. The Immigration Judge's credibility determination was based on numerous inconsistencies in Xhevdet's testimony and earlier statements, inconsistencies between his story and Juliana's, and reliance on the putative letter from the Democratic Party that appeared to be fraudulent. These inconsistencies concerned whether Xhevdet had been arrested at all, how severely he was injured in the alleged beatings, and whether he was a prominent Democratic Party activist. These inconsistencies went to the heart of Xhevdet's claim of past persecution on account of political opinion. Nothing in the record explains those inconsistencies or deprives them of their power to discredit Xhevdet's story. The Ymeris contend, relying on <i>Akinmade v. INS,</i> <span class=\"citation\" data-id=\"766801\"><a href=\"/opinion/766801/david-olusegun-akinmade-v-immigration-and-naturalization/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">951</span></a></span>, 955-56 (9th Cir.1999), that Xhevdet's statement at the airport that he had never been arrested could not be used against him because he made that statement to get into the country, rather than as part of his asylum application. In <i>Akinmade</i> the Immigration Judge discredited an asylum applicant's testimony because he had used a fraudulent passport to get into the United States. The court distinguished between misstatements an alien might make simply in order to get into the country and statements that pertained to asylum issues rather than admissibility. <i>Id.; accord Yongo v. INS,</i> <span class=\"citation\" data-id=\"200810\"><a href=\"/opinion/200810/yongo-v-ashcroft/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.2004). Xhevdet's denial that he had ever been arrested goes to the heart of his asylum claim, and he does not show any reason why he thought it necessary to deny previous political arrests in order to be admitted to this country. The reasons the Immigration Judge gave for doubting Xhevdet's story of activism, arrest and beating are cogent and well-founded in the record. <i>See Bojorques-Villanueva v. INS,</i> <span class=\"citation\" data-id=\"198686\"><a href=\"/opinion/198686/bojorquez-villanueva-v-ins/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.1999) (upholding adverse credibility finding based on multiple inconsistencies going to central facts of claim).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Ymeris contend that the Immigration Judge erred in failing to consider all relevant incidents in the aggregate to decide whether the Ymeris' experiences amounted to persecution on account of political opinion. However, once the Immigration Judge made a valid finding that Xhevdet's story was not credible, it was no longer necessary to count the discredited statements as true in deciding whether the Ymeris' experiences rose to the level of persecution. The same answer disposes of the Ymeris' claim that they were entitled to a presumption under 8 C.F.R. &#167; 208.13(b)(1)(ii) that they would be unsafe anywhere in Albania; this presumption only arises on a showing of past persecution, which was negated in this case by the adverse credibility findings.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Ymeris challenge the Immigration Judge's finding that Xhevdet had found a safe haven in Greece. This finding is not necessary to the Immigration Judge's well-supported conclusion that Xhevdet had not borne his burden of proof on his claim for asylum or for withholding of removal, and so we need not belabor it.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There was substantial evidence to support the Immigration Judge's adverse credibility findings, which were fatal to the Ymeris' asylum, withholding of removal, and Convention Against Torture claims.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Ymeris contend that the Board's use of its summary affirmance procedure, 8 C.F.R. &#167; 1003.1(e)(4) (2004), was erroneous because the Immigration Judge's underlying decision was erroneous. Because we have concluded that the Immigration Judge's decision was not erroneous, we need not pursue this argument any further.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">REVIEW DENIED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. John R. Gibson, of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The transit without visa program was suspended effective August 2, 2003, for national security reasons. 68 F.R. 46948-01 (Aug. 7, 2003) (amending 22 C.F.R. &#167; 41.2(i))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 8 U.S.C. &#167; 1182(a)(6)(C)(i) provides:</p>\n        <p class=\"indent\">Any alien who, by fraud or willfully misrepresenting a material fact, seeks to procure (or has sought to procure or has procured) a visa, other documentation, or admission into the United States or other benefit provided under this chapter is inadmissible.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Before the Immigration Marriage Fraud Amendments of 1986, Pub.L. No. 99-639, &#167; 6, 100 Stat. 3537, 3543-44, the permanent bar of section 1182(a)(6)(C)(i) only applied to fraud in connection with obtaining documents, not entry<i>See Matter of Y-G-,</i> 20 I &amp; N Dec. 794, 796-97 (B.I.A.1994). It now applies to fraud or willful misrepresentation in order to obtain admission or other benefit under the Immigration laws. 8 U.S.C. &#167; 1182(a)(6)(C)(i) (2000); <i>see</i> Immigration Marriage Fraud Amendments, 100 Stat. at 3543-44 (adding \"or other benefit provided under this Act\"); Illegal Immigration Reform and Immigrant Responsibility Act of 1996, Pub.L. No. 104-208, Div. C, Title III, &#167; 308(f)(1)(D), 110 Stat. 3009-621 (1996)(substituting \"admission\" for \"entry\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government cites<i>Matter of Shirdel,</i> 19 I &amp; N Dec. 33 (B.I.A.1984), contending that participating in the transit without visa program without intent to proceed to a third country falls within &#167; 1182(a)(6)(C)(i). <i>Shirdel</i> held that arriving in this country under transit without visa status amounted to an \"entry\" covered by 8 U.S.C. &#167; 1182(a)(19)(1982), the predecessor to &#167; 1182(a)(6)(C)(i). 19 I &amp; N Dec. at 36-37. This holding is in apparent tension with our holding in <i>United States v. Kavazanjian,</i> <span class=\"citation\" data-id=\"379197\"><a href=\"/opinion/379197/united-states-v-edward-kavazanjian-united-states-of-america-v-mourad/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span></a></span>, 736-37 (1st Cir.1980), that neither arriving in this country as a transit without visa participant nor obtaining parole pending an asylum determination amounts to \"entry.\" We need not resolve that tension here for two reasons. First, the statute now refers to \"admission,\" rather than \"entry,\" so the exact question has changed somewhat. <i>See</i> note 4, <i>supra.</i> Second, and more to the point, &#167; 1182(a)(6)(C)(i) now covers aliens who seek \"admission or <i>other benefit provided under this chapter.</i>\" (Emphasis added.) The version of the statute in effect when <i>Shirdel</i> was decided did not contain the \"other benefit\" language. <i>See</i> 8 U.S.C. &#167; 1182(a)(19). The transit without visa privilege is a benefit provided under the Immigration laws. An alien who transits through this country as a transit without visa participant has obtained one of the benefits listed in &#167; 1182(a)(6)(C)(i), regardless of whether the alien effects an \"entry.\" We therefore rely on the amended statute, rather than <i>Shirdel.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Immigration Judge did note in passing that Xhevdet Ymeri \"apparently was headed to Canada for some reason,\" but we do not take this as a finding of fact on an issue that was never raised before the Immigration Judge</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766801/"
  ]
}