{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201329/",
  "absolute_url": "/opinion/201329/john-g-alden-inc-v-john-g-alden-of-fl/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201329/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:12:37Z",
  "date_modified": "2016-02-28T05:05:07.715027Z",
  "type": "010combined",
  "sha1": "4e3d0f42b1305c91369399629581ee153990ba42",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1054-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/11/10/John_G._Alden_Inc._v._John_G._Alden_of_FL.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 04-1054; 04-1209\n\n              JOHN G. ALDEN, INC. OF MASSACHUSETTS;\n              JOHN G. ALDEN INSURANCE AGENCY, INC.,\n\n             Plaintiffs-Appellants\\Cross-Appellees,\n\n                                 v.\n\n        JOHN G. ALDEN INSURANCE AGENCY OF FLORIDA, INC.;\n               JOHN G. ALDEN SPECIAL RISKS, INC.,\n\n             Defendants-Appellees\\Cross-Appellants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                               Before\n\n                      Lynch, Circuit Judge,\n                Campbell, Senior Circuit Judge,\n                and Stahl, Senior Circuit Judge.\n\n\n\n     Michael A. Albert, with whom John L. Strand, Lawrence M.\nGreen, and Wolf, Greenfield & Sacks, P.C., were on brief, for\nappellants.\n     Kevin J. D'Espies, with whom Rutherford Mulhall, P.A., was on\nbrief, for appellees.\n\n\n\n                          November 10, 2004\n\f          STAHL, Senior Circuit Judge.    Plaintiffs-Appellants John\n\nG. Alden, Inc. of Massachusetts and John G. Alden Insurance Agency,\n\nInc. (collectively \"Alden Mass\") brought this breach of contract\n\nand trademark infringement action under the Lanham Act, 15 U.S.C.\n\n§ 1117(a), against Defendants-Appellees John G. Alden Insurance\n\nAgency of Florida, Inc. (\"Alden Florida\") and John G. Alden Special\n\nRisks, Inc. (\"Special Risks\") (collectively, \"Appellees\").       The\n\ndistrict court granted summary judgment to Appellees, and Alden\n\nMass now appeals.1   Because the district court failed to comply\n\nwith Federal Rule of Civil Procedure 56(c), and failed to address\n\nat least one significant legal issue, we vacate the judgment and\n\nremand for further proceedings.\n\n                          I. BACKGROUND\n\n          Plaintiff-Appellant John G. Alden, Inc. of Massachusetts\n\nowns several federal registrations for trademarks related to the\n\nAlden name.2   On December 9, 1981, Alden Mass and Alden Florida\n\nentered into a license agreement (the \"License Agreement\") which\n\ngranted Alden Florida, as licensee:\n\n\n     1\n      Alden Florida and Special Risks filed a cross-appeal from the\ndistrict court's denial of attorneys' fees under Federal Rule of\nCivil Procedure 68 and Section 35 of the Lanham Act, 15 U.S.C. §\n1117. We do not reach this issue in light of our disposition of\nthe case.\n     2\n      These marks include:    U.S. Service Mark Registration Nos.\n2,308,835 and 2,307,288 for ALDEN®; No. 2,290,215 for JOHN G.\nALDEN®; and Nos. 2,292,686, 2,291,150, 2,294,400, and 2,291,119 for\nvariations of a rope logo.\n\n                               -2-\n\f           The exclusive right and license in the State\n           of   Florida  to   operate   an   insuran[c]e,\n           excluding life insurance, brokerage and agency\n           business under the name \"John G. Alden\n           Insurance Agency of Florida, Inc.\" together\n           with the right to use [Alden Mass'] commonly\n           known   logo   on  advertising   matters   and\n           stationery.\n\nIn exchange, Alden Florida agreed \"to pay [Alden Mass] three\n\npercent (3%) of gross commissions paid to [Alden Florida] and its\n\nsalespersons for sale of insurance.\"        The License Agreement also\n\nprovided that Alden Florida could not assign or transfer the\n\nlicense without prior written approval of Alden Mass, and that\n\nAlden Mass could terminate the license if Alden Florida failed to\n\nmake the payments required by the License Agreement.\n\n           Alden Florida made payments under the License Agreement\n\nfrom its execution in 1981 until approximately 1987, at which time\n\nAlden Florida stopped making payments. Although Alden Mass made an\n\ninitial effort to collect from Alden Florida, it stopped all\n\ncollection efforts no later than 1993.\n\n           On September 30, 2002, pursuant to the termination clause\n\nin the License Agreement, Alden Mass gave written notice to Alden\n\nFlorida, purporting to terminate the License Agreement.               Alden\n\nFlorida   did   not   respond,   and   continued   to   use   Alden   Mass'\n\nregistered marks until 2003.\n\n           Frank Atlass, the founder, Chairman, and CEO of Alden\n\nFlorida, incorporated Special Risks on November 18, 1999.             There\n\nwas never any license agreement between Alden Mass and Special\n\n                                   -3-\n\fRisks.    Nonetheless, at all times from its incorporation until a\n\nfew months after Alden Mass filed this suit, Special Risks used\n\nAlden Mass' registered marks to promote its business.\n\n            On November 1, 2002, Alden Mass filed suit against Alden\n\nFlorida and Special Risks.         In a scheduling order, the district\n\njudge set a July 10, 2003 deadline for discovery, an August 10,\n\n2003 deadline for the filing of summary judgment motions, and a\n\nSeptember 10, 2003 deadline for the filing of oppositions to any\n\nsummary judgment motions.        After Alden Florida and Special Risks\n\nfiled their answer, Alden Mass filed a timely motion for summary\n\njudgment.    On August 7, 2003, the parties filed a joint motion for\n\nthe entry of an injunction, which the court allowed.              Pursuant to\n\nthat injunction, Appellees ceased using the Alden name, the Alden\n\nMass     registered    marks,    and     the   website   domain     name   of\n\nwww.aldeninsurance.com.         On August 11, 2003, Alden Florida and\n\nSpecial Risks filed an opposition to Alden Mass' motion for summary\n\njudgment and, for the first time, advanced the theory that Alden\n\nFlorida had repudiated the License Agreement at least fifteen years\n\nearlier by \"not making any payments.\"           On August 15, 2003, Alden\n\nMass filed a reply, contending that as a matter of law, a contract\n\ncannot be repudiated by mere inaction.\n\n            Then,     Alden   Florida    and   Special   Risks,    with    the\n\npermission of the court, took a late deposition of Nancy G. Ronan,\n\na former employee of Plaintiff-Appellant John G. Alden Insurance\n\n\n                                       -4-\n\fAgency, Inc.     As a result of information learned during that\n\ndeposition, on September 30, 2003, over a month-and-a-half after\n\nthe deadline for filing summary judgment motions had passed,\n\nAppellees filed a motion for leave to file a late motion for\n\nsummary judgment.     For the first time, Appellees advanced the\n\ntheory that they had repudiated the contract not only by non-\n\npayment, but also by affirmatively \"informing [Alden Mass] that\n\nfuture payments would not be made.\"         On October 3, 2003, the court\n\ndenied Appellees' motion to file late.\n\n          On October 15, 2003, the district judge held a hearing on\n\nAlden Mass' motion for summary judgment (\"Hearing\").             That same\n\nday, Appellees filed a motion for reconsideration of the district\n\ncourt's order denying their motion for leave to file late (\"Motion\n\nfor Reconsideration\").\n\n          During    the   Hearing,    the    district   judge   noted   that\n\nAppellees' new affirmative repudiation theory was being presented\n\nto the court for the first time.           In light of this new argument,\n\nand the fact that discovery was already closed, the district judge\n\ninvited Alden Mass to submit a \"letter\" to the court, alerting the\n\njudge to anything \"else in the [Ronan] deposition [she should] look\n\nat . . . .     Or, [to point to any other] piece of evidence that\n\nmakes [the statements in the Ronan deposition] a disputed issue of\n\nfact.\"   The district judge was clear, however, that \"discovery is\n\n\n\n\n                                     -5-\n\fclosed\" and \"there's no more briefing.\"          In response, Alden Mass\n\nsubmitted a letter to the court on October 23, 2003.\n\n           On   November   26,   2003,     the   district    judge   granted\n\nAppellees' Motion for Reconsideration, and on the same day, entered\n\nan order denying Alden Mass' motion for summary judgment and\n\ngranting summary judgment to Alden Florida and Special Risks.               The\n\ndistrict judge determined that Alden Florida had repudiated the\n\ncontract approximately fifteen years prior to suit, and therefore,\n\nAlden   Mass'   contract   claims   were    barred   by     the   statute    of\n\nlimitations, and its Lanham Act claims were barred by the equitable\n\ndoctrine of laches.   The district judge's decision made no mention\n\nof Special Risks' use of Alden Mass' marks.\n\n                            II. DISCUSSION\n\n           Federal Rule of Civil Procedure 56(c) provides that a\n\nsummary judgment motion \"shall be served at least 10 days before\n\nthe time fixed for the hearing.\"      Fed. R. Civ. P. 56(c).         \"We have\n\ninterpreted Rule 56(c) to allow an adverse party at least ten days\n\nto respond to a motion for summary judgment.\"             Delgado-Biaggi v.\n\nAir Transp. Local 501, 112 F.3d 565, 567 (1st Cir. 1997); see\n\nStella v. Town of Tewksbury, 4 F.3d 53, 55 (1st Cir. 1993)\n\n(\"[S]ummary judgment targets should be secure in the knowledge that\n\n\n\n\n                                    -6-\n\fthey will have at least ten days in which to formulate and prepare\n\ntheir best opposition to an impending motion.\").3\n\n           Here, it is unclear whether the district judge granted\n\nAppellees' motion for summary judgment or whether the judge raised\n\nthe summary judgment motion sua sponte (and coincidentally granted\n\nAppellees' Motion for Reconsideration the same day as the judgment\n\nwas   entered).4   For   purposes   of   Rule   56(c),   however,   this\n\ndetermination is irrelevant.    See Stella, 4 F.3d at 56 (\"[I]t is\n\nwell settled in this circuit that all summary judgment proceedings,\n\nincluding those initiated by the district judge, will be held to\n\nthe standards enunciated in Rule 56 itself.\").\n\n           Moreover, appellate review is \"equally unaffected\" by\n\nwhether summary judgment was raised on motion of one of the parties\n\nor by the court sua sponte.     See Berkovitz v. Home Box Office,\n\nInc., 89 F.3d 24, 30 (1st Cir. 1996).     We engage in plenary review\n\nof the district court's grant of summary judgment.       See id.\n\n\n\n\n      3\n      We note that, \"while Rule 56(c) refers to a 'hearing' in\nrelation to the ten day proviso, the rule does not require oral\nargument in connection with the motion.\" Delgado-Biaggi, 112 F.3d\nat 567 n.4.\n      4\n      Part of this ambiguity stems from the wording in the district\ncourt's order. The order states: \"[Alden Mass'] motion is DENIED\nand the Court orders entry of judgment in favor of defendant [sic]\npursuant to Fed. R. Civ. P. 56(b),\" instead of, for example,\n\"[Alden Mass'] motion is DENIED, [Alden Florida's and Special\nRisks'] motion is ALLOWED, and the Court orders entry of judgment\nin favor of defendants pursuant to Fed. R. Civ. P. 56(b).\"\n\n                                -7-\n\f             Here, Alden Mass learned for the first time that it was\n\nthe target of a motion for summary judgment on November 26, 2003,\n\nwhen   the     district    judge    granted    Appellees'     Motion   for\n\nReconsideration.     That very same day, the court entered summary\n\njudgment in favor of Appellees.           Clearly, Alden Mass was not\n\nafforded the ten days to reply as required by Rule 56(c).         See Fed.\n\nR. Civ. P. 56(c).\n\n             It could be argued that the district court's failure to\n\ncomply with the strictures of Rule 56(c) was harmless.          See, e.g.,\n\nAm. Int'l Ins. Co. of P.R. v. Am. Nat'l Fire Ins. Co. (In re San\n\nJuan Dupont Plaza Hotel Fire Litig.), 45 F.3d 564, 568 (1st Cir.\n\n1995) (\"If we were completely certain that the merits of the\n\nsummary judgment issue had been fully presented to the district\n\ncourt, it might be reasonable to conclude either that the essence\n\nof the [] notice requirement had been satisfied or that the failure\n\nto satisfy it was harmless.\") (emphasis in original).          We need not\n\ndetermine,    however,    whether   our   harmless   error   jurisprudence\n\napplies to the requirements of Rule 56, because the error here was\n\nnot harmless.\n\n             First, we have held that \"[w]hen a court announces that\n\nit will follow a procedural course, the parties are entitled to\n\nrely on that announcement unless and until the court signals an\n\nimpending change and affords a reasonable opportunity to regroup.\"\n\nLeyva v. On The Beach, Inc., 171 F.3d 717, 720 (1st Cir. 1999); see\n\n\n                                    -8-\n\fBerkovitz, 89 F.3d at 30 (\"A court cannot alter its bearings mid-\n\ncourse without signalling the impending change to the parties.\").\n\nHere, the district judge gave Alden Mass every indication that it\n\nwould not grant Appellees' Motion for Reconsideration.          At one\n\npoint, when Alden Mass requested an opportunity to respond to\n\nAppellees'   newly   raised   affirmative    repudiation   theory,   the\n\ndistrict judge stated: \"[I]t's too late.         I didn't let [Alden\n\nFlorida and Special Risks] file a late motion.       I'm not going to\n\nlet you file a late motion.\"    Furthermore, the district judge made\n\nclear at the Hearing that there would be \"no more briefing.\"\n\nMoreover, the district judge informed the parties that after the\n\nHearing, \"we will set up the damages hearing. Because [Alden Mass]\n\nwill be getting something.\" Plainly, Alden Mass had no notice that\n\nthe district court was about to change its \"procedural course\" and\n\nnot only accept Appellees' late motion, but also grant summary\n\njudgment in Appellees' favor.           See Berkovitz, 89 F.3d at 31\n\n(finding no notice where, inter alia, the court's pre-ruling\n\nstatements pointed in the opposite direction).\n\n          Second, although it is true the district judge invited\n\nAlden Mass to submit a \"letter\" regarding the Ronan deposition, and\n\nto use that letter to point to any other piece of \"evidence that\n\nmakes [the statements in the Ronan deposition] a disputed issue of\n\nfact,\" Rule 56(c) requires more. At a minimum, the party preparing\n\nthe response must have the motivation of knowing that it is the\n\n\n                                  -9-\n\ftarget of a summary judgment motion.          See In re San Juan Dupont\n\nPlaza Hotel Fire Litig., 45 F.3d at 568 (finding no notice where\n\nthe only issue pending was whether the court would grant permission\n\nto file a summary judgment motion).       Here, Alden Mass did not know\n\nit had become the target of a summary judgment motion.           Also, the\n\ndistrict court had made it clear that it would not accept any\n\nfurther   evidentiary   submissions      or   further    legal   argument.\n\nTherefore, Alden Mass did not have a \"meaningful opportunity to\n\ncull the best evidence supporting [its] position, and to present\n\nthat evidence, together with developed legal argumentation, in\n\nopposition to the entry of summary judgment.\"           Berkovitz, 89 F.3d\n\nat 31.\n\n           In addition to the district court's failure to follow the\n\nrequirements of Rule 56(c), we also note that remand here is\n\nnecessary because there is at least one \"significant legal issue,\n\nnot   squarely   addressed   by   the   district   court\"    that   remains\n\nunresolved.   See In re San Juan Dupont Plaza Hotel Fire Litig., 45\n\nF.3d at 568.      The district court's decision is devoid of any\n\nreference to Special Risks' use of Alden Mass' registered marks.\n\nSpecial Risks is a separate legal entity from Alden Florida, formed\n\nmerely three years prior to the filing of this suit.         We are unsure\n\nhow any alleged repudiation of the License Agreement between Alden\n\nMass and Alden Florida in the late 1980s or early 1990s could\n\njustify Special Risks' use of Alden Mass' registered marks.            That\n\n\n                                  -10-\n\fsaid, \"[g]iven the case's posture,\" we decline to \"leapfrog[] to\n\nthe   merits.\"   Stella,   4   F.3d   at   55.   This   issue   is   more\n\nappropriately addressed on remand. Furthermore, the district judge\n\ndid not squarely address Alden Mass' argument that laches does not\n\napply to damages for Alden Florida's (and Special Risks') continued\n\nuse of its registered marks after the date Alden Mass filed suit.\n\nSee In re San Juan Dupont Plaza Hotel Fire Litig., 45 F.3d at 568.\n\n Again, this issue is more appropriately addressed on remand.\n\n           We recognize that in the end, Alden Mass may not be able\n\nto \"muster enough evidence to ward off a properly advertised\n\nsummary judgment.\"   Berkovitz, 89 F.3d at 31.      That possibility,\n\nhowever, does not affect our decision today:       \"The issue here is\n\none of process and fundamental fairness, not one of substance.\"\n\nRogan v. Menino, 175 F.3d 75, 80 n.4 (1st Cir. 1999).\n\n                           III. CONCLUSION\n\n           For the foregoing reasons, we vacate the judgment of\n\nthe district court and remand the case for proceedings consistent\n\nwith this opinion.   Costs to appellants.\n\n\n\n\n                                 -11-\n\f",
  "html": "<p class=\"case_cite\">389 F.3d 21</p>\n    <p class=\"parties\">JOHN G. ALDEN, INC. OF MASSACHUSETTS; John G. Alden Insurance Agency, Inc., Plaintiffs-Appellants\\Cross-Appellees,<br>v.<br>JOHN G. ALDEN INSURANCE AGENCY OF FLORIDA, INC.; John G. Alden Special Risks, Inc., Defendants-Appellees\\Cross-Appellants.</p>\n    <p class=\"docket\">No. 04-1054.</p>\n    <p class=\"docket\">No. 04-1209.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 6, 2004.</p>\n    <p class=\"date\">Decided November 10, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael A. Albert, with whom John L. Strand, Lawrence M. Green, and Wolf, Greenfield &amp; Sacks, P.C., were on brief, for appellants.</p>\n      <p class=\"indent\">Kevin J. D'Espies, with whom Rutherford Mulhall, P.A., was on brief, for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-Appellants John G. Alden, Inc. of Massachusetts and John G. Alden Insurance Agency, Inc. (collectively \"Alden Mass\") brought this breach of contract and trademark infringement action under the Lanham Act, 15 U.S.C. &#167; 1117(a), against Defendants-Appellees John G. Alden Insurance Agency of Florida, Inc. (\"Alden Florida\") and John G. Alden Special Risks, Inc. (\"Special Risks\") (collectively, \"Appellees\"). The district court granted summary judgment to Appellees, and Alden Mass now appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Because the district court failed to comply with Federal Rule of Civil Procedure 56(c), and failed to address at least one significant legal issue, we vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff-Appellant John G. Alden, Inc. of Massachusetts owns several federal registrations for trademarks related to the Alden name.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On December 9, 1981, Alden Mass and Alden Florida entered into a license agreement (the \"License Agreement\") which granted Alden Florida, as licensee:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The exclusive right and license in the State of Florida to operate an insuran[c]e, excluding life insurance, brokerage and agency business under the name \"John G. Alden Insurance Agency of Florida, Inc.\" together with the right to use [Alden Mass'] commonly known logo on advertising matters and stationery.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In exchange, Alden Florida agreed \"to pay [Alden Mass] three percent (3%) of gross commissions paid to [Alden Florida] and its salespersons for sale of insurance.\" The License Agreement also provided that Alden Florida could not assign or transfer the license without prior written approval of Alden Mass, and that Alden Mass could terminate the license if Alden Florida failed to make the payments required by the License Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Alden Florida made payments under the License Agreement from its execution in 1981 until approximately 1987, at which time Alden Florida stopped making payments. Although Alden Mass made an initial effort to collect from Alden Florida, it stopped all collection efforts no later than 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 30, 2002, pursuant to the termination clause in the License Agreement, Alden Mass gave written notice to Alden Florida, purporting to terminate the License Agreement. Alden Florida did not respond, and continued to use Alden Mass' registered marks until 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Frank Atlass, the founder, Chairman, and CEO of Alden Florida, incorporated Special Risks on November 18, 1999. There was never any license agreement between Alden Mass and Special Risks. Nonetheless, at all times from its incorporation until a few months after Alden Mass filed this suit, Special Risks used Alden Mass' registered marks to promote its business.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On November 1, 2002, Alden Mass filed suit against Alden Florida and Special Risks. In a scheduling order, the district judge set a July 10, 2003 deadline for discovery, an August 10, 2003 deadline for the filing of summary judgment motions, and a September 10, 2003 deadline for the filing of oppositions to any summary judgment motions. After Alden Florida and Special Risks filed their answer, Alden Mass filed a timely motion for summary judgment. On August 7, 2003, the parties filed a joint motion for the entry of an injunction, which the court allowed. Pursuant to that injunction, Appellees ceased using the Alden name, the Alden Mass registered marks, and the website domain name of www.aldeninsurance.com. On August 11, 2003, Alden Florida and Special Risks filed an opposition to Alden Mass' motion for summary judgment and, for the first time, advanced the theory that Alden Florida had repudiated the License Agreement at least fifteen years earlier by \"not making any payments.\" On August 15, 2003, Alden Mass filed a reply, contending that as a matter of law, a contract cannot be repudiated by mere inaction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Then, Alden Florida and Special Risks, with the permission of the court, took a late deposition of Nancy G. Ronan, a former employee of Plaintiff-Appellant John G. Alden Insurance Agency, Inc. As a result of information learned during that deposition, on September 30, 2003, over a month-and-a-half after the deadline for filing summary judgment motions had passed, Appellees filed a motion for leave to file a late motion for summary judgment. For the first time, Appellees advanced the theory that they had repudiated the contract not only by non-payment, but also by affirmatively \"informing [Alden Mass] that future payments would not be made.\" On October 3, 2003, the court denied Appellees' motion to file late.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On October 15, 2003, the district judge held a hearing on Alden Mass' motion for summary judgment (\"Hearing\"). That same day, Appellees filed a motion for reconsideration of the district court's order denying their motion for leave to file late (\"Motion for Reconsideration\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During the Hearing, the district judge noted that Appellees' new affirmative repudiation theory was being presented to the court for the first time. In light of this new argument, and the fact that discovery was already closed, the district judge invited Alden Mass to submit a \"letter\" to the court, alerting the judge to anything \"else in the [Ronan] deposition [she should] look at.... Or, [to point to any other] piece of evidence that makes [the statements in the Ronan deposition] a disputed issue of fact.\" The district judge was clear, however, that \"discovery is closed\" and \"there's no more briefing.\" In response, Alden Mass submitted a letter to the court on October 23, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On November 26, 2003, the district judge granted Appellees' Motion for Reconsideration, and on the same day, entered an order denying Alden Mass' motion for summary judgment and granting summary judgment to Alden Florida and Special Risks. The district judge determined that Alden Florida had repudiated the contract approximately fifteen years prior to suit, and therefore, Alden Mass' contract claims were barred by the statute of limitations, and its Lanham Act claims were barred by the equitable doctrine of laches. The district judge's decision made no mention of Special Risks' use of Alden Mass' marks.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 56(c) provides that a summary judgment motion \"shall be served at least 10 days before the time fixed for the hearing.\" Fed.R.Civ.P. 56(c). \"We have interpreted Rule 56(c) to allow an adverse party at least ten days to respond to a motion for summary judgment.\" <i>Delgado-Biaggi v. Air Transp. Local 501,</i> 112 F.3d 565, 567 (1st Cir.1997); <i>see Stella v. Town of Tewksbury,</i> 4 F.3d 53, 55 (1st Cir.1993) (\"[S]ummary judgment targets should be secure in the knowledge that they will have at least ten days in which to formulate and prepare their best opposition to an impending motion.\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, it is unclear whether the district judge granted Appellees' motion for summary judgment or whether the judge raised the summary judgment motion <i>sua sponte</i> (and coincidentally granted Appellees' Motion for Reconsideration the same day as the judgment was entered).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> For purposes of Rule 56(c), however, this determination is irrelevant. <i>See Stella,</i> 4 F.3d at 56 (\"[I]t is well settled in this circuit that all summary judgment proceedings, including those initiated by the district judge, will be held to the standards enunciated in Rule 56 itself.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moreover, appellate review is \"equally unaffected\" by whether summary judgment was raised on motion of one of the parties or by the court <i>sua sponte. See Berkovitz v. Home Box Office, Inc.,</i> 89 F.3d 24, 30 (1st Cir.1996). We engage in plenary review of the district court's grant of summary judgment. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, Alden Mass learned for the first time that it was the target of a motion for summary judgment on November 26, 2003, when the district judge granted Appellees' Motion for Reconsideration. That very same day, the court entered summary judgment in favor of Appellees. Clearly, Alden Mass was not afforded the ten days to reply as required by Rule 56(c). <i>See</i> Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It could be argued that the district court's failure to comply with the strictures of Rule 56(c) was harmless. <i>See, e.g., Am. Int'l Ins. Co. of P.R. v. Am. Nat'l Fire Ins. Co. (In re San Juan Dupont Plaza Hotel Fire Litig.),</i> 45 F.3d 564, 568 (1st Cir.1995) (\"If we were completely certain that the merits of the summary judgment issue had been <i>fully</i> presented to the district court, it might be reasonable to conclude either that the essence of the [] notice requirement had been satisfied or that the failure to satisfy it was harmless.\") (emphasis in original). We need not determine, however, whether our harmless error jurisprudence applies to the requirements of Rule 56, because the error here was not harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, we have held that \"[w]hen a court announces that it will follow a procedural course, the parties are entitled to rely on that announcement unless and until the court signals an impending change and affords a reasonable opportunity to regroup.\" <i>Leyva v. On The Beach, Inc.,</i> 171 F.3d 717, 720 (1st Cir.1999); <i>see Berkovitz,</i> 89 F.3d at 30 (\"A court cannot alter its bearings mid-course without signalling the impending change to the parties.\"). Here, the district judge gave Alden Mass every indication that it would not grant Appellees' Motion for Reconsideration. At one point, when Alden Mass requested an opportunity to respond to Appellees' newly raised affirmative repudiation theory, the district judge stated: \"[I]t's too late. I didn't let [Alden Florida and Special Risks] file a late motion. I'm not going to let you file a late motion.\" Furthermore, the district judge made clear at the Hearing that there would be \"no more briefing.\" Moreover, the district judge informed the parties that after the Hearing, \"we will set up the damages hearing. Because [Alden Mass] will be getting something.\" Plainly, Alden Mass had no notice that the district court was about to change its \"procedural course\" and not only accept Appellees' late motion, but also grant summary judgment in Appellees' favor. <i>See Berkovitz,</i> 89 F.3d at 31 (finding no notice where, <i>inter alia,</i> the court's pre-ruling statements pointed in the opposite direction).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, although it is true the district judge invited Alden Mass to submit a \"letter\" regarding the Ronan deposition, and to use that letter to point to any other piece of \"evidence that makes [the statements in the Ronan deposition] a disputed issue of fact,\" Rule 56(c) requires more. At a minimum, the party preparing the response must have the motivation of knowing that it is the target of a summary judgment motion. <i>See In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 45 F.3d at 568 (finding no notice where the only issue pending was whether the court would grant permission to file a summary judgment motion). Here, Alden Mass did not know it had become the target of a summary judgment motion. Also, the district court had made it clear that it would not accept any further evidentiary submissions or further legal argument. Therefore, Alden Mass did not have a \"meaningful opportunity to cull the best evidence supporting [its] position, and to present that evidence, together with developed legal argumentation, in opposition to the entry of summary judgment.\" <i>Berkovitz,</i> 89 F.3d at 31.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In addition to the district court's failure to follow the requirements of Rule 56(c), we also note that remand here is necessary because there is at least one \"significant legal issue, not squarely addressed by the district court\" that remains unresolved. <i>See In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 45 F.3d at 568. The district court's decision is devoid of any reference to Special Risks' use of Alden Mass' registered marks. Special Risks is a separate legal entity from Alden Florida, formed merely three years prior to the filing of this suit. We are unsure how any alleged repudiation of the License Agreement between Alden Mass and Alden Florida in the late 1980s or early 1990s could justify Special Risks' use of Alden Mass' registered marks. That said, \"[g]iven the case's posture,\" we decline to \"leapfrog[] to the merits.\" <i>Stella,</i> 4 F.3d at 55. This issue is more appropriately addressed on remand. Furthermore, the district judge did not squarely address Alden Mass' argument that laches does not apply to damages for Alden Florida's (and Special Risks') continued use of its registered marks after the date Alden Mass filed suit. <i>See In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 45 F.3d at 568. Again, this issue is more appropriately addressed on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We recognize that in the end, Alden Mass may not be able to \"muster enough evidence to ward off a properly advertised summary judgment.\" <i>Berkovitz,</i> 89 F.3d at 31. That possibility, however, does not affect our decision today: \"The issue here is one of process and fundamental fairness, not one of substance.\" <i>Rogan v. Menino,</i> 175 F.3d 75, 80 n. 4 (1st Cir.1999).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>vacate</i> the judgment of the district court and <i>remand</i> the case for proceedings consistent with this opinion. <i>Costs to appellants.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Alden Florida and Special Risks filed a cross-appeal from the district court's denial of attorneys' fees under Federal Rule of Civil Procedure 68 and Section 35 of the Lanham Act, 15 U.S.C. &#167; 1117. We do not reach this issue in light of our disposition of the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These marks include: U.S. Service Mark Registration Nos. 2,308,835 and 2,307,288 for ALDEN&#174;; No. 2,290,215 for JOHN G. ALDEN&#174;; and Nos. 2,292,686, 2,291,150, 2,294,400, and 2,291,119 for variations of a rope logo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that, \"while Rule 56(c) refers to a `hearing' in relation to the ten day proviso, the rule does not require oral argument in connection with the motion.\"<i>Delgado-Biaggi,</i> 112 F.3d at 567 n. 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Part of this ambiguity stems from the wording in the district court's order. The order states: \"[Alden Mass'] motion is<i>DENIED</i> and the Court orders entry of judgment in favor of defendant [sic] pursuant to Fed.R.Civ.P. 56(b),\" instead of, for example, \"[Alden Mass'] motion is <i>DENIED,</i> [Alden Florida's and Special Risks'] motion is <i>ALLOWED,</i> and the Court orders entry of judgment in favor of defendants pursuant to Fed.R.Civ.P. 56(b).\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span></p>\n    <p class=\"parties\">JOHN G. ALDEN, INC. OF MASSACHUSETTS; John G. Alden Insurance Agency, Inc., Plaintiffs-Appellants\\Cross-Appellees,<br>v.<br>JOHN G. ALDEN INSURANCE AGENCY OF FLORIDA, INC.; John G. Alden Special Risks, Inc., Defendants-Appellees\\Cross-Appellants.</p>\n    <p class=\"docket\">No. 04-1054.</p>\n    <p class=\"docket\">No. 04-1209.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 6, 2004.</p>\n    <p class=\"date\">Decided November 10, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael A. Albert, with whom John L. Strand, Lawrence M. Green, and Wolf, Greenfield &amp; Sacks, P.C., were on brief, for appellants.</p>\n      <p class=\"indent\">Kevin J. D'Espies, with whom Rutherford Mulhall, P.A., was on brief, for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-Appellants John G. Alden, Inc. of Massachusetts and John G. Alden Insurance Agency, Inc. (collectively \"Alden Mass\") brought this breach of contract and trademark infringement action under the Lanham Act, 15 U.S.C. &#167; 1117(a), against Defendants-Appellees John G. Alden Insurance Agency of Florida, Inc. (\"Alden Florida\") and John G. Alden Special Risks, Inc. (\"Special Risks\") (collectively, \"Appellees\"). The district court granted summary judgment to Appellees, and Alden Mass now appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Because the district court failed to comply with Federal Rule of Civil Procedure 56(c), and failed to address at least one significant legal issue, we vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff-Appellant John G. Alden, Inc. of Massachusetts owns several federal registrations for trademarks related to the Alden name.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On December 9, 1981, Alden Mass and Alden Florida entered into a license agreement (the \"License Agreement\") which granted Alden Florida, as licensee:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The exclusive right and license in the State of Florida to operate an insuran[c]e, excluding life insurance, brokerage and agency business under the name \"John G. Alden Insurance Agency of Florida, Inc.\" together with the right to use [Alden Mass'] commonly known logo on advertising matters and stationery.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In exchange, Alden Florida agreed \"to pay [Alden Mass] three percent (3%) of gross commissions paid to [Alden Florida] and its salespersons for sale of insurance.\" The License Agreement also provided that Alden Florida could not assign or transfer the license without prior written approval of Alden Mass, and that Alden Mass could terminate the license if Alden Florida failed to make the payments required by the License Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Alden Florida made payments under the License Agreement from its execution in 1981 until approximately 1987, at which time Alden Florida stopped making payments. Although Alden Mass made an initial effort to collect from Alden Florida, it stopped all collection efforts no later than 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 30, 2002, pursuant to the termination clause in the License Agreement, Alden Mass gave written notice to Alden Florida, purporting to terminate the License Agreement. Alden Florida did not respond, and continued to use Alden Mass' registered marks until 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Frank Atlass, the founder, Chairman, and CEO of Alden Florida, incorporated Special Risks on November 18, 1999. There was never any license agreement between Alden Mass and Special Risks. Nonetheless, at all times from its incorporation until a few months after Alden Mass filed this suit, Special Risks used Alden Mass' registered marks to promote its business.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On November 1, 2002, Alden Mass filed suit against Alden Florida and Special Risks. In a scheduling order, the district judge set a July 10, 2003 deadline for discovery, an August 10, 2003 deadline for the filing of summary judgment motions, and a September 10, 2003 deadline for the filing of oppositions to any summary judgment motions. After Alden Florida and Special Risks filed their answer, Alden Mass filed a timely motion for summary judgment. On August 7, 2003, the parties filed a joint motion for the entry of an injunction, which the court allowed. Pursuant to that injunction, Appellees ceased using the Alden name, the Alden Mass registered marks, and the website domain name of www.aldeninsurance.com. On August 11, 2003, Alden Florida and Special Risks filed an opposition to Alden Mass' motion for summary judgment and, for the first time, advanced the theory that Alden Florida had repudiated the License Agreement at least fifteen years earlier by \"not making any payments.\" On August 15, 2003, Alden Mass filed a reply, contending that as a matter of law, a contract cannot be repudiated by mere inaction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Then, Alden Florida and Special Risks, with the permission of the court, took a late deposition of Nancy G. Ronan, a former employee of Plaintiff-Appellant John G. Alden Insurance Agency, Inc. As a result of information learned during that deposition, on September 30, 2003, over a month-and-a-half after the deadline for filing summary judgment motions had passed, Appellees filed a motion for leave to file a late motion for summary judgment. For the first time, Appellees advanced the theory that they had repudiated the contract not only by non-payment, but also by affirmatively \"informing [Alden Mass] that future payments would not be made.\" On October 3, 2003, the court denied Appellees' motion to file late.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On October 15, 2003, the district judge held a hearing on Alden Mass' motion for summary judgment (\"Hearing\"). That same day, Appellees filed a motion for reconsideration of the district court's order denying their motion for leave to file late (\"Motion for Reconsideration\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">During the Hearing, the district judge noted that Appellees' new affirmative repudiation theory was being presented to the court for the first time. In light of this new argument, and the fact that discovery was already closed, the district judge invited Alden Mass to submit a \"letter\" to the court, alerting the judge to anything \"else in the [Ronan] deposition [she should] look at.... Or, [to point to any other] piece of evidence that makes [the statements in the Ronan deposition] a disputed issue of fact.\" The district judge was clear, however, that \"discovery is closed\" and \"there's no more briefing.\" In response, Alden Mass submitted a letter to the court on October 23, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On November 26, 2003, the district judge granted Appellees' Motion for Reconsideration, and on the same day, entered an order denying Alden Mass' motion for summary judgment and granting summary judgment to Alden Florida and Special Risks. The district judge determined that Alden Florida had repudiated the contract approximately fifteen years prior to suit, and therefore, Alden Mass' contract claims were barred by the statute of limitations, and its Lanham Act claims were barred by the equitable doctrine of laches. The district judge's decision made no mention of Special Risks' use of Alden Mass' marks.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 56(c) provides that a summary judgment motion \"shall be served at least 10 days before the time fixed for the hearing.\" Fed.R.Civ.P. 56(c). \"We have interpreted Rule 56(c) to allow an adverse party at least ten days to respond to a motion for summary judgment.\" <i>Delgado-Biaggi v. Air Transp. Local 501,</i> <span class=\"citation\" data-id=\"740226\"><a href=\"/opinion/740226/eric-delgado-biaggi-v-air-transport-local-501/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 567 (1st Cir.1997); <i>see Stella v. Town of Tewksbury,</i> <span class=\"citation\" data-id=\"194924\"><a href=\"/opinion/194924/stella-v-tewksbury-town-of/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 55 (1st Cir.1993) (\"[S]ummary judgment targets should be secure in the knowledge that they will have at least ten days in which to formulate and prepare their best opposition to an impending motion.\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, it is unclear whether the district judge granted Appellees' motion for summary judgment or whether the judge raised the summary judgment motion <i>sua sponte</i> (and coincidentally granted Appellees' Motion for Reconsideration the same day as the judgment was entered).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> For purposes of Rule 56(c), however, this determination is irrelevant. <i>See Stella,</i> 4 F.3d at 56 (\"[I]t is well settled in this circuit that all summary judgment proceedings, including those initiated by the district judge, will be held to the standards enunciated in Rule 56 itself.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moreover, appellate review is \"equally unaffected\" by whether summary judgment was raised on motion of one of the parties or by the court <i>sua sponte. See Berkovitz v. Home Box Office, Inc.,</i> <span class=\"citation\" data-id=\"196881\"><a href=\"/opinion/196881/berkovitz-v-home-box-office/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 30 (1st Cir.1996). We engage in plenary review of the district court's grant of summary judgment. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, Alden Mass learned for the first time that it was the target of a motion for summary judgment on November 26, 2003, when the district judge granted Appellees' Motion for Reconsideration. That very same day, the court entered summary judgment in favor of Appellees. Clearly, Alden Mass was not afforded the ten days to reply as required by Rule 56(c). <i>See</i> Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It could be argued that the district court's failure to comply with the strictures of Rule 56(c) was harmless. <i>See, e.g., Am. Int'l Ins. Co. of P.R. v. Am. Nat'l Fire Ins. Co. (In re San Juan Dupont Plaza Hotel Fire Litig.),</i> <span class=\"citation\" data-id=\"195867\"><a href=\"/opinion/195867/in-re-san-juan-v-american-internation/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">564</span></a></span>, 568 (1st Cir.1995) (\"If we were completely certain that the merits of the summary judgment issue had been <i>fully</i> presented to the district court, it might be reasonable to conclude either that the essence of the [] notice requirement had been satisfied or that the failure to satisfy it was harmless.\") (emphasis in original). We need not determine, however, whether our harmless error jurisprudence applies to the requirements of Rule 56, because the error here was not harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, we have held that \"[w]hen a court announces that it will follow a procedural course, the parties are entitled to rely on that announcement unless and until the court signals an impending change and affords a reasonable opportunity to regroup.\" <i>Leyva v. On The Beach, Inc.,</i> <span class=\"citation\" data-id=\"198404\"><a href=\"/opinion/198404/leyva-v-on-the-beach-inc/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">717</span></a></span>, 720 (1st Cir.1999); <i>see Berkovitz,</i> 89 F.3d at 30 (\"A court cannot alter its bearings mid-course without signalling the impending change to the parties.\"). Here, the district judge gave Alden Mass every indication that it would not grant Appellees' Motion for Reconsideration. At one point, when Alden Mass requested an opportunity to respond to Appellees' newly raised affirmative repudiation theory, the district judge stated: \"[I]t's too late. I didn't let [Alden Florida and Special Risks] file a late motion. I'm not going to let you file a late motion.\" Furthermore, the district judge made clear at the Hearing that there would be \"no more briefing.\" Moreover, the district judge informed the parties that after the Hearing, \"we will set up the damages hearing. Because [Alden Mass] will be getting something.\" Plainly, Alden Mass had no notice that the district court was about to change its \"procedural course\" and not only accept Appellees' late motion, but also grant summary judgment in Appellees' favor. <i>See Berkovitz,</i> 89 F.3d at 31 (finding no notice where, <i>inter alia,</i> the court's pre-ruling statements pointed in the opposite direction).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, although it is true the district judge invited Alden Mass to submit a \"letter\" regarding the Ronan deposition, and to use that letter to point to any other piece of \"evidence that makes [the statements in the Ronan deposition] a disputed issue of fact,\" Rule 56(c) requires more. At a minimum, the party preparing the response must have the motivation of knowing that it is the target of a summary judgment motion. <i>See In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 45 F.3d at 568 (finding no notice where the only issue pending was whether the court would grant permission to file a summary judgment motion). Here, Alden Mass did not know it had become the target of a summary judgment motion. Also, the district court had made it clear that it would not accept any further evidentiary submissions or further legal argument. Therefore, Alden Mass did not have a \"meaningful opportunity to cull the best evidence supporting [its] position, and to present that evidence, together with developed legal argumentation, in opposition to the entry of summary judgment.\" <i>Berkovitz,</i> 89 F.3d at 31.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In addition to the district court's failure to follow the requirements of Rule 56(c), we also note that remand here is necessary because there is at least one \"significant legal issue, not squarely addressed by the district court\" that remains unresolved. <i>See In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 45 F.3d at 568. The district court's decision is devoid of any reference to Special Risks' use of Alden Mass' registered marks. Special Risks is a separate legal entity from Alden Florida, formed merely three years prior to the filing of this suit. We are unsure how any alleged repudiation of the License Agreement between Alden Mass and Alden Florida in the late 1980s or early 1990s could justify Special Risks' use of Alden Mass' registered marks. That said, \"[g]iven the case's posture,\" we decline to \"leapfrog[] to the merits.\" <i>Stella,</i> 4 F.3d at 55. This issue is more appropriately addressed on remand. Furthermore, the district judge did not squarely address Alden Mass' argument that laches does not apply to damages for Alden Florida's (and Special Risks') continued use of its registered marks after the date Alden Mass filed suit. <i>See In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 45 F.3d at 568. Again, this issue is more appropriately addressed on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We recognize that in the end, Alden Mass may not be able to \"muster enough evidence to ward off a properly advertised summary judgment.\" <i>Berkovitz,</i> 89 F.3d at 31. That possibility, however, does not affect our decision today: \"The issue here is one of process and fundamental fairness, not one of substance.\" <i>Rogan v. Menino,</i> <span class=\"citation\" data-id=\"198447\"><a href=\"/opinion/198447/rogan-v-menino/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 80 n. 4 (1st Cir.1999).</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>vacate</i> the judgment of the district court and <i>remand</i> the case for proceedings consistent with this opinion. <i>Costs to appellants.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Alden Florida and Special Risks filed a cross-appeal from the district court's denial of attorneys' fees under Federal Rule of Civil Procedure 68 and Section 35 of the Lanham Act, 15 U.S.C. &#167; 1117. We do not reach this issue in light of our disposition of the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These marks include: U.S. Service Mark Registration Nos. 2,308,835 and 2,307,288 for ALDEN&#174;; No. 2,290,215 for JOHN G. ALDEN&#174;; and Nos. 2,292,686, 2,291,150, 2,294,400, and 2,291,119 for variations of a rope logo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that, \"while Rule 56(c) refers to a `hearing' in relation to the ten day proviso, the rule does not require oral argument in connection with the motion.\"<i>Delgado-Biaggi,</i> 112 F.3d at 567 n. 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Part of this ambiguity stems from the wording in the district court's order. The order states: \"[Alden Mass'] motion is<i>DENIED</i> and the Court orders entry of judgment in favor of defendant [sic] pursuant to Fed.R.Civ.P. 56(b),\" instead of, for example, \"[Alden Mass'] motion is <i>DENIED,</i> [Alden Florida's and Special Risks'] motion is <i>ALLOWED,</i> and the Court orders entry of judgment in favor of defendants pursuant to Fed.R.Civ.P. 56(b).\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/194924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740226/"
  ]
}