{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201473/",
  "absolute_url": "/opinion/201473/fafel-v-dipaola/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201473/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:27:37Z",
  "date_modified": "2016-02-28T05:05:38.404516Z",
  "type": "010combined",
  "sha1": "da1e25fa50554dcd4b750185cf896ddf1cfe474e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1718-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/07/Fafel_v._DiPaola.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 04-1718\n\n                            LEONARD FAFEL,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n                   JAMES V. DIPAOLA, individually\n\n              and in his capacity as Middlesex Sheriff,\n\n                        Defendant, Appellee.\n\n\n\n                 APPEAL FROM THE U.S. DISTRICT COURT\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Patti B. Saris, U.S. District Judge]\n\n\n\n                               Before\n\n                      Torruella, Circuit Judge,\n                   Campbell, Senior Circuit Judge,\n                      and Lipez, Circuit Judge.\n\n\n     Robert S. Mantell, with whom Rodgers, Powers & Schwartz LLP\nwas on brief, for appellant.\n     Thomas Drechsler, Special Assistant Attorney General, with\nwhom Salvatore M. Giorlandino, Assistant Attorney General, and\nFinneran, Byrne & Drechsler, L.L.P., were on brief, for appellee.\n\n\n\n                            March 7, 2005\n\f            LIPEZ, Circuit Judge.      Plaintiff-Appellant Leonard Fafel\n\nappeals from the denial of his Rule 60(b)(4) motion for relief from\n\nan injunction that prohibits him from pursuing claims in state\n\ncourt in contravention of a consent judgment entered in federal\n\ncourt pursuant to Rule 68.          See Fed. R. Civ. P. 60 (Relief from\n\nJudgment or Order); Fed. R. Civ. P. 68 (Offer of Judgment).               Fafel\n\nargues that the injunction is void for lack of subject-matter\n\njurisdiction because the district court misunderstood the scope of\n\nits ancillary jurisdiction to enforce the underlying Rule 68\n\njudgment.    Given that the district court had more than an arguable\n\nbasis for concluding that it had jurisdiction to enforce its\n\njudgment, we reject Fafel's collateral attack and affirm the\n\ndistrict court's decision.\n\n                                      I.\n\nA.          Fafel's State and Federal Court Actions\n\n            We recount the undisputed facts and procedural history in\n\nsome detail to provide an understanding of the unusual nature of\n\nthis case.    On April 10, 2002, Fafel filed a civil rights action\n\nunder 42 U.S.C. § 1983, along with pendent state law claims, in\n\nfederal district court against Defendant-Appellee, Middlesex County\n\nSheriff   James     V.   DiPaola,   individually    and     in    his   official\n\ncapacity, based on Fafel's termination from employment in April\n\n2000.     Specifically, Fafel alleged that DiPaola had caused a\n\ndeprivation    of    Fafel's   constitutional      rights    to    freedom    of\n\n\n                                     -2-\n\fassociation and due process in violation of § 1983 and its state\n\nlaw counterpart, Mass. Gen. L. ch. 12, § 11I, and that he had\n\nengaged in tortious interference with Fafel's employment.               Fafel\n\nhad   already   filed   another    action   against    DiPaola    and     the\n\nCommonwealth of Massachusetts arising out of the same incident in\n\nMassachusetts   Superior   Court    alleging    that   Fafel     had     been\n\nterminated without the benefit of procedural protections required\n\nunder Mass. Gen. L. ch. 35, § 51.        On May 30, 2002, less than two\n\nmonths after the filing of his federal court action, Fafel obtained\n\na court order in his state court action directing DiPaola and the\n\nCommonwealth of Massachusetts to reinstate Fafel with back pay.\n\nJudgment in Fafel's favor was not entered until approximately six\n\nmonths later, in January 2003.\n\nB.        DiPaola's Offer of Judgment\n\n          On April 17, 2003, while DiPaola's appeal from the state\n\ncourt judgment was pending in the Massachusetts Appeals Court,\n\nFafel filed a civil contempt action against DiPaola in state court\n\nseeking enforcement of the state court judgment.           On April 30,\n\n2003, DiPaola filed a motion for summary judgment in Fafel's\n\nfederal court action.      Instead of waiting for a ruling on the\n\nmotion, DiPaola extended an offer of judgment to Fafel on May 8,\n\n2003, pursuant to Federal Rule of Civil Procedure 68, which permits\n\n\"a party defending against a claim [to] serve upon the adverse\n\nparty an offer to allow judgment to be taken against the defending\n\n\n                                   -3-\n\fparty for the money or property or to the effect specified in the\n\noffer, with costs then accrued.\"         DiPaola's offer specified an\n\namount of $150,000, including \"attorney['s] fees and costs accrued\n\nto date in the [federal court] case only,\" which amount, \"[i]f\n\naccepted, . . . shall satisfy all claims made and relief sought by\n\nthe plaintiff against the defendant arising from or related to the\n\nApril 2000 termination of the plaintiff from his employment in the\n\nMiddlesex Sheriff's Department.\"       The offer also provided that,\n\nupon Fafel's acceptance, \"judgment shall enter in the amount of\n\n$150,000 . . . in the case of Leonard Fafel v. James V. DiPaola,\n\nIndividually, and in his capacity as Middlesex Sheriff[,] and . . .\n\nplaintiff's claims for punitive damages and injunctive relief shall\n\nbe dismissed with prejudice.\"       The offer of judgment did not\n\nexplicitly refer to the disposition of Fafel's state law claims.\n\n          Under Rule 68, \"[i]f within 10 days after the service of\n\nthe offer the adverse party serves written notice that the offer is\n\naccepted, either party may then file the offer and notice of\n\nacceptance together with proof of service thereof and thereupon the\n\nclerk shall enter judgment.\"    Fafel timely accepted the offer, and\n\nDiPaola filed the requisite documents with the court on May 13,\n\n2003.    For   reasons   that   remain   unclear,   judgment   was   not\n\nimmediately entered. Instead, on May 15, 2003, the entire case was\n\ndismissed \"[i]n accordance with the Offer of Judgement filed by the\n\nDefendant on May 13, 2003.\"\n\n\n                                 -4-\n\fC.        DiPaola's Motion to Enforce\n\n          When Fafel refused to sign a stipulation of dismissal in\n\nhis state court contempt action or to assent to a motion to vacate\n\nthe state court judgment of reinstatement and back pay based on\n\nFafel's April 2000 termination, DiPaola moved in federal district\n\ncourt on June 11, 2003, to enforce the Rule 68 judgment through an\n\ninjunction prohibiting Fafel from pursuing his state court action.\n\nThat same day, judgment was entered in the federal court action in\n\nFafel's favor.   Because the order of dismissal entered on May 15,\n\n2003, clearly failed to comply with either the terms of Rule 68 or\n\nthe terms of the offer of judgment filed with the court,1 we treat\n\nthat order as superseded by the judgment that was properly entered\n\non June 11, 2003, \"[i]n accordance with Plaintiff's acceptance of\n\nthe Defendant's Offer of Judgement,\" which in turn provided that\n\n\"judgment shall enter in the amount of $150,000 . . . in the case\n\nof Leonard Fafel v. James V. DiPaola Individually, and in his\n\ncapacity as Middlesex Sheriff[,] and . . . plaintiff's claims for\n\npunitive damages and injunctive relief shall be dismissed with\n\nprejudice.\"\n\n\n\n\n     1\n      Put most simply, an order dismissing a lawsuit does not\nresult in the entry of the judgment for money damages contemplated\nby the Rule 68 offer in this case. The language of the order also\ncreated an ambiguity about whether Fafel's claims for punitive\ndamages and injunctive relief were dismissed with prejudice. The\nRule 68 offer clearly required dismissal with prejudice.\n\n                               -5-\n\f                On August 19, 2003, the district court held a hearing on\n\nDiPaola's motion to enforce.2              DiPaola argued that Fafel was\n\nprecluded from pursuing reinstatement through his state court\n\ncontempt action because, under the terms of the Rule 68 offer of\n\njudgment        that   Fafel   had   accepted,    his   identical    prayer   for\n\ninjunctive relief in the form of reinstatement in the federal court\n\naction had been dismissed with prejudice.                  Similarly, DiPaola\n\nargued, Fafel was precluded from pursuing back pay in state court\n\nthrough his contempt action because, again under the terms of the\n\nRule       68   offer,   Fafel's     acceptance    of   payment     of   $150,000\n\n\"satisf[ied] all claims made and relief sought by the plaintiff\n\nagainst the defendant arising from or related to [his] April 2000\n\ntermination.\"3\n\n                Observing that Fafel had \"lost\" any entitlement to back\n\npay (the amount of which had never been calculated) in state court\n\nby accepting DiPaola's offer of a $150,000 federal court judgment\n\nin satisfaction of \"all claims made and relief sought . . . arising\n\nfrom or related to [his] April 2000 termination,\" the district\n\ncourt enjoined Fafel -- deliberately \"parrot[ing]\" the terms of the\n\noffer of judgment he had accepted -- \"from taking any action to\n\n\n\n       2\n      The state court stayed Fafel's contempt action pending the\ndistrict court's decision on DiPaola's motion to enforce the Rule\n68 judgment.\n       3\n      DiPaola tendered a check to Fafel dated August 15, 2003,\nwhich was deposited on August 19, 2003.\n\n                                        -6-\n\fseek relief or make claims against defendant arising from or\n\nrelated to the April 2000 termination of the plaintiff from his\n\nemployment in the Middlesex Sheriff's Department.\"4                       When Fafel\n\nobjected     on   the   ground   that   the     court     lacked    subject-matter\n\njurisdiction over his action in state court, the district court\n\nresponded,    \"I   have      jurisdiction     over   my    judgment[,]      and    I'm\n\nenforcing this judgment with respect to all claims made and relief\n\nsought by the plaintiff against the defendant arising from or\n\nrelated to the April[] 2000 termination of the plaintiff.\"\n\nD.           Fafel's Motion for Relief\n\n             Fafel did not appeal from the issuance of the injunction.\n\nOn October 30, 2003, approximately one month after the 30-day time\n\nlimit for filing a notice of appeal had passed, Fafel, represented\n\nby new counsel, filed a \"Motion to Vacate the Judgment and Reopen\n\nthe   Case   Due   to   an    Unauthorized      Acceptance     of    an    Offer    of\n\nJudgment.\" He claimed that his former attorney had acted \"contrary\n\nto [Fafel's] specific instruction that [his attorney] not accept an\n\noffer of judgment to the extent that it would dispose of [Fafel's]\n\nclaims in Massachusetts Court.\"               In his motion, Fafel estimated\n\nthat \"he would be owed $457,000\" in back pay \"as of June 30, 2003,\"\n\nunder the state court's judgment and stated that \"[i]t simply would\n\n\n      4\n      The district court expressed some reservations about whether\nFafel's contempt action seeking to enforce the state court order of\nreinstatement fell within the scope of the terms of the offer.\nWithout deciding the matter, it simply issued an injunction in\naccordance with the terms of the accepted offer.\n\n                                        -7-\n\fnot have made sense to accept a $150,000 offer of judgment in\n\nFederal Court, to the extent that it would have [led] to a waiver\n\nof the lucrative judgment in State Court worth $457,000 plus\n\nreinstatement.\"      Fafel then alleged that his former attorney had\n\nbeen \"instructed not to accept the offer to the extent that it\n\ncalled for a release of the state law claims.\"           In his prayer for\n\nrelief, Fafel requested that the court \"[w]ithdraw the injunction\n\nthat prevents Plaintiff from pursuing remedies in State Court for\n\nthe April 2000 termination.\"\n\n              The magistrate judge considering this motion held an\n\nevidentiary hearing on February 24, 2004, and issued a report and\n\nrecommendation on April 14, 2004.          The magistrate judge construed\n\nthe motion as one for relief from judgment under the catch-all\n\nprovision of Federal Rule of Civil Procedure 60(b)(6), which\n\npermits a district court to grant relief for \"any other reason [not\n\nset   forth    in   Rule   60(b)(1)-(5)]    justifying   relief   from   the\n\noperation of the judgment.\"\n\n              The magistrate judge first addressed Fafel's failure to\n\nappeal the issuance of the injunction. Reciting the \"bedrock\" rule\n\nthat \"Rule 60(b)(6) cannot, and should not, be used to [circumvent]\n\ntime limits available to take an appeal,\" the magistrate judge\n\nstated: \"To the extent that plaintiff was of the view that the\n\ndistrict judge . . . improperly or improvidently granted the\n\ndefendant the injunctive relief sought, he could have filed an\n\n\n                                    -8-\n\fappeal . . . within thirty (30) days after the injunctive relief\n\nwas ordered.\"       The magistrate judge concluded, quoting Cotto v.\n\nUnited    States,    993   F.2d    274,       278    (1st    Cir.   1993),     that\n\n\"[P]laintiff's current Motion to Reopen . . . is nothing more than\n\nan attempt to '. . . escape the consequences of failure to take a\n\ntimely appeal.'\"\n\n           Nevertheless, the magistrate judge went on to address\n\nFafel's motion on the merits.            Based on the evidence presented\n\nduring the      hearing,   he   determined      that     Fafel   \"did give     [his\n\nattorney] actual authority to accept the offer of judgment, knowing\n\nfull well that . . . there was a downside risk in acceptance of the\n\noffer.\"    Accordingly, the magistrate judge recommended denial of\n\nFafel's motion to vacate the Rule 68 judgment on the merits.\n\n           Then, after noting that \"[n]either side . . . ha[d]\n\naddressed [Fafel's] prayer for relief\" requesting withdrawal of the\n\ninjunction enforcing the Rule 68 judgment (as distinct from Fafel's\n\nrequest   for    relief    from   the    Rule       68   judgment   itself),    the\n\nmagistrate judge recommended sua sponte that the district court\n\nvacate the injunction because \"this court always must be vigilant\"\n\nabout subject-matter jurisdiction.5 The magistrate judge explained\n\nthat DiPaola's motion to enforce the Rule 68 judgment must be\n\n\"[t]reated as a breach of contract suit\" between non-diverse\n\n\n     5\n      The magistrate judge did not identify which provision of Rule\n60(b) authorized the granting of such relief and under what\nconditions. We address this question below in Part II.\n\n                                        -9-\n\fparties governed solely by state law, over which the district court\n\nlacked jurisdiction once the court had disposed of Fafel's § 1983\n\nsuit.     The magistrate judge then quoted extensively from the\n\nSupreme Court's opinion in Kokkonen v. Guardian Life Insurance Co.\n\nof America, 511 U.S. 375 (1994).         There, the Court held that a\n\nfederal   district   court   lacked   subject-matter   jurisdiction   to\n\nenforce a settlement agreement for which part of the consideration\n\nwas the filing of a stipulation of voluntary dismissal pursuant to\n\nFed. R. Civ. P. 41(a)(1)(ii).6    The Court held that the settlement\n\nagreement at issue in Kokkonen, which provided no independent basis\n\nfor federal jurisdiction, could only be enforced in federal court\n\npursuant to the court's ancillary jurisdiction if the dismissal\n\norder either (1) incorporated the terms of the settlement agreement\n\nor (2) contained a provision, with the parties' consent, expressly\n\nreserving jurisdiction to enforce the agreement.       Id. at 381-82.\n\n            In the instant case, the magistrate judge reasoned, the\n\ndistrict court had employed neither of the measures set forth in\n\nKokkonen.    Instead, \"[t]he Order of Dismissal previously entered\n\n[on May 15, 2003], and the formal judgment later entered [on June\n\n11, 2003], did not purport to condition the dismissal on compliance\n\n\n\n     6\n      Fed. R. Civ. P. 41(a)(1)(ii) provides for dismissal of a\nplaintiff's claims \"without order of court\" upon the filing of \"a\nstipulation of dismissal signed by all parties who have appeared in\nthe action. Unless otherwise stated in the . . . stipulation\" (and\nwith exceptions not relevant here), \"the dismissal is without\nprejudice . . . .\"\n\n                                  -10-\n\fwith the terms of the offer of judgment.     Nor did [they] purport to\n\nretain jurisdiction over the case to enforce the settlement.\"7       As\n\na result, the magistrate judge concluded, the district court lacked\n\nsubject-matter jurisdiction to enforce the terms of the Rule 68\n\noffer purporting to \"satisfy all claims made and relief sought by\n\nthe plaintiff against the defendant arising from or related to\n\n[his] April 2000 termination.\"\n\n           DiPaola filed a limited objection to the magistrate\n\njudge's   report   and   recommendation   relating   to   subject-matter\n\njurisdiction.   The district court then issued the following margin\n\norder on April 30, 2004:\n\n           I adopt the Report and Recommendation except\n           with respect to the recommendation that I lack\n           subject matter jurisdiction to enforce the\n           offer of judgment by an injunction. I believe\n           I have jurisdiction to issue the injunction.\n           See   Utility   Automation    2000   Inc.   v.\n           Choctawhatchee Electric Cooperative, 298 F.3d\n           1238, 1248-49 (11th Cir. 2002).\n\nThe district court denied Fafel's motion for reconsideration of its\n\njurisdictional ruling on May 24, 2004. Fafel now appeals only from\n\nthat portion of the court's decision rejecting the magistrate\n\n\n\n\n     7\n      As we noted above, the May 15, 2003, order of dismissal,\nwhich on its face failed to comport with the terms of the offer of\njudgment or with Rule 68, was incorrectly entered. As we discuss\nin Part III. C, a Rule 68 judgment differs from an order dismissing\na lawsuit.    The magistrate judge did not recognize that the\njudgment entered on June 11, 2003, superseded the order of\ndismissal. This misunderstanding contributed significantly to the\nmisapplication of the Kokkonen case.\n\n                                 -11-\n\fjudge's   recommendation   to   vacate   the   injunction   for   lack   of\n\nsubject-matter jurisdiction.\n\n                                  II.\n\nA.         Standard of Review\n\n           We treat Fafel's appeal, which continues a collateral\n\nattack on the validity of an injunction allegedly issued in the\n\nabsence of subject-matter jurisdiction, as an appeal from a denial\n\nof a motion for relief from a judgment pursuant to Federal Rule of\n\nCivil Procedure 60(b)(4), which permits a court to grant such\n\nrelief where \"the judgment is void.\" See Lubben v. Selective Serv.\n\nSys. Local Bd. No. 27, 453 F.2d 645, 649-50 (1st Cir. 1972)\n\n(analyzing claim that judgment was entered without subject-matter\n\njurisdiction under Rule 60(b)(4)).8 Ordinarily, a district court's\n\ndecision to grant or deny relief from judgment pursuant to Rule\n\n60(b) is reviewable on appeal \"only for an abuse of discretion.\"\n\nHonneus v. Donovan, 691 F.2d 1, 2 (1st Cir. 1982) (per curiam)\n\n(citation omitted).   We have said, however, that a court deciding\n\na motion brought under Rule 60(b)(4) \"ha[s] no discretion because\n\na judgment is either void or it is not.\"       Id. (citations omitted).\n\nThus, we review de novo the district court's legal conclusion that\n\n\n\n\n     8\n      We thus have no need to analyze Fafel's claim under the\n\"catch-all\" provision of Rule 60(b)(6), which the magistrate judge\nused to analyze Fafel's entirely different claim that his attorney\nlacked authority to accept the Rule 68 offer.\n\n                                  -12-\n\fit had subject-matter jurisdiction to enforce its judgment with the\n\nissuance of the injunction.\n\nB.         Void Judgments\n\n           As the magistrate judge noted, courts must always be\n\n\"vigilant\" about the existence of subject-matter jurisdiction. Yet\n\ndetermining when a judgment rendered in the absence of subject-\n\nmatter jurisdiction is \"void\" for purposes of collateral attack is\n\nan issue of some complexity.\n\n           \"Federal courts are courts of limited jurisdiction,\"\n\nKokkonen, 511 U.S. at 377, and the requirement of subject-matter\n\njurisdiction    \"functions   as     a    restriction    on   federal   power,\"\n\nInsurance Corp. of Ireland v. Compagnie des Bauxites de Guinee, 456\n\nU.S. 694, 702 (1982). The existence of subject-matter jurisdiction\n\n\"is never presumed.\"     Viqueira v. First Bank, 140 F.3d 12, 16 (1st\n\nCir. 1998).    Rather, federal courts, including appellate courts,\n\nmust satisfy themselves that subject-matter jurisdiction has been\n\nestablished.    Ins. Corp. of Ir., 456 U.S. at 702.             To that end,\n\nfederal courts have jurisdiction for at least the limited purpose\n\nof   determining   whether   they       have   jurisdiction.     Chicot      Cty.\n\nDrainage Dist. v. Baxter State Bank, 308 U.S. 371, 377 (1940).\n\n           A   court   without    subject-matter       jurisdiction    may   not\n\nacquire it by consent of the parties; \"principles of estoppel do\n\nnot apply, and a party does not waive the requirement by failing to\n\nchallenge jurisdiction early in the proceedings.\"              Ins. Corp. of\n\n\n                                    -13-\n\fIr., 456 U.S. at 702 (citations omitted).                     Weighing against this\n\nseemingly \"inflexible\" jurisdictional requirement, id. (internal\n\nquotation    marks      and   citation    omitted),       however,          is    a    strong\n\ninterest    in    the   finality    of    judgments.           \"The    court          has   the\n\nauthority    to    pass   upon    its    own    jurisdiction          and    its       decree\n\nsustaining       jurisdiction     against      attack,    while       open       to    direct\n\nreview, is res judicata in a collateral action.\"                             Chicot Cty.\n\nDrainage Dist., 308 U.S. at 377.\n\n            Where a judgment is collaterally attacked as void for\n\nlack of subject-matter jurisdiction, then, \"[c]ompeting policies\n\nare   at    stake,\"     namely,     \"observation         of    limits        on       federal\n\njurisdiction and need for judgments that are final.\"                        Kan. City S.\n\nRy. v. Great Lakes Carbon Corp., 624 F.2d 822, 826 (8th Cir. 1980)\n\n(en banc); see also Hodge v. Hodge, 621 F.2d 590, 592 (3d Cir.\n\n1980) (\"[U]nless more than the private interests of the litigants\n\nis at stake, even the issue of subject matter jurisdiction must at\n\nsome point be laid to rest.\"); Lubben, 453 F.2d at 650 (noting a\n\nneed for \"the certainty which allows controversies to be deemed\n\njudicially concluded\").          Accordingly, this court has established a\n\nhigh bar for collaterally vacating a judgment for lack of subject-\n\nmatter jurisdiction:\n\n            A void judgment is to be distinguished from an\n            erroneous one, in that the latter is subject\n            only to direct attack. A void judgment is one\n            which, from its inception, was a complete\n            nullity and without legal effect.      In the\n            interest of finality, the concept of void\n\n                                         -14-\n\f            judgments is narrowly construed.      While\n            absence of subject matter jurisdiction may\n            make a judgment void, such total want of\n            jurisdiction must be distinguished from an\n            error in the exercise of jurisdiction.    A\n            court has the power to determine its own\n            jurisdiction,   and  an   error   in   that\n            determination will not render the judgment\n            void. Only in the rare instance of a clear\n            usurpation of power will a judgment be\n            rendered void.\n\nLubben, 453 F.2d at 649 (footnotes omitted).              If a court has an\n\n\"arguable    basis\"   for    concluding    that    it   has    subject-matter\n\njurisdiction, the judgment it enters may not be collaterally\n\nattacked as \"void.\"     Nemaizer v. Baker, 793 F.2d 58, 65 (2d Cir.\n\n1986).\n\n            Fafel's   collateral    attack    on    the     district    court's\n\njudgment alleging a lack of subject-matter jurisdiction must be\n\nevaluated pursuant to these principles.           In this case, neither the\n\nmagistrate judge nor the district court discussed the difference\n\nbetween a challenge to a court's subject-matter jurisdiction on\n\ndirect appeal and a collateral attack on that jurisdiction.                   The\n\nmagistrate judge observed that Fafel's argument that his attorney\n\nlacked authority to accept DiPaola's offer of judgment was \"nothing\n\nmore than an attempt\" to cure his failure to appeal the injunction\n\nwithin the time limits set forth in Fed. R. App. P. 4(a).                     That\n\nobservation   is   equally    applicable     to   Fafel's     claim    that    the\n\ninjunction is void for lack of subject-matter jurisdiction, a claim\n\nwhich Fafel raises for the first time on appeal from the district\n\n\n                                   -15-\n\fcourt's      rejection     of     the   magistrate      judge's    sua     sponte\n\nrecommendation on subject-matter jurisdiction.                 See Lubben, 453\n\nF.2d at 651 (Rule 60(b)(6), \"like Rule 60(b) generally, is not a\n\nsubstitute for an appeal\").              Nevertheless, a motion for relief\n\nfrom an unappealed judgment alleged to be void for lack of subject-\n\nmatter jurisdiction may succeed if the rigorous standard for such\n\nrelief is met.     Kocher v. Dow Chem. Co., 132 F.3d 1225, 1230 (8th\n\nCir. 1997) (reviewing Rule 60(b)(4) motion \"employ[ed] . . . as a\n\nsubstitute for the timely appeal [plaintiff] never filed\").                      We\n\nturn, then, to the question of whether the district court, by\n\nenjoining Fafel from pursuing claims in state court in order to\n\nenforce a federal court judgment, engaged in \"a clear usurpation of\n\npower\" such     that     the    injunction,     \"from   its   inception,   was    a\n\ncomplete nullity and without legal effect,\" Lubben, 453 F.2d at\n\n649.\n\n                                        III.\n\nA.           Ancillary Enforcement Jurisdiction\n\n             \"The doctrine of enforcement jurisdiction is a judicial\n\ncreation, born of the necessity that courts have the power to\n\nenforce their judgments.\" U.S.I. Props. Corp. v. M.D. Constr. Co.,\n\n230 F.3d 489, 496 (1st Cir. 2000).             Without this \"residual federal\n\njurisdiction . . . flowing from [a court's] original jurisdiction\n\nover   the   action,\"     id.    at   496,   \"the   judicial   power   would     be\n\nincomplete and entirely inadequate to the purposes for which it was\n\n\n                                        -16-\n\fconferred by the Constitution,\" Riggs v. Johnson Cty., 73 U.S. (6\n\nWall.) 166, 187 (1867).   However, because enforcement jurisdiction\n\nis a \"creature of necessity,\" it extends only as far as required to\n\neffectuate a judgment.     Peacock v. Thomas, 516 U.S. 349, 359\n\n(1996).\n\n          Fafel contends that the district court impermissibly\n\nextended its ancillary jurisdiction to enforce a judgment by\n\ninterpreting and enforcing the terms of the underlying Rule 68\n\noffer and acceptance of judgment, which, he argues, constituted\n\nnothing more than a private settlement agreement between non-\n\ndiverse parties governed solely by state contract law.         Under\n\nKokkonen, Fafel maintains, the court's failure to incorporate the\n\nterms of the offer of judgment into the formal judgment or to\n\ninclude an express provision retaining jurisdiction deprived it of\n\nauthority to enforce the provision in the Rule 68 offer purporting\n\nto \"satisfy all claims made and relief sought by the plaintiff\n\nagainst the defendant arising from or related to [Fafel's] April\n\n2000 termination.\"\n\nB.        The Kokkonen Decision\n\n          In Kokkonen, the Supreme Court unanimously held that a\n\ndistrict court lacked jurisdiction to enforce the terms of a\n\nsettlement agreement after the underlying federal court action had\n\nbeen dismissed with prejudice by stipulation of the parties under\n\nRule 41(a)(1)(ii).   511 U.S. at 382.   Although the substance of the\n\n\n                                -17-\n\foral settlement agreement was \"recited, on the record, before the\n\nDistrict Judge in chambers,\" id. at 376, the terms later sought to\n\nbe enforced, which provided for the return of files to one party,\n\n\"ha[d] nothing to do with\" the subject-matter of the claim that had\n\noriginally initiated the litigation in federal court, id. at 380.9\n\nRather, the stipulation of voluntary \"dismissal of an earlier\n\nfederal   suit\"   was   but   \"part   of   the    consideration   for\"   the\n\nsettlement agreement.         Id. at 381.        The subsequent action to\n\nenforce the unrelated terms of the settlement agreement thus\n\nconstituted a standard breach of contract suit \"requir[ing] its own\n\nbasis for jurisdiction.\"       Id. at 378.\n\n           Under certain circumstances, the Court recognized that an\n\nindependent basis for federal jurisdiction may be supplied by\n\nancillary jurisdiction.       The doctrine of ancillary jurisdiction,\n\nthe Court explained, serves\n\n           two   separate, though   sometimes   related,\n           purposes: (1) to permit disposition by a\n           single court of claims that are, in varying\n           respects      a nd   degrees,      factuall y\n           interdependent; and (2) to enable a court to\n           function successfully, that is, to manage its\n           proceedings, vindicate its authority, and\n           effectuate its decrees.\n\nKokkonen, 511 U.S. at 379-80 (citations omitted).10\n\n\n     9\n      The underlying action involved breach of an agency contract\nand had been removed to federal court based on diversity\njurisdiction. Kokkonen, 511 U.S. at 376.\n     10\n      The first type of ancillary jurisdiction has been described\nas \"supplemental\" jurisdiction, and is generally codified at 28\n\n                                   -18-\n\f           The   facts   in    Kokkonen     supported     neither     rationale.\n\nRather, the Court stressed that \"[t]he facts to be determined with\n\nregard   to\"   the   claim    of   breach   of     the   settlement    agreement\n\nproviding for the return of files were \"quite separate from the\n\nfacts to be determined in the principal suit,\" which involved an\n\nalleged breach of an entirely different agreement.               Id. at 381.   In\n\nthe context of that case, \"it would neither be necessary nor even\n\nparticularly     efficient    that   [the    two    claims]      be   adjudicated\n\ntogether.\"     Id. at 380.     Moreover, \"the only order [in Kokkonen]\n\nwas that the suit be dismissed, a disposition that is in no way\n\nflouted or imperiled by the alleged breach of the settlement\n\nagreement\" providing for the return of files.              Id.    The Court also\n\nemphasized that the action to enforce the terms of the settlement\n\n\n\n\nU.S.C. § 1367. See 28 U.S.C. § 1367(a) (\"[I]n any civil action of\nwhich the district courts have original jurisdiction, the district\ncourts shall have supplemental jurisdiction over all other claims\nthat are so related to claims in the action within such original\njurisdiction that they form part of the same case or controversy\nunder Article III of the United States Constitution.\"); Vera-Lozano\nv. Int'l Broad., 50 F.3d 67, 70 (1st Cir. 1995) (§ 1367(a) codifies\n\"common nucleus of operative fact\" test adopted in United Mine\nWorkers v. Gibbs, 383 U.S. 715 (1966)).\n     The second type of ancillary jurisdiction has been\ncharacterized as \"enforcement jurisdiction\" and recognizes the\n\"inherent power of federal courts to exercise jurisdiction in order\nto enforce their judgments in certain situations where jurisdiction\nwould otherwise be lacking.\" Futura Dev. of P.R. v. Estadio Libre\nAsociado de P.R., 144 F.3d 7, 9 n.1 (1st Cir. 1998) (distinguishing\nbetween    \"supplemental\"     jurisdiction     and    \"enforcement\"\njurisdiction); see also Susan M. Glenn, Note, Federal Supplemental\nEnforcement Jurisdiction, 42 S.C. L. Rev. 469 (1991).\n\n                                     -19-\n\fagreement involved \"more than just a continuation or renewal of the\n\ndismissed suit.\"   Id. at 378.   Finally, the Court stated:\n\n          The situation would be quite different if the\n          parties' obligation to comply with the terms\n          of the settlement agreement had been made part\n          of the order of dismissal -- either by\n          separate provision (such as a provision\n          \"retaining jurisdiction\" over the settlement\n          agreement) or by incorporating the terms of\n          the settlement agreement in the order.      In\n          that event, a breach of the agreement would be\n          a violation of the order, and ancillary\n          jurisdiction to enforce the agreement would\n          therefore exist.\n\nId. at 381.11   In the absence of an independent basis for federal\n\njurisdiction or one of the additional measures required to retain\n\nancillary jurisdiction, the Court concluded, \"enforcement of the\n\nsettlement agreement is for state courts.\"    Id. at 382.\n\n\n\n\n     11\n      If the May 15, 2003, order of dismissal had remained the\noperative document in this case (rather than the judgment that we\nhave explained superseded the order of dismissal), an argument\ncould be made that the order, which was entered \"[i]n accordance\nwith the Offer of Judgement filed by the Defendant,\" complied with\nthe requirement that it \"incorporat[e] the terms of the settlement\nagreement.\" Kokkonen, 511 U.S. at 381. There is some disagreement\namong the circuits about what language is required to effectively\nincorporate such terms for purposes of retaining jurisdiction.\nSee, e.g., In re Phar-Mor, Inc. Sec. Litig., 172 F.3d 270, 274-75\n(3d Cir. 1999) (citing cases finding similar language in orders of\ndismissal insufficient to incorporate terms of settlement\nagreements); but see Lucille v. City of Chicago, 31 F.3d 546, 549\n(7th Cir. 1994) (Cudahy, J., concurring) (\"It is not much of a\nstretch to construe 'entered in accordance with' as language of\nincorporation\" where \"Kokkonen is silent as to what words a\ndistrict court must use\"). We need not resolve the matter because\nthe Rule 68 offer of judgment in this case properly resulted in the\nentry of a judgment rather than an order of dismissal.\n\n                                 -20-\n\fC.        Applying Kokkonen\n\n          Fafel argues that the Rule 68 judgment in this case was\n\nobtained merely as an incident to a purely private settlement\n\nagreement between non-diverse parties: \"In this case, the parties\n\nsettled the case via an offer of judgment.\"       As a result, he\n\nargues, like the order of dismissal entered in Kokkonen, entry of\n\nthe Rule 68 judgment was simply part of the consideration for a\n\nprivate contract comprising the terms of the offer.\n\n          To be sure, \"[t]he plain purpose of Rule 68 is to\n\nencourage settlement and avoid litigation.\"    Marek v. Chesny, 473\n\nU.S. 1, 5 (1985).     To that end, Rule 68 creates a significant\n\ndisincentive for a party to reject an offer of judgment in favor of\n\nproceeding to trial by imposing the risk of being charged with\n\n\"costs incurred after the making of the offer\" if \"the judgment\n\nfinally obtained by the offeree is not more favorable than the\n\noffer.\"   Fed. R. Civ. P. 68.   However, entry of judgment pursuant\n\nto Rule 68 operates as more than mere consideration for the\n\nunderlying offer and acceptance of judgment.    The unique features\n\nof Rule 68 render \"[a] Rule 68 judgment . . . a consent judgment of\n\na particular kind.\"    Mallory v. Eyrich, 922 F.2d 1273, 1280 (6th\n\nCir. 1991).\n\n           In order to trigger entry of judgment under Rule 68, one\n\nparty must first \"file the offer and notice of acceptance together\n\nwith proof of service thereof.\"   Fed. R. Civ. P. 68.   Upon filing,\n\n\n                                -21-\n\fthe clerk of court \"shall enter judgment.\"              Id.; see Ramming v.\n\nNatural Gas Pipeline Co., 390 F.3d 366, 370 (5th Cir. 2004) (\"A\n\nRule 68 Offer of Judgment is usually considered self-executing.\").\n\nIn the event that an offeree rejects an offer of judgment made in\n\ncompliance with Rule 68, the court may be called upon to enforce\n\nthe rule's cost-shifting provision, thus imbuing the decision to\n\nreject a fair offer of judgment with meaningful consequences. See,\n\ne.g., Webb v. James, 147 F.3d 617, 621 (7th Cir. 1998) (\"Unlike an\n\nordinary     contract   offer,    'a     Rule   68   offer   imposes   certain\n\nconsequences that can be costly for the plaintiff who declines the\n\noffer.'\") (citation omitted).             In order to enforce the cost-\n\nshifting provision, moreover, a court necessarily must evaluate the\n\nterms of the rejected offer in order to compare it against the\n\nvalue of any \"judgment finally obtained by the offeree\" and thereby\n\ndetermine whether the offeree is liable for \"costs incurred after\n\nmaking of the offer.\"      Fed. R. Civ. P. 68.12       See, e.g., Tai Van Le\n\nv. Univ. of Pa., 321 F.3d 403, 407-09 (3d Cir. 2003) (district\n\ncourt     properly   compared    final   judgment    obtained   by   plaintiff\n\nagainst offer tendered by defendants).\n\n             If an offer of judgment is accepted and judgment entered,\n\na court may still be called upon (as was the district court in this\n\ncase) to decide a motion brought under Fed. R. Civ. P. 60(b) to\n\n\n     12\n      A rejected offer is \"deemed withdrawn and evidence thereof\nis not admissible except in a proceeding to determine costs.\" Fed.\nR. Civ. P. 68.\n\n                                       -22-\n\fvacate the Rule 68 judgment.                See, e.g., Webb, 147 F.3d at 622\n\n(\"[T]he proper procedural device for relief from a Rule 68 judgment\n\nis   the   same   as    for      any   other      judgment:    Rule    60.\")   (citing\n\nRichardson v. Nat'l R.R. Passenger Corp., 49 F.3d 760, 765 (D.C.\n\nCir. 1995)).      Again, in doing so, a court may have to interpret the\n\nterms of the underlying offer of judgment in order to determine\n\nwhether relief from judgment is warranted.\n\n            Finally, when a district court is called upon to enforce\n\na Rule 68 judgment, it may examine the parties' intent regarding\n\nthe effect of that judgment, as manifested by the offer and\n\nacceptance of judgment filed with the court.                     In the absence of\n\nterms specifying the \"money or property\" or other \"effect\" to which\n\n\"judgment [is] to be taken against the defending party,\" Fed. R.\n\nCiv. P. 68, a Rule 68 judgment has no meaningful content; the terms\n\nof an accepted offer of judgment are thus part and parcel of a Rule\n\n68   judgment.         As   a    result,     a    Rule   68   judgment     necessarily\n\nincorporates the terms of the underlying offer, with or without the\n\nadditional     measures         prescribed       in   Kokkonen   for   a   settlement\n\nagreement providing for dismissal of claims under Rule 41.13\n\n\n      13\n      In its margin order rejecting the magistrate judge's\nrecommendation that it vacate the injunction for lack of subject-\nmatter jurisdiction pursuant to Kokkonen, the district court cited\nthe Eleventh Circuit's opinion in Utility Automation, 298 F.3d at\n1248-49. That portion of Utility Automation describes the effect\nof a Rule 68 judgment for purposes of determining an offeree's\nentitlement to attorney's fees as a \"prevailing party.\" Id. We do\nnot view Utility Automation as bearing on the entirely different\nquestion of whether the district court had subject-matter\n\n                                           -23-\n\f             Here, in evaluating DiPaola's motion to enforce the Rule\n\n68 judgment by enjoining Fafel's pursuit of his claims in state\n\ncourt, the district court examined the terms of the Rule 68 offer\n\nof judgment to determine the scope and effect of a judgment it\n\nalready had jurisdiction to enforce.          Moreover, in protecting its\n\nRule    68   judgment,   the   district    court   prudently   confined   its\n\nexercise of ancillary jurisdiction to the scope of the offer of\n\njudgment.     It thus enjoined Fafel, in precisely the same terms as\n\nthe offer of judgment Fafel accepted, \"from taking any action to\n\nseek relief or make claims against defendant arising from or\n\nrelated to the April 2000 termination of the plaintiff from his\n\nemployment in the Middlesex Sheriff's Department.\"14               Far from\n\nengaging in a \"clear usurpation of power,\" Lubben, 453 F.2d at 649,\n\nthe district court justifiably concluded that it had ancillary\n\njurisdiction to enforce its Rule 68 judgment.             Accordingly, the\n\ninjunction it issued was not void for lack of subject-matter\n\n\njurisdiction to enforce its judgment.\n       14\n      To the extent that Fafel argues on appeal that the terms of\nthe offer of judgment purporting to settle claims in state court\nfell outside the proper scope of Rule 68, he raises a claim of\nlegal error on the merits of entry of the Rule 68 judgment.\nSimilarly, to the extent Fafel argues that the district court\nlacked authority to enforce its judgment by issuing an injunction\nas opposed to some other method of enforcement, he raises a claim\nof legal error regarding the propriety of issuing an injunction to\nenforce the underlying Rule 68 judgment.      These claims are not\nbefore us on appeal from the denial of Fafel's Rule 60(b)(4) motion\nseeking to vacate the injunction entered by the district court to\nenforce the Rule 68 judgment as void for lack of subject-matter\njurisdiction.\n\n                                    -24-\n\fjurisdiction, and it properly rejected the magistrate judge's\n\nrecommendation to the contrary.\n\n          Affirmed.\n\n\n\n\n                              -25-\n\f",
  "html": "<p class=\"case_cite\">399 F.3d 403</p>\n    <p class=\"parties\">Leonard FAFEL, Plaintiff, Appellant,<br>v.<br>James V. DIPAOLA, individually and in his capacity as Middlesex Sheriff, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-1718.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 5, 2004.</p>\n    <p class=\"date\">Decided March 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert S. Mantell, with whom Rodgers, Powers &amp; Schwartz LLP was on brief, for appellant.</p>\n      <p class=\"indent\">Thomas Drechsler, Special Assistant Attorney General, with whom Salvatore M. Giorlandino, Assistant Attorney General, and Finneran, Byrne &amp; Drechsler, L.L.P., were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-Appellant Leonard Fafel appeals from the denial of his Rule 60(b)(4) motion for relief from an injunction that prohibits him from pursuing claims in state court in contravention of a consent judgment entered in federal court pursuant to Rule 68. <i>See</i> Fed.R.Civ.P. 60 (Relief from Judgment or Order); Fed.R.Civ.P. 68 (Offer of Judgment). Fafel argues that the injunction is void for lack of subject-matter jurisdiction because the district court misunderstood the scope of its ancillary jurisdiction to enforce the underlying Rule 68 judgment. Given that the district court had more than an arguable basis for concluding that it had jurisdiction to enforce its judgment, we reject Fafel's collateral attack and affirm the district court's decision.</p>\n    </div>\n    <p>I.</p>\n    <p class=\"indent\">A. Fafel's State and Federal Court Actions</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the undisputed facts and procedural history in some detail to provide an understanding of the unusual nature of this case. On April 10, 2002, Fafel filed a civil rights action under 42 U.S.C. &#167; 1983, along with pendent state law claims, in federal district court against Defendant-Appellee, Middlesex County Sheriff James V. DiPaola, individually and in his official capacity, based on Fafel's termination from employment in April 2000. Specifically, Fafel alleged that DiPaola had caused a deprivation of Fafel's constitutional rights to freedom of association and due process in violation of &#167; 1983 and its state law counterpart, Mass. Gen. L. ch. 12, &#167; 11I, and that he had engaged in tortious interference with Fafel's employment. Fafel had already filed another action against DiPaola and the Commonwealth of Massachusetts arising out of the same incident in Massachusetts Superior Court alleging that Fafel had been terminated without the benefit of procedural protections required under Mass. Gen. L. ch. 35, &#167; 51. On May 30, 2002, less than two months after the filing of his federal court action, Fafel obtained a court order in his state court action directing DiPaola and the Commonwealth of Massachusetts to reinstate Fafel with back pay. Judgment in Fafel's favor was not entered until approximately six months later, in January 2003.</p>\n    </div>\n    <p class=\"indent\">B. DiPaola's Offer of Judgment</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 17, 2003, while DiPaola's appeal from the state court judgment was pending in the Massachusetts Appeals Court, Fafel filed a civil contempt action against DiPaola in state court seeking enforcement of the state court judgment. On April 30, 2003, DiPaola filed a motion for summary judgment in Fafel's federal court action. Instead of waiting for a ruling on the motion, DiPaola extended an offer of judgment to Fafel on May 8, 2003, pursuant to Federal Rule of Civil Procedure 68, which permits \"a party defending against a claim [to] serve upon the adverse party an offer to allow judgment to be taken against the defending party for the money or property or to the effect specified in the offer, with costs then accrued.\" DiPaola's offer specified an amount of $150,000, including \"attorney['s] fees and costs accrued to date in the [federal court] case only,\" which amount, \"[i]f accepted, ... shall satisfy all claims made and relief sought by the plaintiff against the defendant arising from or related to the April 2000 termination of the plaintiff from his employment in the Middlesex Sheriff's Department.\" The offer also provided that, upon Fafel's acceptance, \"judgment shall enter in the amount of $150,000 ... in the case of <i>Leonard Fafel v. James V. DiPaola, Individually, and in his capacity as Middlesex Sheriff</i> [,] and ... plaintiff's claims for punitive damages and injunctive relief shall be dismissed with prejudice.\" The offer of judgment did not explicitly refer to the disposition of Fafel's state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under Rule 68, \"[i]f within 10 days after the service of the offer the adverse party serves written notice that the offer is accepted, either party may then file the offer and notice of acceptance together with proof of service thereof and thereupon the clerk shall enter judgment.\" Fafel timely accepted the offer, and DiPaola filed the requisite documents with the court on May 13, 2003. For reasons that remain unclear, judgment was not immediately entered. Instead, on May 15, 2003, the entire case was dismissed \"[i]n accordance with the Offer of Judgement filed by the Defendant on May 13, 2003.\"</p>\n    </div>\n    <p class=\"indent\">C. DiPaola's Motion to Enforce</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Fafel refused to sign a stipulation of dismissal in his state court contempt action or to assent to a motion to vacate the state court judgment of reinstatement and back pay based on Fafel's April 2000 termination, DiPaola moved in federal district court on June 11, 2003, to enforce the Rule 68 judgment through an injunction prohibiting Fafel from pursuing his state court action. That same day, judgment was entered in the federal court action in Fafel's favor. Because the order of dismissal entered on May 15, 2003, clearly failed to comply with either the terms of Rule 68 or the terms of the offer of judgment filed with the court,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> we treat that order as superseded by the judgment that was properly entered on June 11, 2003, \"[i]n accordance with Plaintiff's acceptance of the Defendant's Offer of Judgement,\" which in turn provided that \"judgment shall enter in the amount of $150,000 ... in the case of <i>Leonard Fafel v. James V. DiPaola Individually, and in his capacity as Middlesex Sheriff</i> [,] and ... plaintiff's claims for punitive damages and injunctive relief shall be dismissed with prejudice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On August 19, 2003, the district court held a hearing on DiPaola's motion to enforce.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> DiPaola argued that Fafel was precluded from pursuing reinstatement through his state court contempt action because, under the terms of the Rule 68 offer of judgment that Fafel had accepted, his identical prayer for injunctive relief in the form of reinstatement in the federal court action had been dismissed with prejudice. Similarly, DiPaola argued, Fafel was precluded from pursuing back pay in state court through his contempt action because, again under the terms of the Rule 68 offer, Fafel's acceptance of payment of $150,000 \"satisf[ied] all claims made and relief sought by the plaintiff against the defendant arising from or related to [his] April 2000 termination.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Observing that Fafel had \"lost\" any entitlement to back pay (the amount of which had never been calculated) in state court by accepting DiPaola's offer of a $150,000 federal court judgment in satisfaction of \"all claims made and relief sought ... arising from or related to [his] April 2000 termination,\" the district court enjoined Fafel &#8212; deliberately \"parrot[ing]\" the terms of the offer of judgment he had accepted &#8212; \"from taking any action to seek relief or make claims against defendant arising from or related to the April 2000 termination of the plaintiff from his employment in the Middlesex Sheriff's Department.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> When Fafel objected on the ground that the court lacked subject-matter jurisdiction over his action in state court, the district court responded, \"I have jurisdiction over my judgment[,] and I'm enforcing this judgment with respect to all claims made and relief sought by the plaintiff against the defendant arising from or related to the April[ ] 2000 termination of the plaintiff.\"</p>\n    </div>\n    <p class=\"indent\">D. Fafel's Motion for Relief</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Fafel did not appeal from the issuance of the injunction. On October 30, 2003, approximately one month after the 30-day time limit for filing a notice of appeal had passed, Fafel, represented by new counsel, filed a \"Motion to Vacate the Judgment and Reopen the Case Due to an Unauthorized Acceptance of an Offer of Judgment.\" He claimed that his former attorney had acted \"contrary to [Fafel's] specific instruction that [his attorney] not accept an offer of judgment to the extent that it would dispose of [Fafel's] claims in Massachusetts Court.\" In his motion, Fafel estimated that \"he would be owed $457,000\" in back pay \"as of June 30, 2003,\" under the state court's judgment and stated that \"[i]t simply would not have made sense to accept a $150,000 offer of judgment in Federal Court, to the extent that it would have [led] to a waiver of the lucrative judgment in State Court worth $457,000 plus reinstatement.\" Fafel then alleged that his former attorney had been \"instructed not to accept the offer to the extent that it called for a release of the state law claims.\" In his prayer for relief, Fafel requested that the court \"[w]ithdraw the injunction that prevents Plaintiff from pursuing remedies in State Court for the April 2000 termination.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The magistrate judge considering this motion held an evidentiary hearing on February 24, 2004, and issued a report and recommendation on April 14, 2004. The magistrate judge construed the motion as one for relief from judgment under the catch-all provision of Federal Rule of Civil Procedure 60(b)(6), which permits a district court to grant relief for \"any other reason [not set forth in Rule 60(b)(1)-(5)] justifying relief from the operation of the judgment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The magistrate judge first addressed Fafel's failure to appeal the issuance of the injunction. Reciting the \"bedrock\" rule that \"Rule 60(b)(6) cannot, and should not, be used to [circumvent] time limits available to take an appeal,\" the magistrate judge stated: \"To the extent that plaintiff was of the view that the district judge ... improperly or improvidently granted the defendant the injunctive relief sought, he could have filed an appeal ... within thirty (30) days after the injunctive relief was ordered.\" The magistrate judge concluded, quoting <i>Cotto v. United States,</i> 993 F.2d 274, 278 (1st Cir.1993), that \"[P]laintiff's current Motion to Reopen ... is nothing more than an attempt to `... escape the consequences of failure to take a timely appeal.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nevertheless, the magistrate judge went on to address Fafel's motion on the merits. Based on the evidence presented during the hearing, he determined that Fafel \"<i>did</i> give [his attorney] <i>actual</i> authority to accept the offer of judgment, knowing full well that ... there was a downside risk in acceptance of the offer.\" Accordingly, the magistrate judge recommended denial of Fafel's motion to vacate the Rule 68 judgment on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Then, after noting that \"[n]either side ... ha[d] addressed [Fafel's] prayer for relief\" requesting withdrawal of the injunction enforcing the Rule 68 judgment (as distinct from Fafel's request for relief from the Rule 68 judgment itself), the magistrate judge recommended <i>sua sponte</i> that the district court vacate the injunction because \"this court always must be vigilant\" about subject-matter jurisdiction.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The magistrate judge explained that DiPaola's motion to enforce the Rule 68 judgment must be \"[t]reated as a breach of contract suit\" between non-diverse parties governed solely by state law, over which the district court lacked jurisdiction once the court had disposed of Fafel's &#167; 1983 suit. The magistrate judge then quoted extensively from the Supreme Court's opinion in <i>Kokkonen v. Guardian Life Insurance Co. of America,</i> 511 U.S. 375, 114 S.Ct. 1673, 128 L.Ed.2d 391 (1994). There, the Court held that a federal district court lacked subject-matter jurisdiction to enforce a settlement agreement for which part of the consideration was the filing of a stipulation of voluntary dismissal pursuant to Fed.R.Civ.P. 41(a)(1)(ii).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The Court held that the settlement agreement at issue in <i>Kokkonen,</i> which provided no independent basis for federal jurisdiction, could only be enforced in federal court pursuant to the court's ancillary jurisdiction if the dismissal order either (1) incorporated the terms of the settlement agreement or (2) contained a provision, with the parties' consent, expressly reserving jurisdiction to enforce the agreement. <i>Id.</i> at 381-82, 114 S.Ct. 1673.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the instant case, the magistrate judge reasoned, the district court had employed neither of the measures set forth in <i>Kokkonen.</i> Instead, \"[t]he Order of Dismissal previously entered [on May 15, 2003], and the formal judgment later entered [on June 11, 2003], did not purport to condition the dismissal on compliance with the terms of the offer of judgment. Nor did [they] purport to retain jurisdiction over the case to enforce the settlement.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As a result, the magistrate judge concluded, the district court lacked subject-matter jurisdiction to enforce the terms of the Rule 68 offer purporting to \"satisfy all claims made and relief sought by the plaintiff against the defendant arising from or related to [his] April 2000 termination.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">DiPaola filed a limited objection to the magistrate judge's report and recommendation relating to subject-matter jurisdiction. The district court then issued the following margin order on April 30, 2004:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I adopt the Report and Recommendation except with respect to the recommendation that I lack subject matter jurisdiction to enforce the offer of judgment by an injunction. I believe I have jurisdiction to issue the injunction. <i>See Utility Automation 2000 Inc. v. Choctawhatchee Electric Cooperative,</i> 298 F.3d 1238, 1248-49 (11th Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court denied Fafel's motion for reconsideration of its jurisdictional ruling on May 24, 2004. Fafel now appeals only from that portion of the court's decision rejecting the magistrate judge's recommendation to vacate the injunction for lack of subject-matter jurisdiction.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We treat Fafel's appeal, which continues a collateral attack on the validity of an injunction allegedly issued in the absence of subject-matter jurisdiction, as an appeal from a denial of a motion for relief from a judgment pursuant to Federal Rule of Civil Procedure 60(b)(4), which permits a court to grant such relief where \"the judgment is void.\" <i>See Lubben v. Selective Serv. Sys. Local Bd. No. 27,</i> 453 F.2d 645, 649-50 (1st Cir.1972) (analyzing claim that judgment was entered without subject-matter jurisdiction under Rule 60(b)(4)).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Ordinarily, a district court's decision to grant or deny relief from judgment pursuant to Rule 60(b) is reviewable on appeal \"only for an abuse of discretion.\" <i>Honneus v. Donovan,</i> 691 F.2d 1, 2 (1st Cir.1982) (per curiam) (citation omitted). We have said, however, that a court deciding a motion brought under Rule 60(b)(4) \"ha[s] no discretion because a judgment is either void or it is not.\" <i>Id.</i> (citations omitted). Thus, we review <i>de novo</i> the district court's legal conclusion that it had subject-matter jurisdiction to enforce its judgment with the issuance of the injunction.</p>\n    </div>\n    <p class=\"indent\">B. Void Judgments</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As the magistrate judge noted, courts must always be \"vigilant\" about the existence of subject-matter jurisdiction. Yet determining when a judgment rendered in the absence of subject-matter jurisdiction is \"void\" for purposes of collateral attack is an issue of some complexity.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Federal courts are courts of limited jurisdiction,\" <i>Kokkonen,</i> 511 U.S. at 377, 114 S.Ct. 1673, and the requirement of subject-matter jurisdiction \"functions as a restriction on federal power,\" <i>Insurance Corp. of Ireland v. Compagnie des Bauxites de Guinee,</i> 456 U.S. 694, 702, 102 S.Ct. 2099, 72 L.Ed.2d 492 (1982). The existence of subject-matter jurisdiction \"is never presumed.\" <i>Viqueira v. First Bank,</i> 140 F.3d 12, 16 (1st Cir.1998). Rather, federal courts, including appellate courts, must satisfy themselves that subject-matter jurisdiction has been established. <i>Ins. Corp. of Ir.,</i> 456 U.S. at 702, 102 S.Ct. 2099. To that end, federal courts have jurisdiction for at least the limited purpose of determining whether they have jurisdiction. <i>Chicot Cty. Drainage Dist. v. Baxter State Bank,</i> 308 U.S. 371, 377, 60 S.Ct. 317, 84 L.Ed. 329 (1940).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A court without subject-matter jurisdiction may not acquire it by consent of the parties; \"principles of estoppel do not apply, and a party does not waive the requirement by failing to challenge jurisdiction early in the proceedings.\" <i>Ins. Corp. of Ir.,</i> 456 U.S. at 702, 102 S.Ct. 2099 (citations omitted). Weighing against this seemingly \"inflexible\" jurisdictional requirement, <i>id.</i> (internal quotation marks and citation omitted), however, is a strong interest in the finality of judgments. \"The court has the authority to pass upon its own jurisdiction and its decree sustaining jurisdiction against attack, while open to direct review, is <i>res judicata</i> in a collateral action.\" <i>Chicot Cty. Drainage Dist.,</i> 308 U.S. at 377, 60 S.Ct. 317.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Where a judgment is collaterally attacked as void for lack of subject-matter jurisdiction, then, \"[c]ompeting policies are at stake,\" namely, \"observation of limits on federal jurisdiction and need for judgments that are final.\" <i>Kan. City S. Ry. v. Great Lakes Carbon Corp.,</i> 624 F.2d 822, 826 (8th Cir.1980) (en banc); <i>see also Hodge v. Hodge,</i> 621 F.2d 590, 592 (3d Cir.1980) (\"[U]nless more than the private interests of the litigants is at stake, even the issue of subject matter jurisdiction must at some point be laid to rest.\"); <i>Lubben,</i> 453 F.2d at 650 (noting a need for \"the certainty which allows controversies to be deemed judicially concluded\"). Accordingly, this court has established a high bar for collaterally vacating a judgment for lack of subject-matter jurisdiction:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A void judgment is to be distinguished from an erroneous one, in that the latter is subject only to direct attack. A void judgment is one which, from its inception, was a complete nullity and without legal effect. In the interest of finality, the concept of void judgments is narrowly construed. While absence of subject matter jurisdiction may make a judgment void, such total want of jurisdiction must be distinguished from an error in the exercise of jurisdiction. A court has the power to determine its own jurisdiction, and an error in that determination will not render the judgment void. Only in the rare instance of a clear usurpation of power will a judgment be rendered void.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Lubben,</i> 453 F.2d at 649 (footnotes omitted). If a court has an \"arguable basis\" for concluding that it has subject-matter jurisdiction, the judgment it enters may not be collaterally attacked as \"void.\" <i>Nemaizer v. Baker,</i> 793 F.2d 58, 65 (2d Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Fafel's collateral attack on the district court's judgment alleging a lack of subject-matter jurisdiction must be evaluated pursuant to these principles. In this case, neither the magistrate judge nor the district court discussed the difference between a challenge to a court's subject-matter jurisdiction on direct appeal and a collateral attack on that jurisdiction. The magistrate judge observed that Fafel's argument that his attorney lacked authority to accept DiPaola's offer of judgment was \"nothing more than an attempt\" to cure his failure to appeal the injunction within the time limits set forth in Fed. R.App. P. 4(a). That observation is equally applicable to Fafel's claim that the injunction is void for lack of subject-matter jurisdiction, a claim which Fafel raises for the first time on appeal from the district court's rejection of the magistrate judge's <i>sua sponte</i> recommendation on subject-matter jurisdiction. <i>See Lubben,</i> 453 F.2d at 651 (Rule 60(b)(6), \"like Rule 60(b) generally, is not a substitute for an appeal\"). Nevertheless, a motion for relief from an unappealed judgment alleged to be void for lack of subject-matter jurisdiction may succeed if the rigorous standard for such relief is met. <i>Kocher v. Dow Chem. Co.,</i> 132 F.3d 1225, 1230 (8th Cir.1997) (reviewing Rule 60(b)(4) motion \"employ[ed] ... as a substitute for the timely appeal [plaintiff] never filed\"). We turn, then, to the question of whether the district court, by enjoining Fafel from pursuing claims in state court in order to enforce a federal court judgment, engaged in \"a clear usurpation of power\" such that the injunction, \"from its inception, was a complete nullity and without legal effect,\" <i>Lubben,</i> 453 F.2d at 649.</p>\n    </div>\n    <p>III.</p>\n    <p class=\"indent\">A. Ancillary Enforcement Jurisdiction</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"The doctrine of enforcement jurisdiction is a judicial creation, born of the necessity that courts have the power to enforce their judgments.\" <i>U.S.I. Props. Corp. v. M.D. Constr. Co.,</i> 230 F.3d 489, 496 (1st Cir.2000). Without this \"residual federal jurisdiction ... flowing from [a court's] original jurisdiction over the action,\" <i>id.</i> at 496, \"the judicial power would be incomplete and entirely inadequate to the purposes for which it was conferred by the Constitution,\" <i>Riggs v. Johnson Cty.,</i> 73 U.S. (6 Wall.) 166, 187, 18 L.Ed. 768 (1867). However, because enforcement jurisdiction is a \"creature of necessity,\" it extends only as far as required to effectuate a judgment. <i>Peacock v. Thomas,</i> 516 U.S. 349, 359, 116 S.Ct. 862, 133 L.Ed.2d 817 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Fafel contends that the district court impermissibly extended its ancillary jurisdiction to enforce a judgment by interpreting and enforcing the terms of the underlying Rule 68 offer and acceptance of judgment, which, he argues, constituted nothing more than a private settlement agreement between non-diverse parties governed solely by state contract law. Under <i>Kokkonen,</i> Fafel maintains, the court's failure to incorporate the terms of the offer of judgment into the formal judgment or to include an express provision retaining jurisdiction deprived it of authority to enforce the provision in the Rule 68 offer purporting to \"satisfy all claims made and relief sought by the plaintiff against the defendant arising from or related to [Fafel's] April 2000 termination.\" B. The <i>Kokkonen</i> Decision</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In <i>Kokkonen,</i> the Supreme Court unanimously held that a district court lacked jurisdiction to enforce the terms of a settlement agreement after the underlying federal court action had been dismissed with prejudice by stipulation of the parties under Rule 41(a)(1)(ii). 511 U.S. at 382, 114 S.Ct. 1673. Although the substance of the oral settlement agreement was \"recited, on the record, before the District Judge in chambers,\" <i>id.</i> at 376, 114 S.Ct. 1673, the terms later sought to be enforced, which provided for the return of files to one party, \"ha[d] nothing to do with\" the subject-matter of the claim that had originally initiated the litigation in federal court, <i>id.</i> at 380, 114 S.Ct. 1673.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Rather, the stipulation of voluntary \"dismissal of an earlier federal suit\" was but \"part of the consideration for\" the settlement agreement. <i>Id.</i> at 381, 114 S.Ct. 1673. The subsequent action to enforce the unrelated terms of the settlement agreement thus constituted a standard breach of contract suit \"requir[ing] its own basis for jurisdiction.\" <i>Id.</i> at 378, 114 S.Ct. 1673.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under certain circumstances, the Court recognized that an independent basis for federal jurisdiction may be supplied by ancillary jurisdiction. The doctrine of ancillary jurisdiction, the Court explained, serves</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">two separate, though sometimes related, purposes: (1) to permit disposition by a single court of claims that are, in varying respects and degrees, factually interdependent; and (2) to enable a court to function successfully, that is, to manage its proceedings, vindicate its authority, and effectuate its decrees.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Kokkonen,</i> 511 U.S. at 379-80, 114 S.Ct. 1673 (citations omitted).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The facts in <i>Kokkonen</i> supported neither rationale. Rather, the Court stressed that \"[t]he facts to be determined with regard to\" the claim of breach of the settlement agreement providing for the return of files were \"quite separate from the facts to be determined in the principal suit,\" which involved an alleged breach of an entirely different agreement. <i>Id.</i> at 381, 114 S.Ct. 1673. In the context of that case, \"it would neither be necessary nor even particularly efficient that [the two claims] be adjudicated together.\" <i>Id.</i> at 380, 114 S.Ct. 1673. Moreover, \"the only order [in <i>Kokkonen</i>] was that the suit be dismissed, a disposition that is in no way flouted or imperiled by the alleged breach of the settlement agreement\" providing for the return of files. <i>Id.</i> The Court also emphasized that the action to enforce the terms of the settlement agreement involved \"more than just a continuation or renewal of the dismissed suit.\" <i>Id.</i> at 378, 114 S.Ct. 1673. Finally, the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The situation would be quite different if the parties' obligation to comply with the terms of the settlement agreement had been made part of the order of dismissal &#8212; either by separate provision (such as a provision \"retaining jurisdiction\" over the settlement agreement) or by incorporating the terms of the settlement agreement in the order. In that event, a breach of the agreement would be a violation of the order, and ancillary jurisdiction to enforce the agreement would therefore exist.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\"><i>Id.</i> at 381, 114 S.Ct. 1673.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In the absence of an independent basis for federal jurisdiction or one of the additional measures required to retain ancillary jurisdiction, the Court concluded, \"enforcement of the settlement agreement is for state courts.\" <i>Id.</i> at 382, 114 S.Ct. 1673.</p>\n    </div>\n    <p class=\"indent\">C. Applying <i>Kokkonen</i></p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Fafel argues that the Rule 68 judgment in this case was obtained merely as an incident to a purely private settlement agreement between non-diverse parties: \"In this case, the parties settled the case via an offer of judgment.\" As a result, he argues, like the order of dismissal entered in <i>Kokkonen,</i> entry of the Rule 68 judgment was simply part of the consideration for a private contract comprising the terms of the offer.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To be sure, \"[t]he plain purpose of Rule 68 is to encourage settlement and avoid litigation.\" <i>Marek v. Chesny,</i> 473 U.S. 1, 5, 105 S.Ct. 3012, 87 L.Ed.2d 1 (1985). To that end, Rule 68 creates a significant disincentive for a party to reject an offer of judgment in favor of proceeding to trial by imposing the risk of being charged with \"costs incurred after the making of the offer\" if \"the judgment finally obtained by the offeree is not more favorable than the offer.\" Fed.R.Civ.P. 68. However, entry of judgment pursuant to Rule 68 operates as more than mere consideration for the underlying offer and acceptance of judgment. The unique features of Rule 68 render \"[a] Rule 68 judgment ... a consent judgment of a particular kind.\" <i>Mallory v. Eyrich,</i> 922 F.2d 1273, 1280 (6th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In order to trigger entry of judgment under Rule 68, one party must first \"file the offer and notice of acceptance together with proof of service thereof.\" Fed.R.Civ.P. 68. Upon filing, the clerk of court \"shall enter judgment.\" <i>Id.; see Ramming v. Natural Gas Pipeline Co.,</i> 390 F.3d 366, 370 (5th Cir.2004) (\"A Rule 68 Offer of Judgment is usually considered self-executing.\"). In the event that an offeree rejects an offer of judgment made in compliance with Rule 68, the court may be called upon to enforce the rule's cost-shifting provision, thus imbuing the decision to reject a fair offer of judgment with meaningful consequences. <i>See, e.g., Webb v. James,</i> 147 F.3d 617, 621 (7th Cir.1998) (\"Unlike an ordinary contract offer, `a Rule 68 offer imposes certain consequences that can be costly for the plaintiff who declines the offer.'\") (citation omitted). In order to enforce the cost-shifting provision, moreover, a court necessarily must evaluate the terms of the rejected offer in order to compare it against the value of any \"judgment finally obtained by the offeree\" and thereby determine whether the offeree is liable for \"costs incurred after making of the offer.\" Fed.R.Civ.P. 68.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> <i>See, e.g., Tai Van Le v. Univ. of Pa.,</i> 321 F.3d 403, 407-09 (3d Cir.2003) (district court properly compared final judgment obtained by plaintiff against offer tendered by defendants).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">If an offer of judgment is accepted and judgment entered, a court may still be called upon (as was the district court in this case) to decide a motion brought under Fed.R.Civ.P. 60(b) to vacate the Rule 68 judgment. <i>See, e.g., Webb,</i> 147 F.3d at 622 (\"[T]he proper procedural device for relief from a Rule 68 judgment is the same as for any other judgment: Rule 60.\") (citing <i>Richardson v. Nat'l R.R. Passenger Corp.,</i> 49 F.3d 760, 765 (D.C.Cir.1995)). Again, in doing so, a court may have to interpret the terms of the underlying offer of judgment in order to determine whether relief from judgment is warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Finally, when a district court is called upon to enforce a Rule 68 judgment, it may examine the parties' intent regarding the effect of that judgment, as manifested by the offer and acceptance of judgment filed with the court. In the absence of terms specifying the \"money or property\" or other \"effect\" to which \"judgment [is] to be taken against the defending party,\" Fed.R.Civ.P. 68, a Rule 68 judgment has no meaningful content; the terms of an accepted offer of judgment are thus part and parcel of a Rule 68 judgment. As a result, a Rule 68 judgment necessarily incorporates the terms of the underlying offer, with or without the additional measures prescribed in <i>Kokkonen</i> for a settlement agreement providing for dismissal of claims under Rule 41.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, in evaluating DiPaola's motion to enforce the Rule 68 judgment by enjoining Fafel's pursuit of his claims in state court, the district court examined the terms of the Rule 68 offer of judgment to determine the scope and effect of a judgment it already had jurisdiction to enforce. Moreover, in protecting its Rule 68 judgment, the district court prudently confined its exercise of ancillary jurisdiction to the scope of the offer of judgment. It thus enjoined Fafel, in precisely the same terms as the offer of judgment Fafel accepted, \"from taking any action to seek relief or make claims against defendant arising from or related to the April 2000 termination of the plaintiff from his employment in the Middlesex Sheriff's Department.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Far from engaging in a \"clear usurpation of power,\" <i>Lubben,</i> 453 F.2d at 649, the district court justifiably concluded that it had ancillary jurisdiction to enforce its Rule 68 judgment. Accordingly, the injunction it issued was not void for lack of subject-matter jurisdiction, and it properly rejected the magistrate judge's recommendation to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Put most simply, an order dismissing a lawsuit does not result in the entry of the judgment for money damages contemplated by the Rule 68 offer in this case. The language of the order also created an ambiguity about whether Fafel's claims for punitive damages and injunctive relief were dismissed with prejudice. The Rule 68 offer clearly required dismissal with prejudice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The state court stayed Fafel's contempt action pending the district court's decision on DiPaola's motion to enforce the Rule 68 judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> DiPaola tendered a check to Fafel dated August 15, 2003, which was deposited on August 19, 2003</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court expressed some reservations about whether Fafel's contempt action seeking to enforce the state court order of reinstatement fell within the scope of the terms of the offer. Without deciding the matter, it simply issued an injunction in accordance with the terms of the accepted offer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The magistrate judge did not identify which provision of Rule 60(b) authorized the granting of such relief and under what conditions. We address this question below in Part II</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Fed.R.Civ.P. 41(a)(1)(ii) provides for dismissal of a plaintiff's claims \"without order of court\" upon the filing of \"a stipulation of dismissal signed by all parties who have appeared in the action. Unless otherwise stated in the ... stipulation\" (and with exceptions not relevant here), \"the dismissal is without prejudice....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As we noted above, the May 15, 2003, order of dismissal, which on its face failed to comport with the terms of the offer of judgment or with Rule 68, was incorrectly entered. As we discuss in Part III. C, a Rule 68 judgment differs from an order dismissing a lawsuit. The magistrate judge did not recognize that the judgment entered on June 11, 2003, superseded the order of dismissal. This misunderstanding contributed significantly to the misapplication of the<i>Kokkonen</i> case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We thus have no need to analyze Fafel's claim under the \"catch-all\" provision of Rule 60(b)(6), which the magistrate judge used to analyze Fafel's entirely different claim that his attorney lacked authority to accept the Rule 68 offer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The underlying action involved breach of an agency contract and had been removed to federal court based on diversity jurisdiction<i>Kokkonen,</i> 511 U.S. at 376, 114 S.Ct. 1673.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The first type of ancillary jurisdiction has been described as \"supplemental\" jurisdiction, and is generally codified at 28 U.S.C. &#167; 1367<i>See</i> 28 U.S.C. &#167; 1367(a) (\"[I]n any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution.\"); <i>Vera-Lozano v. Int'l Broad.,</i> 50 F.3d 67, 70 (1st Cir.1995) (&#167; 1367(a) codifies \"common nucleus of operative fact\" test adopted in <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966)).</p>\n        <p class=\"indent\">The second type of ancillary jurisdiction has been characterized as \"enforcement jurisdiction\" and recognizes the \"inherent power of federal courts to exercise jurisdiction in order to enforce their judgments in certain situations where jurisdiction would otherwise be lacking.\" <i>Futura Dev. of P.R. v. Estado Libre Asociado de P.R.,</i> 144 F.3d 7, 9 n. 1 (1st Cir.1998) (distinguishing between \"supplemental\" jurisdiction and \"enforcement\" jurisdiction); <i>see also</i> Susan M. Glenn, Note, <i>Federal Supplemental Enforcement Jurisdiction,</i> 42 S.C. L.Rev. 469 (1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> If the May 15, 2003, order of dismissal had remained the operative document in this case (rather than the judgment that we have explained superseded the order of dismissal), an argument could be made that the order, which was entered \"[i]n accordance with the Offer of Judgement filed by the Defendant,\" complied with the requirement that it \"incorporat[e] the terms of the settlement agreement.\"<i>Kokkonen,</i> 511 U.S. at 381, 114 S.Ct. 1673. There is some disagreement among the circuits about what language is required to effectively incorporate such terms for purposes of retaining jurisdiction. <i>See, e.g., In re Phar-Mor, Inc. Sec. Litig.,</i> 172 F.3d 270, 274-75 (3d Cir.1999) (citing cases finding similar language in orders of dismissal insufficient to incorporate terms of settlement agreements); <i>but see Lucille v. City of Chicago,</i> 31 F.3d 546, 549 (7th Cir.1994) (Cudahy, J., concurring) (\"It is not much of a stretch to construe `entered in accordance with' as language of incorporation\" where \"<i>Kokkonen</i> is silent as to what words a district court must use\"). We need not resolve the matter because the Rule 68 offer of judgment in this case properly resulted in the entry of a judgment rather than an order of dismissal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A rejected offer is \"deemed withdrawn and evidence thereof is not admissible except in a proceeding to determine costs.\" Fed.R.Civ.P. 68</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In its margin order rejecting the magistrate judge's recommendation that it vacate the injunction for lack of subject-matter jurisdiction pursuant to<i>Kokkonen,</i> the district court cited the Eleventh Circuit's opinion in <i>Utility Automation,</i> 298 F.3d at 1248-49. That portion of <i>Utility Automation</i> describes the effect of a Rule 68 judgment for purposes of determining an offeree's entitlement to attorney's fees as a \"prevailing party.\" <i>Id.</i> We do not view <i>Utility Automation</i> as bearing on the entirely different question of whether the district court had subject-matter jurisdiction to enforce its judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> To the extent that Fafel argues on appeal that the terms of the offer of judgment purporting to settle claims in state court fell outside the proper scope of Rule 68, he raises a claim of legal error on the merits of entry of the Rule 68 judgment. Similarly, to the extent Fafel argues that the district court lacked authority to enforce its judgment by issuing an injunction as opposed to some other method of enforcement, he raises a claim of legal error regarding the propriety of issuing an injunction to enforce the underlying Rule 68 judgment. These claims are not before us on appeal from the denial of Fafel's Rule 60(b)(4) motion seeking to vacate the injunction entered by the district court to enforce the Rule 68 judgment as void for lack of subject-matter jurisdiction</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span></span></p>\n    <p class=\"parties\">Leonard FAFEL, Plaintiff, Appellant,<br>v.<br>James V. DIPAOLA, individually and in his capacity as Middlesex Sheriff, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-1718.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 5, 2004.</p>\n    <p class=\"date\">Decided March 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert S. Mantell, with whom Rodgers, Powers &amp; Schwartz LLP was on brief, for appellant.</p>\n      <p class=\"indent\">Thomas Drechsler, Special Assistant Attorney General, with whom Salvatore M. Giorlandino, Assistant Attorney General, and Finneran, Byrne &amp; Drechsler, L.L.P., were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-Appellant Leonard Fafel appeals from the denial of his Rule 60(b)(4) motion for relief from an injunction that prohibits him from pursuing claims in state court in contravention of a consent judgment entered in federal court pursuant to Rule 68. <i>See</i> Fed.R.Civ.P. 60 (Relief from Judgment or Order); Fed.R.Civ.P. 68 (Offer of Judgment). Fafel argues that the injunction is void for lack of subject-matter jurisdiction because the district court misunderstood the scope of its ancillary jurisdiction to enforce the underlying Rule 68 judgment. Given that the district court had more than an arguable basis for concluding that it had jurisdiction to enforce its judgment, we reject Fafel's collateral attack and affirm the district court's decision.</p>\n    </div>\n    <p>I.</p>\n    <p class=\"indent\">A. Fafel's State and Federal Court Actions</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recount the undisputed facts and procedural history in some detail to provide an understanding of the unusual nature of this case. On April 10, 2002, Fafel filed a civil rights action under 42 U.S.C. &#167; 1983, along with pendent state law claims, in federal district court against Defendant-Appellee, Middlesex County Sheriff James V. DiPaola, individually and in his official capacity, based on Fafel's termination from employment in April 2000. Specifically, Fafel alleged that DiPaola had caused a deprivation of Fafel's constitutional rights to freedom of association and due process in violation of &#167; 1983 and its state law counterpart, Mass. Gen. L. ch. 12, &#167; 11I, and that he had engaged in tortious interference with Fafel's employment. Fafel had already filed another action against DiPaola and the Commonwealth of Massachusetts arising out of the same incident in Massachusetts Superior Court alleging that Fafel had been terminated without the benefit of procedural protections required under Mass. Gen. L. ch. 35, &#167; 51. On May 30, 2002, less than two months after the filing of his federal court action, Fafel obtained a court order in his state court action directing DiPaola and the Commonwealth of Massachusetts to reinstate Fafel with back pay. Judgment in Fafel's favor was not entered until approximately six months later, in January 2003.</p>\n    </div>\n    <p class=\"indent\">B. DiPaola's Offer of Judgment</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 17, 2003, while DiPaola's appeal from the state court judgment was pending in the Massachusetts Appeals Court, Fafel filed a civil contempt action against DiPaola in state court seeking enforcement of the state court judgment. On April 30, 2003, DiPaola filed a motion for summary judgment in Fafel's federal court action. Instead of waiting for a ruling on the motion, DiPaola extended an offer of judgment to Fafel on May 8, 2003, pursuant to Federal Rule of Civil Procedure 68, which permits \"a party defending against a claim [to] serve upon the adverse party an offer to allow judgment to be taken against the defending party for the money or property or to the effect specified in the offer, with costs then accrued.\" DiPaola's offer specified an amount of $150,000, including \"attorney['s] fees and costs accrued to date in the [federal court] case only,\" which amount, \"[i]f accepted, ... shall satisfy all claims made and relief sought by the plaintiff against the defendant arising from or related to the April 2000 termination of the plaintiff from his employment in the Middlesex Sheriff's Department.\" The offer also provided that, upon Fafel's acceptance, \"judgment shall enter in the amount of $150,000 ... in the case of <i>Leonard Fafel v. James V. DiPaola, Individually, and in his capacity as Middlesex Sheriff</i> [,] and ... plaintiff's claims for punitive damages and injunctive relief shall be dismissed with prejudice.\" The offer of judgment did not explicitly refer to the disposition of Fafel's state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under Rule 68, \"[i]f within 10 days after the service of the offer the adverse party serves written notice that the offer is accepted, either party may then file the offer and notice of acceptance together with proof of service thereof and thereupon the clerk shall enter judgment.\" Fafel timely accepted the offer, and DiPaola filed the requisite documents with the court on May 13, 2003. For reasons that remain unclear, judgment was not immediately entered. Instead, on May 15, 2003, the entire case was dismissed \"[i]n accordance with the Offer of Judgement filed by the Defendant on May 13, 2003.\"</p>\n    </div>\n    <p class=\"indent\">C. DiPaola's Motion to Enforce</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Fafel refused to sign a stipulation of dismissal in his state court contempt action or to assent to a motion to vacate the state court judgment of reinstatement and back pay based on Fafel's April 2000 termination, DiPaola moved in federal district court on June 11, 2003, to enforce the Rule 68 judgment through an injunction prohibiting Fafel from pursuing his state court action. That same day, judgment was entered in the federal court action in Fafel's favor. Because the order of dismissal entered on May 15, 2003, clearly failed to comply with either the terms of Rule 68 or the terms of the offer of judgment filed with the court,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> we treat that order as superseded by the judgment that was properly entered on June 11, 2003, \"[i]n accordance with Plaintiff's acceptance of the Defendant's Offer of Judgement,\" which in turn provided that \"judgment shall enter in the amount of $150,000 ... in the case of <i>Leonard Fafel v. James V. DiPaola Individually, and in his capacity as Middlesex Sheriff</i> [,] and ... plaintiff's claims for punitive damages and injunctive relief shall be dismissed with prejudice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On August 19, 2003, the district court held a hearing on DiPaola's motion to enforce.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> DiPaola argued that Fafel was precluded from pursuing reinstatement through his state court contempt action because, under the terms of the Rule 68 offer of judgment that Fafel had accepted, his identical prayer for injunctive relief in the form of reinstatement in the federal court action had been dismissed with prejudice. Similarly, DiPaola argued, Fafel was precluded from pursuing back pay in state court through his contempt action because, again under the terms of the Rule 68 offer, Fafel's acceptance of payment of $150,000 \"satisf[ied] all claims made and relief sought by the plaintiff against the defendant arising from or related to [his] April 2000 termination.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Observing that Fafel had \"lost\" any entitlement to back pay (the amount of which had never been calculated) in state court by accepting DiPaola's offer of a $150,000 federal court judgment in satisfaction of \"all claims made and relief sought ... arising from or related to [his] April 2000 termination,\" the district court enjoined Fafel &#8212; deliberately \"parrot[ing]\" the terms of the offer of judgment he had accepted &#8212; \"from taking any action to seek relief or make claims against defendant arising from or related to the April 2000 termination of the plaintiff from his employment in the Middlesex Sheriff's Department.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> When Fafel objected on the ground that the court lacked subject-matter jurisdiction over his action in state court, the district court responded, \"I have jurisdiction over my judgment[,] and I'm enforcing this judgment with respect to all claims made and relief sought by the plaintiff against the defendant arising from or related to the April[ ] 2000 termination of the plaintiff.\"</p>\n    </div>\n    <p class=\"indent\">D. Fafel's Motion for Relief</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Fafel did not appeal from the issuance of the injunction. On October 30, 2003, approximately one month after the 30-day time limit for filing a notice of appeal had passed, Fafel, represented by new counsel, filed a \"Motion to Vacate the Judgment and Reopen the Case Due to an Unauthorized Acceptance of an Offer of Judgment.\" He claimed that his former attorney had acted \"contrary to [Fafel's] specific instruction that [his attorney] not accept an offer of judgment to the extent that it would dispose of [Fafel's] claims in Massachusetts Court.\" In his motion, Fafel estimated that \"he would be owed $457,000\" in back pay \"as of June 30, 2003,\" under the state court's judgment and stated that \"[i]t simply would not have made sense to accept a $150,000 offer of judgment in Federal Court, to the extent that it would have [led] to a waiver of the lucrative judgment in State Court worth $457,000 plus reinstatement.\" Fafel then alleged that his former attorney had been \"instructed not to accept the offer to the extent that it called for a release of the state law claims.\" In his prayer for relief, Fafel requested that the court \"[w]ithdraw the injunction that prevents Plaintiff from pursuing remedies in State Court for the April 2000 termination.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The magistrate judge considering this motion held an evidentiary hearing on February 24, 2004, and issued a report and recommendation on April 14, 2004. The magistrate judge construed the motion as one for relief from judgment under the catch-all provision of Federal Rule of Civil Procedure 60(b)(6), which permits a district court to grant relief for \"any other reason [not set forth in Rule 60(b)(1)-(5)] justifying relief from the operation of the judgment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The magistrate judge first addressed Fafel's failure to appeal the issuance of the injunction. Reciting the \"bedrock\" rule that \"Rule 60(b)(6) cannot, and should not, be used to [circumvent] time limits available to take an appeal,\" the magistrate judge stated: \"To the extent that plaintiff was of the view that the district judge ... improperly or improvidently granted the defendant the injunctive relief sought, he could have filed an appeal ... within thirty (30) days after the injunctive relief was ordered.\" The magistrate judge concluded, quoting <i>Cotto v. United States,</i> <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 278 (1st Cir.1993), that \"[P]laintiff's current Motion to Reopen ... is nothing more than an attempt to `... escape the consequences of failure to take a timely appeal.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nevertheless, the magistrate judge went on to address Fafel's motion on the merits. Based on the evidence presented during the hearing, he determined that Fafel \"<i>did</i> give [his attorney] <i>actual</i> authority to accept the offer of judgment, knowing full well that ... there was a downside risk in acceptance of the offer.\" Accordingly, the magistrate judge recommended denial of Fafel's motion to vacate the Rule 68 judgment on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Then, after noting that \"[n]either side ... ha[d] addressed [Fafel's] prayer for relief\" requesting withdrawal of the injunction enforcing the Rule 68 judgment (as distinct from Fafel's request for relief from the Rule 68 judgment itself), the magistrate judge recommended <i>sua sponte</i> that the district court vacate the injunction because \"this court always must be vigilant\" about subject-matter jurisdiction.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The magistrate judge explained that DiPaola's motion to enforce the Rule 68 judgment must be \"[t]reated as a breach of contract suit\" between non-diverse parties governed solely by state law, over which the district court lacked jurisdiction once the court had disposed of Fafel's &#167; 1983 suit. The magistrate judge then quoted extensively from the Supreme Court's opinion in <i>Kokkonen v. Guardian Life Insurance Co. of America,</i> <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1994). There, the Court held that a federal district court lacked subject-matter jurisdiction to enforce a settlement agreement for which part of the consideration was the filing of a stipulation of voluntary dismissal pursuant to Fed.R.Civ.P. 41(a)(1)(ii).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The Court held that the settlement agreement at issue in <i>Kokkonen,</i> which provided no independent basis for federal jurisdiction, could only be enforced in federal court pursuant to the court's ancillary jurisdiction if the dismissal order either (1) incorporated the terms of the settlement agreement or (2) contained a provision, with the parties' consent, expressly reserving jurisdiction to enforce the agreement. <i>Id.</i> at 381-82, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the instant case, the magistrate judge reasoned, the district court had employed neither of the measures set forth in <i>Kokkonen.</i> Instead, \"[t]he Order of Dismissal previously entered [on May 15, 2003], and the formal judgment later entered [on June 11, 2003], did not purport to condition the dismissal on compliance with the terms of the offer of judgment. Nor did [they] purport to retain jurisdiction over the case to enforce the settlement.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As a result, the magistrate judge concluded, the district court lacked subject-matter jurisdiction to enforce the terms of the Rule 68 offer purporting to \"satisfy all claims made and relief sought by the plaintiff against the defendant arising from or related to [his] April 2000 termination.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">DiPaola filed a limited objection to the magistrate judge's report and recommendation relating to subject-matter jurisdiction. The district court then issued the following margin order on April 30, 2004:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I adopt the Report and Recommendation except with respect to the recommendation that I lack subject matter jurisdiction to enforce the offer of judgment by an injunction. I believe I have jurisdiction to issue the injunction. <i>See Utility Automation 2000 Inc. v. Choctawhatchee Electric Cooperative,</i> <span class=\"citation\" data-id=\"75904\"><a href=\"/opinion/75904/utility-automation-v-choctawhatchee-electric/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1238</span></a></span>, 1248-49 (11th Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court denied Fafel's motion for reconsideration of its jurisdictional ruling on May 24, 2004. Fafel now appeals only from that portion of the court's decision rejecting the magistrate judge's recommendation to vacate the injunction for lack of subject-matter jurisdiction.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We treat Fafel's appeal, which continues a collateral attack on the validity of an injunction allegedly issued in the absence of subject-matter jurisdiction, as an appeal from a denial of a motion for relief from a judgment pursuant to Federal Rule of Civil Procedure 60(b)(4), which permits a court to grant such relief where \"the judgment is void.\" <i>See Lubben v. Selective Serv. Sys. Local Bd. No. 27,</i> <span class=\"citation\" data-id=\"300808\"><a href=\"/opinion/300808/robert-james-lubben-v-selective-service-system-local-board-no-27/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 649-50 (1st Cir.1972) (analyzing claim that judgment was entered without subject-matter jurisdiction under Rule 60(b)(4)).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Ordinarily, a district court's decision to grant or deny relief from judgment pursuant to Rule 60(b) is reviewable on appeal \"only for an abuse of discretion.\" <i>Honneus v. Donovan,</i> <span class=\"citation\" data-id=\"409632\"><a href=\"/opinion/409632/geoffrey-honneus-v-george-donovan/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1982) (per curiam) (citation omitted). We have said, however, that a court deciding a motion brought under Rule 60(b)(4) \"ha[s] no discretion because a judgment is either void or it is not.\" <i>Id.</i> (citations omitted). Thus, we review <i>de novo</i> the district court's legal conclusion that it had subject-matter jurisdiction to enforce its judgment with the issuance of the injunction.</p>\n    </div>\n    <p class=\"indent\">B. Void Judgments</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As the magistrate judge noted, courts must always be \"vigilant\" about the existence of subject-matter jurisdiction. Yet determining when a judgment rendered in the absence of subject-matter jurisdiction is \"void\" for purposes of collateral attack is an issue of some complexity.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Federal courts are courts of limited jurisdiction,\" <i>Kokkonen,</i> 511 U.S. at 377, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, and the requirement of subject-matter jurisdiction \"functions as a restriction on federal power,\" <i>Insurance Corp. of Ireland v. Compagnie des Bauxites de Guinee,</i> <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span>, 702, <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2099</span></a></span>, <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1982). The existence of subject-matter jurisdiction \"is never presumed.\" <i>Viqueira v. First Bank,</i> <span class=\"citation\" data-id=\"197886\"><a href=\"/opinion/197886/jamie-viqueira-v-first-bank/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1998). Rather, federal courts, including appellate courts, must satisfy themselves that subject-matter jurisdiction has been established. <i>Ins. Corp. of Ir.,</i> 456 U.S. at 702, <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2099</span></a></span>. To that end, federal courts have jurisdiction for at least the limited purpose of determining whether they have jurisdiction. <i>Chicot Cty. Drainage Dist. v. Baxter State Bank,</i> <span class=\"citation\" data-id=\"103264\"><a href=\"/opinion/103264/chicot-county-drainage-dist-v-baxter-state-bank/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 377, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">317</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">329</span></span> (1940).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A court without subject-matter jurisdiction may not acquire it by consent of the parties; \"principles of estoppel do not apply, and a party does not waive the requirement by failing to challenge jurisdiction early in the proceedings.\" <i>Ins. Corp. of Ir.,</i> 456 U.S. at 702, <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2099</span></a></span> (citations omitted). Weighing against this seemingly \"inflexible\" jurisdictional requirement, <i>id.</i> (internal quotation marks and citation omitted), however, is a strong interest in the finality of judgments. \"The court has the authority to pass upon its own jurisdiction and its decree sustaining jurisdiction against attack, while open to direct review, is <i>res judicata</i> in a collateral action.\" <i>Chicot Cty. Drainage Dist.,</i> 308 U.S. at 377, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">317</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Where a judgment is collaterally attacked as void for lack of subject-matter jurisdiction, then, \"[c]ompeting policies are at stake,\" namely, \"observation of limits on federal jurisdiction and need for judgments that are final.\" <i>Kan. City S. Ry. v. Great Lakes Carbon Corp.,</i> <span class=\"citation\" data-id=\"379555\"><a href=\"/opinion/379555/kansas-city-southern-railway-company-v-great-lakes-carbon-corporation/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 826 (8th Cir.1980) (en banc); <i>see also Hodge v. Hodge,</i> <span class=\"citation\" data-id=\"378092\"><a href=\"/opinion/378092/joyce-o-hodge-v-stedmann-hodge/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 592 (3d Cir.1980) (\"[U]nless more than the private interests of the litigants is at stake, even the issue of subject matter jurisdiction must at some point be laid to rest.\"); <i>Lubben,</i> 453 F.2d at 650 (noting a need for \"the certainty which allows controversies to be deemed judicially concluded\"). Accordingly, this court has established a high bar for collaterally vacating a judgment for lack of subject-matter jurisdiction:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A void judgment is to be distinguished from an erroneous one, in that the latter is subject only to direct attack. A void judgment is one which, from its inception, was a complete nullity and without legal effect. In the interest of finality, the concept of void judgments is narrowly construed. While absence of subject matter jurisdiction may make a judgment void, such total want of jurisdiction must be distinguished from an error in the exercise of jurisdiction. A court has the power to determine its own jurisdiction, and an error in that determination will not render the judgment void. Only in the rare instance of a clear usurpation of power will a judgment be rendered void.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Lubben,</i> 453 F.2d at 649 (footnotes omitted). If a court has an \"arguable basis\" for concluding that it has subject-matter jurisdiction, the judgment it enters may not be collaterally attacked as \"void.\" <i>Nemaizer v. Baker,</i> <span class=\"citation\" data-id=\"471656\"><a href=\"/opinion/471656/samuel-nemaizer-general-manager-of-the-new-york-coat-suit-dress/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 65 (2d Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Fafel's collateral attack on the district court's judgment alleging a lack of subject-matter jurisdiction must be evaluated pursuant to these principles. In this case, neither the magistrate judge nor the district court discussed the difference between a challenge to a court's subject-matter jurisdiction on direct appeal and a collateral attack on that jurisdiction. The magistrate judge observed that Fafel's argument that his attorney lacked authority to accept DiPaola's offer of judgment was \"nothing more than an attempt\" to cure his failure to appeal the injunction within the time limits set forth in Fed. R.App. P. 4(a). That observation is equally applicable to Fafel's claim that the injunction is void for lack of subject-matter jurisdiction, a claim which Fafel raises for the first time on appeal from the district court's rejection of the magistrate judge's <i>sua sponte</i> recommendation on subject-matter jurisdiction. <i>See Lubben,</i> 453 F.2d at 651 (Rule 60(b)(6), \"like Rule 60(b) generally, is not a substitute for an appeal\"). Nevertheless, a motion for relief from an unappealed judgment alleged to be void for lack of subject-matter jurisdiction may succeed if the rigorous standard for such relief is met. <i>Kocher v. Dow Chem. Co.,</i> <span class=\"citation\" data-id=\"749906\"><a href=\"/opinion/749906/jennifer-n-kocher-darlene-kocher-carl-kocher-v-dow-chemical-company-ei/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1225</span></a></span>, 1230 (8th Cir.1997) (reviewing Rule 60(b)(4) motion \"employ[ed] ... as a substitute for the timely appeal [plaintiff] never filed\"). We turn, then, to the question of whether the district court, by enjoining Fafel from pursuing claims in state court in order to enforce a federal court judgment, engaged in \"a clear usurpation of power\" such that the injunction, \"from its inception, was a complete nullity and without legal effect,\" <i>Lubben,</i> 453 F.2d at 649.</p>\n    </div>\n    <p>III.</p>\n    <p class=\"indent\">A. Ancillary Enforcement Jurisdiction</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"The doctrine of enforcement jurisdiction is a judicial creation, born of the necessity that courts have the power to enforce their judgments.\" <i>U.S.I. Props. Corp. v. M.D. Constr. Co.,</i> <span class=\"citation\" data-id=\"199147\"><a href=\"/opinion/199147/usi-properties-corp-v-md-construction-co/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 496 (1st Cir.2000). Without this \"residual federal jurisdiction ... flowing from [a court's] original jurisdiction over the action,\" <i>id.</i> at 496, \"the judicial power would be incomplete and entirely inadequate to the purposes for which it was conferred by the Constitution,\" <i>Riggs v. Johnson Cty.,</i> 73 U.S. (6 Wall.) 166, 187, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">768</span></span> (1867). However, because enforcement jurisdiction is a \"creature of necessity,\" it extends only as far as required to effectuate a judgment. <i>Peacock v. Thomas,</i> <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 359, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">862</span></a></span>, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">817</span></a></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Fafel contends that the district court impermissibly extended its ancillary jurisdiction to enforce a judgment by interpreting and enforcing the terms of the underlying Rule 68 offer and acceptance of judgment, which, he argues, constituted nothing more than a private settlement agreement between non-diverse parties governed solely by state contract law. Under <i>Kokkonen,</i> Fafel maintains, the court's failure to incorporate the terms of the offer of judgment into the formal judgment or to include an express provision retaining jurisdiction deprived it of authority to enforce the provision in the Rule 68 offer purporting to \"satisfy all claims made and relief sought by the plaintiff against the defendant arising from or related to [Fafel's] April 2000 termination.\" B. The <i>Kokkonen</i> Decision</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In <i>Kokkonen,</i> the Supreme Court unanimously held that a district court lacked jurisdiction to enforce the terms of a settlement agreement after the underlying federal court action had been dismissed with prejudice by stipulation of the parties under Rule 41(a)(1)(ii). 511 U.S. at 382, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. Although the substance of the oral settlement agreement was \"recited, on the record, before the District Judge in chambers,\" <i>id.</i> at 376, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, the terms later sought to be enforced, which provided for the return of files to one party, \"ha[d] nothing to do with\" the subject-matter of the claim that had originally initiated the litigation in federal court, <i>id.</i> at 380, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Rather, the stipulation of voluntary \"dismissal of an earlier federal suit\" was but \"part of the consideration for\" the settlement agreement. <i>Id.</i> at 381, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. The subsequent action to enforce the unrelated terms of the settlement agreement thus constituted a standard breach of contract suit \"requir[ing] its own basis for jurisdiction.\" <i>Id.</i> at 378, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under certain circumstances, the Court recognized that an independent basis for federal jurisdiction may be supplied by ancillary jurisdiction. The doctrine of ancillary jurisdiction, the Court explained, serves</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">two separate, though sometimes related, purposes: (1) to permit disposition by a single court of claims that are, in varying respects and degrees, factually interdependent; and (2) to enable a court to function successfully, that is, to manage its proceedings, vindicate its authority, and effectuate its decrees.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Kokkonen,</i> 511 U.S. at 379-80, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span> (citations omitted).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The facts in <i>Kokkonen</i> supported neither rationale. Rather, the Court stressed that \"[t]he facts to be determined with regard to\" the claim of breach of the settlement agreement providing for the return of files were \"quite separate from the facts to be determined in the principal suit,\" which involved an alleged breach of an entirely different agreement. <i>Id.</i> at 381, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. In the context of that case, \"it would neither be necessary nor even particularly efficient that [the two claims] be adjudicated together.\" <i>Id.</i> at 380, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. Moreover, \"the only order [in <i>Kokkonen</i>] was that the suit be dismissed, a disposition that is in no way flouted or imperiled by the alleged breach of the settlement agreement\" providing for the return of files. <i>Id.</i> The Court also emphasized that the action to enforce the terms of the settlement agreement involved \"more than just a continuation or renewal of the dismissed suit.\" <i>Id.</i> at 378, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. Finally, the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The situation would be quite different if the parties' obligation to comply with the terms of the settlement agreement had been made part of the order of dismissal &#8212; either by separate provision (such as a provision \"retaining jurisdiction\" over the settlement agreement) or by incorporating the terms of the settlement agreement in the order. In that event, a breach of the agreement would be a violation of the order, and ancillary jurisdiction to enforce the agreement would therefore exist.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\"><i>Id.</i> at 381, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In the absence of an independent basis for federal jurisdiction or one of the additional measures required to retain ancillary jurisdiction, the Court concluded, \"enforcement of the settlement agreement is for state courts.\" <i>Id.</i> at 382, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">C. Applying <i>Kokkonen</i></p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Fafel argues that the Rule 68 judgment in this case was obtained merely as an incident to a purely private settlement agreement between non-diverse parties: \"In this case, the parties settled the case via an offer of judgment.\" As a result, he argues, like the order of dismissal entered in <i>Kokkonen,</i> entry of the Rule 68 judgment was simply part of the consideration for a private contract comprising the terms of the offer.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To be sure, \"[t]he plain purpose of Rule 68 is to encourage settlement and avoid litigation.\" <i>Marek v. Chesny,</i> <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985). To that end, Rule 68 creates a significant disincentive for a party to reject an offer of judgment in favor of proceeding to trial by imposing the risk of being charged with \"costs incurred after the making of the offer\" if \"the judgment finally obtained by the offeree is not more favorable than the offer.\" Fed.R.Civ.P. 68. However, entry of judgment pursuant to Rule 68 operates as more than mere consideration for the underlying offer and acceptance of judgment. The unique features of Rule 68 render \"[a] Rule 68 judgment ... a consent judgment of a particular kind.\" <i>Mallory v. Eyrich,</i> <span class=\"citation\" data-id=\"553871\"><a href=\"/opinion/553871/william-mallory-arthur-primus-vera-johnson-charles-collins-ii-mary-ann/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span>, 1280 (6th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In order to trigger entry of judgment under Rule 68, one party must first \"file the offer and notice of acceptance together with proof of service thereof.\" Fed.R.Civ.P. 68. Upon filing, the clerk of court \"shall enter judgment.\" <i>Id.; see Ramming v. Natural Gas Pipeline Co.,</i> <span class=\"citation\" data-id=\"788455\"><a href=\"/opinion/788455/ra-ramming-marilyn-roddy-evelyn-halfhill-reva-sue-simms-david-reeves/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">366</span></a></span>, 370 (5th Cir.2004) (\"A Rule 68 Offer of Judgment is usually considered self-executing.\"). In the event that an offeree rejects an offer of judgment made in compliance with Rule 68, the court may be called upon to enforce the rule's cost-shifting provision, thus imbuing the decision to reject a fair offer of judgment with meaningful consequences. <i>See, e.g., Webb v. James,</i> <span class=\"citation\" data-id=\"755437\"><a href=\"/opinion/755437/dennis-webb-sr-v-dick-james-and-dick-james-ford-inc-a-corporation-of/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span>, 621 (7th Cir.1998) (\"Unlike an ordinary contract offer, `a Rule 68 offer imposes certain consequences that can be costly for the plaintiff who declines the offer.'\") (citation omitted). In order to enforce the cost-shifting provision, moreover, a court necessarily must evaluate the terms of the rejected offer in order to compare it against the value of any \"judgment finally obtained by the offeree\" and thereby determine whether the offeree is liable for \"costs incurred after making of the offer.\" Fed.R.Civ.P. 68.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> <i>See, e.g., Tai Van Le v. Univ. of Pa.,</i> <span class=\"citation\" data-id=\"781056\"><a href=\"/opinion/781056/tai-van-le-mr-v-university-of-pennsylvania-a-not-for-profit-corporation/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span></a></span>, 407-09 (3d Cir.2003) (district court properly compared final judgment obtained by plaintiff against offer tendered by defendants).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">If an offer of judgment is accepted and judgment entered, a court may still be called upon (as was the district court in this case) to decide a motion brought under Fed.R.Civ.P. 60(b) to vacate the Rule 68 judgment. <i>See, e.g., Webb,</i> 147 F.3d at 622 (\"[T]he proper procedural device for relief from a Rule 68 judgment is the same as for any other judgment: Rule 60.\") (citing <i>Richardson v. Nat'l R.R. Passenger Corp.,</i> <span class=\"citation\" data-id=\"691305\"><a href=\"/opinion/691305/johnny-richardson-v-national-railroad-passenger-corporation/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">760</span></a></span>, 765 (D.C.Cir.1995)). Again, in doing so, a court may have to interpret the terms of the underlying offer of judgment in order to determine whether relief from judgment is warranted.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Finally, when a district court is called upon to enforce a Rule 68 judgment, it may examine the parties' intent regarding the effect of that judgment, as manifested by the offer and acceptance of judgment filed with the court. In the absence of terms specifying the \"money or property\" or other \"effect\" to which \"judgment [is] to be taken against the defending party,\" Fed.R.Civ.P. 68, a Rule 68 judgment has no meaningful content; the terms of an accepted offer of judgment are thus part and parcel of a Rule 68 judgment. As a result, a Rule 68 judgment necessarily incorporates the terms of the underlying offer, with or without the additional measures prescribed in <i>Kokkonen</i> for a settlement agreement providing for dismissal of claims under Rule 41.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, in evaluating DiPaola's motion to enforce the Rule 68 judgment by enjoining Fafel's pursuit of his claims in state court, the district court examined the terms of the Rule 68 offer of judgment to determine the scope and effect of a judgment it already had jurisdiction to enforce. Moreover, in protecting its Rule 68 judgment, the district court prudently confined its exercise of ancillary jurisdiction to the scope of the offer of judgment. It thus enjoined Fafel, in precisely the same terms as the offer of judgment Fafel accepted, \"from taking any action to seek relief or make claims against defendant arising from or related to the April 2000 termination of the plaintiff from his employment in the Middlesex Sheriff's Department.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Far from engaging in a \"clear usurpation of power,\" <i>Lubben,</i> 453 F.2d at 649, the district court justifiably concluded that it had ancillary jurisdiction to enforce its Rule 68 judgment. Accordingly, the injunction it issued was not void for lack of subject-matter jurisdiction, and it properly rejected the magistrate judge's recommendation to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Put most simply, an order dismissing a lawsuit does not result in the entry of the judgment for money damages contemplated by the Rule 68 offer in this case. The language of the order also created an ambiguity about whether Fafel's claims for punitive damages and injunctive relief were dismissed with prejudice. The Rule 68 offer clearly required dismissal with prejudice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The state court stayed Fafel's contempt action pending the district court's decision on DiPaola's motion to enforce the Rule 68 judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> DiPaola tendered a check to Fafel dated August 15, 2003, which was deposited on August 19, 2003</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court expressed some reservations about whether Fafel's contempt action seeking to enforce the state court order of reinstatement fell within the scope of the terms of the offer. Without deciding the matter, it simply issued an injunction in accordance with the terms of the accepted offer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The magistrate judge did not identify which provision of Rule 60(b) authorized the granting of such relief and under what conditions. We address this question below in Part II</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Fed.R.Civ.P. 41(a)(1)(ii) provides for dismissal of a plaintiff's claims \"without order of court\" upon the filing of \"a stipulation of dismissal signed by all parties who have appeared in the action. Unless otherwise stated in the ... stipulation\" (and with exceptions not relevant here), \"the dismissal is without prejudice....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As we noted above, the May 15, 2003, order of dismissal, which on its face failed to comport with the terms of the offer of judgment or with Rule 68, was incorrectly entered. As we discuss in Part III. C, a Rule 68 judgment differs from an order dismissing a lawsuit. The magistrate judge did not recognize that the judgment entered on June 11, 2003, superseded the order of dismissal. This misunderstanding contributed significantly to the misapplication of the<i>Kokkonen</i> case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We thus have no need to analyze Fafel's claim under the \"catch-all\" provision of Rule 60(b)(6), which the magistrate judge used to analyze Fafel's entirely different claim that his attorney lacked authority to accept the Rule 68 offer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The underlying action involved breach of an agency contract and had been removed to federal court based on diversity jurisdiction<i>Kokkonen,</i> 511 U.S. at 376, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The first type of ancillary jurisdiction has been described as \"supplemental\" jurisdiction, and is generally codified at 28 U.S.C. &#167; 1367<i>See</i> 28 U.S.C. &#167; 1367(a) (\"[I]n any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution.\"); <i>Vera-Lozano v. Int'l Broad.,</i> <span class=\"citation\" data-id=\"691949\"><a href=\"/opinion/691949/67-fair-emplpraccas-bna-667-66-empl-prac-dec-p-43488-agnes/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 70 (1st Cir.1995) (&#167; 1367(a) codifies \"common nucleus of operative fact\" test adopted in <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966)).</p>\n        <p class=\"indent\">The second type of ancillary jurisdiction has been characterized as \"enforcement jurisdiction\" and recognizes the \"inherent power of federal courts to exercise jurisdiction in order to enforce their judgments in certain situations where jurisdiction would otherwise be lacking.\" <i>Futura Dev. of P.R. v. Estado Libre Asociado de P.R.,</i> <span class=\"citation\" data-id=\"197936\"><a href=\"/opinion/197936/futura-development-v-estado-libre-asoc/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 9 n. 1 (1st Cir.1998) (distinguishing between \"supplemental\" jurisdiction and \"enforcement\" jurisdiction); <i>see also</i> Susan M. Glenn, Note, <i>Federal Supplemental Enforcement Jurisdiction,</i> 42 S.C. L.Rev. 469 (1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> If the May 15, 2003, order of dismissal had remained the operative document in this case (rather than the judgment that we have explained superseded the order of dismissal), an argument could be made that the order, which was entered \"[i]n accordance with the Offer of Judgement filed by the Defendant,\" complied with the requirement that it \"incorporat[e] the terms of the settlement agreement.\"<i>Kokkonen,</i> 511 U.S. at 381, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. There is some disagreement among the circuits about what language is required to effectively incorporate such terms for purposes of retaining jurisdiction. <i>See, e.g., In re Phar-Mor, Inc. Sec. Litig.,</i> <span class=\"citation\" data-id=\"762761\"><a href=\"/opinion/762761/in-re-phar-mor-inc-securities-litigation-ivan-bowen-ii-robert-j-carr/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 274-75 (3d Cir.1999) (citing cases finding similar language in orders of dismissal insufficient to incorporate terms of settlement agreements); <i>but see Lucille v. City of Chicago,</i> <span class=\"citation\" data-id=\"675761\"><a href=\"/opinion/675761/john-lucille-v-city-of-chicago/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 549 (7th Cir.1994) (Cudahy, J., concurring) (\"It is not much of a stretch to construe `entered in accordance with' as language of incorporation\" where \"<i>Kokkonen</i> is silent as to what words a district court must use\"). We need not resolve the matter because the Rule 68 offer of judgment in this case properly resulted in the entry of a judgment rather than an order of dismissal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A rejected offer is \"deemed withdrawn and evidence thereof is not admissible except in a proceeding to determine costs.\" Fed.R.Civ.P. 68</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In its margin order rejecting the magistrate judge's recommendation that it vacate the injunction for lack of subject-matter jurisdiction pursuant to<i>Kokkonen,</i> the district court cited the Eleventh Circuit's opinion in <i>Utility Automation,</i> 298 F.3d at 1248-49. That portion of <i>Utility Automation</i> describes the effect of a Rule 68 judgment for purposes of determining an offeree's entitlement to attorney's fees as a \"prevailing party.\" <i>Id.</i> We do not view <i>Utility Automation</i> as bearing on the entirely different question of whether the district court had subject-matter jurisdiction to enforce its judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> To the extent that Fafel argues on appeal that the terms of the offer of judgment purporting to settle claims in state court fell outside the proper scope of Rule 68, he raises a claim of legal error on the merits of entry of the Rule 68 judgment. Similarly, to the extent Fafel argues that the district court lacked authority to enforce its judgment by issuing an injunction as opposed to some other method of enforcement, he raises a claim of legal error regarding the propriety of issuing an injunction to enforce the underlying Rule 68 judgment. These claims are not before us on appeal from the denial of Fafel's Rule 60(b)(4) motion seeking to vacate the injunction entered by the district court to enforce the Rule 68 judgment as void for lack of subject-matter jurisdiction</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788455/"
  ]
}