{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201433/",
  "absolute_url": "/opinion/201433/whalen-v-ma-trial-courts/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201433/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:26:45Z",
  "date_modified": "2016-02-28T05:05:34.423126Z",
  "type": "010combined",
  "sha1": "9470e7377c921176226712d7504da809e2330aa7",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1976-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/02/04/Whalen_v._MA_Trial_Courts.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 04-1976\n\n                          JAMES M. WHALEN,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n        MASSACHUSETTS TRIAL COURT; WILLIAM W. TEAHAN, JR.,\n    ROBERT F. KUMOR, BARBARA A. DORTCH-OKARA; ROBERT E. FEIN,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Joseph L. Tauro,      U.S. District Judge]\n\n\n                              Before\n\n                      Torruella, Circuit Judge,\n              Coffin and Stahl, Senior Circuit Judges.\n\n\n\n     Harvey A. Schwartz with whom Laurie Frankl and Rodgers, Powers\n& Schwartz LLP were on brief for appellant.\n     Charles M. Wyzanski, Assistant Attorney General, with whom\nThomas F. Reilly, Attorney General, was on brief for appellees.\n\n\n\n                         February 4, 2005\n\f     COFFIN,   Senior   Circuit    Judge.      In   September   2002,   the\n\nSpringfield (Massachusetts) District Court was obliged to lay off\n\nthree of its nine assistant clerks because of a budget deficit.\n\nAppellant James Whalen, who had held his position since 1989, was\n\none of the clerks chosen for layoff.          He subsequently brought a\n\nfederal civil rights suit against the Massachusetts Trial Court and\n\nfour individuals, claiming that his procedural due process rights\n\nhad been violated because he was given no opportunity to contest\n\nhis selection for layoff.         See 42 U.S.C. § 1983.1        He sought\n\ndamages against the individual defendants and injunctive relief\n\nagainst the Trial Court.     The district court dismissed the case\n\nagainst the individual defendants based on qualified immunity and,\n\nafter Whalen was reinstated to his position, dismissed the case\n\nagainst the Trial Court as moot.         Whalen appeals both decisions.\n\n     In two respects, Whalen's claims require us to look beyond\n\nbasic principles, first in considering the procedural due process\n\nrights associated with a budgetary termination, and second in\n\nconsidering the nature of the injunctive relief permitted against\n\na state under Ex Parte Young, 209 U.S. 123 (1908).         After careful\n\nreview, we conclude that Whalen suffered a due process injury, but\n\nthat the individual defendants properly were granted immunity\n\nbecause the law was not clearly established that he was entitled to\n\n\n\n     1\n       The complaint also alleged a substantive due process\nviolation, but that claim has not been pursued on appeal.\n\n                                   -2-\n\fa pre-termination hearing.         Because we also conclude that the\n\nEleventh   Amendment   bars    a   federal    court    from    ordering   the\n\ninjunctive relief Whalen seeks, we agree with the district court\n\nthat the remainder of the case should be dismissed as moot.\n\n                              I. Background\n\n     After implementing a series of voluntary cost-saving measures\n\nin the summer of 2002, including reduced work weeks and extended\n\nleaves of absence, administrators for the Massachusetts Trial Court\n\ndetermined that their anticipated budget shortfall also required a\n\nnumber of involuntary layoffs.        In the Springfield District Court,\n\nthe \"[i]nvoluntary personnel reductions\" affected a total of twelve\n\nemployees, including three of the then-nine assistant clerks.              In\n\nan affidavit, the Trial Court's Personnel Administrator stated that\n\nthe Chief Justice for Administration and Management (\"CJAM\"),\n\nBarbara A. Dortch-Okara, had \"determined that managers had the\n\ndiscretion   to   consider     such     factors   as   prior     discipline,\n\nattendance, work product and other relevant factors\" in selecting\n\nthe employees to be laid off.\n\n     Appellant Whalen received a letter from Dortch-Okara dated\n\nAugust 29 notifying him that, as a result of a budget shortfall, he\n\nhad been selected for layoff effective September 13.             The letter\n\ngave no reasons for his selection. It was accompanied by materials\n\nexplaining the continuation of his health insurance benefits and\n\nthe procedures for applying for unemployment compensation.                 At\n\n\n                                      -3-\n\fleast two of the assistant clerks retained by the court had less\n\nseniority in the position than appellant.         Before the layoff went\n\ninto effect, additional funding became available and one of the\n\nother assistant clerks selected for layoff was retained.                  That\n\nemployee had held his job for less than three years.\n\n      The tenure and termination of assistant clerks is addressed by\n\ntwo Massachusetts statutes.      Under Mass. Gen. Laws Ann. ch. 218, §\n\n10, an assistant clerk who has held his position for three years\n\nbefore the effective date of the act \"shall hold office during good\n\nbehavior,\" subject to applicable retirement laws.            The provision\n\ngoes on to state that such an employee may be removed from office\n\nunder procedures authorized by Mass. Gen. Laws Ann. ch. 211B, § 8.\n\nSection 8 provides that an employee covered by the provision \"may\n\nbe removed for cause.\"      Such a removal must be reviewed by the\n\nadvisory committee on personnel standards and is not final until\n\napproved by the committee. Covered employees who have served three\n\nfull years in a position have the right to appear personally before\n\nthe committee before it renders a decision.\n\n      In his complaint, Whalen contended that these provisions gave\n\nhim   a   protected   property   interest   in   his   job   and   that    the\n\nFourteenth Amendment's guarantee of due process thus entitled him\n\nto notice of the reasons why he was selected for layoff and a pre-\n\ntermination opportunity to respond to the reasons given.                  See,\n\ne.g., Cleveland Bd. of Educ. v. Loudermill, 470 U.S. 532, 542\n\n\n                                   -4-\n\f(1985); Wojcik v. Mass. State Lottery Comm'n, 300 F.3d 92, 101-02\n\n(lst Cir. 2002).2     He sought monetary damages from four individuals\n\n– two justices of the Springfield District Court, the clerk of that\n\ncourt, and CJAM Dortch-Okara – and an injunction ordering the court\n\nto reinstate him with back pay and benefits.\n\n     The defendants initially argued that Whalen did not have the\n\nrequisite three years of service to qualify for section 10's tenure\n\nprotection,3   but    abandoned         that   argument    and     conceded   that\n\n\"plaintiff's length of service was sufficient to qualify him\" under\n\nthe statute. They maintained, however, that he was not entitled to\n\nthe procedures outlined in section 8 of chapter 211B because the\n\nprovision   applies    only    to   removal     for    cause   and    not   layoff.\n\nMoreover, the individual defendants claimed the shield of qualified\n\nimmunity, arguing that Whalen did not have a clearly established\n\nconstitutional      right     to    a    hearing      before   a     budget-driven\n\ntermination of his position – and, indeed, had no right to such a\n\nhearing at all.\n\n\n\n\n     2\n       He also claimed that his rights were violated because the\nstatutory procedures were not followed.       As we note below, a\nplaintiff is not necessarily entitled, as a matter of federal due\nprocess, to all of the procedures provided by state law. See infra\nat p. 13 n.6; see also Bellville v. Town of Northboro, 375 F.3d 25,\n31 (1st Cir. 2004) (\"The states, of course, are free to accord\ntheir citizens rights beyond those guaranteed by federal law.\").\n     3\n       They asserted that the statute covered only employees who\nhad been in the position for three years at the time the Court\nReorganization Act was passed in 1978.\n\n                                         -5-\n\f     Without articulating its reasons, the district court granted\n\nimmunity to the individual defendants.                   It then certified to the\n\nMassachusetts Supreme Judicial Court the question whether section\n\n8's procedural requirements apply to an assistant clerk who is\n\nterminated    when       the   court     reduces    the    total      number   of    such\n\npositions    for    budgetary         reasons.     In     March    2004,    while    that\n\nquestion was pending before the SJC, Whalen was reinstated.                           In\n\nJune, the defendants moved to dismiss the remainder of the case,\n\nwhich involved only injunctive relief, as moot. The district court\n\ngranted   the      motion      over    Whalen's    objection       and     ordered    the\n\ncertification question to be withdrawn from the SJC.\n\n     On appeal, Whalen challenges both the grant of qualified\n\nimmunity to the individual defendants and the mootness ruling.                         He\n\nclaims    that     his    constitutional         right    to   some    kind    of    pre-\n\ntermination process was clearly established, and that reasonable\n\ncourt officials would have understood that the property right he\n\nheld in his position entitled him to notice of the reasons he was\n\nselected for layoff and an opportunity to respond.                       See Harlow v.\n\nFitzgerald, 457 U.S. 800, 818-19 (1982) (explaining qualified\n\nimmunity inquiry); Mihos v. Swift, 358 F.3d 91, 102 (1st Cir. 2004)\n\n(same). He further maintains that his demand for injunctive relief\n\ndid not become moot upon his reinstatement because he still seeks\n\nrestoration of credit toward his retirement and pension benefits\n\nfor the time he was out of work.\n\n\n                                          -6-\n\f     We consider each of these issues in turn.\n\n                        II. Qualified Immunity\n\n     Guided   by   Supreme   Court   precedent,     we   have   consistently\n\napplied a three-part test for evaluating an official's claim to\n\nqualified immunity. Riverdale Mills Corp. v. Pimpare, 392 F.3d 55,\n\n60-61 (1st Cir. 2004); Mihos, 358 F.3d at 102; Suboh v. Dist.\n\nAttorney's Office, 298 F.3d 81, 90 (1st Cir. 2002); see also Hope\n\nv. Pelzer, 536 U.S. 730, 735-36 (2002); Harlow, 457 U.S. at 818-19.\n\nWe first consider whether the plaintiff's allegations, if true,\n\nestablish a constitutional violation.          Hope, 536 U.S. at 736;\n\nMihos, 358 F.3d at 102.      The second question is whether the right\n\nwas clearly established at the time of the alleged violation.\n\nSuboh, 298 F.3d at 90.         Finally, we ask whether a similarly\n\nsituated   reasonable   official     would   have   understood     that   the\n\nchallenged action violated that right.         Mihos, 358 F.3d at 102;\n\nSuboh, 298 F.3d at 90. We review qualified immunity determinations\n\nde novo, at least to the extent they turn on issues of law.           Mihos,\n\n358 F.3d at 102; see also Mitchell v. Forsyth, 472 U.S. 511, 528-30\n\n(1985).4\n\n     A. Do the allegations add up to a constitutional violation?\n\n     Whalen contends that he had a property right in continued\n\nemployment that was created by state law and that, consequently, he\n\n\n\n     4\n       Where, as here, the district court offered no rationale for\nits decision, our review obviously must be plenary.\n\n                                     -7-\n\fhad a right to procedural due process that was violated when he was\n\ngiven neither notice of the specific reasons for his layoff nor\n\nopportunity to respond.             We agree that these allegations generally\n\ndescribe a constitutional injury and conclude, for reasons we shall\n\nexplain, that the constitutional claim remains viable even when\n\nexamined more particularly.\n\n       Our court consistently has held that an employee who under\n\nstate    law     can     be    terminated      only     for   \"just   cause\"     has   a\n\nconstitutionally protected property interest in his employment.\n\nSee, e.g., Wojcik, 300 F.3d at 102; Cronin v. Town of Amesbury, 81\n\nF.3d 257, 260 n.2 (lst Cir. 1996); Perkins v. Bd. of Dirs., 686\n\nF.2d 49, 51 (lst Cir. 1982); see also Gilbert v. Homar, 520 U.S.\n\n924,    928-29    (1997)       (\"[W]e     have   previously      held   that    public\n\nemployees      who     can     be    discharged       only     for    cause    have    a\n\nconstitutionally protected property interest in their tenure and\n\ncannot be fired without due process.\"); Loudermill, 470 U.S. at\n\n538-39 (property right to continued employment created by statute\n\nthat gave \"'classified civil service employees'\" the right \"to\n\nretain    their      positions       'during     good    behavior     and     efficient\n\nservice,'\"        with        dismissal     conditioned         on    \"'misfeasance,\n\nmalfeasance, or nonfeasance in office'\").                     The two Massachusetts\n\nstatutes at issue here, certainly when taken together, fit this\n\nmodel, specifying that an assistant court clerk has the right to\n\nretain his position \"during good behavior\" and to be removed only\n\n\n                                           -8-\n\f\"for cause.\"          See supra p. 4 (discussing Mass. Gen. Laws Ann. ch.\n\n218, §       10 and ch. 211B, § 8).\n\n       Relying on the Supreme Court's decision in Bishop v. Wood, 426\n\nU.S. 341 (1976), defendants assert that the Massachusetts statutes,\n\nrather       than    creating     an    enforceable        expectation           of    continued\n\nemployment,         simply    set      out    procedures        to      govern    removal        of\n\nemployees.             In    Bishop,         the     Supreme       Court     accepted           the\n\ninterpretation of a local ordinance by a North Carolina judge who\n\nhad concluded that an employee was terminable at will, even though\n\nthe applicable ordinance \"[o]n its face . . . may fairly be read as\n\nconferring . . . a guarantee\" to continued employment.                                See id. at\n\n345.     The        Court   noted      that   it     had   in     the    past     accepted      an\n\ninterpretation of state law in similar circumstances \"even if an\n\nexamination of the state-law issue without such guidance might have\n\njustified a different conclusion.\"                    Id. at 346.\n\n       No such contrary interpretation of the Massachusetts statutes\n\nhas been cited by defendants in this case, and their reliance on\n\nBishop is therefore misplaced.                     We see no basis upon which to\n\ndepart here from our ordinary conclusion that a guarantee of tenure\n\nin     the     absence       of     \"good      cause\"      for       removal          creates     a\n\nconstitutionally protected property interest.                            Whalen thus had a\n\nproperty right to continued employment as an assistant clerk.\n\n       Whether       that    property        interest      gave    rise    to     a    right     to\n\nprocedural due process, however, is another matter.                                   Although a\n\n\n                                               -9-\n\fproperty right and procedural due process typically go hand-in-hand\n\n– triggering a requirement for \"some kind of a hearing\" before\n\ndischarge, Bd. of Regents v. Roth, 408 U.S. 564, 569-70 & n.7\n\n(1972) –        we have recognized a limited \"reorganization exception\"\n\nto due process that eliminates the need for a hearing where a\n\nreorganization       or   other   cost-cutting   measure   results   in   the\n\ndismissal of an employee.         See Duffy v. Sarault, 892 F.2d 139, 147\n\n(lst Cir. 1989); see also Misek v. City of Chicago, 783 F.2d 98,\n\n100-01 (7th Cir. 1986); Hartman v. City of Providence, 636 F. Supp.\n\n1395, 1409-10 (D.R.I. 1986) (Selya, J.); cf. Milne v. Sch. Comm. of\n\nManchester, 381 Mass. 581, 582-83 & n.3 (1980) (statutory notice\n\nand hearing requirements inapplicable to dismissal of tenured\n\nteacher due to decline in enrollment).5           Defendants assert that,\n\neven if Whalen has a property right, this precedent establishes\n\nthat       no   constitutional    violation   occurred.       Additionally,\n\ndefendants contend that Whalen was not \"removed\" from his job for\n\ncause, but merely laid off, and so the due process procedures were\n\nnot triggered.\n\n       Defendants' arguments would have considerable force if an\n\nentirely neutral layoff were at issue, i.e., if the layoff decision\n\nwere unrelated to individual qualifications.              The case law that\n\n\n\n       5\n       A plausible claim that the asserted reorganization was\npretextual would warrant further inquiry. See Misek, 783 F.2d at\n100-01; Hartman, 636 F. Supp. at 1416-17; see also Duffy, 892 F.2d\nat 147; cf. Milne, 381 Mass. at 583 n.3.\n\n                                     -10-\n\frequires a pre-termination hearing for an employee with a state-\n\nprotected property interest in his job reflects \"a balancing of the\n\ncompeting interests at stake\" when an employee with a legitimate\n\nclaim to permanence faces a \"for cause\" loss of his position.     See\n\nLoudermill, 470 U.S. at 542.   The government's interests in \"the\n\nexpeditious removal of unsatisfactory employees and the avoidance\n\nof administrative burdens\" are countered not only by the employee's\n\nsignificant interest in retaining employment but also by the\n\ninterest in avoiding an erroneous termination.   Id. at 542-43.\n\n     [S]ome opportunity for the employee to present his side\n     of the case is recurringly of obvious value in reaching\n     an accurate decision. Dismissals for cause will often\n     involve factual disputes. . . . Even where the facts are\n     clear, the appropriateness or necessity of the discharge\n     may not be; in such cases, the only meaningful\n     opportunity to invoke the discretion of the decisionmaker\n     is likely to be before the termination takes effect.\n\nId. at 543.\n\n     When the termination at issue is \"in good faith directed at\n\npositions rather than individuals,\" Hartman, 636 F. Supp. at 1409,\n\nhowever, the hearing contemplated by the Supreme Court's due\n\nprocess precedent loses its relevance. \"In such cases, since there\n\nare no charges against the employee . . . involved, there would be\n\nno occasion for a hearing, and it would be idle to hold one.\"\n\nKusza v. Maximonis, 363 Pa. 479, 482-83, 70 A.2d 329, 331 (1950)\n\n(quoted in Hartman, 636 F. Supp. at 1411).    In addition, because\n\nreorganizations often affect numerous employees, the governmental\n\ninterest in efficient administration may weigh more heavily in such\n\n                               -11-\n\fcircumstances. See, e.g., Mayfield v. Kelly, 801 F. Supp. 795, 798\n\n(D.D.C. 1992) (\"A RIF [reduction-in-force] involves a large number\n\nof   employees   .   .   .    for   whom    it   is   impossible   to   have   pre-\n\ntermination hearings.\") (quoted in Wash. Teachers' Union Local #6\n\nv. D.C. Bd. of Ed., 109 F.3d 774, 780 (D.C. Cir. 1997)).\n\n       Under this precedent, if the Trial Court had in good faith\n\neliminated the position of assistant clerk, Whalen clearly would\n\nhave no constitutional claim.              Similarly, if the three assistant\n\nclerks originally selected for layoff had been chosen entirely\n\nbased on factors unrelated to personal performance – for example,\n\nseniority or job location – the \"reorganization exception\" case law\n\nwould be on point.       Likewise, the distinction that defendants draw\n\nbetween a \"removal for cause\" and a \"layoff\" – the latter connoting\n\nan absence of performance factors – would be pertinent if Whalen's\n\nselection had been directed solely at his position rather than at\n\nhim.    See Mass. Gen. Laws Ann. ch. 31, § 1 (a \"layoff\" is \"a\n\ntemporary discontinuance of employment for lack of work or lack of\n\nmoney\").\n\n       Here, however, the record indicates that performance factors\n\nplayed a role in Whalen's selection for layoff.                As noted above,\n\nCJAM Dortch-Okara authorized managers to take into account a\n\nvariety of qualitative factors in choosing which three assistant\n\nclerks to lay off.           Those individualized considerations took on\n\neven greater significance for Whalen when funds became available to\n\n\n                                       -12-\n\fretain one of the three clerks initially selected for termination,\n\nand he was passed over in favor of someone with considerably less\n\nexperience who even lacked sufficient tenure to claim a property\n\ninterest in his job.     On these facts, it seems inescapable that\n\nWhalen's job performance was a deciding factor in his selection.\n\nAnd certainly, for purposes of considering the legal questions\n\nbefore us, we must presume that that was so.\n\n     Consequently, we conclude that Whalen had a right to the\n\nminimal procedural protections of notice and an opportunity to\n\nrespond.    As   the   Supreme   Court   has   observed,   the   requisite\n\nprocedures \"need not be elaborate,\" Loudermill, 470 U.S. at 545,\n\nand the opportunity to hear and respond to the employer's reasons\n\ncould be accomplished either in writing or in an informal face-to-\n\nface meeting, id. at 546.6   It is \"fundamental,\" id., however, that\n\n\n     6\n        As a matter of federal due process, Whalen is not\nnecessarily entitled to the procedures spelled out in Mass. Gen.\nLaws Ann. ch. 211B, § 8. Although a property right in employment\nmust arise from state law, what process is due is a question of\nfederal law. Loudermill, 470 U.S. at 541. We need not, and do\nnot, consider the remedy available for violation of his statutory\nprocedural rights. See O'Neill v. Baker, 210 F.3d 41, 49 n.9 (lst\nCir. 2000) (noting that \"claims[] involving state procedural\nguarantees that are above and beyond constitutional due process\nrequirements\" are not properly before a court examining an alleged\ndeprivation of a plaintiff's federal due process rights).\n     We also do not address in this opinion whether due process may\nin some instances \"require more than a simple opportunity to argue\nor deny\" the employer's reasons for dismissal, Loudermill, 470 U.S.\nat 552 (opinion of Brennan, J., concurring in part and dissenting\nin part). See Gilbert v. Homar, 520 U.S. 924, 930 (1997) (\"'[D]ue\nprocess is flexible and calls for such procedural protections as\nthe particular situation demands.'\") (quoting Morrissey v. Brewer,\n408 U.S. 471, 481 (1972)).\n\n                                  -13-\n\fsome process is due when an employee with a protected property\n\ninterest in his job is terminated in a \"person-directed rather than\n\nposition-directed personnel action[],\" Hartman, 636 F. Supp. at\n\n1412.7\n\n         We thus conclude that Whalen satisfied the first prong of the\n\nqualified immunity inquiry by stating a constitutional due process\n\nviolation.\n\n\n\n\n     7\n       The DC Circuit reached a seemingly contrary conclusion in\nWash. Teachers' Union Local #6, 109 F.3d at 774, where it held that\ndue process did not require pre-termination hearings for more than\n400 teachers who lost their jobs in a reduction-in-force (\"RIF\")\neven though the teachers were ranked in part by their principals\nbased on performance. The court highlighted the burden that would\nbe imposed on the school district by pre-termination proceedings\nfor so many individuals, id. at 781, and minimized the value of\ngiving teachers an opportunity to respond to the principals'\nrankings because \"principals enjoyed near-total discretion in\nranking their teachers and because the record contains no evidence\nthat factual errors occurred,\" id. at 780.\n     Union Local #6 may be factually distinguishable. The court's\nopinion does not indicate how the 400 layoffs were distributed\namong the district's schools and whether some principals faced\nsubstantial staff reductions. Here, it appears that the supervisor\nwho selected the assistant clerks for layoff would have needed to\nmeet briefly with only three employees. We are unpersuaded that\nthis minimal process would have been unduly burdensome. Moreover,\nWhalen was given no explanation for his selection; the teachers in\nUnion Local #6 had been given an opportunity to review and sign the\nranking forms used to effectuate their RIF. See id. at 777-78.\n     To the extent the D.C. Circuit relied on the discretionary\nnature of the teachers' rankings to discount the need for pre-\ntermination process, we disagree. We note that the Supreme Court\nhas recognized that a pre-termination \"opportunity to invoke the\ndiscretion of the decisionmaker\" can be of value even in the\nabsence of factual errors. See Loudermill, 470 U.S. at 543.\n\n\n                                  -14-\n\f       B. The \"Clearly Established Right\" and \"Reasonableness\"\n\n       It   is   beyond      debate    that,     as   a   general   matter,    the\n\nconstitutional right to due process claimed by Whalen was clearly\n\nestablished at the time he was laid off.              As we have discussed, the\n\nlaw was unequivocal in 2002 that an employee with a property\n\ninterest in his employment was entitled to pre-termination notice\n\nof   the    reasons    for    his     performance-based      discharge   and    an\n\nopportunity to respond.\n\n       But the inquiry into whether a right is clearly established\n\n\"'\"must be undertaken in light of the specific context of the case,\n\nnot as a broad general proposition,\"'\" Mihos, 358 F.3d at 109\n\n(quoting Suboh, 298 F.3d at 93 (quoting Saucier v. Katz, 533 U.S.\n\n194, 201 (2001))); see also Brosseau v. Haugen, 125 S. Ct. 596, 599\n\n(2004); Riverdale Mills Corp., 392 F.3d at 65-66, and this is not\n\na standard performance-based dismissal case.                  At the threshold\n\nlevel, the motivation behind Whalen's termination was budgetary.\n\nIt is undisputed that, without the fiscal crisis, Whalen would not\n\nhave been targeted for dismissal, and, indeed, once the crisis\n\npassed he was reinstated. As the defendants have pointed out, this\n\nwas not a termination intended to sever an employment relationship\n\nbut a layoff accompanied by recall rights in the event fiscal\n\nconditions improved.          In these circumstances, there is at least\n\nsome   merit     to   the    defendants'       argument   that   the   procedural\n\nprotections outlined in section 8 (of chapter 211B) for a removal\n\n\n                                        -15-\n\f\"for cause\" are inapplicable. Indeed, before it dismissed the case\n\nas   moot,    the      district    court       certified    that    issue    to   the\n\nMassachusetts Supreme Judicial Court.8\n\n     Although       the   applicability        of   the   procedural   protections\n\nspecified in section 8 does not determine Whalen's federal due\n\nprocess rights, the uncertainty reflected by the certification is\n\nrelevant to our inquiry. The statute, in conjunction with ch. 218,\n\n§ 10, appears to confer procedural protections on the same group of\n\nassistant clerks who possess a federal constitutional right to due\n\nprocess, i.e., those who have held their jobs for at least three\n\nyears.       If   we   cannot     say   with    assurance    that    the    statutory\n\nprocedures are intended to apply in Whalen's circumstances – and,\n\nlike the district court, we cannot – it would be a stretch to\n\nconclude that Whalen had a clearly established right to the notice\n\nand hearing afforded by the Fourteenth Amendment.                   The differences\n\nwe have noted between the circumstances here and the typical\n\ntermination-for-cause complicate matters in both settings.\n\n     But whether or not we proclaim the right clearly established\n\nin the specific context of this case, the outcome of our immunity\n\n\n\n     8\n       The court asked the following question of law in its\ncertification order: \"When a Massachusetts District Court reduces\nthe total number of assistant clerks for budgetary reasons, must\nthe termination of a District Court assistant clerk who has held\nhis position for more than three years since the enactment of\nM.G.L. c. 218 § 10 be done in accordance with the procedures of\nM.G.L. c. 211B § 8?\" This formulation of the question was proposed\nby Whalen.\n\n                                         -16-\n\finquiry would be the same because defendants inevitably would\n\nprevail      at   the    third   step   of    the    analysis.9     We    believe         an\n\nobjectively reasonable Massachusetts official could have drawn the\n\nconclusion – albeit incorrectly – that a budget-driven layoff\n\neffectuated by reference to performance is nonetheless a budget-\n\ndriven layoff, and thus exempt from the procedural requirements\n\napplicable        to    terminations    for   cause.      Although       we       have   now\n\nclarified that due process requires that an employee who holds a\n\nproperty right in his job be given notice and opportunity to\n\nrespond whenever he is terminated in a \"person-directed rather than\n\nposition-directed personnel action[],\" Hartman, 636 F. Supp. at\n\n1412, a reasonable official could have taken into account the\n\npossibly (and ultimately) temporary nature of Whalen's termination\n\nand the financial crisis that triggered it to conclude that the\n\nLoudermill line of cases was not implicated.\n\n       Certainly, in terms of future employment, a budgetary layoff\n\nis    likely      to    have   less   drastic    consequences      than       a    classic\n\ntermination-for-cause; an official focusing on the \"layoff\" label\n\nand    the     nature     of   the    harm,     against   the     backdrop         of    the\n\n\"reorganization exception,\" reasonably may have miscalculated in\n\nweighing the competing interests.                   See Gilbert, 520 U.S. at 932\n\n\n\n       9\n       We note that, on occasion, we have combined the second and\nthird prongs of the qualified immunity analysis into a single step.\nRiverdale Mills Corp., 392 F.3d at 60 n.5 (citing Tremblay v.\nMcClellan, 350 F.3d 195, 199-200) (1st Cir. 2003)).\n\n                                         -17-\n\f(\"[W]hile our opinions have recognized the severity of depriving\n\nsomeone of the means of his livelihood, . . . they have also\n\nemphasized that in determining what process is due, account must be\n\ntaken     of   'the   length'   and   'finality     of    the     deprivation.'\")\n\n(citations omitted).       In sum, because we believe an objectively\n\nreasonable      official   in   the    defendants'        position    would   not\n\nnecessarily      have   understood     that   his        action    violated   the\n\nplaintiff's rights, we hold that the district court properly\n\ngranted qualified immunity to the individual defendants.10\n\n                                III. Mootness\n\n     Whalen also disputes the district court's ruling that his case\n\nbecame moot once he was reinstated to his position in March 2004,\n\narguing that he remained entitled to pursue injunctive relief to\n\nrestore his pension and retirement credit for the approximately\n\neighteen months he was out of work.           Defendants argue that such\n\nrelief is prohibited by the Eleventh Amendment, which generally\n\nbars suits in federal court against unconsenting states. See Rosie\n\nD. ex rel. John D. v. Swift, 310 F.3d 230, 234 (1st Cir. 2002).\n\n\n\n     10\n        We wish to emphasize that the factors distinguishing\nWhalen's circumstances from a typical budgetary layoff – while\nperhaps leading a reasonable official astray – do not in this case\nlead to a different balance of the competing interests identified\nin Loudermill.   As we have noted, the administrative burden in\nproviding explanation to the affected assistant clerks would have\nbeen slight, and there was no need for the \"expeditious removal\" of\nan unsatisfactory employee.    On the other hand, the employee's\ninterest in retaining employment and the joint interest in avoiding\nerroneous decisions remain high.\n\n                                      -18-\n\fThe prohibition extends to suits against state officials acting in\n\ntheir official capacities, id., and it is for that reason that\n\nWhalen sought back pay and other monetary relief only from the\n\ncourt officials in their individual capacities.11\n\n     In Ex Parte Young, however, the Supreme Court carved out an\n\nexception to Eleventh Amendment state immunity that allows federal\n\ncourts to \"enjoin state officials to conform their future conduct\n\nto the requirements of federal law,\" Quern v. Jordan, 440 U.S. 332,\n\n337 (1979).    See also Green v. Mansour, 474 U.S. 64, 68 (1985);\n\nEdelman v. Jordan, 415 U.S. 651, 664 (1974).                  The Court has\n\ndescribed the difference between permissible and impermissible\n\nrelief as \"the difference between prospective relief on one hand\n\nand retrospective relief on the other.\"          Quern, 440 U.S. at 337.\n\n     Whalen   suggests     that   restoration    of   his     service   credit\n\nqualifies as prospective injunctive relief because he seeks only\n\nfuture recognition    of    his   length   of   tenure   to    establish   his\n\nretirement eligibility and pension benefits. We disagree that this\n\nmeets the Ex Parte Young standard.\n\n     Before we explain that conclusion, we sidestep briefly to note\n\nthat the Eleventh Amendment may not be the only barrier Whalen\n\nfaced.    A plaintiff's entitlement to more than nominal damages in\n\na procedural due process case turns on whether the constitutional\n\n\n\n     11\n       Our holding in Section II that the individuals are entitled\nto qualified immunity eliminates that avenue of relief.\n\n                                   -19-\n\fviolation – the failure to provide a pre-termination opportunity to\n\ncontest termination – did in fact cause the harm asserted – the\n\nloss of the job and related benefits.           If Whalen would have been\n\nterminated even after a proper hearing, he would not be eligible\n\nfor either reinstatement or damages flowing from his unemployment.\n\nSee Carey v. Piphus, 435 U.S. 247, 260 (1978); Brewer v. Chauvin,\n\n938 F.2d 860, 862-64 (8th Cir. 1991) (en banc); Knudson v. City of\n\nEllensburg, 832 F.2d 1142, 1149 (9th Cir. 1987); Rodriguez de\n\nQuinonez v. Perez, 596 F.2d 486, 491 (1st Cir. 1979).\n\n     We need not consider the issue of cause, however, because even\n\nif Whalen would have avoided layoff if he had had an opportunity to\n\naddress the reasons for his selection, all available remedies are\n\nforeclosed in this case by the combined force of the Eleventh\n\nAmendment   and   principles   of   qualified    immunity.   As   we   have\n\nexplained, the Eleventh Amendment bars monetary awards against the\n\nTrial Court itself, and the individuals are likewise protected from\n\nmoney damages by qualified immunity. Reinstatement already has\n\noccurred outside the litigation.\n\n     We can understand why Whalen insists that the remaining remedy\n\n– restoration of credit for his time out of work – falls into the\n\ncategory of prospective relief.       He seeks no monetary reward, and\n\nhis request would have only future impact on the state.        But timing\n\nis not the sole inquiry under Ex Parte Young.        The pivotal question\n\nis whether the relief \"serves directly to bring an end to a present\n\n\n                                    -20-\n\fviolation of federal law.\"    Papasan v. Allain, 478 U.S. 265, 278\n\n(1986); see also id. at 277-78 (\"Young has been focused on cases in\n\nwhich a violation of federal law by a state official is ongoing as\n\nopposed to cases in which federal law has been violated at one time\n\nor over a period of time in the past . . . .\").      Relief that is\n\n\"tantamount to an award of damages for a past violation of federal\n\nlaw, even though styled as something else,\" is barred.    Id. at 278.\n\n       The difference is not always obvious.   \"As in most areas of\n\nthe law, the difference between the type of relief barred by the\n\nEleventh Amendment and that permitted under Ex Parte Young will not\n\nin many instances be that between day and night.\"        Edelman, 415\n\nU.S. at 667; see also Papasan, 478 U.S. at 278 (\"For Eleventh\n\nAmendment purposes, the line between permitted and prohibited suits\n\nwill often be indistinct[.]\"); cf. Florida v. Long, 487 U.S. 223,\n\n238 (1988) (\"The distinction between retroactive and prospective\n\nrelief is not always self-evident.\").\n\n       We are persuaded that, despite the forward-looking nature of\n\nWhalen's request for service credit, such relief would \"in essence\n\nserve[] to compensate\" him for past injury, Papasan, 478 U.S. at\n\n278.   Even as a matter of vocabulary, the \"restoration\" of credit\n\nis designed to give him back something he lost when he was\n\nterminated unlawfully.    Although reinstatement, too, involves a\n\n\"restoration\" of rights, it differs because termination without due\n\nprocess is the very unlawful act at issue; reinstatement pending a\n\n\n                                -21-\n\fhearing   thus   \"serves   directly   to   bring   an   end   to   a   present\n\nviolation of federal law,\" id.        By contrast, restoring credit for\n\ntime lost due to a past termination has no impact on an ongoing\n\nviolation.\n\n     We therefore conclude that the Eleventh Amendment bars a\n\nfederal court from ordering restoration of Whalen's service credit.\n\nSee Mansour, 474 U.S. at 71 (\"Because there is no continuing\n\nviolation of federal law to enjoin in this case, an injunction is\n\nnot available.\").     Because no further relief was available, the\n\ndistrict properly dismissed the case as moot.\n\n     Affirmed.\n\n\n\n                                 Dissent follows.\n\n\n\n\n                                  -22-\n\f           STAHL, Senior Circuit Judge (Dissenting).           At the time\n\nWhalen   was   targeted    for   layoff    based   on   performance-related\n\nfactors, the law was such that a reasonable officer, when selecting\n\nan employee for removal based on such factors, was on notice that\n\nsuch an employee was entitled to due process.                The fact that\n\nbudgetary constraints prompted the officials to evaluate Whalen's\n\nperformance     is   irrelevant--even        in    this    \"novel   factual\n\ncircumstance[],\" the \"officials [were] still on notice\" that Whalen\n\nwas entitled to some form of due process as soon as factors other\n\nthan seniority were considered in his being selected for removal.\n\nSee Hope v. Pelzer, 536 U.S. 730, 741 (2002).\n\n           In their search through our precedent for a perfect\n\nfactual match to the facts of this case, my brethren ignore the\n\nSupreme Court's clear direction in Hope v. Pelzer that \"[a]lthough\n\nearlier cases involving 'fundamentally similar' facts can provide\n\nespecially strong support for a conclusion that the law is clearly\n\nestablished, they are not necessary to such a finding.\"                 Id.\n\nIndeed, this same error was made by four members of this court\n\nsitting en banc in Savard v. Rhode Island, 338 F.3d 23 (1st Cir.\n\n2003) (en banc) (opinion of Selya, J.), when this Court evenly\n\ndivided over the propriety of such a search for the perfect\n\nprecedential match.       The proper inquiry is \"whether the state of\n\nthe law [at the time of the action] gave [Appellees] fair warning\n\nthat their alleged treatment of [Whalen] was unconstitutional.\"\n\n\n                                    -23-\n\fSee Hope, 536 U.S. at 741.   And here, the answer is unequivocally\n\nyes.\n\n\n\n\n                               -24-\n\f",
  "html": "<p class=\"case_cite\">397 F.3d 19</p>\n    <p class=\"parties\">James M. WHALEN, Plaintiff, Appellant,<br>v.<br>MASSACHUSETTS TRIAL COURT; William W. Teahan, Jr., Robert F. Kumor, Barbara A. Dortch-Okara; Robert E. Fein, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1976.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 6, 2004.</p>\n    <p class=\"date\">Decided February 4, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Harvey A. Schwartz with whom Laurie Frankl and Rodgers, Powers &amp; Schwartz LLP were on brief for appellant.</p>\n      <p class=\"indent\">Charles M. Wyzanski, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September 2002, the Springfield (Massachusetts) District Court was obliged to lay off three of its nine assistant clerks because of a budget deficit. Appellant James Whalen, who had held his position since 1989, was one of the clerks chosen for layoff. He subsequently brought a federal civil rights suit against the Massachusetts Trial Court and four individuals, claiming that his procedural due process rights had been violated because he was given no opportunity to contest his selection for layoff. <i>See</i> 42 U.S.C. &#167; 1983.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He sought damages against the individual defendants and injunctive relief against the Trial Court. The district court dismissed the case against the individual defendants based on qualified immunity and, after Whalen was reinstated to his position, dismissed the case against the Trial Court as moot. Whalen appeals both decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In two respects, Whalen's claims require us to look beyond basic principles, first in considering the procedural due process rights associated with a budgetary termination, and second in considering the nature of the injunctive relief permitted against a state under <i>Ex Parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908). After careful review, we conclude that Whalen suffered a due process injury, but that the individual defendants properly were granted immunity because the law was not clearly established that he was entitled to a pre-termination hearing. Because we also conclude that the Eleventh Amendment bars a federal court from ordering the injunctive relief Whalen seeks, we agree with the district court that the remainder of the case should be dismissed as moot.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After implementing a series of voluntary cost-saving measures in the summer of 2002, including reduced work weeks and extended leaves of absence, administrators for the Massachusetts Trial Court determined that their anticipated budget shortfall also required a number of involuntary layoffs. In the Springfield District Court, the \"[i]nvoluntary personnel reductions\" affected a total of twelve employees, including three of the then-nine assistant clerks. In an affidavit, the Trial Court's Personnel Administrator stated that the Chief Justice for Administration and Management (\"CJAM\"), Barbara A. Dortch-Okara, had \"determined that managers had the discretion to consider such factors as prior discipline, attendance, work product and other relevant factors\" in selecting the employees to be laid off.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant Whalen received a letter from Dortch-Okara dated August 29 notifying him that, as a result of a budget shortfall, he had been selected for layoff effective September 13. The letter gave no reasons for his selection. It was accompanied by materials explaining the continuation of his health insurance benefits and the procedures for applying for unemployment compensation. At least two of the assistant clerks retained by the court had less seniority in the position than appellant. Before the layoff went into effect, additional funding became available and one of the other assistant clerks selected for layoff was retained. That employee had held his job for less than three years.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The tenure and termination of assistant clerks is addressed by two Massachusetts statutes. Under Mass. Gen. Laws Ann. ch. 218, &#167; 10, an assistant clerk who has held his position for three years before the effective date of the act \"shall hold office during good behavior,\" subject to applicable retirement laws. The provision goes on to state that such an employee may be removed from office under procedures authorized by Mass. Gen. Laws Ann. ch. 211B, &#167; 8. Section 8 provides that an employee covered by the provision \"may be removed for cause.\" Such a removal must be reviewed by the advisory committee on personnel standards and is not final until approved by the committee. Covered employees who have served three full years in a position have the right to appear personally before the committee before it renders a decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In his complaint, Whalen contended that these provisions gave him a protected property interest in his job and that the Fourteenth Amendment's guarantee of due process thus entitled him to notice of the reasons why he was selected for layoff and a pre-termination opportunity to respond to the reasons given. <i>See, e.g., Cleveland Bd. of Educ. v. Loudermill,</i> 470 U.S. 532, 542, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985); <i>Wojcik v. Mass. State Lottery Comm'n,</i> 300 F.3d 92, 101-02 (1st Cir.2002).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He sought monetary damages from four individuals &#8212; two justices of the Springfield District Court, the clerk of that court, and CJAM Dortch-Okara &#8212; and an injunction ordering the court to reinstate him with back pay and benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendants initially argued that Whalen did not have the requisite three years of service to qualify for section 10's tenure protection,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but abandoned that argument and conceded that \"plaintiff's length of service was sufficient to qualify him\" under the statute. They maintained, however, that he was not entitled to the procedures outlined in section 8 of chapter 211B because the provision applies only to removal for cause and not layoff. Moreover, the individual defendants claimed the shield of qualified immunity, arguing that Whalen did not have a clearly established constitutional right to a hearing before a budget-driven termination of his position &#8212; and, indeed, had no right to such a hearing at all.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Without articulating its reasons, the district court granted immunity to the individual defendants. It then certified to the Massachusetts Supreme Judicial Court the question whether section 8's procedural requirements apply to an assistant clerk who is terminated when the court reduces the total number of such positions for budgetary reasons. In March 2004, while that question was pending before the SJC, Whalen was reinstated. In June, the defendants moved to dismiss the remainder of the case, which involved only injunctive relief, as moot. The district court granted the motion over Whalen's objection and ordered the certification question to be withdrawn from the SJC.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, Whalen challenges both the grant of qualified immunity to the individual defendants and the mootness ruling. He claims that his constitutional right to some kind of pre-termination process was clearly established, and that reasonable court officials would have understood that the property right he held in his position entitled him to notice of the reasons he was selected for layoff and an opportunity to respond. <i>See Harlow v. Fitzgerald,</i> 457 U.S. 800, 818-19, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982) (explaining qualified immunity inquiry); <i>Mihos v. Swift,</i> 358 F.3d 91, 102 (1st Cir.2004) (same). He further maintains that his demand for injunctive relief did not become moot upon his reinstatement because he still seeks restoration of credit toward his retirement and pension benefits for the time he was out of work.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We consider each of these issues in turn.</p>\n    </div>\n    <p class=\"center\">II. <i>Qualified Immunity</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Guided by Supreme Court precedent, we have consistently applied a three-part test for evaluating an official's claim to qualified immunity. <i>Riverdale Mills Corp. v. Pimpare,</i> 392 F.3d 55, 60-61 (1st Cir.2004); <i>Mihos,</i> 358 F.3d at 102; <i>Suboh v. Dist. Attorney's Office,</i> 298 F.3d 81, 90 (1st Cir.2002); <i>see also Hope v. Pelzer,</i> 536 U.S. 730, 735-36, 122 S.Ct. 2508, 153 L.Ed.2d 666 (2002); <i>Harlow,</i> 457 U.S. at 818-19, 102 S.Ct. 2727. We first consider whether the plaintiff's allegations, if true, establish a constitutional violation. <i>Hope,</i> 536 U.S. at 736, 122 S.Ct. 2508; <i>Mihos,</i> 358 F.3d at 102. The second question is whether the right was clearly established at the time of the alleged violation. <i>Suboh,</i> 298 F.3d at 90. Finally, we ask whether a similarly situated reasonable official would have understood that the challenged action violated that right. <i>Mihos,</i> 358 F.3d at 102; <i>Suboh,</i> 298 F.3d at 90. We review qualified immunity determinations <i>de novo,</i> at least to the extent they turn on issues of law. <i>Mihos,</i> 358 F.3d at 102; <i>see also Mitchell v. Forsyth,</i> 472 U.S. 511, 528-30, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. <i>Do the allegations add up to a constitutional violation?</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whalen contends that he had a property right in continued employment that was created by state law and that, consequently, he had a right to procedural due process that was violated when he was given neither notice of the specific reasons for his layoff nor opportunity to respond. We agree that these allegations generally describe a constitutional injury and conclude, for reasons we shall explain, that the constitutional claim remains viable even when examined more particularly.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our court consistently has held that an employee who under state law can be terminated only for \"just cause\" has a constitutionally protected property interest in his employment. <i>See, e.g., Wojcik,</i> 300 F.3d at 102; <i>Cronin v. Town of Amesbury,</i> 81 F.3d 257, 260 n. 2 (1st Cir.1996); <i>Perkins v. Bd. of Dirs.,</i> 686 F.2d 49, 51 (1st Cir.1982); <i>see also Gilbert v. Homar,</i> 520 U.S. 924, 928-29, 117 S.Ct. 1807, 138 L.Ed.2d 120 (1997) (\"[W]e have previously held that public employees who can be discharged only for cause have a constitutionally protected property interest in their tenure and cannot be fired without due process.\"); <i>Loudermill,</i> 470 U.S. at 538-39, 105 S.Ct. 1487 (property right to continued employment created by statute that gave \"`classified civil service employees'\" the right \"to retain their positions `during good behavior and efficient service,'\" with dismissal conditioned on \"`misfeasance, malfeasance, or nonfeasance in office'\"). The two Massachusetts statutes at issue here, certainly when taken together, fit this model, specifying that an assistant court clerk has the right to retain his position \"during good behavior\" and to be removed only \"for cause.\" <i>See supra</i> p. 22 (discussing Mass. Gen. Laws Ann. ch. 218, &#167; 10 and ch. 211B, &#167; 8).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Relying on the Supreme Court's decision in <i>Bishop v. Wood,</i> 426 U.S. 341, 96 S.Ct. 2074, 48 L.Ed.2d 684 (1976), defendants assert that the Massachusetts statutes, rather than creating an enforceable expectation of continued employment, simply set out procedures to govern removal of employees. In <i>Bishop,</i> the Supreme Court accepted the interpretation of a local ordinance by a North Carolina judge who had concluded that an employee was terminable at will, even though the applicable ordinance \"[o]n its face ... may fairly be read as conferring ... a guarantee\" to continued employment. <i>See id.</i> at 345, 96 S.Ct. 2074. The Court noted that it had in the past accepted an interpretation of state law in similar circumstances \"even if an examination of the state-law issue without such guidance might have justified a different conclusion.\" <i>Id.</i> at 346, 96 S.Ct. 2074.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">No such contrary interpretation of the Massachusetts statutes has been cited by defendants in this case, and their reliance on <i>Bishop</i> is therefore misplaced. We see no basis upon which to depart here from our ordinary conclusion that a guarantee of tenure in the absence of \"good cause\" for removal creates a constitutionally protected property interest. Whalen thus had a property right to continued employment as an assistant clerk.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whether that property interest gave rise to a right to procedural due process, however, is another matter. Although a property right and procedural due process typically go hand-in-hand &#8212; triggering a requirement for \"some kind of a hearing\" before discharge, <i>Bd. of Regents v. Roth,</i> 408 U.S. 564, 569-70 &amp; n. 7, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972) &#8212; we have recognized a limited \"reorganization exception\" to due process that eliminates the need for a hearing where a reorganization or other cost-cutting measure results in the dismissal of an employee. <i>See Duffy v. Sarault,</i> 892 F.2d 139, 147 (1st Cir.1989); <i>see also Misek v. City of Chicago,</i> 783 F.2d 98, 100-01 (7th Cir.1986); <i>Hartman v. City of Providence,</i> 636 F.Supp. 1395, 1409-10 (D.R.I.1986) (Selya, J.); <i>cf. Milne v. Sch. Comm. of Manchester,</i> 381 Mass. 581, 582-83 &amp; n. 3, 410 N.E.2d 1216 (1980) (statutory notice and hearing requirements inapplicable to dismissal of tenured teacher due to decline in enrollment).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Defendants assert that, even if Whalen has a property right, this precedent establishes that no constitutional violation occurred. Additionally, defendants contend that Whalen was not \"removed\" from his job for cause, but merely laid off, and so the due process procedures were not triggered.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants' arguments would have considerable force if an entirely neutral layoff were at issue, i.e., if the layoff decision were unrelated to individual qualifications. The case law that requires a pre-termination hearing for an employee with a state-protected property interest in his job reflects \"a balancing of the competing interests at stake\" when an employee with a legitimate claim to permanence faces a \"for cause\" loss of his position. <i>See Loudermill,</i> 470 U.S. at 542, 105 S.Ct. 1487. The government's interests in \"the expeditious removal of unsatisfactory employees and the avoidance of administrative burdens\" are countered not only by the employee's significant interest in retaining employment but also by the interest in avoiding an erroneous termination. <i>Id.</i> at 542-43, 105 S.Ct. 1487.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">[S]ome opportunity for the employee to present his side of the case is recurringly of obvious value in reaching an accurate decision. Dismissals for cause will often involve factual disputes.... Even where the facts are clear, the appropriateness or necessity of the discharge may not be; in such cases, the only meaningful opportunity to invoke the discretion of the decisionmaker is likely to be before the termination takes effect.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Id.</i> at 543, 105 S.Ct. 1487.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When the termination at issue is \"in good faith directed at positions rather than individuals,\" <i>Hartman,</i> 636 F.Supp. at 1409, however, the hearing contemplated by the Supreme Court's due process precedent loses its relevance. \"In such cases, since there are no charges against the employee... involved, there would be no occasion for a hearing, and it would be idle to hold one.\" <i>Kusza v. Maximonis,</i> 363 Pa. 479, 482-83, 70 A.2d 329, 331 (1950) (quoted in <i>Hartman,</i> 636 F.Supp. at 1411). In addition, because reorganizations often affect numerous employees, the governmental interest in efficient administration may weigh more heavily in such circumstances. <i>See, e.g., Mayfield v. Kelly,</i> 801 F.Supp. 795, 798 (D.D.C.1992) (\"A RIF [reduction-in-force] involves a large number of employees ... for whom it is impossible to have pre-termination hearings.\") (quoted in <i>Wash. Teachers' Union Local # 6 v. D.C. Bd. of Ed.,</i> 109 F.3d 774, 780 (D.C.Cir.1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under this precedent, if the Trial Court had in good faith eliminated the position of assistant clerk, Whalen clearly would have no constitutional claim. Similarly, if the three assistant clerks originally selected for layoff had been chosen entirely based on factors unrelated to personal performance &#8212; for example, seniority or job location &#8212; the \"reorganization exception\" case law would be on point. Likewise, the distinction that defendants draw between a \"removal for cause\" and a \"layoff\" &#8212; the latter connoting an absence of performance factors &#8212; would be pertinent if Whalen's selection had been directed solely at his position rather than at him. <i>See</i> Mass. Gen. Laws Ann. ch. 31, &#167; 1 (a \"layoff\" is \"a temporary discontinuance of employment for lack of work or lack of money\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, however, the record indicates that performance factors played a role in Whalen's selection for layoff. As noted above, CJAM Dortch-Okara authorized managers to take into account a variety of qualitative factors in choosing which three assistant clerks to lay off. Those individualized considerations took on even greater significance for Whalen when funds became available to retain one of the three clerks initially selected for termination, and he was passed over in favor of someone with considerably less experience who even lacked sufficient tenure to claim a property interest in his job. On these facts, it seems inescapable that Whalen's job performance was a deciding factor in his selection. And certainly, for purposes of considering the legal questions before us, we must presume that that was so.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Consequently, we conclude that Whalen had a right to the minimal procedural protections of notice and an opportunity to respond. As the Supreme Court has observed, the requisite procedures \"need not be elaborate,\" <i>Loudermill,</i> 470 U.S. at 545, 105 S.Ct. 1487, and the opportunity to hear and respond to the employer's reasons could be accomplished either in writing or in an informal face-to-face meeting, <i>id.</i> at 546, 105 S.Ct. 1487.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It is \"fundamental,\" <i>id.,</i> however, that <i>some</i> process is due when an employee with a protected property interest in his job is terminated in a \"person-directed rather than position-directed personnel action[],\" <i>Hartman,</i> 636 F.Supp. at 1412.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We thus conclude that Whalen satisfied the first prong of the qualified immunity inquiry by stating a constitutional due process violation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">B. <i>The \"Clearly Established Right\" and \"Reasonableness\"</i></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is beyond debate that, as a general matter, the constitutional right to due process claimed by Whalen was clearly established at the time he was laid off. As we have discussed, the law was unequivocal in 2002 that an employee with a property interest in his employment was entitled to pre-termination notice of the reasons for his performance-based discharge and an opportunity to respond.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the inquiry into whether a right is clearly established \"`\"must be undertaken in light of the specific context of the case, not as a broad general proposition,\"'\" <i>Mihos,</i> 358 F.3d at 109 (quoting <i>Suboh,</i> 298 F.3d at 93 (quoting <i>Saucier v. Katz,</i> 533 U.S. 194, 201, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001))); <i>see also Brosseau v. Haugen,</i> ___ U.S. ___, 125 S.Ct. 596, 599, ___ L.Ed.2d ___ (2004); <i>Riverdale Mills Corp.,</i> 392 F.3d at 65-66, and this is not a standard performance-based dismissal case. At the threshold level, the motivation behind Whalen's termination was budgetary. It is undisputed that, without the fiscal crisis, Whalen would not have been targeted for dismissal, and, indeed, once the crisis passed he was reinstated. As the defendants have pointed out, this was not a termination intended to sever an employment relationship but a layoff accompanied by recall rights in the event fiscal conditions improved. In these circumstances, there is at least some merit to the defendants' argument that the procedural protections outlined in section 8 (of chapter 211B) for a removal \"for cause\" are inapplicable. Indeed, before it dismissed the case as moot, the district court certified that issue to the Massachusetts Supreme Judicial Court.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although the applicability of the procedural protections specified in section 8 does not determine Whalen's federal due process rights, the uncertainty reflected by the certification is relevant to our inquiry. The statute, in conjunction with ch. 218, &#167; 10, appears to confer procedural protections on the same group of assistant clerks who possess a federal constitutional right to due process, i.e., those who have held their jobs for at least three years. If we cannot say with assurance that the statutory procedures are intended to apply in Whalen's circumstances &#8212; and, like the district court, we cannot &#8212; it would be a stretch to conclude that Whalen had a clearly established right to the notice and hearing afforded by the Fourteenth Amendment. The differences we have noted between the circumstances here and the typical termination-for-cause complicate matters in both settings.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But whether or not we proclaim the right clearly established in the specific context of this case, the outcome of our immunity inquiry would be the same because defendants inevitably would prevail at the third step of the analysis.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We believe an objectively reasonable Massachusetts official could have drawn the conclusion &#8212; albeit incorrectly &#8212; that a budget-driven layoff effectuated by reference to performance is nonetheless a budget-driven layoff, and thus exempt from the procedural requirements applicable to terminations for cause. Although we have now clarified that due process requires that an employee who holds a property right in his job be given notice and opportunity to respond whenever he is terminated in a \"person-directed rather than position-directed personnel action[],\" <i>Hartman,</i> 636 F.Supp. at 1412, a reasonable official could have taken into account the possibly (and ultimately) temporary nature of Whalen's termination and the financial crisis that triggered it to conclude that the <i>Loudermill</i> line of cases was not implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Certainly, in terms of future employment, a budgetary layoff is likely to have less drastic consequences than a classic termination-for-cause; an official focusing on the \"layoff\" label and the nature of the harm, against the backdrop of the \"reorganization exception,\" reasonably may have miscalculated in weighing the competing interests. <i>See Gilbert,</i> 520 U.S. at 932, 117 S.Ct. 1807 (\"[W]hile our opinions have recognized the severity of depriving someone of the means of his livelihood, ... they have also emphasized that in determining what process is due, account must be taken of `the <i>length</i>' and `<i>finality</i> of the deprivation.'\") (citations omitted). In sum, because we believe an objectively reasonable official in the defendants' position would not necessarily have understood that his action violated the plaintiff's rights, we hold that the district court properly granted qualified immunity to the individual defendants.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"center\">III. <i>Mootness</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Whalen also disputes the district court's ruling that his case became moot once he was reinstated to his position in March 2004, arguing that he remained entitled to pursue injunctive relief to restore his pension and retirement credit for the approximately eighteen months he was out of work. Defendants argue that such relief is prohibited by the Eleventh Amendment, which generally bars suits in federal court against unconsenting states. <i>See Rosie D. ex rel. John D. v. Swift,</i> 310 F.3d 230, 234 (1st Cir.2002). The prohibition extends to suits against state officials acting in their official capacities, <i>id.,</i> and it is for that reason that Whalen sought back pay and other monetary relief only from the court officials in their individual capacities.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In <i>Ex Parte Young,</i> however, the Supreme Court carved out an exception to Eleventh Amendment state immunity that allows federal courts to \"enjoin state officials to conform their future conduct to the requirements of federal law,\" <i>Quern v. Jordan,</i> 440 U.S. 332, 337, 99 S.Ct. 1139, 59 L.Ed.2d 358 (1979). <i>See also Green v.</i> <i>Mansour,</i> 474 U.S. 64, 68, 106 S.Ct. 423, 88 L.Ed.2d 371 (1985); <i>Edelman v. Jordan,</i> 415 U.S. 651, 664, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974). The Court has described the difference between permissible and impermissible relief as \"the difference between prospective relief on one hand and retrospective relief on the other.\" <i>Quern,</i> 440 U.S. at 337, 99 S.Ct. 1139.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Whalen suggests that restoration of his service credit qualifies as prospective injunctive relief because he seeks only future recognition of his length of tenure to establish his retirement eligibility and pension benefits. We disagree that this meets the <i>Ex Parte Young</i> standard.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Before we explain that conclusion, we sidestep briefly to note that the Eleventh Amendment may not be the only barrier Whalen faced. A plaintiff's entitlement to more than nominal damages in a procedural due process case turns on whether the constitutional violation &#8212; the failure to provide a pre-termination opportunity to contest termination &#8212; did in fact cause the harm asserted &#8212; the loss of the job and related benefits. If Whalen would have been terminated even after a proper hearing, he would not be eligible for either reinstatement or damages flowing from his unemployment. <i>See Carey v. Piphus,</i> 435 U.S. 247, 260, 98 S.Ct. 1042, 55 L.Ed.2d 252 (1978); <i>Brewer v. Chauvin,</i> 938 F.2d 860, 862-64 (8th Cir.1991) (en banc); <i>Knudson v. City of Ellensburg,</i> 832 F.2d 1142, 1149 (9th Cir.1987); <i>Rodriguez de Quinonez v. Perez,</i> 596 F.2d 486, 491 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need not consider the issue of cause, however, because even if Whalen <i>would</i> have avoided layoff if he had had an opportunity to address the reasons for his selection, all available remedies are foreclosed in this case by the combined force of the Eleventh Amendment and principles of qualified immunity. As we have explained, the Eleventh Amendment bars monetary awards against the Trial Court itself, and the individuals are likewise protected from money damages by qualified immunity. Reinstatement already has occurred outside the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We can understand why Whalen insists that the remaining remedy &#8212; restoration of credit for his time out of work &#8212; falls into the category of prospective relief. He seeks no monetary reward, and his request would have only future impact on the state. But timing is not the sole inquiry under <i>Ex Parte Young.</i> The pivotal question is whether the relief \"serves directly to bring an end to a present violation of federal law.\" <i>Papasan v. Allain,</i> 478 U.S. 265, 278, 106 S.Ct. 2932, 92 L.Ed.2d 209 (1986); <i>see also id.</i> at 277-78, 106 S.Ct. 2932 (\"<i>Young</i> has been focused on cases in which a violation of federal law by a state official is ongoing as opposed to cases in which federal law has been violated at one time or over a period of time in the past....\"). Relief that is \"tantamount to an award of damages for a past violation of federal law, even though styled as something else,\" is barred. <i>Id.</i> at 278, 106 S.Ct. 2932.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The difference is not always obvious. \"As in most areas of the law, the difference between the type of relief barred by the Eleventh Amendment and that permitted under <i>Ex Parte Young</i> will not in many instances be that between day and night.\" <i>Edelman,</i> 415 U.S. at 667, 94 S.Ct. 1347; <i>see also Papasan,</i> 478 U.S. at 278, 106 S.Ct. 2932 (\"For Eleventh Amendment purposes, the line between permitted and prohibited suits will often be indistinct [.]\"); <i>cf. Florida v. Long,</i> 487 U.S. 223, 238, 108 S.Ct. 2354, 101 L.Ed.2d 206 (1988) (\"The distinction between retroactive and prospective relief is not always self-evident.\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We are persuaded that, despite the forward-looking nature of Whalen's request for service credit, such relief would \"in essence serve[] to compensate\" him for past injury, <i>Papasan,</i> 478 U.S. at 278, 106 S.Ct. 2932. Even as a matter of vocabulary, the \"restoration\" of credit is designed to give him back something he lost when he was terminated unlawfully. Although reinstatement, too, involves a \"restoration\" of rights, it differs because termination without due process is the very unlawful act at issue; reinstatement pending a hearing thus \"serves directly to bring an end to a present violation of federal law,\" <i>id.</i> By contrast, restoring credit for time lost due to a past termination has no impact on an ongoing violation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore conclude that the Eleventh Amendment bars a federal court from ordering restoration of Whalen's service credit. <i>See Mansour,</i> 474 U.S. at 71, 106 S.Ct. 423 (\"Because there is no continuing violation of federal law to enjoin in this case, an injunction is not available.\"). Because no further relief was available, the district properly dismissed the case as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint also alleged a substantive due process violation, but that claim has not been pursued on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> He also claimed that his rights were violated because the statutory procedures were not followed. As we note below, a plaintiff is not necessarily entitled, as a matter of federal due process, to all of the procedures provided by state law<i>See infra</i> at p. 26 n. 6; <i>see also Bellville v. Town of Northboro,</i> 375 F.3d 25, 31 (1st Cir.2004) (\"The states, of course, are free to accord their citizens rights beyond those guaranteed by federal law.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> They asserted that the statute covered only employees who had been in the position for three years at the time the Court Reorganization Act was passed in 1978</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Where, as here, the district court offered no rationale for its decision, our review obviously must be plenary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A plausible claim that the asserted reorganization was pretextual would warrant further inquiry<i>See Misek,</i> 783 F.2d at 100-01; <i>Hartman,</i> 636 F.Supp. at 1416-17; <i>see also Duffy,</i> 892 F.2d at 147; <i>cf. Milne,</i> 381 Mass. at 583 n. 3, 410 N.E.2d 1216.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As a matter of federal due process, Whalen is not necessarily entitled to the procedures spelled out in Mass. Gen. Laws Ann. ch. 211B, &#167; 8. Although a property right in employment must arise from state law, what process is due is a question of federal law<i>Loudermill,</i> 470 U.S. at 541, 105 S.Ct. 1487. We need not, and do not, consider the remedy available for violation of his statutory procedural rights. <i>See O'Neill v. Baker,</i> 210 F.3d 41, 49 n. 9 (1st Cir.2000) (noting that \"claims [] involving state procedural guarantees that are above and beyond constitutional due process requirements\" are not properly before a court examining an alleged deprivation of a plaintiff's federal due process rights).</p>\n        <p class=\"indent\">We also do not address in this opinion whether due process may in some instances \"require more than a simple opportunity to argue or deny\" the employer's reasons for dismissal, <i>Loudermill,</i> 470 U.S. at 552, 105 S.Ct. 1487 (opinion of Brennan, J., concurring in part and dissenting in part). <i>See Gilbert v. Homar,</i> 520 U.S. 924, 930, 117 S.Ct. 1807, 138 L.Ed.2d 120 (1997) (\"`[D]ue process is flexible and calls for such procedural protections as the particular situation demands.'\") (quoting <i>Morrissey v. Brewer,</i> 408 U.S. 471, 481, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The DC Circuit reached a seemingly contrary conclusion in<i>Wash. Teachers' Union Local # 6,</i> 109 F.3d at 774, where it held that due process did not require pre-termination hearings for more than 400 teachers who lost their jobs in a reduction-in-force (\"RIF\") even though the teachers were ranked in part by their principals based on performance. The court highlighted the burden that would be imposed on the school district by pre-termination proceedings for so many individuals, <i>id.</i> at 781, and minimized the value of giving teachers an opportunity to respond to the principals' rankings because \"principals enjoyed near-total discretion in ranking their teachers and because the record contains no evidence that factual errors occurred,\" <i>id.</i> at 780.</p>\n        <p class=\"indent\"><i>Union Local # 6</i> may be factually distinguishable. The court's opinion does not indicate how the 400 layoffs were distributed among the district's schools and whether some principals faced substantial staff reductions. Here, it appears that the supervisor who selected the assistant clerks for layoff would have needed to meet briefly with only three employees. We are unpersuaded that this minimal process would have been unduly burdensome. Moreover, Whalen was given no explanation for his selection; the teachers in <i>Union Local # 6</i> had been given an opportunity to review and sign the ranking forms used to effectuate their RIF. <i>See id.</i> at 777-78.</p>\n        <p class=\"indent\">To the extent the D.C. Circuit relied on the discretionary nature of the teachers' rankings to discount the need for pre-termination process, we disagree. We note that the Supreme Court has recognized that a pre-termination \"opportunity to invoke the discretion of the decisionmaker\" can be of value even in the absence of factual errors. <i>See Loudermill,</i> 470 U.S. at 543, 105 S.Ct. 1487.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The court asked the following question of law in its certification order: \"When a Massachusetts District Court reduces the total number of assistant clerks for budgetary reasons, must the termination of a District Court assistant clerk who has held his position for more than three years since the enactment of M.G.L. c. 218 &#167; 10 be done in accordance with the procedures of M.G.L. c. 211B &#167; 8?\" This formulation of the question was proposed by Whalen</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that, on occasion, we have combined the second and third prongs of the qualified immunity analysis into a single step<i>Riverdale Mills Corp.,</i> 392 F.3d at 60 n. 5 (citing <i>Tremblay v. McClellan,</i> 350 F.3d 195, 199-200 (1st Cir.2003)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We wish to emphasize that the factors distinguishing Whalen's circumstances from a typical budgetary layoff &#8212; while perhaps leading a reasonable official astray &#8212; do not in this case lead to a different balance of the competing interests identified in<i>Loudermill.</i> As we have noted, the administrative burden in providing explanation to the affected assistant clerks would have been slight, and there was no need for the \"expeditious removal\" of an unsatisfactory employee. On the other hand, the employee's interest in retaining employment and the joint interest in avoiding erroneous decisions remain high.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Our holding in Section II that the individuals are entitled to qualified immunity eliminates that avenue of relief</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">STAHL, Senior Circuit Judge (Dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">At the time Whalen was targeted for layoff based on performance-related factors, the law was such that a reasonable officer, when selecting an employee for removal based on such factors, was on notice that such an employee was entitled to due process. The fact that budgetary constraints prompted the officials to evaluate Whalen's performance is irrelevant &#8212; even in this \"novel factual circumstance[],\" the \"officials [were] still on notice\" that Whalen was entitled to some form of due process as soon as factors other than seniority were considered in his being selected for removal. <i>See Hope v. Pelzer,</i> 536 U.S. 730, 741, 122 S.Ct. 2508, 153 L.Ed.2d 666 (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In their search through our precedent for a perfect factual match to the facts of this case, my brethren ignore the Supreme Court's clear direction in <i>Hope v. Pelzer</i> that \"[a]lthough earlier cases involving `fundamentally similar' facts can provide especially strong support for a conclusion that the law is clearly established, they are not necessary to such a finding.\" <i>Id.</i> Indeed, this same error was made by four members of this court sitting <i>en banc</i> in <i>Savard v. Rhode Island,</i> 338 F.3d 23 (1st Cir.2003) (<i>en banc</i>) (opinion of Selya, J.), when this Court evenly divided over the propriety of such a search for the perfect precedential match. The proper inquiry is \"whether the state of the law [at the time of the action] gave [Appellees] fair warning that their alleged treatment of [Whalen] was unconstitutional.\" <i>See Hope,</i> 536 U.S. at 741, 122 S.Ct. 2508. And here, the answer is unequivocally yes.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span></p>\n    <p class=\"parties\">James M. WHALEN, Plaintiff, Appellant,<br>v.<br>MASSACHUSETTS TRIAL COURT; William W. Teahan, Jr., Robert F. Kumor, Barbara A. Dortch-Okara; Robert E. Fein, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1976.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 6, 2004.</p>\n    <p class=\"date\">Decided February 4, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Harvey A. Schwartz with whom Laurie Frankl and Rodgers, Powers &amp; Schwartz LLP were on brief for appellant.</p>\n      <p class=\"indent\">Charles M. Wyzanski, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September 2002, the Springfield (Massachusetts) District Court was obliged to lay off three of its nine assistant clerks because of a budget deficit. Appellant James Whalen, who had held his position since 1989, was one of the clerks chosen for layoff. He subsequently brought a federal civil rights suit against the Massachusetts Trial Court and four individuals, claiming that his procedural due process rights had been violated because he was given no opportunity to contest his selection for layoff. <i>See</i> 42 U.S.C. &#167; 1983.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He sought damages against the individual defendants and injunctive relief against the Trial Court. The district court dismissed the case against the individual defendants based on qualified immunity and, after Whalen was reinstated to his position, dismissed the case against the Trial Court as moot. Whalen appeals both decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In two respects, Whalen's claims require us to look beyond basic principles, first in considering the procedural due process rights associated with a budgetary termination, and second in considering the nature of the injunctive relief permitted against a state under <i>Ex Parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908). After careful review, we conclude that Whalen suffered a due process injury, but that the individual defendants properly were granted immunity because the law was not clearly established that he was entitled to a pre-termination hearing. Because we also conclude that the Eleventh Amendment bars a federal court from ordering the injunctive relief Whalen seeks, we agree with the district court that the remainder of the case should be dismissed as moot.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After implementing a series of voluntary cost-saving measures in the summer of 2002, including reduced work weeks and extended leaves of absence, administrators for the Massachusetts Trial Court determined that their anticipated budget shortfall also required a number of involuntary layoffs. In the Springfield District Court, the \"[i]nvoluntary personnel reductions\" affected a total of twelve employees, including three of the then-nine assistant clerks. In an affidavit, the Trial Court's Personnel Administrator stated that the Chief Justice for Administration and Management (\"CJAM\"), Barbara A. Dortch-Okara, had \"determined that managers had the discretion to consider such factors as prior discipline, attendance, work product and other relevant factors\" in selecting the employees to be laid off.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant Whalen received a letter from Dortch-Okara dated August 29 notifying him that, as a result of a budget shortfall, he had been selected for layoff effective September 13. The letter gave no reasons for his selection. It was accompanied by materials explaining the continuation of his health insurance benefits and the procedures for applying for unemployment compensation. At least two of the assistant clerks retained by the court had less seniority in the position than appellant. Before the layoff went into effect, additional funding became available and one of the other assistant clerks selected for layoff was retained. That employee had held his job for less than three years.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The tenure and termination of assistant clerks is addressed by two Massachusetts statutes. Under Mass. Gen. Laws Ann. ch. 218, &#167; 10, an assistant clerk who has held his position for three years before the effective date of the act \"shall hold office during good behavior,\" subject to applicable retirement laws. The provision goes on to state that such an employee may be removed from office under procedures authorized by Mass. Gen. Laws Ann. ch. 211B, &#167; 8. Section 8 provides that an employee covered by the provision \"may be removed for cause.\" Such a removal must be reviewed by the advisory committee on personnel standards and is not final until approved by the committee. Covered employees who have served three full years in a position have the right to appear personally before the committee before it renders a decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In his complaint, Whalen contended that these provisions gave him a protected property interest in his job and that the Fourteenth Amendment's guarantee of due process thus entitled him to notice of the reasons why he was selected for layoff and a pre-termination opportunity to respond to the reasons given. <i>See, e.g., Cleveland Bd. of Educ. v. Loudermill,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 542, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985); <i>Wojcik v. Mass. State Lottery Comm'n,</i> <span class=\"citation\" data-id=\"200086\"><a href=\"/opinion/200086/wojcik-v-massachusetts-state/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 101-02 (1st Cir.2002).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He sought monetary damages from four individuals &#8212; two justices of the Springfield District Court, the clerk of that court, and CJAM Dortch-Okara &#8212; and an injunction ordering the court to reinstate him with back pay and benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendants initially argued that Whalen did not have the requisite three years of service to qualify for section 10's tenure protection,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but abandoned that argument and conceded that \"plaintiff's length of service was sufficient to qualify him\" under the statute. They maintained, however, that he was not entitled to the procedures outlined in section 8 of chapter 211B because the provision applies only to removal for cause and not layoff. Moreover, the individual defendants claimed the shield of qualified immunity, arguing that Whalen did not have a clearly established constitutional right to a hearing before a budget-driven termination of his position &#8212; and, indeed, had no right to such a hearing at all.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Without articulating its reasons, the district court granted immunity to the individual defendants. It then certified to the Massachusetts Supreme Judicial Court the question whether section 8's procedural requirements apply to an assistant clerk who is terminated when the court reduces the total number of such positions for budgetary reasons. In March 2004, while that question was pending before the SJC, Whalen was reinstated. In June, the defendants moved to dismiss the remainder of the case, which involved only injunctive relief, as moot. The district court granted the motion over Whalen's objection and ordered the certification question to be withdrawn from the SJC.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, Whalen challenges both the grant of qualified immunity to the individual defendants and the mootness ruling. He claims that his constitutional right to some kind of pre-termination process was clearly established, and that reasonable court officials would have understood that the property right he held in his position entitled him to notice of the reasons he was selected for layoff and an opportunity to respond. <i>See Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818-19, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982) (explaining qualified immunity inquiry); <i>Mihos v. Swift,</i> <span class=\"citation\" data-id=\"785090\"><a href=\"/opinion/785090/christy-peter-mihos-appelleecross-appellant-v-jane-swift-individually/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 102 (1st Cir.2004) (same). He further maintains that his demand for injunctive relief did not become moot upon his reinstatement because he still seeks restoration of credit toward his retirement and pension benefits for the time he was out of work.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We consider each of these issues in turn.</p>\n    </div>\n    <p class=\"center\">II. <i>Qualified Immunity</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Guided by Supreme Court precedent, we have consistently applied a three-part test for evaluating an official's claim to qualified immunity. <i>Riverdale Mills Corp. v. Pimpare,</i> <span class=\"citation\" data-id=\"201386\"><a href=\"/opinion/201386/riverdale-mills-corp-v-pimpare/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 60-61 (1st Cir.2004); <i>Mihos,</i> 358 F.3d at 102; <i>Suboh v. Dist. Attorney's Office,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></span>, 90 (1st Cir.2002); <i>see also Hope v. Pelzer,</i> <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 735-36, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (2002); <i>Harlow,</i> 457 U.S. at 818-19, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>. We first consider whether the plaintiff's allegations, if true, establish a constitutional violation. <i>Hope,</i> 536 U.S. at 736, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>; <i>Mihos,</i> 358 F.3d at 102. The second question is whether the right was clearly established at the time of the alleged violation. <i>Suboh,</i> 298 F.3d at 90. Finally, we ask whether a similarly situated reasonable official would have understood that the challenged action violated that right. <i>Mihos,</i> 358 F.3d at 102; <i>Suboh,</i> 298 F.3d at 90. We review qualified immunity determinations <i>de novo,</i> at least to the extent they turn on issues of law. <i>Mihos,</i> 358 F.3d at 102; <i>see also Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 528-30, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. <i>Do the allegations add up to a constitutional violation?</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Whalen contends that he had a property right in continued employment that was created by state law and that, consequently, he had a right to procedural due process that was violated when he was given neither notice of the specific reasons for his layoff nor opportunity to respond. We agree that these allegations generally describe a constitutional injury and conclude, for reasons we shall explain, that the constitutional claim remains viable even when examined more particularly.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our court consistently has held that an employee who under state law can be terminated only for \"just cause\" has a constitutionally protected property interest in his employment. <i>See, e.g., Wojcik,</i> 300 F.3d at 102; <i>Cronin v. Town of Amesbury,</i> <span class=\"citation\" data-id=\"196706\"><a href=\"/opinion/196706/cronin-v-amesbury/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 260 n. 2 (1st Cir.1996); <i>Perkins v. Bd. of Dirs.,</i> <span class=\"citation\" data-id=\"407754\"><a href=\"/opinion/407754/elaine-perkins-v-the-board-of-directors-of-school-administrative-district/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 51 (1st Cir.1982); <i>see also Gilbert v. Homar,</i> <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></a></span>, 928-29, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span></a></span> (1997) (\"[W]e have previously held that public employees who can be discharged only for cause have a constitutionally protected property interest in their tenure and cannot be fired without due process.\"); <i>Loudermill,</i> 470 U.S. at 538-39, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span> (property right to continued employment created by statute that gave \"`classified civil service employees'\" the right \"to retain their positions `during good behavior and efficient service,'\" with dismissal conditioned on \"`misfeasance, malfeasance, or nonfeasance in office'\"). The two Massachusetts statutes at issue here, certainly when taken together, fit this model, specifying that an assistant court clerk has the right to retain his position \"during good behavior\" and to be removed only \"for cause.\" <i>See supra</i> p. 22 (discussing Mass. Gen. Laws Ann. ch. 218, &#167; 10 and ch. 211B, &#167; 8).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Relying on the Supreme Court's decision in <i>Bishop v. Wood,</i> <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1976), defendants assert that the Massachusetts statutes, rather than creating an enforceable expectation of continued employment, simply set out procedures to govern removal of employees. In <i>Bishop,</i> the Supreme Court accepted the interpretation of a local ordinance by a North Carolina judge who had concluded that an employee was terminable at will, even though the applicable ordinance \"[o]n its face ... may fairly be read as conferring ... a guarantee\" to continued employment. <i>See id.</i> at 345, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>. The Court noted that it had in the past accepted an interpretation of state law in similar circumstances \"even if an examination of the state-law issue without such guidance might have justified a different conclusion.\" <i>Id.</i> at 346, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">No such contrary interpretation of the Massachusetts statutes has been cited by defendants in this case, and their reliance on <i>Bishop</i> is therefore misplaced. We see no basis upon which to depart here from our ordinary conclusion that a guarantee of tenure in the absence of \"good cause\" for removal creates a constitutionally protected property interest. Whalen thus had a property right to continued employment as an assistant clerk.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whether that property interest gave rise to a right to procedural due process, however, is another matter. Although a property right and procedural due process typically go hand-in-hand &#8212; triggering a requirement for \"some kind of a hearing\" before discharge, <i>Bd. of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 569-70 &amp; n. 7, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972) &#8212; we have recognized a limited \"reorganization exception\" to due process that eliminates the need for a hearing where a reorganization or other cost-cutting measure results in the dismissal of an employee. <i>See Duffy v. Sarault,</i> <span class=\"citation\" data-id=\"534181\"><a href=\"/opinion/534181/vincent-r-duffy-v-brian-j-sarault-etc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 147 (1st Cir.1989); <i>see also Misek v. City of Chicago,</i> <span class=\"citation\" data-id=\"464724\"><a href=\"/opinion/464724/glen-misek-and-richard-j-krakowski-v-the-city-of-chicago-a-municipal/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span>, 100-01 (7th Cir.1986); <i>Hartman v. City of Providence,</i> <span class=\"citation\" data-id=\"1758680\"><a href=\"/opinion/1758680/hartman-v-city-of-providence/\"><span class=\"volume\">636</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1395</span></a></span>, 1409-10 (D.R.I.1986) (Selya, J.); <i>cf. Milne v. Sch. Comm. of Manchester,</i> <span class=\"citation\" data-id=\"2067166\"><a href=\"/opinion/2067166/milne-v-school-committee-of-manchester/\"><span class=\"volume\">381</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">581</span></a></span>, 582-83 &amp; n. 3, <span class=\"citation\" data-id=\"2067166\"><a href=\"/opinion/2067166/milne-v-school-committee-of-manchester/\"><span class=\"volume\">410</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1216</span></a></span> (1980) (statutory notice and hearing requirements inapplicable to dismissal of tenured teacher due to decline in enrollment).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Defendants assert that, even if Whalen has a property right, this precedent establishes that no constitutional violation occurred. Additionally, defendants contend that Whalen was not \"removed\" from his job for cause, but merely laid off, and so the due process procedures were not triggered.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants' arguments would have considerable force if an entirely neutral layoff were at issue, i.e., if the layoff decision were unrelated to individual qualifications. The case law that requires a pre-termination hearing for an employee with a state-protected property interest in his job reflects \"a balancing of the competing interests at stake\" when an employee with a legitimate claim to permanence faces a \"for cause\" loss of his position. <i>See Loudermill,</i> 470 U.S. at 542, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>. The government's interests in \"the expeditious removal of unsatisfactory employees and the avoidance of administrative burdens\" are countered not only by the employee's significant interest in retaining employment but also by the interest in avoiding an erroneous termination. <i>Id.</i> at 542-43, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">[S]ome opportunity for the employee to present his side of the case is recurringly of obvious value in reaching an accurate decision. Dismissals for cause will often involve factual disputes.... Even where the facts are clear, the appropriateness or necessity of the discharge may not be; in such cases, the only meaningful opportunity to invoke the discretion of the decisionmaker is likely to be before the termination takes effect.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Id.</i> at 543, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When the termination at issue is \"in good faith directed at positions rather than individuals,\" <i>Hartman,</i> 636 F.Supp. at 1409, however, the hearing contemplated by the Supreme Court's due process precedent loses its relevance. \"In such cases, since there are no charges against the employee... involved, there would be no occasion for a hearing, and it would be idle to hold one.\" <i>Kusza v. Maximonis,</i> <span class=\"citation\" data-id=\"2089653\"><a href=\"/opinion/2089653/kusza-v-maximonis/\"><span class=\"volume\">363</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">479</span></a></span>, 482-83, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">329</span></span>, 331 (1950) (quoted in <i>Hartman,</i> 636 F.Supp. at 1411). In addition, because reorganizations often affect numerous employees, the governmental interest in efficient administration may weigh more heavily in such circumstances. <i>See, e.g., Mayfield v. Kelly,</i> <span class=\"citation\" data-id=\"1945274\"><a href=\"/opinion/1945274/mayfield-v-kelly/\"><span class=\"volume\">801</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">795</span></a></span>, 798 (D.D.C.1992) (\"A RIF [reduction-in-force] involves a large number of employees ... for whom it is impossible to have pre-termination hearings.\") (quoted in <i>Wash. Teachers' Union Local # 6 v. D.C. Bd. of Ed.,</i> <span class=\"citation\" data-id=\"738499\"><a href=\"/opinion/738499/washington-teachers-union-local-6-american-federation-of-teachers/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">774</span></a></span>, 780 (D.C.Cir.1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under this precedent, if the Trial Court had in good faith eliminated the position of assistant clerk, Whalen clearly would have no constitutional claim. Similarly, if the three assistant clerks originally selected for layoff had been chosen entirely based on factors unrelated to personal performance &#8212; for example, seniority or job location &#8212; the \"reorganization exception\" case law would be on point. Likewise, the distinction that defendants draw between a \"removal for cause\" and a \"layoff\" &#8212; the latter connoting an absence of performance factors &#8212; would be pertinent if Whalen's selection had been directed solely at his position rather than at him. <i>See</i> Mass. Gen. Laws Ann. ch. 31, &#167; 1 (a \"layoff\" is \"a temporary discontinuance of employment for lack of work or lack of money\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, however, the record indicates that performance factors played a role in Whalen's selection for layoff. As noted above, CJAM Dortch-Okara authorized managers to take into account a variety of qualitative factors in choosing which three assistant clerks to lay off. Those individualized considerations took on even greater significance for Whalen when funds became available to retain one of the three clerks initially selected for termination, and he was passed over in favor of someone with considerably less experience who even lacked sufficient tenure to claim a property interest in his job. On these facts, it seems inescapable that Whalen's job performance was a deciding factor in his selection. And certainly, for purposes of considering the legal questions before us, we must presume that that was so.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Consequently, we conclude that Whalen had a right to the minimal procedural protections of notice and an opportunity to respond. As the Supreme Court has observed, the requisite procedures \"need not be elaborate,\" <i>Loudermill,</i> 470 U.S. at 545, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, and the opportunity to hear and respond to the employer's reasons could be accomplished either in writing or in an informal face-to-face meeting, <i>id.</i> at 546, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It is \"fundamental,\" <i>id.,</i> however, that <i>some</i> process is due when an employee with a protected property interest in his job is terminated in a \"person-directed rather than position-directed personnel action[],\" <i>Hartman,</i> 636 F.Supp. at 1412.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We thus conclude that Whalen satisfied the first prong of the qualified immunity inquiry by stating a constitutional due process violation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">B. <i>The \"Clearly Established Right\" and \"Reasonableness\"</i></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is beyond debate that, as a general matter, the constitutional right to due process claimed by Whalen was clearly established at the time he was laid off. As we have discussed, the law was unequivocal in 2002 that an employee with a property interest in his employment was entitled to pre-termination notice of the reasons for his performance-based discharge and an opportunity to respond.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the inquiry into whether a right is clearly established \"`\"must be undertaken in light of the specific context of the case, not as a broad general proposition,\"'\" <i>Mihos,</i> 358 F.3d at 109 (quoting <i>Suboh,</i> 298 F.3d at 93 (quoting <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001))); <i>see also Brosseau v. Haugen,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, 599, ___ L.Ed.2d ___ (2004); <i>Riverdale Mills Corp.,</i> 392 F.3d at 65-66, and this is not a standard performance-based dismissal case. At the threshold level, the motivation behind Whalen's termination was budgetary. It is undisputed that, without the fiscal crisis, Whalen would not have been targeted for dismissal, and, indeed, once the crisis passed he was reinstated. As the defendants have pointed out, this was not a termination intended to sever an employment relationship but a layoff accompanied by recall rights in the event fiscal conditions improved. In these circumstances, there is at least some merit to the defendants' argument that the procedural protections outlined in section 8 (of chapter 211B) for a removal \"for cause\" are inapplicable. Indeed, before it dismissed the case as moot, the district court certified that issue to the Massachusetts Supreme Judicial Court.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although the applicability of the procedural protections specified in section 8 does not determine Whalen's federal due process rights, the uncertainty reflected by the certification is relevant to our inquiry. The statute, in conjunction with ch. 218, &#167; 10, appears to confer procedural protections on the same group of assistant clerks who possess a federal constitutional right to due process, i.e., those who have held their jobs for at least three years. If we cannot say with assurance that the statutory procedures are intended to apply in Whalen's circumstances &#8212; and, like the district court, we cannot &#8212; it would be a stretch to conclude that Whalen had a clearly established right to the notice and hearing afforded by the Fourteenth Amendment. The differences we have noted between the circumstances here and the typical termination-for-cause complicate matters in both settings.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But whether or not we proclaim the right clearly established in the specific context of this case, the outcome of our immunity inquiry would be the same because defendants inevitably would prevail at the third step of the analysis.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We believe an objectively reasonable Massachusetts official could have drawn the conclusion &#8212; albeit incorrectly &#8212; that a budget-driven layoff effectuated by reference to performance is nonetheless a budget-driven layoff, and thus exempt from the procedural requirements applicable to terminations for cause. Although we have now clarified that due process requires that an employee who holds a property right in his job be given notice and opportunity to respond whenever he is terminated in a \"person-directed rather than position-directed personnel action[],\" <i>Hartman,</i> 636 F.Supp. at 1412, a reasonable official could have taken into account the possibly (and ultimately) temporary nature of Whalen's termination and the financial crisis that triggered it to conclude that the <i>Loudermill</i> line of cases was not implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Certainly, in terms of future employment, a budgetary layoff is likely to have less drastic consequences than a classic termination-for-cause; an official focusing on the \"layoff\" label and the nature of the harm, against the backdrop of the \"reorganization exception,\" reasonably may have miscalculated in weighing the competing interests. <i>See Gilbert,</i> 520 U.S. at 932, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span> (\"[W]hile our opinions have recognized the severity of depriving someone of the means of his livelihood, ... they have also emphasized that in determining what process is due, account must be taken of `the <i>length</i>' and `<i>finality</i> of the deprivation.'\") (citations omitted). In sum, because we believe an objectively reasonable official in the defendants' position would not necessarily have understood that his action violated the plaintiff's rights, we hold that the district court properly granted qualified immunity to the individual defendants.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"center\">III. <i>Mootness</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Whalen also disputes the district court's ruling that his case became moot once he was reinstated to his position in March 2004, arguing that he remained entitled to pursue injunctive relief to restore his pension and retirement credit for the approximately eighteen months he was out of work. Defendants argue that such relief is prohibited by the Eleventh Amendment, which generally bars suits in federal court against unconsenting states. <i>See Rosie D. ex rel. John D. v. Swift,</i> <span class=\"citation\" data-id=\"200198\"><a href=\"/opinion/200198/rosie-d-v-swift/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 234 (1st Cir.2002). The prohibition extends to suits against state officials acting in their official capacities, <i>id.,</i> and it is for that reason that Whalen sought back pay and other monetary relief only from the court officials in their individual capacities.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In <i>Ex Parte Young,</i> however, the Supreme Court carved out an exception to Eleventh Amendment state immunity that allows federal courts to \"enjoin state officials to conform their future conduct to the requirements of federal law,\" <i>Quern v. Jordan,</i> <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 337, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1139</span></a></span>, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1979). <i>See also Green v.</i> <i>Mansour,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span>, 68, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></span> (1985); <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 664, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974). The Court has described the difference between permissible and impermissible relief as \"the difference between prospective relief on one hand and retrospective relief on the other.\" <i>Quern,</i> 440 U.S. at 337, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1139</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Whalen suggests that restoration of his service credit qualifies as prospective injunctive relief because he seeks only future recognition of his length of tenure to establish his retirement eligibility and pension benefits. We disagree that this meets the <i>Ex Parte Young</i> standard.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Before we explain that conclusion, we sidestep briefly to note that the Eleventh Amendment may not be the only barrier Whalen faced. A plaintiff's entitlement to more than nominal damages in a procedural due process case turns on whether the constitutional violation &#8212; the failure to provide a pre-termination opportunity to contest termination &#8212; did in fact cause the harm asserted &#8212; the loss of the job and related benefits. If Whalen would have been terminated even after a proper hearing, he would not be eligible for either reinstatement or damages flowing from his unemployment. <i>See Carey v. Piphus,</i> <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 260, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1978); <i>Brewer v. Chauvin,</i> <span class=\"citation\" data-id=\"564862\"><a href=\"/opinion/564862/bennie-brewer-v-ed-chauvin-in-official-capacity-as-member-of-the-st/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span>, 862-64 (8th Cir.1991) (en banc); <i>Knudson v. City of Ellensburg,</i> <span class=\"citation\" data-id=\"496848\"><a href=\"/opinion/496848/sandra-j-knudson-v-city-of-ellensburg-lawrence-m-loveless-and-jane-doe/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1149 (9th Cir.1987); <i>Rodriguez de Quinonez v. Perez,</i> <span class=\"citation\" data-id=\"365532\"><a href=\"/opinion/365532/judith-rodriguez-de-quinonez-v-honorable-julio-cesar-perez-etc/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span>, 491 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need not consider the issue of cause, however, because even if Whalen <i>would</i> have avoided layoff if he had had an opportunity to address the reasons for his selection, all available remedies are foreclosed in this case by the combined force of the Eleventh Amendment and principles of qualified immunity. As we have explained, the Eleventh Amendment bars monetary awards against the Trial Court itself, and the individuals are likewise protected from money damages by qualified immunity. Reinstatement already has occurred outside the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We can understand why Whalen insists that the remaining remedy &#8212; restoration of credit for his time out of work &#8212; falls into the category of prospective relief. He seeks no monetary reward, and his request would have only future impact on the state. But timing is not the sole inquiry under <i>Ex Parte Young.</i> The pivotal question is whether the relief \"serves directly to bring an end to a present violation of federal law.\" <i>Papasan v. Allain,</i> <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 278, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span>, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></a></span> (1986); <i>see also id.</i> at 277-78, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span> (\"<i>Young</i> has been focused on cases in which a violation of federal law by a state official is ongoing as opposed to cases in which federal law has been violated at one time or over a period of time in the past....\"). Relief that is \"tantamount to an award of damages for a past violation of federal law, even though styled as something else,\" is barred. <i>Id.</i> at 278, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The difference is not always obvious. \"As in most areas of the law, the difference between the type of relief barred by the Eleventh Amendment and that permitted under <i>Ex Parte Young</i> will not in many instances be that between day and night.\" <i>Edelman,</i> 415 U.S. at 667, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>; <i>see also Papasan,</i> 478 U.S. at 278, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span> (\"For Eleventh Amendment purposes, the line between permitted and prohibited suits will often be indistinct [.]\"); <i>cf. Florida v. Long,</i> <span class=\"citation\" data-id=\"112124\"><a href=\"/opinion/112124/florida-v-long/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 238, <span class=\"citation\" data-id=\"112124\"><a href=\"/opinion/112124/florida-v-long/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2354</span></a></span>, <span class=\"citation\" data-id=\"112124\"><a href=\"/opinion/112124/florida-v-long/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">206</span></a></span> (1988) (\"The distinction between retroactive and prospective relief is not always self-evident.\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We are persuaded that, despite the forward-looking nature of Whalen's request for service credit, such relief would \"in essence serve[] to compensate\" him for past injury, <i>Papasan,</i> 478 U.S. at 278, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2932</span></a></span>. Even as a matter of vocabulary, the \"restoration\" of credit is designed to give him back something he lost when he was terminated unlawfully. Although reinstatement, too, involves a \"restoration\" of rights, it differs because termination without due process is the very unlawful act at issue; reinstatement pending a hearing thus \"serves directly to bring an end to a present violation of federal law,\" <i>id.</i> By contrast, restoring credit for time lost due to a past termination has no impact on an ongoing violation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore conclude that the Eleventh Amendment bars a federal court from ordering restoration of Whalen's service credit. <i>See Mansour,</i> 474 U.S. at 71, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></span> (\"Because there is no continuing violation of federal law to enjoin in this case, an injunction is not available.\"). Because no further relief was available, the district properly dismissed the case as moot.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint also alleged a substantive due process violation, but that claim has not been pursued on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> He also claimed that his rights were violated because the statutory procedures were not followed. As we note below, a plaintiff is not necessarily entitled, as a matter of federal due process, to all of the procedures provided by state law<i>See infra</i> at p. 26 n. 6; <i>see also Bellville v. Town of Northboro,</i> <span class=\"citation\" data-id=\"201110\"><a href=\"/opinion/201110/bellville-v-3com-corporation/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 31 (1st Cir.2004) (\"The states, of course, are free to accord their citizens rights beyond those guaranteed by federal law.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> They asserted that the statute covered only employees who had been in the position for three years at the time the Court Reorganization Act was passed in 1978</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Where, as here, the district court offered no rationale for its decision, our review obviously must be plenary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A plausible claim that the asserted reorganization was pretextual would warrant further inquiry<i>See Misek,</i> 783 F.2d at 100-01; <i>Hartman,</i> 636 F.Supp. at 1416-17; <i>see also Duffy,</i> 892 F.2d at 147; <i>cf. Milne,</i> 381 Mass. at 583 n. 3, <span class=\"citation\" data-id=\"2067166\"><a href=\"/opinion/2067166/milne-v-school-committee-of-manchester/\"><span class=\"volume\">410</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1216</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As a matter of federal due process, Whalen is not necessarily entitled to the procedures spelled out in Mass. Gen. Laws Ann. ch. 211B, &#167; 8. Although a property right in employment must arise from state law, what process is due is a question of federal law<i>Loudermill,</i> 470 U.S. at 541, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>. We need not, and do not, consider the remedy available for violation of his statutory procedural rights. <i>See O'Neill v. Baker,</i> <span class=\"citation\" data-id=\"198878\"><a href=\"/opinion/198878/oneill-v-carlisle/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 49 n. 9 (1st Cir.2000) (noting that \"claims [] involving state procedural guarantees that are above and beyond constitutional due process requirements\" are not properly before a court examining an alleged deprivation of a plaintiff's federal due process rights).</p>\n        <p class=\"indent\">We also do not address in this opinion whether due process may in some instances \"require more than a simple opportunity to argue or deny\" the employer's reasons for dismissal, <i>Loudermill,</i> 470 U.S. at 552, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span> (opinion of Brennan, J., concurring in part and dissenting in part). <i>See Gilbert v. Homar,</i> <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></a></span>, 930, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span></a></span> (1997) (\"`[D]ue process is flexible and calls for such procedural protections as the particular situation demands.'\") (quoting <i>Morrissey v. Brewer,</i> <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The DC Circuit reached a seemingly contrary conclusion in<i>Wash. Teachers' Union Local # 6,</i> 109 F.3d at 774, where it held that due process did not require pre-termination hearings for more than 400 teachers who lost their jobs in a reduction-in-force (\"RIF\") even though the teachers were ranked in part by their principals based on performance. The court highlighted the burden that would be imposed on the school district by pre-termination proceedings for so many individuals, <i>id.</i> at 781, and minimized the value of giving teachers an opportunity to respond to the principals' rankings because \"principals enjoyed near-total discretion in ranking their teachers and because the record contains no evidence that factual errors occurred,\" <i>id.</i> at 780.</p>\n        <p class=\"indent\"><i>Union Local # 6</i> may be factually distinguishable. The court's opinion does not indicate how the 400 layoffs were distributed among the district's schools and whether some principals faced substantial staff reductions. Here, it appears that the supervisor who selected the assistant clerks for layoff would have needed to meet briefly with only three employees. We are unpersuaded that this minimal process would have been unduly burdensome. Moreover, Whalen was given no explanation for his selection; the teachers in <i>Union Local # 6</i> had been given an opportunity to review and sign the ranking forms used to effectuate their RIF. <i>See id.</i> at 777-78.</p>\n        <p class=\"indent\">To the extent the D.C. Circuit relied on the discretionary nature of the teachers' rankings to discount the need for pre-termination process, we disagree. We note that the Supreme Court has recognized that a pre-termination \"opportunity to invoke the discretion of the decisionmaker\" can be of value even in the absence of factual errors. <i>See Loudermill,</i> 470 U.S. at 543, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The court asked the following question of law in its certification order: \"When a Massachusetts District Court reduces the total number of assistant clerks for budgetary reasons, must the termination of a District Court assistant clerk who has held his position for more than three years since the enactment of M.G.L. c. 218 &#167; 10 be done in accordance with the procedures of M.G.L. c. 211B &#167; 8?\" This formulation of the question was proposed by Whalen</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that, on occasion, we have combined the second and third prongs of the qualified immunity analysis into a single step<i>Riverdale Mills Corp.,</i> 392 F.3d at 60 n. 5 (citing <i>Tremblay v. McClellan,</i> <span class=\"citation\" data-id=\"200739\"><a href=\"/opinion/200739/tremblay-v-mcclellan/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 199-200 (1st Cir.2003)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We wish to emphasize that the factors distinguishing Whalen's circumstances from a typical budgetary layoff &#8212; while perhaps leading a reasonable official astray &#8212; do not in this case lead to a different balance of the competing interests identified in<i>Loudermill.</i> As we have noted, the administrative burden in providing explanation to the affected assistant clerks would have been slight, and there was no need for the \"expeditious removal\" of an unsatisfactory employee. On the other hand, the employee's interest in retaining employment and the joint interest in avoiding erroneous decisions remain high.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Our holding in Section II that the individuals are entitled to qualified immunity eliminates that avenue of relief</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">STAHL, Senior Circuit Judge (Dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">At the time Whalen was targeted for layoff based on performance-related factors, the law was such that a reasonable officer, when selecting an employee for removal based on such factors, was on notice that such an employee was entitled to due process. The fact that budgetary constraints prompted the officials to evaluate Whalen's performance is irrelevant &#8212; even in this \"novel factual circumstance[],\" the \"officials [were] still on notice\" that Whalen was entitled to some form of due process as soon as factors other than seniority were considered in his being selected for removal. <i>See Hope v. Pelzer,</i> <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 741, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In their search through our precedent for a perfect factual match to the facts of this case, my brethren ignore the Supreme Court's clear direction in <i>Hope v. Pelzer</i> that \"[a]lthough earlier cases involving `fundamentally similar' facts can provide especially strong support for a conclusion that the law is clearly established, they are not necessary to such a finding.\" <i>Id.</i> Indeed, this same error was made by four members of this court sitting <i>en banc</i> in <i>Savard v. Rhode Island,</i> <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span> (1st Cir.2003) (<i>en banc</i>) (opinion of Selya, J.), when this Court evenly divided over the propriety of such a search for the perfect precedential match. The proper inquiry is \"whether the state of the law [at the time of the action] gave [Appellees] fair warning that their alleged treatment of [Whalen] was unconstitutional.\" <i>See Hope,</i> 536 U.S. at 741, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>. And here, the answer is unequivocally yes.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1758680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1945274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2067166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2089653/"
  ]
}