{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201477/",
  "absolute_url": "/opinion/201477/alsina-ortiz-v-laboy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201477/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:27:41Z",
  "date_modified": "2016-02-28T05:05:40.526633Z",
  "type": "010combined",
  "sha1": "8719bf272c9e763af3ec3cfec16555bf41ff7a51",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2611-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/09/Alsina-Ortiz_v._Laboy.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\nNo. 03-2611\n\n    MARÍA ALSINA-ORTIZ; THE ESTATE OF ORLANDO OCASIO-ALSINA,\n                (composed of María Alsina-Ocasio)\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n   ZOÉ LABOY; CONJUGAL PARTNERSHIP OCHOA-LABOY; SIXTO MARRERO;\n   CÁNDIDA ROSA ORTIZ-ZAYAS, a/k/a JANE DOE 98CV1893; CONJUGAL\n PARTNERSHIP DOE-GUZMÁN; EMILIO CASTILLO; MERCEDES ROSADO, a/k/a\nMARY DOE; 98CV1893; CONJUGAL PARTNERSHIP CASTILLO ROSADO; ILEANA\nTORRES-MOJICA; JOE DOE 98CV1893; CONJUGAL PARTNERSHIP DOE-TORRES;\nCONJUGAL PARTNERSHIP TORRES-MÉNDEZ; CLARK DOE 98CV1893; CONJUGAL\n  PARTNERSHIP MELECIO-AYALA, a/k/a CONJUGAL PARTNERSHIP MELECIO-\n                      DOE; JAKE DOE 98CV1893,\n\n                       Defendants, Appellees.\n                             __________\n\n   DELFOS OCHOA, a/k/a JOHN DOE 98CV1893; ELLIOT MELECIO-VEGA;\nAMARILIS AYALA-MARTÍNEZ, wife of Dr. Elliot Melecio-Vega; ERNESTO\n TORRES-ARROYO; OLGA I. MÉNDEZ-FLORES, a/k/a NANCY DOE 98CV1893;\n                AIDA GUZMÁN; ILEANA TORRES-MOJICA,\n\n                            Defendants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                                Before\n                        Boudin, Chief Judge,\n                      Torruella, Circuit Judge,\n                    and Carter,* District Judge.\n\n\n\n\n    *\n        Of the District of Maine, sitting by designation.\n\f     Glenn Carl James-Hernández with whom James Law Offices was on\nbrief for appellants.\n     Irene S. Soroeta-Kodesh, Assistant Solicitor General,\nDepartment of Justice, Office of the Solicitor General, with whom\nRoberto J. Sánchez-Ramos, Solicitor General, and Kenneth Pamias-\nVelázquez, Deputy Solicitor General, were on brief for appellees\nZoé Laboy, Sixto Marrero and Emilio Castillo.\n\n\n\n\n                          March 9, 2005\n\f          BOUDIN, Chief Judge.    This case arises out the death in\n\nprison of Orlando Ocasio Alsina (\"Ocasio\") and the subsequent suit\n\nof his mother and heir, María Alsina Ortiz (\"Alsina\"), against\n\nvarious Puerto Rico prison officials.\n\n          On November 8, 1997, Ocasio--then an inmate at the\n\nBayamón prison in Puerto Rico--was injured by a blow to the head in\n\na prison riot.     He received medical attention at a regional\n\nhospital but was left with head pain, convulsions, and one side of\n\nhis body paralyzed.   CT scans showed no brain damage and Ocasio was\n\nreturned to his cell at Bayamón on November 15.           It is his\n\ntreatment, or the lack of it, during the next six weeks that is the\n\npresent subject of this litigation.\n\n          Drawing permissible inferences in favor of Alsina, it\n\nappears likely that during this six-week period Ocasio was in\n\nconsiderable pain, was seriously disabled, cried and screamed in\n\npain and, half paralyzed, could not get about.        There is some\n\nevidence that Emilio Castillo, then a prison guard lieutenant in\n\ncontact with Ocasio, was aware of his plight but did nothing to\n\nsecure medical care for him.\n\n          Within a few weeks after the injury, family members\n\nvisited Ocasio; his mother made efforts to secure a wheelchair and\n\nfurther medical care for him, and made pleas to the prison staff on\n\nOcasio's behalf.   A wheelchair was provided on December 17, two\n\ndays after a request was made.         On December 23, a local court\n\n\n                                 -3-\n\fgranted a motion brought by Ocasio, requiring that he be provided\n\nwith further medical evaluation and treatment.\n\n            On     January     1,    1998,   Ocasio   was   transferred   to   the\n\ninfirmary    at    the   Río    Piedras      prison   hospital,   where   he   was\n\ndiagnosed with AIDS and toxoplasmosis (a parasitic infection).\n\nMedical records indicate that there was a threat by this time that\n\nhis brain function would be impaired by lack of oxygen due to\n\ninflammation.        Starting the next day, Ocasio was treated for\n\napproximately two weeks at an outside medical center, and he\n\ncontinued to take medication after his return to Bayamón; in March\n\nhe   was   again    admitted        for   medical   care,   sometimes   receiving\n\ntreatment in hospital facilities and sometimes in prison facilities\n\nunder supervision.\n\n            Ocasio died on May 11, 1998; an autopsy found his cause\n\nof death to have been brain inflammation associated with AIDS.                  On\n\nAugust 5, 1998, his mother brought suit in federal court asserting\n\nclaims under 42 U.S.C. § 1983 (2000) and under state law against a\n\nnumber of defendants, charging both prison officials and medical\n\npersonnel with a variety of derelictions.              Over the next 21 months\n\nthere was extensive discovery and eventually motions for summary\n\njudgment by the defendants.\n\n            Ultimately the magistrate judge recommended that the\n\nmotions be granted, relying in part on his assessment of the merits\n\nand in part on what he found to be Alsina's failure to comply with\n\n\n                                           -4-\n\fa local rule requiring that the party opposing summary judgment\n\nfile a concise statement of material facts allegedly in dispute.\n\nThe district judge wrote his own opinion along the same lines,\n\nsustaining the recommended disposition and dismissing the federal\n\nclaims with prejudice and the local law claims without prejudice.\n\nThis appeal followed.\n\n           On appeal Alsina has abandoned her federal claims against\n\neveryone (e.g., medical personnel) except for three defendants: Zoe\n\nLaboy-Alvarado (\"Laboy\"), who was in December 1997 Administrator of\n\nCorrections in Puerto Rico; Sixto Marrero-Rodríguez (\"Marrero\"),\n\nthen   sub-director   of    the   Bayamón     Correctional     Complex;    and\n\nCastillo, the prison guard already mentioned.                 We confine our\n\ndiscussion to these defendants.\n\n           As to all three, the central charge was that they were\n\nliable under section 1983 for violation of the Eighth Amendment\n\n(protecting against cruel and unusual punishment) by exhibiting\n\ndeliberate indifference to Ocasio's patent and severe medical\n\nneeds.    See   Estelle    v.   Gamble,    429   U.S.   97,   101-06   (1976).\n\nHowever, Alsina's theories as to just how the defendants were\n\nindividually liable were multiple and presented with less than\n\nperfect clarity.\n\n          In some renditions, Alsina seemingly claimed that the\n\nthree defendants were responsible for providing medical care to\n\nOcasio and failed in this duty.           The district court rejected any\n\n\n                                    -5-\n\fsuch       theory:      it     said   that   under    the    governing    division    of\n\nresponsibilities, based in part on a federal consent decree,2 the\n\nactual furnishing of prison health care in Bayamón was the duty of\n\nthe Commonwealth Department of Health--not the Administration of\n\nCorrections with which all three defendants were alone associated.\n\nAlsina does not challenge this ruling on appeal.\n\n                Instead, she argues that at least the prison authorities\n\nhave       a   duty    to    notify   the    health    professionals      if   and   when\n\nprisoners need medical attention. Cf. Estelle, 429 U.S. at 104-05;\n\nMiranda        v.     Munoz,    770   F.2d   255,     259   (1st   Cir.   1985).     The\n\ndefendants do not deny such a responsibility; instead, they say\n\nthat Alsina failed to file a compliant motion of contested facts\n\nand that, on the resulting record, the three defendants lacked\n\nknowledge sufficient to trigger a responsibility to summon medical\n\nhelp any earlier than it was provided.\n\n                A local rule of the district court (then Rule 311.12, now\n\nrevised and renumbered as Rule 56) requires that a party seeking\n\nsummary judgment supply a list of the allegedly uncontested facts\n\non which it relies (together with record citations) and that the\n\nopposing papers include \"a separate, short, and concise statement\n\n\n       2\n      The consent decree derives from a class action started in the\n1980s and designed to reform conditions and health care in the\nPuerto Rico prison system. The consent decree included a medical\ncare plan developed and entered into by the Administration of\nCorrections and the Department of Health in response to the\nlitigation. See Carlos Morales Feliciano v. Roselló González, 13\nF. Supp. 2d 151, 156-61 (D.P.R. 1998).\n\n                                             -6-\n\fof the material facts\" (again with \"specific\" record references)\n\nthat the opponent asserts require a trial. This \"anti-ferret\" rule\n\naims to make the parties organize the evidence rather than leaving\n\nthe burden upon the district judge.\n\n          Where     the   party   opposing   summary     judgment   fails   to\n\ncomply, the rule permits the district court to treat the moving\n\nparty's statement of facts as uncontested, Cosme-Rosado v. Serrano-\n\nRodriguez, 360 F.3d 42, 46 (1st Cir. 2004), and we have regularly\n\nupheld its enforcement.       See, e.g., Morales v. A.C. Orssleff's\n\nEFTF, 246 F.3d 32, 32-35 (1st Cir. 2001).           However, whether the\n\nrule has been violated is a different question, easily answered\n\nwhere the opponent fails to file any statement or omits all record\n\ncitations but less so where the deficiency is of a different kind.\n\n          In this instance, Laboy and Marrero offered 14 paragraphs\n\nof   allegedly      uncontested    facts     in   four    pages;    Alsina's\n\ncorresponding statements as to just these two defendants spanned 60\n\npages   and   130    facts--many    being    irrelevant,     repetitive     or\n\nunsupported by record citation.             There is no mechanical rule\n\nrendering a long statement insufficiently \"short\" and \"concise\";\n\nafter all, a case could have a great many material contested facts.\n\nAnd in this instance Alsina was making a number of quite different\n\nclaims against different defendants based on different theories.\n\n          Nevertheless, having reviewed the opposing statements\n\nfiled by Alsina, we do not think the statements even arguably\n\n\n                                    -7-\n\fcomply with the spirit or letter of the rule.   Burying the district\n\ncourt in a mass of supposedly material contested facts, many\n\nirrelevant and many unsupported by citations, creates the very\n\nmorass from which the rule aims to protect the district judge.   In\n\nthis case, Alsina simply dumped an undigested record on the judge,\n\nexpecting him to do counsel's job.\n\n          That fact alone is not necessarily decisive of the\n\noutcome in this case.   It mainly means that the district judge can\n\naccept the moving party's allegedly uncontested facts as true, but\n\nwhether or not this justifies summary judgment for the moving party\n\ndepends upon the legal and factual configuration that results.\n\nSee, e.g., Guzman-Rosario v. United Parcel Serv., Inc., 2005 WL\n\n248072, at *2 (1st Cir. Feb. 3, 2005).    In the case of Castillo,\n\nsummary judgment was not appropriate; but as to Laboy and Marrero,\n\nwe think summary judgment was properly granted.    We begin with the\n\nclaims against the latter two defendants.\n\n          In this instance, the complaint charged that the two\n\nsupervising officials (Laboy and Marrero) \"knew or should have\n\nknown\" that Ocasio was getting inadequate care; and as to Marrero\n\nit alleged that he must have known because family complaints about\n\nOcasio's condition were made to the prison staff.      However, any\n\nclaim that either of them knew is defeated by defendants' explicit\n\nassertions in their statement of uncontested facts that they did\n\n\n\n\n                                -8-\n\fnot know about Ocasio's suffering.     As it happens, there is no\n\ndirect evidence to show that they did.\n\n          Specifically, no evidence suggests that Laboy--at the top\n\nof the hierarchy--had any knowledge of Ocasio's situation that\n\ncould be the premise for a claim of deliberate indifference.\n\nAlsina points us to some evidence that the family complained to\n\nMarrero’s staff, which (depending upon the circumstances) might or\n\nmight not permit an inference of knowledge.   But, under the anti-\n\nferret rule, Marrero’s flat denial of notice is conclusive.   As to\n\nthe \"should have known\" claim, negligence is not a basis for\n\nliability under an Eighth Amendment theory. Farmer v. Brennan, 511\n\nU.S. 825, 835-40 (1994); Maldonado-Denis v. Castillo-Rodriguez, 23\n\nF.3d 576, 582 (1st Cir. 1994).\n\n          Yet Alsina's complaint might be regarded as also making\n\na somewhat different claim against these defendants: that they at\n\nleast knew in general of a pattern or practice of subordinates that\n\nmenaced the constitutional rights of prisoners and had authority to\n\ntake remedial measures, but instead were deliberately indifferent\n\nto this threat.   There is case law that supports such a theory,\n\nalthough showing that such an omission caused a particular injury\n\nmay be quite difficult.   Maldonado-Denis, 23 F.3d at 582-83; see\n\nalso Miranda, 770 F.2d at 260.\n\n          To prevail on such a theory Alsina would have to show\n\nthat (1) during the relevant time period Laboy or Marrero knew of\n\n\n                                 -9-\n\fa continuing pattern of culpable failures by guards or other prison\n\nstaff to refer to health providers those prisoners with colorable\n\ncomplaints or manifest symptoms, and (2) that, having authority\n\nover the subject, Laboy or Marrero made no reasonable attempt to\n\nremedy such deficiencies.          See Miranda, 770 F.2d at 260-61.           A\n\nfurther problem would be to show that Ocasio’s suffering or death\n\nwould have been prevented by reasonable remedial efforts.\n\n            Neither the magistrate judge nor the district judge dealt\n\ndirectly    with   such   a   \"pattern   or    practice\"    theory.        Their\n\ndiscussion     properly   rejected    claims    premised    on     the    prison\n\nauthorities' overall responsibility for health care and on claims\n\nassuming actual knowledge of Ocasio's condition by Laboy and\n\nMarrero; neither judge directly responded to the supervisory theory\n\noutlined above.        This may be due in part to Alsina's somewhat\n\ncloudy articulation of the theory; nonetheless, it was suggested\n\nand we will not treat it as forfeit but rather consider it on the\n\nmerits.\n\n             Here, Alsina charged that there was widespread knowledge\n\nby high prison officials in Puerto Rico that prison medical care\n\nwas very poor; this, Alsina says, was apparent from the consent\n\ndecree,    published    reports,    newspaper    stories,    and    the    like.\n\nDefendants' statement of uncontested facts did not negate this\n\nawareness; indeed, in their depositions neither defendant denied\n\nhaving some familiarity with health care problems in the system,\n\n\n                                     -10-\n\falthough neither professed a very precise recollection about what\n\nexactly he or she had read and when.       Because the consent decree\n\nmandated future training of prison personnel, it can also be\n\ninferred that inadequate training had been a problem prior to the\n\nconsent decree.\n\n            But knowledge of earlier inadequate training--and even\n\nknowledge that it remained a prison responsibility to give guards\n\nsome training--is a mile away from showing willful blindness or\n\ndeliberate    indifference   to   a   supposed   continued    failure    of\n\ntraining.     There was no evidence adduced by Alsina that the\n\ntraining regime for guards in place after the transfer of general\n\nresponsibility for care to the Department of Health had failed on\n\na large scale (Castillo is one case) and--more to the point--no\n\nproof that, if it had, either defendant knew that it had or was\n\nwillfully blind or indifferent to that failure.\n\n            Willful blindness and deliberate indifference are not\n\nmere negligence; these concepts are directed at a form of scienter\n\nin which the official culpably ignores or turns away from what is\n\notherwise    apparent.   See Farmer,     511   U.S.   at   839-40;   Febus-\n\nRodriguez v. Betancourt-Lebron, 14 F.3d 87, 92 (1st Cir. 1994).\n\nAlsina has pointed to no evidence whatever that either Laboy or\n\nMarrero knew in late 1997 that there was a continuing pattern by\n\nguards--specifically, of failures to report inmate medical needs--\n\nfrom which the defendants then averted their eyes.\n\n\n                                  -11-\n\f            The story is different as to Castillo.               The complaint\n\ncharged that Castillo knew of Ocasio's medical needs and did\n\nnothing (also that he \"should have known,\" but that allegation is\n\ninsufficient). Castillo filed no separate statement of uncontested\n\nfacts but merely adopted the statement of other defendants--which\n\ncontained no denial of knowledge on Castillo's part.              Accordingly,\n\nthe anti-ferret rule does not preclude Alsina from arguing that\n\nCastillo did have knowledge of Ocasio's desperate condition and did\n\nnothing about it.\n\n            The statement of undisputed facts does state that Ocasio\n\nnever filed a formal complaint of inadequate care, but this hardly\n\nnegates    the   possibility     that   he   was    manifestly    in   need   of\n\nattention.       Further,   in   discovery    one    inmate    testified   that\n\nOcasio's fellow prisoners had told Castillo of Ocasio's need for\n\nmedical treatment, and that these requests were ignored; another\n\ninmate testified that Ocasio himself requested of Castillo that he\n\nbe relocated to a medical facility to treat what he suspected was\n\na blood clot or head injury, and that Castillo ignored him.\n\n             The helpful joint brief filed on defendants' behalf makes\n\nseveral different arguments as to Castillo.                   One theme, that\n\nCastillo was not a care provider, is no answer.           So far as appears,\n\nprison officials still had a duty to report health needs to the\n\ndoctors.   Castillo might deny knowledge of such a duty, but he has\n\n\n\n\n                                    -12-\n\fnot done so; and, of course, the denial might well not be credible\n\nor sufficient.\n\n             The defense brief also asserts that Castillo, himself not\n\na   health    care    professional,   should    not    be   expected   to   parse\n\nsymptoms,     especially    of   someone     already    under   medical     care.\n\nReasonable reliance on others and lack of expertise may both be\n\nfair points.         But if Castillo knew of prolonged, manifest, and\n\nagonizing pain being suffered by Ocasio and did nothing to advise\n\nothers, we can hardly say it would be impossible to find deliberate\n\nindifference.\n\n             Finally, the defendants' brief mentions Alsina's supposed\n\nfailure      to   prove   precisely    when    Castillo      ignored   Ocasio's\n\ncomplaints. However, two prisoners testified that Castillo learned\n\nof Ocasio's condition in mid-November--shortly after Ocasio was\n\nreturned to his cell from the regional hospital following the riot.\n\nAlsina has offered enough evidence as to Castillo--that he got\n\ncomplaints and had knowledge of Ocasio's extreme suffering--to\n\nraise a trial-worthy issue.\n\n             None of the allegations of the other prisoners concerning\n\nCastillo may be true and, if true, there may be other reasons why\n\nCastillo is not guilty of deliberate indifference.               Even if there\n\nwere complaints, Castillo might still have believed that nothing\n\nmore could be done by doctors.                Or Castillo may have passed\n\ninformation about Ocasio on to superiors or to health authorities.\n\n\n                                      -13-\n\fBut given the evidence already recounted, summary judgment in his\n\nfavor was not warranted, nor has Castillo thus far adduced facts\n\nsufficient to merit qualified immunity.\n\n          The judgment dismissing Alsina's claims against Laboy and\n\nMarrero is affirmed; as to Castillo, the judgment is vacated and\n\nthe case remanded for further proceedings.   Each side shall bear\n\nits own costs on this appeal.\n\n          It is so ordered.\n\n\n\n\n                                -14-\n\f",
  "html": "<p class=\"case_cite\">400 F.3d 77</p>\n    <p class=\"parties\">Mar&#237;a ALSINA-ORTIZ; The Estate of Orlando Ocasio-Alsina, (composed of Mar&#237;a Alsina-Ocasio) Plaintiffs, Appellants,<br>v.<br>Zo&#233; LABOY; Conjugal Partnership Ochoa-Laboy; Sixto Marrero; C&#225;ndida Rosa Ortiz-Zayas, a/k/a Jane Doe 98CV1893; Conjugal Partnership Doe-Guzm&#225;n; Emilio Castillo; Mercedes Rosado, a/k/a Mary Doe; 98CV1893; Conjugal Partnership Castillo Rosado; Ileana Torres-Mojica; Joe Doe 98CV1893; Conjugal Partnership Doe-Torres; Conjugal Partnership Torres-M&#233;ndez; Clark Doe 98CV1893; Conjugal Partnership Melecio-Ayala, a/k/a Conjugal Partnership Melecio-Doe; Jake Doe 98CV1893, Defendants, Appellees.<br>Delfos Ochoa, a/k/a John Doe 98CV1893; Elliot Melecio-Vega; Amarilis Ayala-Mart&#237;nez, wife of Dr. Elliot Melecio-Vega; Ernesto Torres-Arroyo; Olga I. Mendez-Flores, a/k/a Nancy Doe 98CV1893; Aida Guzm&#225;n; Ileana Torres-Mojica, Defendants.</p>\n    <p class=\"docket\">No. 03-2611.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 9, 2004.</p>\n    <p class=\"date\">Decided March 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Glenn Carl James-Hernandez with whom James Law Offices was on brief for appellants.</p>\n      <p class=\"indent\">Irene S. Soroeta-Kodesh, Assistant Solicitor General, Department of Justice, Office of the Solicitor General, with whom Roberto J. Sanchez-Ramos, Solicitor General, and Kenneth Pamias-Velazquez, Deputy Solicitor General, were on brief for appellees Zoe Laboy, Sixto Marrero and Emilio Castillo.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of the death in prison of Orlando Ocasio Alsina (\"Ocasio\") and the subsequent suit of his mother and heir, Mar&#237;a Alsina Ortiz (\"Alsina\"), against various Puerto Rico prison officials.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On November 8, 1997, Ocasio &#8212; then an inmate at the Bayamon prison in Puerto Rico &#8212; was injured by a blow to the head in a prison riot. He received medical attention at a regional hospital but was left with head pain, convulsions, and one side of his body paralyzed. CT scans showed no brain damage and Ocasio was returned to his cell at Bayamon on November 15. It is his treatment, or the lack of it, during the next six weeks that is the present subject of this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Drawing permissible inferences in favor of Alsina, it appears likely that during this six-week period Ocasio was in considerable pain, was seriously disabled, cried and screamed in pain and, half paralyzed, could not get about. There is some evidence that Emilio Castillo, then a prison guard lieutenant in contact with Ocasio, was aware of his plight but did nothing to secure medical care for him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Within a few weeks after the injury, family members visited Ocasio; his mother made efforts to secure a wheelchair and further medical care for him, and made pleas to the prison staff on Ocasio's behalf. A wheelchair was provided on December 17, two days after a request was made. On December 23, a local court granted a motion brought by Ocasio, requiring that he be provided with further medical evaluation and treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 1, 1998, Ocasio was transferred to the infirmary at the Rio Piedras prison hospital, where he was diagnosed with AIDS and toxoplasmosis (a parasitic infection). Medical records indicate that there was a threat by this time that his brain function would be impaired by lack of oxygen due to inflammation. Starting the next day, Ocasio was treated for approximately two weeks at an outside medical center, and he continued to take medication after his return to Bayamon; in March he was again admitted for medical care, sometimes receiving treatment in hospital facilities and sometimes in prison facilities under supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ocasio died on May 11, 1998; an autopsy found his cause of death to have been brain inflammation associated with AIDS. On August 5, 1998, his mother brought suit in federal court asserting claims under 42 U.S.C. &#167; 1983 (2000) and under state law against a number of defendants, charging both prison officials and medical personnel with a variety of derelictions. Over the next 21 months there was extensive discovery and eventually motions for summary judgment by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ultimately the magistrate judge recommended that the motions be granted, relying in part on his assessment of the merits and in part on what he found to be Alsina's failure to comply with a local rule requiring that the party opposing summary judgment file a concise statement of material facts allegedly in dispute. The district judge wrote his own opinion along the same lines, sustaining the recommended disposition and dismissing the federal claims with prejudice and the local law claims without prejudice. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal Alsina has abandoned her federal claims against everyone (<i>e.g.,</i> medical personnel) except for three defendants: Zoe Laboy-Alvarado (\"Laboy\"), who was in December 1997 Administrator of Corrections in Puerto Rico; Sixto Marrero-Rodriguez (\"Marrero\"), then sub-director of the Bayamon Correctional Complex; and Castillo, the prison guard already mentioned. We confine our discussion to these defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As to all three, the central charge was that they were liable under section 1983 for violation of the Eighth Amendment (protecting against cruel and unusual punishment) by exhibiting deliberate indifference to Ocasio's patent and severe medical needs. <i>See Estelle v. Gamble,</i> 429 U.S. 97, 101-06, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976). However, Alsina's theories as to just how the defendants were individually liable were multiple and presented with less than perfect clarity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In some renditions, Alsina seemingly claimed that the three defendants were responsible for providing medical care to Ocasio and failed in this duty. The district court rejected any such theory: it said that under the governing division of responsibilities, based in part on a federal consent decree,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the actual furnishing of prison health care in Bayamon was the duty of the Commonwealth Department of Health &#8212; not the Administration of Corrections with which all three defendants were alone associated. Alsina does not challenge this ruling on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Instead, she argues that at least the prison authorities have a duty to notify the health professionals if and when prisoners need medical attention. <i>Cf. Estelle,</i> 429 U.S. at 104-05, 97 S.Ct. 285; <i>Miranda v. Munoz,</i> 770 F.2d 255, 259 (1st Cir.1985). The defendants do not deny such a responsibility; instead, they say that Alsina failed to file a compliant motion of contested facts and that, on the resulting record, the three defendants lacked knowledge sufficient to trigger a responsibility to summon medical help any earlier than it was provided.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A local rule of the district court (then Rule 311.12, now revised and renumbered as Rule 56) requires that a party seeking summary judgment supply a list of the allegedly uncontested facts on which it relies (together with record citations) and that the opposing papers include \"a separate, short, and concise statement of the material facts\" (again with \"specific\" record references) that the opponent asserts require a trial. This \"anti-ferret\" rule aims to make the parties organize the evidence rather than leaving the burden upon the district judge.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where the party opposing summary judgment fails to comply, the rule permits the district court to treat the moving party's statement of facts as uncontested, <i>Cosme-Rosado v. Serrano-Rodriguez,</i> 360 F.3d 42, 46 (1st Cir.2004), and we have regularly upheld its enforcement. <i>See, e.g., Morales v. A.C. Orssleff's EFTF,</i> 246 F.3d 32, 32-35 (1st Cir.2001). However, whether the rule has been violated is a different question, easily answered where the opponent fails to file any statement or omits all record citations but less so where the deficiency is of a different kind.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, Laboy and Marrero offered 14 paragraphs of allegedly uncontested facts in four pages; Alsina's corresponding statements as to just these two defendants spanned 60 pages and 130 facts &#8212; many being irrelevant, repetitive or unsupported by record citation. There is no mechanical rule rendering a long statement insufficiently \"short\" and \"concise\"; after all, a case could have a great many material contested facts. And in this instance Alsina was making a number of quite different claims against different defendants based on different theories.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nevertheless, having reviewed the opposing statements filed by Alsina, we do not think the statements even arguably comply with the spirit or letter of the rule. Burying the district court in a mass of supposedly material contested facts, many irrelevant and many unsupported by citations, creates the very morass from which the rule aims to protect the district judge. In this case, Alsina simply dumped an undigested record on the judge, expecting him to do counsel's job.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That fact alone is not necessarily decisive of the outcome in this case. It mainly means that the district judge can accept the moving party's allegedly uncontested facts as true, but whether or not this justifies summary judgment for the moving party depends upon the legal and factual configuration that results. <i>See, e.g., Guzman-Rosario v. United Parcel Serv., Inc.,</i> 397 F.3d 6, 2005 WL 248072, at *2 (1st Cir. Feb.3, 2005). In the case of Castillo, summary judgment was not appropriate; but as to Laboy and Marrero, we think summary judgment was properly granted. We begin with the claims against the latter two defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, the complaint charged that the two supervising officials (Laboy and Marrero) \"knew or should have known\" that Ocasio was getting inadequate care; and as to Marrero it alleged that he must have known because family complaints about Ocasio's condition were made to the prison staff. However, any claim that either of them knew is defeated by defendants' explicit assertions in their statement of uncontested facts that they did not know about Ocasio's suffering. As it happens, there is no direct evidence to show that they did.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Specifically, no evidence suggests that Laboy &#8212; at the top of the hierarchy &#8212; had any knowledge of Ocasio's situation that could be the premise for a claim of deliberate indifference. Alsina points us to some evidence that the family complained to Marrero's staff, which (depending upon the circumstances) might or might not permit an inference of knowledge. But, under the anti-ferret rule, Marrero's flat denial of notice is conclusive. As to the \"should have known\" claim, negligence is not a basis for liability under an Eighth Amendment theory. <i>Farmer v. Brennan,</i> 511 U.S. 825, 835-40, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994); <i>Maldonado-Denis v. Castillo-Rodriguez,</i> 23 F.3d 576, 582 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Yet Alsina's complaint might be regarded as also making a somewhat different claim against these defendants: that they at least knew <i>in general</i> of a pattern or practice of subordinates that menaced the constitutional rights of prisoners and had authority to take remedial measures, but instead were deliberately indifferent to this threat. There is case law that supports such a theory, although showing that such an omission caused a particular injury may be quite difficult. <i>Maldonado-Denis,</i> 23 F.3d at 582-83; <i>see also Miranda,</i> 770 F.2d at 260.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To prevail on such a theory Alsina would have to show that (1) during the relevant time period Laboy or Marrero knew of a continuing pattern of culpable failures by guards or other prison staff to refer to health providers those prisoners with colorable complaints or manifest symptoms, and (2) that, having authority over the subject, Laboy or Marrero made no reasonable attempt to remedy such deficiencies. <i>See Miranda,</i> 770 F.2d at 260-61. A further problem would be to show that Ocasio's suffering or death would have been prevented by reasonable remedial efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Neither the magistrate judge nor the district judge dealt directly with such a \"pattern or practice\" theory. Their discussion properly rejected claims premised on the prison authorities' overall responsibility for health care and claims assuming actual knowledge of Ocasio's condition by Laboy and Marrero; neither judge directly responded to the supervisory theory outlined above. This may be due in part to Alsina's somewhat cloudy articulation of the theory; nonetheless, it was suggested and we will not treat it as forfeit but rather consider it on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, Alsina charged that there was widespread knowledge by high prison officials in Puerto Rico that prison medical care was very poor; this, Alsina says, was apparent from the consent decree, published reports, newspaper stories, and the like. Defendants' statement of uncontested facts did not negate this awareness; indeed, in their depositions neither defendant denied having some familiarity with health care problems in the system, although neither professed a very precise recollection about what exactly he or she had read and when. Because the consent decree mandated future training of prison personnel, it can also be inferred that inadequate training had been a problem prior to the consent decree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But knowledge of earlier inadequate training &#8212; and even knowledge that it remained a prison responsibility to give guards some training &#8212; is a mile away from showing willful blindness or deliberate indifference to a supposed continued failure of training. There was no evidence adduced by Alsina that the training regime for guards in place after the transfer of general responsibility for care to the Department of Health had failed on a large scale (Castillo is <i>one</i> case) and &#8212; more to the point &#8212; no proof that, if it had, either defendant knew that it had or was willfully blind or indifferent to that failure.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Willful blindness and deliberate indifference are not mere negligence; these concepts are directed at a form of scienter in which the official culpably ignores or turns away from what is otherwise apparent. <i>See Farmer,</i> 511 U.S. at 839-40, 114 S.Ct. 1970; <i>Febus-Rodriguez v. Betancourt-Lebron,</i> 14 F.3d 87, 92 (1st Cir.1994). Alsina has pointed to no evidence whatever that either Laboy or Marrero knew in late 1997 that there was a continuing pattern by guards &#8212; specifically, of failures to report inmate medical needs &#8212; from which the defendants then averted their eyes.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The story is different as to Castillo. The complaint charged that Castillo knew of Ocasio's medical needs and did nothing (also that he \"should have known,\" but that allegation is insufficient). Castillo filed no separate statement of uncontested facts but merely adopted the statement of other defendants &#8212; which contained no denial of knowledge on Castillo's part. Accordingly, the anti-ferret rule does not preclude Alsina from arguing that Castillo did have knowledge of Ocasio's desperate condition and did nothing about it.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The statement of undisputed facts does state that Ocasio never filed a formal complaint of inadequate care, but this hardly negates the possibility that he was manifestly in need of attention. Further, in discovery one inmate testified that Ocasio's fellow prisoners had told Castillo of Ocasio's need for medical treatment, and that these requests were ignored; another inmate testified that Ocasio himself requested of Castillo that he be relocated to a medical facility to treat what he suspected was a blood clot or head injury, and that Castillo ignored him.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The helpful joint brief filed on defendants' behalf makes several different arguments as to Castillo. One theme, that Castillo was not a care provider, is no answer. So far as appears, prison officials still had a duty to report health needs to the doctors. Castillo might deny knowledge of such a duty, but he has not done so; and, of course, the denial might well not be credible or sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defense brief also asserts that Castillo, himself not a health care professional, should not be expected to parse symptoms, especially of someone already under medical care. Reasonable reliance on others and lack of expertise may both be fair points. But if Castillo knew of prolonged, manifest, and agonizing pain being suffered by Ocasio and did nothing to advise others, we can hardly say it would be impossible to find deliberate indifference.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, the defendants' brief mentions Alsina's supposed failure to prove precisely when Castillo ignored Ocasio's complaints. However, two prisoners testified that Castillo learned of Ocasio's condition in mid-November &#8212; shortly after Ocasio was returned to his cell from the regional hospital following the riot. Alsina has offered enough evidence as to Castillo &#8212; that he got complaints and had knowledge of Ocasio's extreme suffering &#8212; to raise a trial-worthy issue.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">None of the allegations of the other prisoners concerning Castillo may be true and, if true, there may be other reasons why Castillo is not guilty of deliberate indifference. Even if there were complaints, Castillo might still have believed that nothing more could be done by doctors. Or Castillo may have passed information about Ocasio on to superiors or to health authorities. But given the evidence already recounted, summary judgment in his favor was not warranted, nor has Castillo thus far adduced facts sufficient to merit qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The judgment dismissing Alsina's claims against Laboy and Marrero is <i>affirmed;</i> as to Castillo, the judgment is <i>vacated</i> and the case <i>remanded</i> for further proceedings. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The consent decree derives from a class action started in the 1980s and designed to reform conditions and health care in the Puerto Rico prison system. The consent decree included a medical care plan developed and entered into by the Administration of Corrections and the Department of Health in response to the litigation<i>See Carlos Morales Feliciano v. Rosello Gonzalez,</i> 13 F.Supp.2d 151, 156-61 (D.P.R.1998).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></span></p>\n    <p class=\"parties\">Mar&#237;a ALSINA-ORTIZ; The Estate of Orlando Ocasio-Alsina, (composed of Mar&#237;a Alsina-Ocasio) Plaintiffs, Appellants,<br>v.<br>Zo&#233; LABOY; Conjugal Partnership Ochoa-Laboy; Sixto Marrero; C&#225;ndida Rosa Ortiz-Zayas, a/k/a Jane Doe 98CV1893; Conjugal Partnership Doe-Guzm&#225;n; Emilio Castillo; Mercedes Rosado, a/k/a Mary Doe; 98CV1893; Conjugal Partnership Castillo Rosado; Ileana Torres-Mojica; Joe Doe 98CV1893; Conjugal Partnership Doe-Torres; Conjugal Partnership Torres-M&#233;ndez; Clark Doe 98CV1893; Conjugal Partnership Melecio-Ayala, a/k/a Conjugal Partnership Melecio-Doe; Jake Doe 98CV1893, Defendants, Appellees.<br>Delfos Ochoa, a/k/a John Doe 98CV1893; Elliot Melecio-Vega; Amarilis Ayala-Mart&#237;nez, wife of Dr. Elliot Melecio-Vega; Ernesto Torres-Arroyo; Olga I. Mendez-Flores, a/k/a Nancy Doe 98CV1893; Aida Guzm&#225;n; Ileana Torres-Mojica, Defendants.</p>\n    <p class=\"docket\">No. 03-2611.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 9, 2004.</p>\n    <p class=\"date\">Decided March 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Glenn Carl James-Hernandez with whom James Law Offices was on brief for appellants.</p>\n      <p class=\"indent\">Irene S. Soroeta-Kodesh, Assistant Solicitor General, Department of Justice, Office of the Solicitor General, with whom Roberto J. Sanchez-Ramos, Solicitor General, and Kenneth Pamias-Velazquez, Deputy Solicitor General, were on brief for appellees Zoe Laboy, Sixto Marrero and Emilio Castillo.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of the death in prison of Orlando Ocasio Alsina (\"Ocasio\") and the subsequent suit of his mother and heir, Mar&#237;a Alsina Ortiz (\"Alsina\"), against various Puerto Rico prison officials.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On November 8, 1997, Ocasio &#8212; then an inmate at the Bayamon prison in Puerto Rico &#8212; was injured by a blow to the head in a prison riot. He received medical attention at a regional hospital but was left with head pain, convulsions, and one side of his body paralyzed. CT scans showed no brain damage and Ocasio was returned to his cell at Bayamon on November 15. It is his treatment, or the lack of it, during the next six weeks that is the present subject of this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Drawing permissible inferences in favor of Alsina, it appears likely that during this six-week period Ocasio was in considerable pain, was seriously disabled, cried and screamed in pain and, half paralyzed, could not get about. There is some evidence that Emilio Castillo, then a prison guard lieutenant in contact with Ocasio, was aware of his plight but did nothing to secure medical care for him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Within a few weeks after the injury, family members visited Ocasio; his mother made efforts to secure a wheelchair and further medical care for him, and made pleas to the prison staff on Ocasio's behalf. A wheelchair was provided on December 17, two days after a request was made. On December 23, a local court granted a motion brought by Ocasio, requiring that he be provided with further medical evaluation and treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 1, 1998, Ocasio was transferred to the infirmary at the Rio Piedras prison hospital, where he was diagnosed with AIDS and toxoplasmosis (a parasitic infection). Medical records indicate that there was a threat by this time that his brain function would be impaired by lack of oxygen due to inflammation. Starting the next day, Ocasio was treated for approximately two weeks at an outside medical center, and he continued to take medication after his return to Bayamon; in March he was again admitted for medical care, sometimes receiving treatment in hospital facilities and sometimes in prison facilities under supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ocasio died on May 11, 1998; an autopsy found his cause of death to have been brain inflammation associated with AIDS. On August 5, 1998, his mother brought suit in federal court asserting claims under 42 U.S.C. &#167; 1983 (2000) and under state law against a number of defendants, charging both prison officials and medical personnel with a variety of derelictions. Over the next 21 months there was extensive discovery and eventually motions for summary judgment by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ultimately the magistrate judge recommended that the motions be granted, relying in part on his assessment of the merits and in part on what he found to be Alsina's failure to comply with a local rule requiring that the party opposing summary judgment file a concise statement of material facts allegedly in dispute. The district judge wrote his own opinion along the same lines, sustaining the recommended disposition and dismissing the federal claims with prejudice and the local law claims without prejudice. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal Alsina has abandoned her federal claims against everyone (<i>e.g.,</i> medical personnel) except for three defendants: Zoe Laboy-Alvarado (\"Laboy\"), who was in December 1997 Administrator of Corrections in Puerto Rico; Sixto Marrero-Rodriguez (\"Marrero\"), then sub-director of the Bayamon Correctional Complex; and Castillo, the prison guard already mentioned. We confine our discussion to these defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As to all three, the central charge was that they were liable under section 1983 for violation of the Eighth Amendment (protecting against cruel and unusual punishment) by exhibiting deliberate indifference to Ocasio's patent and severe medical needs. <i>See Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 101-06, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). However, Alsina's theories as to just how the defendants were individually liable were multiple and presented with less than perfect clarity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In some renditions, Alsina seemingly claimed that the three defendants were responsible for providing medical care to Ocasio and failed in this duty. The district court rejected any such theory: it said that under the governing division of responsibilities, based in part on a federal consent decree,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the actual furnishing of prison health care in Bayamon was the duty of the Commonwealth Department of Health &#8212; not the Administration of Corrections with which all three defendants were alone associated. Alsina does not challenge this ruling on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Instead, she argues that at least the prison authorities have a duty to notify the health professionals if and when prisoners need medical attention. <i>Cf. Estelle,</i> 429 U.S. at 104-05, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>; <i>Miranda v. Munoz,</i> <span class=\"citation\" data-id=\"457050\"><a href=\"/opinion/457050/rosa-maria-cristobal-miranda-v-miguel-gimenez-munoz-rosa-maria-cristobal/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span>, 259 (1st Cir.1985). The defendants do not deny such a responsibility; instead, they say that Alsina failed to file a compliant motion of contested facts and that, on the resulting record, the three defendants lacked knowledge sufficient to trigger a responsibility to summon medical help any earlier than it was provided.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A local rule of the district court (then Rule 311.12, now revised and renumbered as Rule 56) requires that a party seeking summary judgment supply a list of the allegedly uncontested facts on which it relies (together with record citations) and that the opposing papers include \"a separate, short, and concise statement of the material facts\" (again with \"specific\" record references) that the opponent asserts require a trial. This \"anti-ferret\" rule aims to make the parties organize the evidence rather than leaving the burden upon the district judge.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where the party opposing summary judgment fails to comply, the rule permits the district court to treat the moving party's statement of facts as uncontested, <i>Cosme-Rosado v. Serrano-Rodriguez,</i> <span class=\"citation\" data-id=\"785302\"><a href=\"/opinion/785302/pedro-cosme-rosado-lydia-esther-rosado-figueroa-conjugal-partnership/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 46 (1st Cir.2004), and we have regularly upheld its enforcement. <i>See, e.g., Morales v. A.C. Orssleff's EFTF,</i> <span class=\"citation\" data-id=\"199368\"><a href=\"/opinion/199368/morales-v-ac-orssleffs-eftf/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 32-35 (1st Cir.2001). However, whether the rule has been violated is a different question, easily answered where the opponent fails to file any statement or omits all record citations but less so where the deficiency is of a different kind.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In this instance, Laboy and Marrero offered 14 paragraphs of allegedly uncontested facts in four pages; Alsina's corresponding statements as to just these two defendants spanned 60 pages and 130 facts &#8212; many being irrelevant, repetitive or unsupported by record citation. There is no mechanical rule rendering a long statement insufficiently \"short\" and \"concise\"; after all, a case could have a great many material contested facts. And in this instance Alsina was making a number of quite different claims against different defendants based on different theories.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nevertheless, having reviewed the opposing statements filed by Alsina, we do not think the statements even arguably comply with the spirit or letter of the rule. Burying the district court in a mass of supposedly material contested facts, many irrelevant and many unsupported by citations, creates the very morass from which the rule aims to protect the district judge. In this case, Alsina simply dumped an undigested record on the judge, expecting him to do counsel's job.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That fact alone is not necessarily decisive of the outcome in this case. It mainly means that the district judge can accept the moving party's allegedly uncontested facts as true, but whether or not this justifies summary judgment for the moving party depends upon the legal and factual configuration that results. <i>See, e.g., Guzman-Rosario v. United Parcel Serv., Inc.,</i> <span class=\"citation\" data-id=\"201699\"><a href=\"/opinion/201699/guzman-rosario-v-united-parcel/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">248072</span></span>, at *2 (1st Cir. Feb.3, 2005). In the case of Castillo, summary judgment was not appropriate; but as to Laboy and Marrero, we think summary judgment was properly granted. We begin with the claims against the latter two defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, the complaint charged that the two supervising officials (Laboy and Marrero) \"knew or should have known\" that Ocasio was getting inadequate care; and as to Marrero it alleged that he must have known because family complaints about Ocasio's condition were made to the prison staff. However, any claim that either of them knew is defeated by defendants' explicit assertions in their statement of uncontested facts that they did not know about Ocasio's suffering. As it happens, there is no direct evidence to show that they did.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Specifically, no evidence suggests that Laboy &#8212; at the top of the hierarchy &#8212; had any knowledge of Ocasio's situation that could be the premise for a claim of deliberate indifference. Alsina points us to some evidence that the family complained to Marrero's staff, which (depending upon the circumstances) might or might not permit an inference of knowledge. But, under the anti-ferret rule, Marrero's flat denial of notice is conclusive. As to the \"should have known\" claim, negligence is not a basis for liability under an Eighth Amendment theory. <i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 835-40, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994); <i>Maldonado-Denis v. Castillo-Rodriguez,</i> <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 582 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Yet Alsina's complaint might be regarded as also making a somewhat different claim against these defendants: that they at least knew <i>in general</i> of a pattern or practice of subordinates that menaced the constitutional rights of prisoners and had authority to take remedial measures, but instead were deliberately indifferent to this threat. There is case law that supports such a theory, although showing that such an omission caused a particular injury may be quite difficult. <i>Maldonado-Denis,</i> 23 F.3d at 582-83; <i>see also Miranda,</i> 770 F.2d at 260.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To prevail on such a theory Alsina would have to show that (1) during the relevant time period Laboy or Marrero knew of a continuing pattern of culpable failures by guards or other prison staff to refer to health providers those prisoners with colorable complaints or manifest symptoms, and (2) that, having authority over the subject, Laboy or Marrero made no reasonable attempt to remedy such deficiencies. <i>See Miranda,</i> 770 F.2d at 260-61. A further problem would be to show that Ocasio's suffering or death would have been prevented by reasonable remedial efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Neither the magistrate judge nor the district judge dealt directly with such a \"pattern or practice\" theory. Their discussion properly rejected claims premised on the prison authorities' overall responsibility for health care and claims assuming actual knowledge of Ocasio's condition by Laboy and Marrero; neither judge directly responded to the supervisory theory outlined above. This may be due in part to Alsina's somewhat cloudy articulation of the theory; nonetheless, it was suggested and we will not treat it as forfeit but rather consider it on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, Alsina charged that there was widespread knowledge by high prison officials in Puerto Rico that prison medical care was very poor; this, Alsina says, was apparent from the consent decree, published reports, newspaper stories, and the like. Defendants' statement of uncontested facts did not negate this awareness; indeed, in their depositions neither defendant denied having some familiarity with health care problems in the system, although neither professed a very precise recollection about what exactly he or she had read and when. Because the consent decree mandated future training of prison personnel, it can also be inferred that inadequate training had been a problem prior to the consent decree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">But knowledge of earlier inadequate training &#8212; and even knowledge that it remained a prison responsibility to give guards some training &#8212; is a mile away from showing willful blindness or deliberate indifference to a supposed continued failure of training. There was no evidence adduced by Alsina that the training regime for guards in place after the transfer of general responsibility for care to the Department of Health had failed on a large scale (Castillo is <i>one</i> case) and &#8212; more to the point &#8212; no proof that, if it had, either defendant knew that it had or was willfully blind or indifferent to that failure.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Willful blindness and deliberate indifference are not mere negligence; these concepts are directed at a form of scienter in which the official culpably ignores or turns away from what is otherwise apparent. <i>See Farmer,</i> 511 U.S. at 839-40, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>; <i>Febus-Rodriguez v. Betancourt-Lebron,</i> <span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 92 (1st Cir.1994). Alsina has pointed to no evidence whatever that either Laboy or Marrero knew in late 1997 that there was a continuing pattern by guards &#8212; specifically, of failures to report inmate medical needs &#8212; from which the defendants then averted their eyes.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The story is different as to Castillo. The complaint charged that Castillo knew of Ocasio's medical needs and did nothing (also that he \"should have known,\" but that allegation is insufficient). Castillo filed no separate statement of uncontested facts but merely adopted the statement of other defendants &#8212; which contained no denial of knowledge on Castillo's part. Accordingly, the anti-ferret rule does not preclude Alsina from arguing that Castillo did have knowledge of Ocasio's desperate condition and did nothing about it.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The statement of undisputed facts does state that Ocasio never filed a formal complaint of inadequate care, but this hardly negates the possibility that he was manifestly in need of attention. Further, in discovery one inmate testified that Ocasio's fellow prisoners had told Castillo of Ocasio's need for medical treatment, and that these requests were ignored; another inmate testified that Ocasio himself requested of Castillo that he be relocated to a medical facility to treat what he suspected was a blood clot or head injury, and that Castillo ignored him.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The helpful joint brief filed on defendants' behalf makes several different arguments as to Castillo. One theme, that Castillo was not a care provider, is no answer. So far as appears, prison officials still had a duty to report health needs to the doctors. Castillo might deny knowledge of such a duty, but he has not done so; and, of course, the denial might well not be credible or sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defense brief also asserts that Castillo, himself not a health care professional, should not be expected to parse symptoms, especially of someone already under medical care. Reasonable reliance on others and lack of expertise may both be fair points. But if Castillo knew of prolonged, manifest, and agonizing pain being suffered by Ocasio and did nothing to advise others, we can hardly say it would be impossible to find deliberate indifference.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, the defendants' brief mentions Alsina's supposed failure to prove precisely when Castillo ignored Ocasio's complaints. However, two prisoners testified that Castillo learned of Ocasio's condition in mid-November &#8212; shortly after Ocasio was returned to his cell from the regional hospital following the riot. Alsina has offered enough evidence as to Castillo &#8212; that he got complaints and had knowledge of Ocasio's extreme suffering &#8212; to raise a trial-worthy issue.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">None of the allegations of the other prisoners concerning Castillo may be true and, if true, there may be other reasons why Castillo is not guilty of deliberate indifference. Even if there were complaints, Castillo might still have believed that nothing more could be done by doctors. Or Castillo may have passed information about Ocasio on to superiors or to health authorities. But given the evidence already recounted, summary judgment in his favor was not warranted, nor has Castillo thus far adduced facts sufficient to merit qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The judgment dismissing Alsina's claims against Laboy and Marrero is <i>affirmed;</i> as to Castillo, the judgment is <i>vacated</i> and the case <i>remanded</i> for further proceedings. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The consent decree derives from a class action started in the 1980s and designed to reform conditions and health care in the Puerto Rico prison system. The consent decree included a medical care plan developed and entered into by the Administration of Corrections and the Department of Health in response to the litigation<i>See Carlos Morales Feliciano v. Rosello Gonzalez,</i> <span class=\"citation\" data-id=\"2311865\"><a href=\"/opinion/2311865/morales-feliciano-v-rossello-gonzalez/\"><span class=\"volume\">13</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">151</span></a></span>, 156-61 (D.P.R.1998).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2311865/"
  ]
}