{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201557/",
  "absolute_url": "/opinion/201557/disabled-americans-v-ferries-del-caribe/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201557/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:29:23Z",
  "date_modified": "2016-02-28T05:05:52.016639Z",
  "type": "010combined",
  "sha1": "6284f59fc2b55dba263650993a78cc74d643ecc5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2086-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/04/26/Disabled_Americans_v._Ferries_del_Caribe.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 04-2086\n\n              DISABLED AMERICANS FOR EQUAL ACCESS, INC.\n                              Plaintiff,\n\n                          EDUARDO UMPIERRE,\n                        Plaintiff, Appellant,\n\n                                 v.\n\n                      FERRIES DEL CARIBE, INC.,\n                         Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\n\n\n                               Before\n\n                       Selya, Circuit Judge,\n                   Coffin, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n     Lorenzo Palomares Starbuck, with whom Lorenzo J. Palomares,\nP.S.C., Lawrence J. McGuinness, Lawrence J. McGuinness, P.A., Ian\nT. Kravitz, William D. Tucker, and Law Offices of William D.\nTucker, P.A., were on brief, for appellant.\n     Dora M. Peñagarícano, with whom McConnell Valdés was on brief,\nfor appellee.\n\n\n\n                           April 26, 2005\n\f               LIPEZ, Circuit Judge.    In July 2003, Plaintiff-Appellant\n\nEduardo Umpierre, who is wheelchair-bound, and Plaintiff Disabled\n\nAmericans for Equal Access, Inc., on behalf of its members,1 filed\n\nan amended complaint against Defendant-Appellee Ferries del Caribe,\n\nInc. (\"Ferries\") seeking injunctive relief, attorney's fees, and\n\ncosts       for   violations   of   Title    III   of   the   Americans   with\n\nDisabilities Act of 1990 as amended (\"ADA\"), 42 U.S.C. §§ 12181-89,\n\nand a subset of its implementing regulations, 28 C.F.R. §§ 36.302-\n\n305.       Specifically, the complaint alleged that:\n\n               • Ferries operates a cruise vessel subject to\n                 the mandates of Title III that govern public\n                 accommodations, see 42 U.S.C. § 12182(a),\n                 and public transportation provided by a\n                 private entity, see 42 U.S.C. § 12184(a);\n\n              • Umpierre was subjected to discrimination and\n                is likely to suffer discrimination in the\n                future through lack of access to \"full and\n                equal enjoyment\" of the goods, services, and\n                other privileges available aboard Ferries'\n                vessel and at its land-based facilities (for\n                example, because of a lack of ramps or\n                accessible   restrooms),   see   42   U.S.C.\n                § 12182(a); and\n\n              • Ferries' failure to remove barriers to\n                accessibility to the extent such removal is\n                \"readily     achievable,\"     42     U.S.C.\n                § 12182(b)(2)(A)(iv), violates Title III of\n                the ADA and its implementing regulations.2\n\n\n       1\n      Plaintiff Disabled Americans for Equal Access, Inc.,\nvoluntarily dismissed its complaint against Ferries on behalf of\nits members and is no longer a party to the action or the appeal.\n       2\n      42 U.S.C. § 12182(b)(2)(A)(iv) prohibits the \"failure to\nremove architectural barriers . . . in existing facilities, and\ntransportation barriers in existing vehicles and rail passenger\n\n                                       -2-\n\f               On August 19, 2003, Ferries filed a motion for summary\n\njudgment, followed three days later by a motion to dismiss the\n\ncomplaint pursuant to Fed. R. Civ. P. 12(b)(6).3                 On July 14, 2004,\n\nthe   district        court   granted     Ferries'      motion   to    dismiss    the\n\ncomplaint, holding that \"an ADA accessibility claim against cruise\n\nships     is    not    proper    due    to   the   lack    of    ADA   cruise    ship\n\nregulations.\" Disabled Americans for Equal Access, Inc. v. Ferries\n\nDel Caribe, Inc., 329 F. Supp. 2d 209, 211 (D.P.R. 2004).\n\n               Umpierre timely appealed, arguing that the district court\n\nimproperly based its decision on the non-existence of \"regulatory\n\nguidelines with respect to both new construction and barrier\n\nremoval for cruise ships.\"             Id. at 210 (emphasis added).4         Umpierre\n\npoints out that he raised no claim under the ADA or its regulations\n\nregarding       the     new     construction       or   alteration      of     public\n\naccommodations.         See 42 U.S.C. § 12183 (a)(2); 28 C.F.R. Pt. 36,\n\n\n\ncars used by an establishment for transporting individuals . . . ,\nwhere such removal is readily achievable.\" 42 U.S.C. § 12181(9)\ndefines \"readily achievable\" as \"easily accomplishable and able to\nbe carried out without much difficulty or expense.\" If removal of\nbarriers is not \"readily achievable,\" 42 U.S.C. § 12182(b)(2)(A)(v)\nrequires delivery of goods and services by alternate means. See\nalso 28 C.F.R. § 36.305.\n      3\n      The record contains no explanation of the reason for this\nunusual motion practice.\n      4\n      While the district court explicitly mentioned regulations\ngoverning only \"new construction\" and \"barrier removal,\" we note\nthat 28 C.F.R. Pt. 36, Subpart D, which sets forth regulations\ngoverning new construction by public accommodations, also includes\nregulations for the \"alteration\" of public accommodations.\n\n                                          -3-\n\fSubpart D.   Rather, citing policy statements of the Departments of\n\nJustice and Transportation, he argues that cruise ships are subject\n\nto statutory and regulatory mandates applicable to all forms of\n\npublic    accommodations    and     public    transportation,    42   U.S.C.\n\n§§ 12181-89; 28 C.F.R. §§ 36.302-305, including requirements for\n\nbarrier   removal,   42    U.S.C.    §     12182(b)(2)(A)(iv);   28   C.F.R.\n\n§ 36.304, regardless of whether they are also subject to additional\n\nregulations governing new construction or alteration under 28\n\nC.F.R. Pt. 36, Subpart D.5     Umpierre also argues that the district\n\ncourt improperly dismissed his claims relating to Ferries' land-\n\nbased, non-vessel facilities. Ferries counters by arguing that the\n\ndistrict court's decision should be affirmed on the merits or, in\n\nthe alternative, that Umpierre lacks standing to bring his claims.\n\nFerries also raises the argument for the first time on appeal that\n\neven if Umpierre otherwise states a claim, Title III of the ADA is\n\ninapplicable to foreign-flagged ships, such as its cruise vessel.\n\n\n\n\n     5\n      28 C.F.R. § 36.304 \"requires the removal of architectural\nbarriers . . . in existing facilities, where such removal is\nreadily achievable.\"    28 C.F.R. Pt. 36, App. B at 700.         By\ncontrast, the regulations contained in 28 C.F.R. Pt. 36, Subpart D,\nwhich govern new construction and alterations, \"do[] not require\nalterations; [they] simply provide[] that when alterations are\nundertaken, they must be made in a manner that provides access.\"\nId. at 717. Pursuant to 28 C.F.R. § 36.402(b)(1), \"[a]lterations\ninclude, but are not limited to, remodeling, renovation,\nrehabilitation, reconstruction, historic restoration, changes or\nrearrangement in structural parts or elements, and changes or\nrearrangement in the plan configuration of walls and full-height\npartitions.\"\n\n                                     -4-\n\f            We review the dismissal of a complaint pursuant to Fed.\n\nR. Civ. P. 12(b)(6) de novo, \"accept[ing] as true the factual\n\nallegations    of   the   complaint,    constru[ing]   all   reasonable\n\ninferences therefrom in favor of the plaintiffs, and determin[ing]\n\nwhether the complaint, so read, limns facts sufficient to justify\n\nrecovery on any cognizable theory of the case.\"        Beddall v. State\n\nSt. Bank & Trust Co., 137 F.3d 12, 16 (1st Cir. 1998).\n\n            We first address Ferries' assertion that Umpierre lacks\n\nstanding because \"it is impossible to experience discrimination\n\ncovered by the ADA without traveling aboard [Ferries' vessel].\"\n\n\"[T]he irreducible constitutional minimum of standing\" includes the\n\nrequirement that the plaintiff have suffered an \"injury in fact\"\n\nthat is \"actual or imminent.\"    Lujan v. Defenders of Wildlife, 504\n\nU.S. 555, 560 (1992) (internal quotation marks and citations\n\nomitted).     In the context of Title III of the ADA, a plaintiff\n\ngenerally must \"show a real and immediate threat that a particular\n\n(illegal) barrier will cause future harm.\"        Dudley v. Hannaford\n\nBros. Co., 333 F.3d 299, 305 (1st Cir. 2003) (explaining that this\n\nstandard \"has been adapted from generic Supreme Court precedents\n\ndiscussing whether a plaintiff has standing to protest a particular\n\ninjury\").   \"[A] disabled individual who is currently deterred from\n\npatronizing a public accommodation due to a defendant's failure to\n\ncomply with the ADA\" and \"who is threatened with harm in the future\n\nbecause of existing or imminently threatened noncompliance with the\n\n\n                                  -5-\n\fADA\" suffers actual or imminent harm sufficient to confer standing.\n\nPickern v. Holiday Quality Foods, Inc., 293 F.3d 1133, 1138 (9th\n\nCir. 2002).\n\n          Umpierre alleges in his complaint that he\n\n          visited [Ferries'] vessel on several occasions\n          in 2001, 2002[,] and 2003, and at that time\n          was subjected to discrimination . . . due to\n          the   existence   of   various   barriers   to\n          accessibility at Defendant's place of public\n          accommodation and aboard Defendant's vessel.\n          Plaintiff intends to return to the Defendant's\n          place of public accommodation and cruise\n          vessel to avail himself of the goods and\n          services offered therein.\n\nFurthermore,   Umpierre alleges that the barriers to accessibility\n\n\"have effectively denied and/or diminished Plaintiff's ability to\n\nvisit and/or use the property and have endangered Plaintiff's\n\nsafety and the safety of other disabled persons who also visit\n\nand/or may want to visit the property.\"   Viewing the facts alleged\n\nin Umpierre's complaint as true, as we must when reviewing a Rule\n\n12(b)(6) dismissal,6 we conclude that Umpierre has alleged \"a real\n\nand immediate threat\" of discrimination by Ferries sufficient to\n\nconfer standing to sue.   Dudley, 333 F.3d at 306.7\n\n\n     6\n      Ferries refers us to documents outside the pleadings in an\nattempt to prove that Umpierre's allegations in the complaint are\nfalse, thereby ignoring the standard of review on appeal from a\nRule 12(b)(6) motion to dismiss.\n     7\n      We have recognized the similarity between the standing\nrequirement and the standard for determining the availability of a\nprivate right of action to enforce Title III. Dudley, 333 F.3d at\n306. The enforcement provision of Title III states that \"[n]othing\nin this section shall require a person with a disability to engage\n\n                                -6-\n\f          Next, Ferries advances no argument that its land-based\n\nfacilities are exempt from the statutory and regulatory mandates of\n\nthe ADA; it argues only that it maintains no land-based facilities.\n\nResolution of this factual dispute awaits the development of a\n\nrecord on remand. Taking the allegations in the complaint as true,\n\nUmpierre states a claim for relief under Title III of the ADA and\n\nits implementing regulations with respect to Ferries' land-based\n\nfacilities.\n\n          We turn, then, to Ferries' argument that Title III of the\n\nADA does not apply to foreign-flagged ships.   Ordinarily, we treat\n\nlegal theories raised for the first time on appeal as waived.\n\nUnited States v. Slade, 980 F.2d 27, 30 (1st Cir. 1992) (\"It is a\n\nbedrock rule that when a party has not presented an argument to the\n\ndistrict court, [he] may not unveil it in the court of appeals.\").\n\nNevertheless, we take judicial notice of the fact that the Supreme\n\nCourt recently heard oral argument on the precise question whether\n\nTitle III of the ADA applies to foreign-flagged cruise ships, and\n\n\n\nin a futile gesture if such person has actual notice that a person\nor organization covered by [Title III] does not intend to comply\nwith its provisions.\"       42 U.S.C. § 12188(a)(1).        Section\n12188(a)(1) thus \"negates any requirement that a disabled person\nengage in a futile gesture to establish the existence of a\ndiscriminatory policy or practice\" for purposes of bringing suit\nunder Title III. Dudley, 333 F.3d at 306. Accordingly, Umpierre\nneed not have engaged in the \"futile\" -- indeed, allegedly\nhazardous -- \"gesture,\" 42 U.S.C. § 12188(a)(1), of actually\ntraveling aboard Ferries' cruise vessel in order to establish\neither his standing to sue or a private right of action under Title\nIII.\n\n                               -7-\n\fthat a decision by the Supreme Court is pending.                 Spector v.\n\nNorwegian Cruise Line Ltd., No. 03-1388 (S. Ct. argued Feb. 28,\n\n2005).    On remand, the district court will have to apply that\n\ndecision of the Supreme Court when it is rendered.            Therefore, we\n\ninstruct the district court to defer further proceedings until the\n\nSupreme Court's decision in Spector is available.              The district\n\ncourt shall then permit development of the record, if consistent\n\nwith the Supreme Court's holding, on the factual issue of whether\n\nFerries operates a foreign-flagged cruise vessel.\n\n           Finally, we note that the district court appears to have\n\ntreated    Umpierre's   vessel-related      claims     as    alleging     only\n\nviolations   of   regulations   governing    the     new    construction    or\n\nalteration of cruise ships specifically.              The district court\n\ncorrectly noted that no such regulations currently exist.                  See\n\nSpector v. Norwegian Cruise Line Ltd., 356 F.3d 641, 650 n.10 (5th\n\nCir.), cert. granted, 125 S. Ct. 26 (2004) (\"Amazingly, now more\n\nthan a decade since the ADA's passage, [the Departments of Justice\n\nand Transportation] have yet to issue regulations specific to\n\ncruise    ships.\").     However,    Umpierre's       complaint    makes     no\n\nallegations relating to new construction or alteration.            Instead,\n\nUmpierre alleges violations of the statutory provisions of the ADA\n\nand its implementing regulations that require removal of existing\n\nbarriers by all public accommodations and public transportation\n\napart from regulations that may govern any new construction or\n\n\n                                   -8-\n\falteration.      Therefore, if the legal or factual resolution of the\n\nforeign-flagged ship issue does not preclude application of Title\n\nIII to Ferries' cruise vessel, the district court should also\n\nconsider on remand whether Umpierre's vessel-based statutory and\n\nregulatory    claims     under    42    U.S.C.      §§    12181-89   and    28   C.F.R.\n\n§§   36.302-305    may   proceed       despite      the    absence   of    a   separate\n\ncategory    of    regulations         governing     the    new   construction          and\n\nalteration of cruise ships. See, e.g., Stevens v. Premier Cruises,\n\nInc., 215 F.3d 1237, 1241 n.6 (11th Cir. 2000) (per curiam) (under\n\nplain language of the ADA, \"those parts of a cruise ship which fall\n\nwithin the statutory enumeration of public accommodations are\n\nthemselves public accommodations for the purposes of Title III,\"\n\nand Department of Justice's interpretation of Title III reaches the\n\nsame conclusion).\n\n            The   decision       of    the   district       court    dismissing        the\n\ncomplaint with prejudice is vacated, and this case is remanded for\n\nfurther    proceedings     consistent        with    this    opinion.          Costs    to\n\nappellant.\n\n\n\n\n                                          -9-\n\f",
  "html": "<p class=\"case_cite\">405 F.3d 60</p>\n    <p class=\"parties\">DISABLED AMERICANS FOR EQUAL ACCESS, INC., Plaintiff,<br>Eduardo Umpierre, Plaintiff, Appellant,<br>v.<br>FERRIES DEL CARIBE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2086.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 10, 2005.</p>\n    <p class=\"date\">Decided April 26, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Lorenzo Palomares Starbuck, with whom Lorenzo J. Palomares, P.S.C., Lawrence J. McGuinness, Lawrence J. McGuinness, P.A., Ian T. Kravitz, William D. Tucker, and Law Offices of William D. Tucker, P.A., were on brief, for appellant.</p>\n      <p class=\"indent\">Dora M. Pe&#241;agar&#237;cano, with whom McConnell Vald&#233;s was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In July 2003, Plaintiff-Appellant Eduardo Umpierre, who is wheelchair-bound, and Plaintiff Disabled Americans for Equal Access, Inc., on behalf of its members,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> filed an amended complaint against Defendant-Appellee Ferries del Caribe, Inc. (\"Ferries\") seeking injunctive relief, attorney's fees, and costs for violations of Title III of the Americans with Disabilities Act of 1990 as amended (\"ADA\"), 42 U.S.C. &#167;&#167; 12181-89, and a subset of its implementing regulations, 28 C.F.R. &#167;&#167; 36.302-305. Specifically, the complaint alleged that: &amp;#x2022; Ferries operates a cruise vessel subject to the mandates of Title III that govern public accommodations, <i>see</i> 42 U.S.C. &#167; 12182(a), and public transportation provided by a private entity, <i>see</i> 42 U.S.C. &#167; 12184(a);</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">&amp;#x2022; Umpierre was subjected to discrimination and is likely to suffer discrimination in the future through lack of access to \"full and equal enjoyment\" of the goods, services, and other privileges available aboard Ferries' vessel and at its land-based facilities (for example, because of a lack of ramps or accessible restrooms), <i>see</i> 42 U.S.C. &#167; 12182(a); and</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">&amp;#x2022; Ferries' failure to remove barriers to accessibility to the extent such removal is \"readily achievable,\" 42 U.S.C. &#167; 12182(b)(2)(A)(iv), violates Title III of the ADA and its implementing regulations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 19, 2003, Ferries filed a motion for summary judgment, followed three days later by a motion to dismiss the complaint pursuant to Fed.R.Civ.P. 12(b)(6).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On July 14, 2004, the district court granted Ferries' motion to dismiss the complaint, holding that \"an ADA accessibility claim against cruise ships is not proper due to the lack of ADA cruise ship regulations.\" <i>Disabled Americans for Equal Access, Inc. v. Ferries Del Caribe, Inc.,</i> 329 F.Supp.2d 209, 211 (D.P.R.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Umpierre timely appealed, arguing that the district court improperly based its decision on the non-existence of \"regulatory guidelines with respect to <i>both</i> new construction and barrier removal for cruise ships.\" <i>Id.</i> at 210 (emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Umpierre points out that he raised no claim under the ADA or its regulations regarding the new construction or alteration of public accommodations. <i>See</i> 42 U.S.C. &#167; 12183(a)(2); 28 C.F.R. Pt. 36, Subpart D. Rather, citing policy statements of the Departments of Justice and Transportation, he argues that cruise ships are subject to statutory and regulatory mandates applicable to <i>all</i> forms of public accommodations and public transportation, 42 U.S.C. &#167;&#167; 12181-89; 28 C.F.R. &#167;&#167; 36.302-305, including requirements for barrier removal, 42 U.S.C. &#167; 12182(b)(2)(A)(iv); 28 C.F.R. &#167; 36.304, regardless of whether they are also subject to additional regulations governing new construction or alteration under 28 C.F.R. Pt. 36, Subpart D.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Umpierre also argues that the district court improperly dismissed his claims relating to Ferries' land-based, non-vessel facilities. Ferries counters by arguing that the district court's decision should be affirmed on the merits or, in the alternative, that Umpierre lacks standing to bring his claims. Ferries also raises the argument for the first time on appeal that even if Umpierre otherwise states a claim, Title III of the ADA is inapplicable to foreign-flagged ships, such as its cruise vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the dismissal of a complaint pursuant to Fed.R.Civ.P. 12(b)(6) <i>de novo,</i>\"accept[ing] as true the factual allegations of the complaint, constru[ing] all reasonable inferences therefrom in favor of the plaintiffs, and determin[ing] whether the complaint, so read, limns facts sufficient to justify recovery on any cognizable theory of the case.\" <i>Beddall v. State St. Bank &amp; Trust Co.,</i> 137 F.3d 12, 16 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We first address Ferries' assertion that Umpierre lacks standing because \"it is impossible to experience discrimination covered by the ADA without traveling aboard [Ferries' vessel].\" \"[T]he irreducible constitutional minimum of standing\" includes the requirement that the plaintiff have suffered an \"injury in fact\" that is \"actual or imminent.\" <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 560, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992) (internal quotation marks and citations omitted). In the context of Title III of the ADA, a plaintiff generally must \"show a real and immediate threat that a particular (illegal) barrier will cause future harm.\" <i>Dudley v. Hannaford Bros. Co.,</i> 333 F.3d 299, 305 (1st Cir.2003) (explaining that this standard \"has been adapted from generic Supreme Court precedents discussing whether a plaintiff has standing to protest a particular injury\"). \"[A] disabled individual who is currently deterred from patronizing a public accommodation due to a defendant's failure to comply with the ADA\" and \"who is threatened with harm in the future because of existing or imminently threatened noncompliance with the ADA\" suffers actual or imminent harm sufficient to confer standing. <i>Pickern v. Holiday Quality Foods, Inc.,</i> 293 F.3d 1133, 1138 (9th Cir.2002).</p>\n    </div>\n    <p class=\"indent\">Umpierre alleges in his complaint that he</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">visited [Ferries'] vessel on several occasions in 2001, 2002[,] and 2003, and at that time was subjected to discrimination... due to the existence of various barriers to accessibility at Defendant's place of public accommodation and aboard Defendant's vessel. Plaintiff intends to return to the Defendant's place of public accommodation and cruise vessel to avail himself of the goods and services offered therein.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Furthermore, Umpierre alleges that the barriers to accessibility \"have effectively denied and/or diminished Plaintiff's ability to visit and/or use the property and have endangered Plaintiff's safety and the safety of other disabled persons who also visit and/or may want to visit the property.\" Viewing the facts alleged in Umpierre's complaint as true, as we must when reviewing a Rule 12(b)(6) dismissal,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we conclude that Umpierre has alleged \"a real and immediate threat\" of discrimination by Ferries sufficient to confer standing to sue. <i>Dudley,</i> 333 F.3d at 306.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Next, Ferries advances no argument that its land-based facilities are exempt from the statutory and regulatory mandates of the ADA; it argues only that it maintains no land-based facilities. Resolution of this factual dispute awaits the development of a record on remand. Taking the allegations in the complaint as true, Umpierre states a claim for relief under Title III of the ADA and its implementing regulations with respect to Ferries' land-based facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We turn, then, to Ferries' argument that Title III of the ADA does not apply to foreign-flagged ships. Ordinarily, we treat legal theories raised for the first time on appeal as waived. <i>United States v. Slade,</i> 980 F.2d 27, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, [he] may not unveil it in the court of appeals.\"). Nevertheless, we take judicial notice of the fact that the Supreme Court recently heard oral argument on the precise question whether Title III of the ADA applies to foreign-flagged cruise ships, and that a decision by the Supreme Court is pending. <i>Spector v. Norwegian Cruise Line Ltd.,</i> No. 03-1388, 2005 WL 578842 (S.Ct. argued Feb. 28, 2005). On remand, the district court will have to apply that decision of the Supreme Court when it is rendered. Therefore, we instruct the district court to defer further proceedings until the Supreme Court's decision in <i>Spector</i> is available. The district court shall then permit development of the record, if consistent with the Supreme Court's holding, on the factual issue of whether Ferries operates a foreign-flagged cruise vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, we note that the district court appears to have treated Umpierre's vessel-related claims as alleging only violations of regulations governing the new construction or alteration of cruise ships specifically. The district court correctly noted that no such regulations currently exist. <i>See Spector v. Norwegian Cruise Line Ltd.,</i> 356 F.3d 641, 650 n. 10 (5th Cir.), <i>cert. granted,</i> ___ U.S. ___, 125 S.Ct. 26, 159 L.Ed.2d 856 (2004) (\"Amazingly, now more than a decade since the ADA's passage, [the Departments of Justice and Transportation] have yet to issue regulations specific to cruise ships.\"). However, Umpierre's complaint makes no allegations relating to new construction or alteration. Instead, Umpierre alleges violations of the statutory provisions of the ADA and its implementing regulations that require removal of existing barriers by all public accommodations and public transportation apart from regulations that may govern any new construction or alteration. Therefore, if the legal or factual resolution of the foreign-flagged ship issue does not preclude application of Title III to Ferries' cruise vessel, the district court should also consider on remand whether Umpierre's vessel-based statutory and regulatory claims under 42 U.S.C. &#167;&#167; 12181-89 and 28 C.F.R. &#167;&#167; 36.302-305 may proceed despite the absence of a separate category of regulations governing the new construction and alteration of cruise ships. <i>See, e.g., Stevens v. Premier Cruises, Inc.,</i> 215 F.3d 1237, 1241 n. 6 (11th Cir.2000) (per curiam) (under plain language of the ADA, \"those parts of a cruise ship which fall within the statutory enumeration of public accommodations are themselves public accommodations for the purposes of Title III,\" and Department of Justice's interpretation of Title III reaches the same conclusion).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The decision of the district court dismissing the complaint with prejudice is <i>vacated,</i> and this case is <i>remanded,</i> for further proceedings consistent with this opinion. Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiff Disabled Americans for Equal Access, Inc., voluntarily dismissed its complaint against Ferries on behalf of its members and is no longer a party to the action or the appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 42 U.S.C. &#167; 12182(b)(2)(A)(iv) prohibits the \"failure to remove architectural barriers ... in existing facilities, and transportation barriers in existing vehicles and rail passenger cars used by an establishment for transporting individuals..., where such removal is readily achievable.\" 42 U.S.C. &#167; 12181(9) defines \"readily achievable\" as \"easily accomplishable and able to be carried out without much difficulty or expense.\" If removal of barriers is not \"readily achievable,\" 42 U.S.C. &#167; 12182(b)(2)(A)(v) requires delivery of goods and services by alternate means<i>See also</i> 28 C.F.R. &#167; 36.305.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The record contains no explanation of the reason for this unusual motion practice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While the district court explicitly mentioned regulations governing only \"new construction\" and \"barrier removal,\" we note that 28 C.F.R. Pt. 36, Subpart D, which sets forth regulations governing new construction by public accommodations, also includes regulations for the \"alteration\" of public accommodations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 28 C.F.R. &#167; 36.304 \"requires the removal of architectural barriers ... in existing facilities, where such removal is readily achievable.\" 28 C.F.R. Pt. 36, App. B at 700. By contrast, the regulations contained in 28 C.F.R. Pt. 36, Subpart D, which govern new construction and alterations, \"do[ ] not require alterations; [they] simply provide[ ] that when alterations are undertaken, they must be made in a manner that provides access.\"<i>Id.</i> at 717. Pursuant to 28 C.F.R. &#167; 36.402(b)(1), \"[a]lterations include, but are not limited to, remodeling, renovation, rehabilitation, reconstruction, historic restoration, changes or rearrangement in structural parts or elements, and changes or rearrangement in the plan configuration of walls and full-height partitions.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ferries refers us to documents outside the pleadings in an attempt to prove that Umpierre's allegations in the complaint are false, thereby ignoring the standard of review on appeal from a Rule 12(b)(6) motion to dismiss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We have recognized the similarity between the standing requirement and the standard for determining the availability of a private right of action to enforce Title III<i>Dudley,</i> 333 F.3d at 306. The enforcement provision of Title III states that \"[n]othing in this section shall require a person with a disability to engage in a futile gesture if such person has actual notice that a person or organization covered by [Title III] does not intend to comply with its provisions.\" 42 U.S.C. &#167; 12188(a)(1). Section 12188(a)(1) thus \"negates any requirement that a disabled person engage in a futile gesture to establish the existence of a discriminatory policy or practice\" for purposes of bringing suit under Title III. <i>Dudley,</i> 333 F.3d at 306. Accordingly, Umpierre need not have engaged in the \"futile\" &#8212; indeed, allegedly hazardous &#8212; \"gesture,\" 42 U.S.C. &#167; 12188(a)(1), of actually traveling aboard Ferries' cruise vessel in order to establish either his standing to sue or a private right of action under Title III.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></span></p>\n    <p class=\"parties\">DISABLED AMERICANS FOR EQUAL ACCESS, INC., Plaintiff,<br>Eduardo Umpierre, Plaintiff, Appellant,<br>v.<br>FERRIES DEL CARIBE, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2086.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 10, 2005.</p>\n    <p class=\"date\">Decided April 26, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Lorenzo Palomares Starbuck, with whom Lorenzo J. Palomares, P.S.C., Lawrence J. McGuinness, Lawrence J. McGuinness, P.A., Ian T. Kravitz, William D. Tucker, and Law Offices of William D. Tucker, P.A., were on brief, for appellant.</p>\n      <p class=\"indent\">Dora M. Pe&#241;agar&#237;cano, with whom McConnell Vald&#233;s was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In July 2003, Plaintiff-Appellant Eduardo Umpierre, who is wheelchair-bound, and Plaintiff Disabled Americans for Equal Access, Inc., on behalf of its members,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> filed an amended complaint against Defendant-Appellee Ferries del Caribe, Inc. (\"Ferries\") seeking injunctive relief, attorney's fees, and costs for violations of Title III of the Americans with Disabilities Act of 1990 as amended (\"ADA\"), 42 U.S.C. &#167;&#167; 12181-89, and a subset of its implementing regulations, 28 C.F.R. &#167;&#167; 36.302-305. Specifically, the complaint alleged that: &amp;#x2022; Ferries operates a cruise vessel subject to the mandates of Title III that govern public accommodations, <i>see</i> 42 U.S.C. &#167; 12182(a), and public transportation provided by a private entity, <i>see</i> 42 U.S.C. &#167; 12184(a);</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">&amp;#x2022; Umpierre was subjected to discrimination and is likely to suffer discrimination in the future through lack of access to \"full and equal enjoyment\" of the goods, services, and other privileges available aboard Ferries' vessel and at its land-based facilities (for example, because of a lack of ramps or accessible restrooms), <i>see</i> 42 U.S.C. &#167; 12182(a); and</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">&amp;#x2022; Ferries' failure to remove barriers to accessibility to the extent such removal is \"readily achievable,\" 42 U.S.C. &#167; 12182(b)(2)(A)(iv), violates Title III of the ADA and its implementing regulations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 19, 2003, Ferries filed a motion for summary judgment, followed three days later by a motion to dismiss the complaint pursuant to Fed.R.Civ.P. 12(b)(6).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On July 14, 2004, the district court granted Ferries' motion to dismiss the complaint, holding that \"an ADA accessibility claim against cruise ships is not proper due to the lack of ADA cruise ship regulations.\" <i>Disabled Americans for Equal Access, Inc. v. Ferries Del Caribe, Inc.,</i> <span class=\"citation\" data-id=\"2410016\"><a href=\"/opinion/2410016/disabled-americans-for-equal-access-inc-v-ferries-del-caribe-inc/\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">209</span></a></span>, 211 (D.P.R.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Umpierre timely appealed, arguing that the district court improperly based its decision on the non-existence of \"regulatory guidelines with respect to <i>both</i> new construction and barrier removal for cruise ships.\" <i>Id.</i> at 210 (emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Umpierre points out that he raised no claim under the ADA or its regulations regarding the new construction or alteration of public accommodations. <i>See</i> 42 U.S.C. &#167; 12183(a)(2); 28 C.F.R. Pt. 36, Subpart D. Rather, citing policy statements of the Departments of Justice and Transportation, he argues that cruise ships are subject to statutory and regulatory mandates applicable to <i>all</i> forms of public accommodations and public transportation, 42 U.S.C. &#167;&#167; 12181-89; 28 C.F.R. &#167;&#167; 36.302-305, including requirements for barrier removal, 42 U.S.C. &#167; 12182(b)(2)(A)(iv); 28 C.F.R. &#167; 36.304, regardless of whether they are also subject to additional regulations governing new construction or alteration under 28 C.F.R. Pt. 36, Subpart D.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Umpierre also argues that the district court improperly dismissed his claims relating to Ferries' land-based, non-vessel facilities. Ferries counters by arguing that the district court's decision should be affirmed on the merits or, in the alternative, that Umpierre lacks standing to bring his claims. Ferries also raises the argument for the first time on appeal that even if Umpierre otherwise states a claim, Title III of the ADA is inapplicable to foreign-flagged ships, such as its cruise vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review the dismissal of a complaint pursuant to Fed.R.Civ.P. 12(b)(6) <i>de novo,</i>\"accept[ing] as true the factual allegations of the complaint, constru[ing] all reasonable inferences therefrom in favor of the plaintiffs, and determin[ing] whether the complaint, so read, limns facts sufficient to justify recovery on any cognizable theory of the case.\" <i>Beddall v. State St. Bank &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"197817\"><a href=\"/opinion/197817/beddall-v-state-street-trust/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We first address Ferries' assertion that Umpierre lacks standing because \"it is impossible to experience discrimination covered by the ADA without traveling aboard [Ferries' vessel].\" \"[T]he irreducible constitutional minimum of standing\" includes the requirement that the plaintiff have suffered an \"injury in fact\" that is \"actual or imminent.\" <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992) (internal quotation marks and citations omitted). In the context of Title III of the ADA, a plaintiff generally must \"show a real and immediate threat that a particular (illegal) barrier will cause future harm.\" <i>Dudley v. Hannaford Bros. Co.,</i> <span class=\"citation\" data-id=\"200517\"><a href=\"/opinion/200517/dudley-v-hannaford-bros/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">299</span></a></span>, 305 (1st Cir.2003) (explaining that this standard \"has been adapted from generic Supreme Court precedents discussing whether a plaintiff has standing to protest a particular injury\"). \"[A] disabled individual who is currently deterred from patronizing a public accommodation due to a defendant's failure to comply with the ADA\" and \"who is threatened with harm in the future because of existing or imminently threatened noncompliance with the ADA\" suffers actual or imminent harm sufficient to confer standing. <i>Pickern v. Holiday Quality Foods, Inc.,</i> <span class=\"citation\" data-id=\"778052\"><a href=\"/opinion/778052/brenda-pickern-floyd-smyth-paul-heard-and-jerry-doran-v-holiday-quality/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1133</span></a></span>, 1138 (9th Cir.2002).</p>\n    </div>\n    <p class=\"indent\">Umpierre alleges in his complaint that he</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">visited [Ferries'] vessel on several occasions in 2001, 2002[,] and 2003, and at that time was subjected to discrimination... due to the existence of various barriers to accessibility at Defendant's place of public accommodation and aboard Defendant's vessel. Plaintiff intends to return to the Defendant's place of public accommodation and cruise vessel to avail himself of the goods and services offered therein.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Furthermore, Umpierre alleges that the barriers to accessibility \"have effectively denied and/or diminished Plaintiff's ability to visit and/or use the property and have endangered Plaintiff's safety and the safety of other disabled persons who also visit and/or may want to visit the property.\" Viewing the facts alleged in Umpierre's complaint as true, as we must when reviewing a Rule 12(b)(6) dismissal,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we conclude that Umpierre has alleged \"a real and immediate threat\" of discrimination by Ferries sufficient to confer standing to sue. <i>Dudley,</i> 333 F.3d at 306.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Next, Ferries advances no argument that its land-based facilities are exempt from the statutory and regulatory mandates of the ADA; it argues only that it maintains no land-based facilities. Resolution of this factual dispute awaits the development of a record on remand. Taking the allegations in the complaint as true, Umpierre states a claim for relief under Title III of the ADA and its implementing regulations with respect to Ferries' land-based facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We turn, then, to Ferries' argument that Title III of the ADA does not apply to foreign-flagged ships. Ordinarily, we treat legal theories raised for the first time on appeal as waived. <i>United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, [he] may not unveil it in the court of appeals.\"). Nevertheless, we take judicial notice of the fact that the Supreme Court recently heard oral argument on the precise question whether Title III of the ADA applies to foreign-flagged cruise ships, and that a decision by the Supreme Court is pending. <i>Spector v. Norwegian Cruise Line Ltd.,</i> No. 03-1388, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">578842</span></span> (S.Ct. argued Feb. 28, 2005). On remand, the district court will have to apply that decision of the Supreme Court when it is rendered. Therefore, we instruct the district court to defer further proceedings until the Supreme Court's decision in <i>Spector</i> is available. The district court shall then permit development of the record, if consistent with the Supreme Court's holding, on the factual issue of whether Ferries operates a foreign-flagged cruise vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, we note that the district court appears to have treated Umpierre's vessel-related claims as alleging only violations of regulations governing the new construction or alteration of cruise ships specifically. The district court correctly noted that no such regulations currently exist. <i>See Spector v. Norwegian Cruise Line Ltd.,</i> <span class=\"citation\" data-id=\"33785\"><a href=\"/opinion/33785/spector-v-norwegian-cruise-ltd/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 650 n. 10 (5th Cir.), <i>cert. granted,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">26</span></span>, <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">856</span></span> (2004) (\"Amazingly, now more than a decade since the ADA's passage, [the Departments of Justice and Transportation] have yet to issue regulations specific to cruise ships.\"). However, Umpierre's complaint makes no allegations relating to new construction or alteration. Instead, Umpierre alleges violations of the statutory provisions of the ADA and its implementing regulations that require removal of existing barriers by all public accommodations and public transportation apart from regulations that may govern any new construction or alteration. Therefore, if the legal or factual resolution of the foreign-flagged ship issue does not preclude application of Title III to Ferries' cruise vessel, the district court should also consider on remand whether Umpierre's vessel-based statutory and regulatory claims under 42 U.S.C. &#167;&#167; 12181-89 and 28 C.F.R. &#167;&#167; 36.302-305 may proceed despite the absence of a separate category of regulations governing the new construction and alteration of cruise ships. <i>See, e.g., Stevens v. Premier Cruises, Inc.,</i> <span class=\"citation\" data-id=\"74606\"><a href=\"/opinion/74606/stevens-v-premier-cruises-inc/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1237</span></a></span>, 1241 n. 6 (11th Cir.2000) (per curiam) (under plain language of the ADA, \"those parts of a cruise ship which fall within the statutory enumeration of public accommodations are themselves public accommodations for the purposes of Title III,\" and Department of Justice's interpretation of Title III reaches the same conclusion).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The decision of the district court dismissing the complaint with prejudice is <i>vacated,</i> and this case is <i>remanded,</i> for further proceedings consistent with this opinion. Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiff Disabled Americans for Equal Access, Inc., voluntarily dismissed its complaint against Ferries on behalf of its members and is no longer a party to the action or the appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 42 U.S.C. &#167; 12182(b)(2)(A)(iv) prohibits the \"failure to remove architectural barriers ... in existing facilities, and transportation barriers in existing vehicles and rail passenger cars used by an establishment for transporting individuals..., where such removal is readily achievable.\" 42 U.S.C. &#167; 12181(9) defines \"readily achievable\" as \"easily accomplishable and able to be carried out without much difficulty or expense.\" If removal of barriers is not \"readily achievable,\" 42 U.S.C. &#167; 12182(b)(2)(A)(v) requires delivery of goods and services by alternate means<i>See also</i> 28 C.F.R. &#167; 36.305.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The record contains no explanation of the reason for this unusual motion practice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While the district court explicitly mentioned regulations governing only \"new construction\" and \"barrier removal,\" we note that 28 C.F.R. Pt. 36, Subpart D, which sets forth regulations governing new construction by public accommodations, also includes regulations for the \"alteration\" of public accommodations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 28 C.F.R. &#167; 36.304 \"requires the removal of architectural barriers ... in existing facilities, where such removal is readily achievable.\" 28 C.F.R. Pt. 36, App. B at 700. By contrast, the regulations contained in 28 C.F.R. Pt. 36, Subpart D, which govern new construction and alterations, \"do[ ] not require alterations; [they] simply provide[ ] that when alterations are undertaken, they must be made in a manner that provides access.\"<i>Id.</i> at 717. Pursuant to 28 C.F.R. &#167; 36.402(b)(1), \"[a]lterations include, but are not limited to, remodeling, renovation, rehabilitation, reconstruction, historic restoration, changes or rearrangement in structural parts or elements, and changes or rearrangement in the plan configuration of walls and full-height partitions.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Ferries refers us to documents outside the pleadings in an attempt to prove that Umpierre's allegations in the complaint are false, thereby ignoring the standard of review on appeal from a Rule 12(b)(6) motion to dismiss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We have recognized the similarity between the standing requirement and the standard for determining the availability of a private right of action to enforce Title III<i>Dudley,</i> 333 F.3d at 306. The enforcement provision of Title III states that \"[n]othing in this section shall require a person with a disability to engage in a futile gesture if such person has actual notice that a person or organization covered by [Title III] does not intend to comply with its provisions.\" 42 U.S.C. &#167; 12188(a)(1). Section 12188(a)(1) thus \"negates any requirement that a disabled person engage in a futile gesture to establish the existence of a discriminatory policy or practice\" for purposes of bringing suit under Title III. <i>Dudley,</i> 333 F.3d at 306. Accordingly, Umpierre need not have engaged in the \"futile\" &#8212; indeed, allegedly hazardous &#8212; \"gesture,\" 42 U.S.C. &#167; 12188(a)(1), of actually traveling aboard Ferries' cruise vessel in order to establish either his standing to sue or a private right of action under Title III.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/33785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/74606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2410016/"
  ]
}