{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201506/",
  "absolute_url": "/opinion/201506/baron-v-suffolk-county/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201506/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:28:12Z",
  "date_modified": "2016-02-28T05:05:51.203973Z",
  "type": "010combined",
  "sha1": "42e003d4aaf628fdfe2ab72d01d9c1c04e9cdfac",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2718-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/29/Baron_v._Suffolk_County.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 03-2718\n\n                             BRUCE BARON,\n\n                        Plaintiff, Appellee,\n\n                                  v.\n\n SUFFOLK COUNTY SHERIFF'S DEPARTMENT; SHERIFF OF SUFFOLK COUNTY,\n\n                       Defendants, Appellants,\n\n                            DANIEL HICKEY,\n\n                              Defendant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                               Before\n\n                         Boudin, Chief Judge,\n                          Cyr, Senior Judge,\n                      and Lipez, Circuit Judge.\n\n\n\n     Kathleen M. Cawley, Assistant General Counsel, Suffolk County\nSheriff's Department, for appellant.\n     Carolyn M. Conway, with whom DiMento & Sullivan was on brief,\nfor appellee.\n\n\n\n                           March 29, 2005\n\f          LIPEZ, Circuit Judge.   Plaintiff Bruce Baron, a former\n\ncorrections officer at the Suffolk County House of Correction, was\n\nallegedly harassed and forced to quit his job after he broke a code\n\nof silence by reporting a fellow officer's misconduct.     He sued\n\ncorrections officer Daniel Hickey, the Suffolk County Sheriff's\n\nDepartment (\"Department\"), and Suffolk County Sheriff Richard Rouse\n\nfor civil rights violations stemming from that harassment.      The\n\ndistrict court awarded summary judgment for Rouse on the grounds of\n\nqualified immunity but denied summary judgment for the Department.\n\nFollowing a four-day trial, the jury returned a verdict against the\n\nDepartment and awarded Baron $500,000 in damages.    The jury also\n\nfound that Hickey was liable for tortious interference with Baron's\n\ncontractual relationship with the Department but that the specific\n\nharassment claims against him were time-barred; the jury awarded no\n\ndamages against Hickey.\n\n          The Department then moved for judgment as a matter of\n\nlaw, as well as for a new trial and a remittitur of damages.    The\n\ncourt denied these motions. The Department now appeals. Reviewing\n\nits claims, we find only one arguable error in the extensive record\n\n-- namely, a jury instruction that did not identify a specific\n\nindividual as the final policymaker who must have condoned the\n\ncustom that violated Baron's civil rights.   We conclude, however,\n\nthat this forfeited claim does not dictate reversal of the jury\n\nverdict under the plain error test set forth in United States v.\n\nOlano, 507 U.S. 725, 735-36 (1993).   Accordingly, we affirm.\n\n                               -2-\n\f                                        I.\n\n            We draw on the trial record for background, reciting the\n\nfacts in the light most favorable to the verdict.                 See SEC v. Happ,\n\n392 F.3d 12, 17 (1st Cir. 2004); Wennik v. Polygram Group Dist.,\n\nInc., 304 F.3d 123, 126 (1st Cir. 2002).\n\nA. Baron's employment at the House of Correction\n\n            Baron began working as a corrections officer at the\n\nSuffolk County House of Correction in 1995.                  On January 27, 1997,\n\nwhile Baron was on duty, he and a supervisor, Sergeant Walsh,\n\nobserved over a television monitor that another officer, Sergeant\n\nWilliam Curtis, was playing cards with inmates in violation of the\n\ninstitution's     policies.        Walsh     ordered    Baron     to    call    Deputy\n\nSuperintendent     Richard      Feeney1    to   the    unit    and     show    him   the\n\nmonitor, where Curtis could still be seen playing cards.                         Baron\n\ncomplied,      thereby    essentially      reporting         Curtis's    infraction.\n\nCurtis was suspended for three days as a result.\n\n            Almost       immediately      after       this     incident,       Baron's\n\ncolleagues     began     to   harass   him    in   retaliation       for      reporting\n\nCurtis's card-playing in violation of a tacit \"code of silence\"\n\nunder which corrections officers refrain from reporting each other\n\nfor   policy    violations.       Among      other    things,     the    corrections\n\nofficers shunned him at roll call and referred to him as a \"rat.\"\n\nThey displayed posters mocking Baron throughout the facility.                        One\n\n      1\n      Feeney was promoted to Superintendent in October 1997 and\nretired from the Department in 2002.\n\n                                        -3-\n\fposter accused him of being a child molester.                 During the summer of\n\n1997, Baron also received harassing phone calls at work; once he\n\nleft work to find that his car had been defaced with feces and his\n\ntires had been slashed.\n\n               Defendant Daniel Hickey, another corrections officer, was\n\nthe chief instigator of the harassment, repeatedly threatening\n\nBaron    and    calling   him    a   rat    in   front   of    inmates   and   other\n\ncorrections officers.           In one of their more heated encounters in\n\nSeptember 1997, Hickey approached Baron in the cafeteria, said\n\n\"Excuse me, this is for the rat fink,\" and threw cheese onto\n\nBaron's plate.      He also called Baron a \"low down Jewish rat bastard\n\ncoward.\"\n\n               Baron verbally complained to his supervisors and to the\n\nSheriff's Investigative Division (SID)2 about such harassment on\n\nmore than thirty occasions.                Although Baron submitted at least\n\neight written complaints to the SID detailing specific incidents,\n\nhe did not keep copies of them and the SID produced only two in\n\nresponse to this litigation.               In one written complaint filed on\n\nSeptember 15, 1997, Baron reported that he had been harassed by\n\nHickey for eight weeks and \"did not know why he has a personal\n\ngrudge against me.\"       In the other written complaint in the record,\n\ndated September 16, 1997, Baron reported that \"Hickey started\n\nharassing me about being a rat . . . and warning other officers\n\n\n     2\n      The SID is a division within the Department responsible for\ninvestigating allegations of officer misconduct.\n\n                                           -4-\n\fthat I may be monitoring them on camera.\"    The September 16 report\n\nalso recounted the cafeteria confrontation between Hickey and\n\nBaron.\n\n          SID investigator Neville Arthur collected reports from\n\nDepartment employees who had been present at the time of the\n\nconfrontation in response to Baron's September 16 complaint.     In\n\ncontravention of Department policy, however, Arthur did not submit\n\na final written report of his findings.     Also in connection with\n\nBaron's complaints, a deputy superintendent interviewed Hickey and\n\nordered him to leave Baron alone but did not discipline him.     On\n\nanother occasion, a supervisor responded to Baron's complaints by\n\ntelling him to \"be a man.\"   Baron was ultimately transferred to the\n\nnight shift in October 1997, but the harassment did not abate.\n\nAmong other things, officers refused to cover his post for bathroom\n\nbreaks, requiring him to relieve himself in a cup or in a yard\n\nadjacent to his post.\n\n          Over the ensuing months, as the harassment continued,\n\nBaron was charged with several violations of institution policy.\n\nIn December 1997, a female inmate alleged that Baron had sexually\n\nassaulted her.   Baron claims that Hickey encouraged the inmate's\n\nallegations in an effort to discredit him; a jury acquitted him on\n\nthe assault charge.     Baron was also suspended for five days and\n\nplaced on employee probation for one year for giving food to an\n\ninmate in violation of prison policy.       In February 1998, Baron\n\ncollapsed at work from the stress of the harassment and had to be\n\n                                 -5-\n\ftaken to the hospital.    He subsequently returned to work.           In June\n\n1998, Baron violated institution policy by directly informing the\n\npolice of an inmate's claim that his girlfriend had been sexually\n\nassaulted, rather than immediately reporting the claim to the\n\nDepartment.   Baron deviated from the internal reporting procedure\n\nbecause he did not trust his superiors in the Department in light\n\nof the ongoing harassment.     As a result of the violation, Baron was\n\npresented with a settlement agreement under which he would be\n\nsuspended for ten days.    When Baron refused to sign the agreement\n\nbecause it inaccurately recounted the incident, his suspension was\n\nincreased to twenty days.       Baron did not serve the suspension\n\nbecause he called in sick between the time when it was imposed and\n\nSeptember 3, 1998, when he resigned his position.              Although the\n\nDepartment contends that he resigned specifically to avoid the\n\nsuspension,   Baron   claims   that   he   was   forced   to   quit   by   the\n\npsychological toll of the ongoing harassment.\n\nB. Procedural history\n\n          In January 2001, Baron sued Hickey, Sheriff Rouse, and\n\nthe Department in Suffolk County Superior Court, alleging, inter\n\nalia, that the retaliatory harassment he suffered for breaching the\n\nDepartment's code of silence forced his constructive discharge and\n\nviolated his First Amendment and due process rights in violation of\n\n\n\n\n                                  -6-\n\f42 U.S.C. § 19833 and state law.         The case was removed to federal\n\ndistrict court in January 2001.\n\n             After   several   claims   were   dismissed   on   motions   for\n\nsummary judgment,4 the claims against Hickey and the Department\n\nproceeded to trial in May 2003.         The defendants moved for judgment\n\nas a matter of law under Fed. R. Civ. P. 50(a) both at the close of\n\n\n\n\n     3\n         42 U.S.C. § 1983 provides that:\n\n     Every person who, under color of any . . . custom . . .\n     of any State . . . subjects, or causes to be subjected,\n     any citizen of the United States . . . to the deprivation\n     of any rights, privileges, or immunities secured by the\n     Constitution and laws, shall be liable to the party\n     injured in an action at law.\n     4\n      The court granted summary judgment for the Department on\nBaron's claim under the Massachusetts Civil Rights Act, Mass. Gen.\nLaws ch. 12, §§ 11H & 11I, finding that it was \"not cognizable\nunder First Circuit precedents.\"      The court initially denied\nsummary judgment on Baron's common law constructive discharge claim\nagainst the Department but later dismissed the claim upon the\nDepartment's motion for judgment as a matter of law, finding that\nthe grievance procedures provided under Baron's collective\nbargaining agreement were his exclusive remedy for discharge.\nThose rulings are not before us.\n     The court also awarded summary judgment for Sheriff Rouse on\nthe basis of qualified immunity:\n\n     Plaintiff . . . has produced insufficient evidence to\n     support a claim that the Sheriff acquiesced in the code\n     of silence in 1997 and 1998. . . . Thus, while there is\n     evidence that the Suffolk County House of Correction had\n     a widespread custom and practice of tolerating a code of\n     silence, based on this record, I conclude that the\n     Sheriff's hands-off management style did not arise [sic]\n     to the level of willful blindness or deliberate\n     indifference to the code of silence during the relevant\n     time period.\n\nBaron did not appeal this ruling.\n\n                                    -7-\n\fBaron's case and at the close of evidence.        In both cases, the\n\ncourt denied the motion.\n\n             Following the four-day trial, the jury returned a verdict\n\nagainst the Department, finding that Baron had proven that it had\n\na policy that caused a violation of his civil rights, and awarded\n\nhim $500,000 in damages. The jury found that the harassment claims\n\nagainst Hickey     were time barred5 but that he was liable for\n\ntortious interference with a contractual relationship.6      The jury\n\ndid not award any damages based on its tortious interference\n\nfinding.      Accordingly, the court entered judgment in favor of\n\nHickey7 and against the Department.\n\n             The Department now appeals, asserting a panoply of claims\n\naimed at virtually every aspect of the district court proceedings.\n\nThese claims essentially reduce to five major arguments.       First,\n\nthe Department challenges the district court's conclusion that\n\nBaron engaged in speech protected by the First Amendment.     Second,\n\nit asserts that Baron did not establish a basis for municipal\n\nliability because there was no evidence of a custom of condoning a\n\n\n\n     5\n      Because there was a three-year statute of limitations on the\nharassment claim against Hickey, the first question on the special\nverdict form asked the jury whether Baron proved that Hickey had\nharassed him past January 4, 1998. The jury answered that question\nin the negative.\n     6\n      This finding was based on Baron's claim that Hickey's\nharassment improperly interfered with his performance of his\nemployment agreement with the Department.\n     7\n         Neither party appeals the judgment with regard to Hickey.\n\n                                  -8-\n\fcode of silence and retaliatory harassment, and that even if there\n\nwas such a custom, Baron failed to demonstrate that a Department\n\npolicymaker was aware of it.      Third, the Department takes issue\n\nwith the special verdict form given to the jury, arguing that it\n\ndoes not adequately specify the basis of the jury's verdict.\n\nFourth, the Department contends that the district court relied on\n\nerroneous evidence in denying its motion for a new trial. Finally,\n\nthe Department maintains that there was no basis for the damages\n\naward.   We consider these claims in turn.\n\n                                  II.\n\nA. First Amendment\n\n           The Department has argued throughout the course of this\n\nlitigation that the speech for which Baron was allegedly harassed\n\n-- both the initial reporting of Curtis's infraction and the\n\nsubsequent complaints of harassment -- was not protected by the\n\nFirst Amendment. The district court rejected this protected speech\n\nargument at summary judgment, concluding that although the report\n\nof Curtis's wrongdoing \"does not seem to rise to the level of\n\nbreach of a public trust,\" there is an inherent public concern in\n\n\"the alleged supervisory tolerance of a pattern of escalating co-\n\nworker   harassment   launched   against   a   corrections   officer   for\n\nreporting an infraction by a fellow officer in a prison setting and\n\nthen complaining about the harassment.\"            The court summarily\n\n\n\n\n                                  -9-\n\frejected this argument again at the close of trial in denying the\n\nDepartment's motion for judgment as a matter of law.8\n\n          The   Department   renews   its   challenge   to   the   court's\n\nprotected speech ruling on appeal.9     Specifically, the Department\n\nasserts that there is nothing in the record to support the court's\n\nfinding that Baron's speech was of inherent public interest, and\n\nthus protected speech.10     The Department also attacks the court's\n\nFirst Amendment jury instructions, assigning error to the court's\n\n\n\n\n     8\n      Baron asserts that the Department failed to preserve this\nFirst Amendment claim at trial. This contention rests on an error\nin the electronic docket, which includes two copies of the\nDepartment's motion for judgment as a matter of law based on\nBaron's failure to demonstrate that he was constructively\ndischarged, identified as docket entries 98 and 99. Our review of\nthe paper record reveals that, in fact, docket entries 98 and 99\nare two distinct motions for judgment as a matter of law, one based\non the First Amendment claim (number 98) and one based on the\nconstructive discharge issue (number 99).\n     9\n      Although the court made its protected speech determination in\na summary judgment ruling, it subsequently incorporated the\ndetermination into the trial by referring to the earlier ruling in\nits jury instructions. In addressing the Department's protected\nspeech argument, therefore, we are not reviewing the summary\njudgment determination, but rather the ruling as it was\nincorporated by reference into the trial by the jury instructions.\n     10\n      The Department also argues for the first time on appeal that\nnot only was Baron's reporting of Curtis not protected speech, but\nthat it was not speech at all. It emphasizes that Baron merely\ndirected his superiors' attention to a monitor on which Curtis\ncould be seen playing cards with inmates, rather than reporting the\nincident himself. This claim must fail. Baron testified that he\ncalled his superiors to the monitor on which Curtis could be seen\nplaying cards; that call, which was indisputably speech,\neffectively reported Curtis's infraction in violation of the code\nof silence.\n\n                                 -10-\n\fuse of the term \"constructive discharge\" in explaining Baron's\n\nburden of proof to establish a claim.\n\n             1. Protected speech determination\n\n             To prevail on a § 1983 claim based on a violation of his\n\nFirst Amendment rights, a public employee like Baron must show that\n\n\"(1) his expression involved matters of public concern; (2) his\n\ninterest     in    commenting   upon   those   matters    outweighed    the\n\n[government employer's] interests in the efficient performance of\n\nits pubic services; and (3) his protected speech was a substantial\n\nor motivating factor in the . . . adverse employment actions.\"\n\nLewis v. City of Boston, 321 F.3d 207, 218 (1st Cir. 2003).            This\n\nappeal focuses on the first prong, the threshold question of\n\nwhether Baron was speaking \"not as a citizen upon matters of public\n\nconcern, but instead as an employee upon matters only of personal\n\ninterest.\"        Connick v. Myers, 461 U.S. 138, 147 (1983).            In\n\nanswering this question of law, the Supreme Court has instructed\n\ncourts to consider \"the content, form, and context of a given\n\nstatement, as revealed by the whole record.\"        Id.    at 147-48.\n\n             Not every First Amendment inquiry requires a full Connick\n\ninquiry into form and context, however.        There are some situations\n\nwhere public interest will be apparent from the content of speech\n\nalone:\n\n     Where a public employee speaks out on a topic which is\n     clearly a legitimate matter of inherent concern to the\n     electorate, the court may eschew further inquiry into the\n     employee's motives as revealed by the \"form and context\"\n     of the expression. On the other hand, public-employee\n\n                                   -11-\n\f     speech on a topic which would not necessarily qualify, on\n     the basis of its content alone, as a matter of inherent\n     public concern (e.g., internal working conditions,\n     affecting only the speaker and co-workers), may require\n     a more complete Connick analysis into the form and\n     context of the public-employee expression, \"as revealed\n     by the whole record,\" with a view to whether the\n     community has in fact manifested a legitimate concern in\n     the internal workings of the particular agency or\n     department of government, and if so, whether the \"form\"\n     of the employee's expression suggests a subjective intent\n     to contribute to any such public discourse.\n\nO'Connor v. Steeves, 994 F.2d 905, 913-14 (1st Cir. 1993) (internal\n\ncitations omitted).\n\n          The district court determined at summary judgment that\n\n\"the internal workings of the Sheriff's Department\" were a matter\n\nof inherent public concern, and thus found that Baron's speech was\n\nprotected without engaging in an extended analysis of its form and\n\ncontext.11 The Department takes issue with this conclusion, arguing\n\n\n     11\n      It is not entirely clear from the summary judgment decision\nwhether the district court's ruling on protected speech applied to\nboth Baron's reporting of Curtis and his subsequent complaints of\nharassment, or only to the latter. The Department contends that\nthe summary judgment order treated only the latter speech as\nprotected and that the court committed an additional error when it\nreferred to both the reporting and the complaints as protected\nspeech in the jury instructions. We disagree.\n     Although the district court did raise doubts at summary\njudgment as to whether the report was protected speech, it did not\nconclusively make such a ruling.      An instruction treating the\ninitial report as protected speech is consistent with the court's\nsummary judgment statement that \"[i]t is essential that corrections\nofficers be able to speak freely about misconduct.\" While playing\ncards with inmates may be viewed as a relatively minor infraction,\na casual attitude toward reporting \"minor\" infractions may lead to\nmore serious infractions going unreported as well. The court's\njury instruction that it had found both Baron's initial reporting\nof Curtis and his subsequent complaints of harassment protected was\ntherefore not plainly erroneous.\n\n\n                               -12-\n\fthat the content of Baron's expression was not a matter of inherent\n\npublic concern because it dealt exclusively with internal working\n\nconditions at the House of Correction.         We disagree.\n\n             It is true that some speech about internal working\n\nconditions would not be of inherent public interest.           For example,\n\nin Connick, the Court considered whether a questionnaire circulated\n\nby an Assistant District Attorney to her colleagues was protected\n\nspeech under the First Amendment.         Most of the questionnaire dealt\n\nwith office transfer policy, employee morale, and the performance\n\nof certain supervisors. The Court concluded that questions related\n\nto discipline and morale were not protected speech:\n\n      [W]e do not believe these questions are of public import\n      in evaluating the performance of the District Attorney as\n      an elected official. . . . Indeed, the questionnaire, if\n      released to the public, would convey no information at\n      all other than the fact that a single employee is upset\n      with the status quo.\n\n461 U.S. at 148.        Based on that holding, we noted in O'Connor that\n\nspeech about internal working conditions may not qualify as a\n\nmatter of inherent public concern \"on the basis of its content\n\nalone,\" and instead \"may require a more complete Connick analysis.\"\n\n994 F.2d at 914.\n\n             As the district court recognized, however, Connick does\n\nnot   entirely     foreclose       the   possibility    that   under     some\n\ncircumstances, speech regarding internal working conditions may be\n\nof inherent public interest.        Indeed, the Supreme Court identified\n\none   item   on   the    Connick   questionnaire   as   falling   into   this\n\n\n                                     -13-\n\fcategory: a question asking whether Assistant District Attorneys\n\n\"ever feel pressured to work in political campaigns on behalf of\n\noffice supported candidates.\" 461 U.S. at 149. Noting that \"there\n\nis a demonstrated interest in this country that government service\n\nshould depend upon meritorious performance rather than political\n\nservice,\" the Court found that the political pressure question\n\ninvolved \"a matter of interest to the community upon which it is\n\nessential that public employees be able to speak out freely without\n\nfear of retaliatory dismissal.\"          Id.\n\n            The district court concluded that this line of reasoning\n\napplied equally to Baron's repeated reports of harassment in\n\nretaliation for violating the code of silence:\n\n     It is apparent that the issue of whether a corrections\n     officer is willing to \"walk the blue line\" to report\n     wrongdoing within the prison walls is a matter of great\n     interest to the community, and the courts. This problem\n     is analogous to the situation in which a public employee\n     feels pressured to work in a political campaign, which\n     the Supreme Court discussed in Connick. It is essential\n     that corrections officers be able to speak out freely\n     about misconduct without the pressure of a \"code of\n     silence\" and fear of extreme retaliatory harassment\n     sufficient to force resignation.\n\nThe court    also   emphasized    that    \"[t]he   community    has     in   fact\n\nmanifested a legitimate concern in the internal workings of the\n\nSheriff's Department.\"         As evidence of that concern, the court\n\ncited a series of 2001 Boston Globe newspaper articles chronicling\n\nabuse and mismanagement at the House of Correction, and the Stern\n\nReport, commissioned by Governor Jane Swift in 2001 in response to\n\nmounting    allegations   of    mismanagement      of   the   Suffolk    County\n\n                                    -14-\n\fSheriff's    Department,   which    recommended      a   number     of   sweeping\n\nchanges to the Department, including an aggressive attack on the\n\ncode of silence.12\n\n             The Department now argues that the district court should\n\nnot have considered these sources because they reflect public\n\ninterest several years after the speech at issue here.               While it is\n\ntrue that this specific evidence of public interest post-dates\n\nBaron's speech, there is nothing to suggest that the public would\n\nnot   have    been   similarly     interested   in       internal    Department\n\nconditions in 1997 and 1998 when Baron repeatedly complained about\n\nretaliatory harassment without a meaningful response from his\n\nsuperiors.     Given that the court's protected speech determination\n\nrested on a finding of inherent public interest, the small time\n\ndiscrepancy that the Department points to is unimportant. If there\n\nwas an inherent public interest in internal Department conditions\n\nin 2001, there is no reason to doubt that the same interest was\n\npresent in 1997.\n\n             Retaliation against officers who breach a code of silence\n\namong their colleagues at a county House of Correction implicates\n\nthe public interest in a way that morale among Assistant District\n\nAttorneys does not.        Unlike the speaker in Connick, Baron was\n\n\n      12\n       The Stern Report was not offered into evidence at trial and\nthe district court emphasized that it did not consider the report\nin evaluating the Department's post-verdict sufficiency of the\nevidence claim.    It is, however, part of the record on appeal\nbecause of the court's reliance on it at the summary judgment\nstage.\n\n                                    -15-\n\freporting actual wrongdoing on the part of public employees.                       Cf.\n\n461 U.S. at 148 (employee did not \"seek to bring to light actual or\n\npotential     wrongdoing\").       The    wrongdoing       Baron     complained     of,\n\nincluding officers' violations of prison policy, retaliation for\n\nbreaching the code of silence, and prison officials' failure to\n\ninvestigate or put a stop to that retaliation, affected not only\n\nBaron and his co-workers, but also the prison inmates who were\n\nunder   the       Department's   control.           Accordingly,    Baron's    speech\n\ninvolved      a    \"legitimate    matter       of     inherent     concern    to   the\n\nelectorate,\" O'Connor, 994 F.2d at 913-14, and the district court\n\nproperly \"eschew[ed] further inquiry into the employee's motives.\"\n\nId.   The Department's additional arguments regarding the form and\n\ncontext of Baron's speech are thus inapposite.\n\n              2. Constructive discharge jury instruction\n\n              The Department also contends that it is entitled to a new\n\ntrial based on the district court's instructions to the jury on the\n\nelements of Baron's First Amendment claim.                       As the Department\n\nconcedes, it forfeited this claim by failing to timely object to\n\nthe instructions as required by Fed. R. Civ. P. 51(c).                             The\n\ndistrict court cited this failure as the basis for refusing to\n\nconsider the Department's challenge when it was raised for the\n\nfirst time in a post-trial motion.              The Department now renews its\n\nclaim before us.\n\n              A petitioner's \"failure to object when the court issued\n\nthe [jury] instruction constitute[s] a forfeiture of her right to\n\n                                        -16-\n\fobject on appeal.\"    Flynn v. AK Peters, Ltd., 377 F.3d 13, 25 (1st\n\nCir. 2004).    Under Fed. R. Civ. P. 51(c)(2)(A), a timely objection\n\nto jury instructions must be raised before the instructions are\n\ndelivered.     \"Our interpretation of Rule 51 is quite strict.\"\n\nConnelly v. Hyundai Motor Co., 351 F.3d 535, 544 (1st Cir. 2003).\n\n\"There is a good reason for this strictness.        We enforce our\n\nobject-or-forfeit rule 'to compel litigants to afford the trial\n\ncourt an opportunity to cure [a] defective instruction and to\n\nprevent the litigants from ensuring a new trial in the event of an\n\nadverse verdict by covertly relying on the error.'\"        Flynn, 377\n\nF.3d at 25 (quoting Cross v. Cleaver, 142 F.3d 1059, 1068) (8th\n\nCir. 1998)) (alteration in original).    Accordingly, we review the\n\nDepartment's forfeited claim only for plain error.        See Fed. R.\n\nCiv. P. 51(d)(2); Babcock v. Gen. Motors Corp., 299 F.3d 60, 63-64\n\n(1st Cir. 2002).\n\n             The Department assigns error to the district court's\n\nreferences to Baron's \"constructive discharge\" in explaining the\n\nnecessary elements of his First Amendment claim.    It contends that\n\nthese references gave jurors the mistaken impression that the court\n\nhad already determined that Baron was constructively discharged,\n\nwhen in fact it remained part of Baron's burden of proof to make\n\nthat showing.     A review of the full jury instructions, however,\n\nclearly belies this claim.    The court explained that:\n\n     The second element of plaintiff's claim is that he was\n     constructively discharged . . . and that this\n     constructive discharge deprived him of his constitutional\n\n                                 -17-\n\f     right of free speech under the First Amendment and his\n     right of due process under the Fourteenth Amendment.\n     . . .\n     In order to find that the plaintiff has been\n     constructively   discharged,   he   must   prove   by   a\n     preponderance of the evidence that his working conditions\n     were so difficult and so unpleasant that a reasonable\n     person in his shoes would have felt compelled to resign.\n     In order to prevail, Mr. Baron must prove that based on\n     an objective assessment of the conditions under which he\n     was expected to work, it was so difficult as to be\n     intolerable.\n\nThe court then went on to explain the remaining elements of Baron's\n\nFirst Amendment claim:\n\n     In order to prove his First Amendment claim against the\n     Department, Mr. Baron must establish two elements of his\n     claim: First, that his acts or speech were protected by\n     the free speech clause of the First Amendment; and\n     second, that those acts of speech were a substantial or\n     motivating factor in his constructive discharge.\n\nComing on the heels of the instruction regarding the requisite\n\nfindings   for   a   constructive   discharge,   the   use   of   the   term\n\n\"constructive discharge\" in this and the ensuing instructions in no\n\nway suggests that the court had already concluded that Baron had\n\nbeen constructively discharged.        The instruction was not plainly\n\nerroneous.\n\nB. Municipal Liability\n\n           It is well-settled that municipalities may not be held\n\nliable for the constitutional violations of their employees in a\n\n§ 1983 suit based on a respondeat superior theory of liability.\n\nMonell v. Dep't of Soc. Servs., 436 U.S. 658, 691 (1978).          Rather,\n\n\"it is when execution of a government's policy or custom . . . by\n\nthose whose edicts or acts may fairly be said to represent official\n\n                                    -18-\n\fpolicy, inflicts the injury that the government as an entity is\n\nresponsible under § 1983.\"           Id. at 694.         In a § 1983 suit based on\n\nan official policy promulgated by officials with final policymaking\n\nauthority, attribution to the municipality is easily established.\n\nPembaur v. City of Cincinnati, 475 U.S. 469, 480 (1986).                            But\n\n\"[u]nlike a 'policy,' which comes into existence because of the\n\ntop-down affirmative decision of a policymaker, a custom develops\n\nfrom the bottom-up.\" Britton v. Maloney, 901 F. Supp. 444, 450 (D.\n\nMass. 1995), aff'd in part and rev'd in part on other grounds, 196\n\nF.3d 24 (1st Cir. 1999).             In a § 1983 suit premised on custom,\n\nthen,   we   must   first   determine        whether       the   custom   is    fairly\n\nattributable to the municipality.                Bordanaro v. McLeod, 871 F.2d\n\n1151, 1156 (1st Cir. 1989).           This standard is met when a custom is\n\n\"so well settled and widespread that the policymaking officials of\n\nthe municipality can be said to have either actual or constructive\n\nknowledge of it yet did nothing to end the practice.\"                      Id.; see\n\nalso City of St. Louis v. Praprotnik, 485 U.S. 112, 130 (1988)\n\n(plurality    opinion).         If    a    custom    is     attributable       to   the\n\nmunicipality, we must also inquire whether it was \"the cause of and\n\nthe moving force behind the deprivation of constitutional rights.\"\n\nBordanaro, 871 F.2d at 1156.\n\n             The Department contends that the verdict against it\n\ncannot stand because Baron did not demonstrate the prerequisites\n\nfor   municipal     liability    set      forth     in    Monell   and    Bordanaro.\n\nSpecifically, it insists that Baron presented insufficient evidence\n\n                                          -19-\n\fto establish that the ongoing harassment he suffered was the result\n\nof a custom or policy of which a policymaker had actual or\n\nconstructive knowledge.     We disagree.\n\n           1. Evidence of custom\n\n           We review de novo the district court's denial of a motion\n\nfor judgment as a matter of law.       Tapalian v. Tusino, 377 F.3d 1,\n\n5 (1st Cir. 2004).      \"In undertaking this review, we look to all\n\nevidence in the record, drawing all reasonable inferences therefrom\n\nin the nonmovant['s] favor, and resist the temptation to weigh the\n\nevidence or make our own credibility determinations.\"              Zachar v.\n\nLee, 363 F.3d 70, 73 (1st Cir. 2004).           We will affirm the denial\n\nunless no reasonable person, viewing the evidence in this light,\n\ncould have reached a verdict for the nonmoving party.                Id.    A\n\nchallenge to the denial of a motion for a new trial faces a similar\n\nuphill   battle;   we   review   the   denial    only   for   an   abuse   of\n\ndiscretion.   Rivera Castillo v. Autokirey, Inc., 379 F.3d 4, 13\n\n(1st Cir. 2004).\n\n           The Department moved for judgment as a matter of law\n\nduring the trial, and for judgment as a matter of law or a new\n\ntrial after the verdict, asserting that Baron had not shown a\n\ncustom within the Department of retaliating against corrections\n\nofficers for breaches of a code of silence.             The district court\n\nsummarily rejected the trial motions and disposed of the post-trial\n\nmotion in a written order that thoroughly explained its reasoning.\n\n\n                                  -20-\n\f           The Department disputes the district court's post-trial\n\nexplanation that there was sufficient evidence to establish a\n\ncustom of \"condoning the use of harassment to enforce the code of\n\nsilence against 'rats.'\"      It points out that Baron testified only\n\nto his own experience.           Unlike other cases involving similar\n\nclaims, there was no evidence here that other House of Correction\n\nofficers had suffered such retaliation or that other complaints had\n\nnot been adequately investigated.          Cf., Jeffes v. Barnes, 208 F.3d\n\n49, 53 (2d Cir. 2000).           Absent such evidence, the Department\n\ncontends, a jury could not reasonably have concluded that Baron's\n\nharassment was attributable to a municipal custom.\n\n           As Baron points out, however, the Department's position\n\nunduly   minimizes    Feeney's    testimony.          Feeney    was   the   deputy\n\nsuperintendent, fourth-in-command in the Department, in January\n\n1997 when the harassment of Baron began.                 He was promoted to\n\nsuperintendent,      third-in-command      and   in    charge    of   day-to-day\n\noperations at the House of Correction, in October 1997 while the\n\nharassment was ongoing.     Feeney testified at trial that \"there are\n\nsome officers that are reluctant to report things, and when they\n\ndo, they're evasive and vague in their reports.\"               Baron's attorney\n\nthen asked Feeney to read from his earlier deposition, in which the\n\nfollowing exchange took place:\n\n     Q: Are you aware of any code of silence between fellow\n     officers reporting violations on each other?\n     A: Yes.\n\n\n                                    -21-\n\f      Q: What   is it, the code of silence?\n      A: Lack   of reporting to protect each other.\n      Q: When   Officer Baron reported Sergeant Curtis, did he\n      violate   that?\n      A: Yes.\n\nFeeney was then asked if there would be consequences if an officer\n\nwere to report another officer.         He answered, \"There could be.\"\n\nCf.   Sharp    v.   Houston,   164   F.3d   923,   935   (5th   Cir.   1999)\n\n(recognizing that a code of silence \"can be perpetuated only if\n\nthere is retaliation for violations of it\"). Feeney also testified\n\nthat Baron had complained to him about the harassment.\n\n              That other Department employees denied at trial the\n\nexistence of a code of silence would not preclude a reasonable\n\ntrier of fact from crediting Feeney's statements as evidence of a\n\ncustom.       The jury could have found that Feeney's statements,\n\ntogether with Baron's testimony that the harassment began almost\n\nimmediately after he reported Curtis, demonstrated a custom of\n\nretaliation to enforce a code of silence.13         See Blair v. City of\n\n\n      13\n      As we explain below, a jury could have found not only that\nthis custom of retaliatory harassment existed, but also that it was\nattributable to the Department. The evidence supporting such a\nfinding forecloses the Department's argument that Baron failed to\nestablish that a Department custom caused officers to harass him.\nBaron's testimony also supported a finding that the harassment led\nto his constructive discharge, given the heavy physical and\nemotional toll that it inflicted on his personal and family life.\nSee infra Section E. Baron therefore established the requisite\n\"affirmative   link\"   between   a   municipal   custom   and   the\nconstitutional deprivation.     See Bordanaro, 871 F.2d at 1157\n(citing Okla. City v. Tuttle, 471 U.S. 808, 823 (1985)); see also\nTuttle, 471 U.S. at 824-25 & n.8.\n\n                                     -22-\n\fPomona, 223 F.3d 1074, 1079-80 (1st Cir. 2000) (former police\n\nofficer's    charges   that    he   suffered    ongoing   harassment   after\n\nreporting corruption on special police task force, if believed by\n\njury,     were   sufficient    to   establish     \"custom   of   chastising\n\nwhistleblowers\").      Indeed, as the district court recognized, \"the\n\njury could reasonably have inferred from the failure of numerous\n\ndefense    witnesses   (like    corrections     officers)   to   corroborate\n\nBaron's testimony that such a custom would make it extremely\n\ndifficult to substantiate any allegations against it.\"                 As an\n\nexample, the court cited testimony by corrections officer Hubert\n\nHoltzclaw, regarding the cafeteria confrontation between Hickey and\n\nBaron, that \"Hickey didn't slam cheese on the table in front of\n\nBaron, but instead placed a handful of napkins on the table as a\n\ngesture of good will.\"         The court noted that \"[t]he jury could\n\nreasonably have inferred that this testimony was incredible (even\n\nHickey conceded that he bore no good will toward Baron), and was\n\nprompted by a desire not to testify against a fellow officer.\"            In\n\nlight of such difficulties in corroborating a code of silence,\n\nBaron's testimony takes on additional weight and Feeney's admission\n\nregarding his knowledge of the code is all the more significant.\n\n            The Department also challenges Baron's claim of a custom\n\nby invoking the rule that a single unconstitutional incident is\n\ninsufficient to impose municipal liability under § 1983; instead,\n\na plaintiff has to offer \"considerably more proof than a single\n\n\n\n                                     -23-\n\fincident . . . to establish . . . the requisite fault on the part\n\nof the municipality.\"        Tuttle, 471 U.S. at 824.         In considering\n\nthis issue, the district court stressed that the \"single incident\"\n\nrule \"is not immutable.\"      It pointed to decisions recognizing that\n\n\"serial misconduct\" directed at a single victim may be sufficient\n\nto establish municipal liability, and concluded that this was such\n\na case.    The Department asserts that these serial misconduct cases\n\nare   inapposite   because    this   case   involved   only    \"one   current\n\nemployee    complaining      to   one   investigator    about     his    work\n\nconditions.\"\n\n            This description of the case is not consistent with the\n\nrecord.    As the district court explained, the evidence makes this\n\ncase more akin to the serial misconduct cases than to cases\n\nimplicating the single incident rule:\n\n      Plaintiff presented evidence of a head-in-the-sand\n      attitude by the SID. . . . [T]he jury could reasonably\n      have found that SID made only a perfunctory inquiry,\n      failed to write a report or even keep a file, and declined\n      to impose any sanctions or take any proactive steps to\n      stop the harassment. The jury could find that Baron made\n      dozens or even scores of complaints . . . most of which\n      was [sic] in essence ignored or lost by supervising\n      officers in SID. Further, Neville Arthur, the SID officer\n      with whom Baron filed most of his complaints, testified\n      that he had no knowledge of derogatory \"posters\" ever\n      being hung around the Department.      This testimony, in\n      light of the three such posters [targeting Baron] admitted\n      into   evidence    and   other    supervisors'   unabashed\n      acknowledgment that such posters were a regular feature of\n      the workplace within the Department, may reasonably have\n      lent support to the finding that there was an unofficial\n      custom at the Department of turning a blind eye to\n      workplace harassment . . . .\n      . . .\n\n                                     -24-\n\f            . . . The harshness of the defendant's sanctions\n       against Baron for minor policy infractions was also\n       evidence of the Department's turning a cold shoulder to\n       his plight and affirmatively joining in the peer pressure\n       to force him out.     Most significantly, the defendant\n       threatened termination when Baron reported an assault on\n       an inmate's girlfriend directly to the police rather than\n       immediately to supervisors whom he later informed. Even\n       though Baron was on probationary status, the jury could\n       have found that the threatened sanction was draconian,\n       under the circumstances, and forced him out.14\n\n                  Baron   reported     multiple    incidents     of   harassment,\n\nincluding         physical   threats    and   property      destruction,    to   his\n\nsuperior officer, to SID investigator Arthur, and to Feeney. Baron\n\nalso        met    with   union   president       Michael    Powers   and   Deputy\n\nSuperintendent Marie Lockhart in January 1998 to report the ongoing\n\nharassment.         This is not a case, then, of attributing liability to\n\nthe municipality based on a single incident of isolated employee\n\nconduct.          Rather, the record demonstrates a pattern of ongoing\n\nharassment that the jury could have found high-ranking Department\n\nofficials were aware of and did not stop.              Compare Kibbe v. City of\n\nSpringfield, 777 F.2d 801, 805-06 (1st Cir. 1985) (actions of\n\nmultiple police officers in connection with the pursuit and arrest\n\nof a single suspect were adequate basis for municipal liability\n\nbecause \"the widespread activity here is more likely to reflect the\n\noperating procedures of the police department than would a single\n\n\n\n       14\n      This passage is also the basis of another challenge by the\nDepartment, namely that the court erred in citing this point\nregarding sanctions in denying the motion for a new trial. See\ninfra Section D.\n\n                                         -25-\n\fincidence such as occurred in Tuttle\") with Tuttle, 471 U.S. at\n\n811,   823-24    (one     shooting        by   a    single    police       officer    was\n\ninsufficient     to     establish     municipal        liability        for     inadequate\n\nofficer training).        The Department was therefore not entitled to\n\njudgment as a matter of law or a new trial on the basis of\n\ninsufficient evidence of the code of silence.\n\n            2. Policymaker determination\n\n            To   establish       municipal         liability,      a    plaintiff    must\n\ndemonstrate not only that a custom caused a deprivation of his\n\nrights, but also that the challenged practices were \"so widespread\n\nor   flagrant    that    in   the   proper         exercise   of       [their]    official\n\nresponsibilities the [municipal policymakers] should have known of\n\nthem.\"     Bordanaro, 871 F.2d at 1157.                The Department now argues\n\nthat the jury verdict cannot stand because Baron and the court\n\nfailed to identify a specific Department policymaker who knew of\n\nthe custom of a code of silence enforced by retaliatory harassment\n\nand who condoned it or acquiesced in it.\n\n            The Department sought judgment as a matter of law at\n\nmultiple    points      during      the    trial.        It     did      not,     however,\n\nspecifically assert the claim now before us, as is indicated by the\n\ncourt's response when the Department finally did raise the issue in\n\na post-trial motion: \"The defendant argues that there was no\n\nevidence with regard to who is a policymaker of the Sheriff's\n\nDepartment. . . . This was not an issue pressed at trial.\"                           Baron\n\n\n                                          -26-\n\fhad     presented    evidence     that     Feeney,     the   Department     deputy\n\nsuperintendent and superintendent during the relevant period, was\n\naware of the code of silence and consequences for violating it, and\n\nwas also aware of Baron's harassment complaints.                  Feeney testified\n\nthat he was third-in-command in the Department and was responsible\n\nfor     overseeing    the    day-to-day     operations       of    the   House    of\n\nCorrection. This testimony suggested that Baron believed Feeney to\n\nbe the relevant policymaker for purposes of this litigation.                     The\n\nDepartment gave no indication at trial that it disagreed with that\n\nassessment.\n\n              The    Department's    proposed        jury    instructions        were\n\nsimilarly mute as to who it believed was the final policymaker for\n\npurposes of establishing municipal liability.                It failed to object\n\nin the pre-charge conference or in open court to the court's\n\ninstruction to the jury that \"for purposes of determining the\n\nliability of the Sheriff's Department, the Department was the\n\nofficial entity responsible for establishing final policy with\n\nrespect to investigating complaints of employee misconduct and\n\nimposing appropriate discipline.\"               It was not until after the jury\n\nreturned its verdict that the Department pressed the policymaker\n\nissue for the first time, arguing that it was entitled to a new\n\ntrial    on   the    basis   of   this    jury     instruction.       Because     the\n\nDepartment forfeited its objection on this point by failing to\n\nraise it in a timely manner, our review is only for plain error.\n\n\n\n                                         -27-\n\fSee Fed. R. Civ. P. 51(d)(2).   Under this standard, we will notice\n\nan error only if it is clear and prejudicial, and if \"a miscarriage\n\nof justice would otherwise result.\"     Olano, 507 U.S. at 735-36\n\n(internal quotation marks deleted).\n\n          The Department assigns error to the district court's\n\nidentification of \"the Department\" as the relevant policymaker,\n\narguing that the failure to identify a specific final policymaker\n\nwithin the Department was erroneous because it allowed the jury to\n\nfind municipal liability if any Department employee knew of Baron's\n\nharassment claims.    This overstates the point.      Although the\n\ndistrict court's instruction would be error if understood this way,\n\nsee Monell, 436 U.S. at 694 (concluding that \"a municipality cannot\n\nbe held liable under § 1983 on a respondeat superior theory), it\n\nmust be read as qualified by the court's later statement that\n\nliability could be imposed only if \"Department policymakers\" were\n\naware of the custom of retaliation and Baron's situation.    It is\n\nhighly unlikely that the jury interpreted the phrase \"Department\n\npolicymakers\" to mean \"any Department employee,\" particularly in\n\nlight of evidence that the Department superintendent, not just\n\n\"any\" employee, was aware of Baron's complaints.\n\n          Yet, even this qualified version of the court's statement\n\nmight be too broad under the case law because it is only a policy\n\nmade by the final policymaker that exposes a municipality to\n\nliability, see, e.g., Silva v. Worden, 130 F.3d 26, 31 (1st Cir.\n\n\n                                -28-\n\f1997) (explaining that municipal liability for acts taken pursuant\n\nto a policy \"attaches only where the decisionmaker possesses final\n\nauthority to establish municipal policy with respect to the action\n\nordered\")    (internal   quotation       marks    and    emphasis   omitted).\n\nTherefore, in a case alleging an affirmative wrongful policy (as\n\nopposed to a custom acquiesced in), the court would have to\n\nidentify an individual or body as the final policymaker, and the\n\njury would have to determine whether the policy at issue could be\n\nattributed to that policymaker.          See Jett v. Dallas Indep. Sch.\n\nDist., 491 U.S. 701, 737 (1989).\n\n            However, Baron claims not that an individual or body\n\nadopted an unconstitutional policy but that the Department had a\n\ncustom tolerated by policymakers who should have intervened to\n\ncorrect   it.   In    this   custom    context,    our   past   language   has\n\nsometimes referred to policymakers in the plural, rather than to a\n\nfinal policymaker.     See, e.g., Silva, 130 F.3d at 32 (rejecting a\n\n§ 1983 claim based on custom because there was not \"sufficient\n\nevidence that the City's policymaking officials could be said to\n\nhave had actual or constructive knowledge of the practice\").               The\n\nrequirement in the affirmative policy cases that the district court\n\nidentify a final policymaker may therefore not apply in those cases\n\nbased on custom.     See Webb v. Sloan, 330 F.3d 1158, 1164 (9th Cir.\n\n2003) (explaining that in a § 1983 suit based on custom, the\n\nplaintiff \"must prove the existence of a longstanding practice or\n\n\n\n                                      -29-\n\fpolicy to the satisfaction of the factfinder\" but that in a suit\n\npremised on an act by a person with final policymaking authority,\n\n\"the court must decide, as a matter of state law and before the\n\ncase may be submitted to the jury, whether the person who committed\n\nthe violation had final policymaking authority\"); but see Jett, 491\n\nU.S. at 737 (noting the requirement that the court identify a final\n\npolicymaker without distinguishing between § 1983 suits based on\n\ncustom and those based on policy).                   We need not resolve this\n\nquestion here; under the plain error standard, it is enough that\n\nany   error    in   the   district        court's    reference        to    \"Department\n\npolicymakers\"       without     identification            of    a   specific        final\n\npolicymaker is not clear.\n\n              Moreover,   even       if   the     district      court      should       have\n\nidentified a final policymaker in this custom case, the Department\n\nis not entitled to a new trial because it cannot show prejudice\n\nresulting from the error.             In a post-trial ruling, the district\n\ncourt concluded without explanation that the superintendent and\n\ndeputy superintendent set policy for the jail in the relevant\n\nareas,   implying      that     it    believed       Feeney     was     the       relevant\n\npolicymaker.        See Praprotnik, 485 U.S. at 123 (policymaker is\n\nofficial responsible          for    making      policy   \"in   that       area    of   the\n\n[municipal entity's] business\").                If Feeney did set final policy\n\nfor the House of Correction, the Department was not prejudiced by\n\nthe verdict because he admitted that he knew that the code of\n\n\n                                          -30-\n\fsilence existed, that there could be consequences for violating it,\n\nand that Baron had complained of harassment.     In other words, the\n\njury could have found that Feeney had knowledge of the custom that\n\nresulted in a deprivation of Baron's constitutional rights and that\n\nhe acquiesced in the custom by failing to take actions to stop it.\n\n             The Department asserts, however, that Sheriff Rouse, not\n\nFeeney, was the final policymaker under state law.    Although there\n\nis no evidence on this issue in the record, it seems self-evident\n\nthat the sheriff is the final policymaker within the Department as\n\na matter of law.     See Mass. Gen. Laws ch. 126, § 16;15 cf. Jeffes,\n\n\n     15\n          Under Massachusetts law,\n\n     The sheriff shall have custody and control of the jails\n     in his county, and, except in Suffolk county, of the\n     houses of correction therein, and of all prisoners\n     committed thereto, and shall keep the same himself or by\n     his deputy as jailer, superintendent or keeper, and shall\n     be responsible for them.\n\nMass. Gen. Laws ch. 126, § 16. The state legislature amended the\nexception for the Suffolk County House of Correction in 1991,\nconditioning a 1992 appropriation for county corrections on the\nfollowing basis:\n\n     [N]otwithstanding [Mass. Gen. Laws ch. 126] . . . the\n     current Suffolk County House of Correction and the new\n     Suffolk County House of Correction shall be under the\n     sole and exclusive control of the sheriff of Suffolk\n     County who shall administer the same in the same manner\n     and with the same authority as found in the statutes\n     which govern the administration of the Suffolk County\n     Jail.\n\n1991 Mass. Acts ch. 138, § 362 (line item 8910-0030); see also\nSuffolk County Sheriff's Department, Sheriff Andrea J. Cabral, at\nhttp://www.scsdma.org/sheriffOffice/sheriffBio.html (sheriff is\n\"responsible for the operation of the House of Correction\") (last\n\n                                     -31-\n\f208 F.3d at 58 (under New York law, the county sheriff is final\n\npolicymaker with respect to conduct of staff members toward fellow\n\nofficers).     Emphasizing that Baron did not present any evidence\n\nregarding the Sheriff's actual knowledge of the code of silence and\n\nretaliatory    harassment,    the    Department     contends     that   a    legal\n\ndetermination    that   the     Sheriff     was    the       final   policymaker\n\nconclusively establishes prejudice.         On this point, the Department\n\nis wrong.\n\n             It is true that Baron did not demonstrate that the\n\nSheriff actually knew of the custom that led to his constructive\n\ndischarge. Although Rouse may not have had actual knowledge of the\n\ncustom, however,    municipal       liability     can   also    be   based    on    a\n\npolicymaker's constructive knowledge -- that is, if the custom is\n\nso widespread that municipal policymakers should have known of it.\n\nBordanaro, 871 F.2d at 1157.        If the jury had been instructed that\n\nRouse was the policymaker, it might have agreed that there was\n\ninsufficient    evidence   to   establish    that       he   acquiesced      in    or\n\ncondoned enforcement of the code of silence.                 On the other hand,\n\nthe jury might also have concluded that if Superintendent Feeney\n\nwas aware of the code of silence as third-in-command in the\n\nDepartment, constructive knowledge was also attributable to Rouse.16\n\n\nvisited Mar. 3, 2005).\n     16\n      We do not view this conclusion as precluded by the district\ncourt's award of qualified immunity to the Sheriff at the summary\njudgment stage, nor does it appear that the Department has advanced\nthat argument. The court premised its qualified immunity ruling on\n\n                                     -32-\n\fPrejudice in this case is far from clear.        Pursuant to the plain\n\nerror standard, the Department has the burden of establishing\n\nprejudice.   The uncertainty of the prejudice is also fatal to its\n\nclaim.   See Acevedo-Garcia v. Monroig, 351 F.3d 547, 571 (1st Cir.\n\n2003) (declining to award a new trial where \"prejudice to the\n\naggrieved party is not manifest on the face of the record\").\n\n           Nor has the Department established that it would be a\n\nmiscarriage of justice to allow the verdict to stand.             The Stern\n\nReport urged   an   \"aggressive   attack   on   the   code   of   silence,\"\n\nexplaining that \"[s]taff [in the Department] consistently expressed\n\nconcern that if they reported misconduct of fellow staff, they\n\ncould expect retaliation from their peers.\" The fact that this was\n\na consistent concern among Department employees demonstrates that\n\nthe existence of the code of silence and the possibility of\n\nretaliatory harassment were well-known throughout the Department\n\nduring Rouse's tenure.    In short, the code of silence charged by\n\nBaron was real and pervasive.      Viewing the verdict against this\n\nbackground, we conclude that the jury instruction's failure to\n\nidentify a policymaker was not an error (if an error at all) that\n\n\n\nthe fact that Baron had not \"shown any incident, report, complaint,\nor testimony that demonstrates that the Sheriff was on notice of\nthe code of silence and the need to address it in 1997 and 1998.\"\nSignificantly, the court also acknowledged \"evidence that the\nSuffolk County House of Correction had a widespread custom and\npractice of tolerating a code of silence.\"       A jury could have\nattributed constructive knowledge of this \"widespread custom\" to\nthe Sheriff despite the court's finding that he did not have\nsufficient knowledge of it to incur personal liability.\n\n                                  -33-\n\f\"seriously affect[s] the fairness, integrity, or public reputation\n\nof judicial proceedings.\"         Olano, 507 U.S. at 736 (quotation marks\n\nomitted).\n\nC. Special verdict form\n\n            Question Five on the special verdict form asked the jury\n\nwhether     Baron   \"prove[d]     that     the    Suffolk       County   Sheriff's\n\nDepartment    had   a   custom,    policy,       or   practice    that   caused   a\n\nviolation of his civil rights,\" to which the jury answered \"Yes.\"\n\nThe Department took issue with this question for the first time in\n\na post-trial motion, arguing that it was faulty because it did not\n\ninquire whether the verdict rested on a violation of Baron's First\n\nAmendment rights or his due process rights. Maintaining that there\n\nwas insufficient evidence to support a finding based on Baron's due\n\nprocess theory, the Department emphasizes the rule that \"[a] new\n\ntrial   ordinarily      is   required    when    a    special    verdict   finding\n\nencompasses multiple facts and claims some of which should not have\n\nbeen submitted to the jury . . . [because] it is impossible to tell\n\nwhether consideration of the improperly submitted claims may have\n\naffected the verdict.\"         Lattimore v. Polaroid Corp. 99 F.3d 456,\n\n468 (1st Cir. 1996).\n\n            Although we have previously considered the possibility\n\nthat a party forfeited a claim based on this rule by failing to\n\nrequest a special verdict, see Davis v. Rennie, 264 F.3d 86, 106-07\n\n(1st Cir. 2001), we recently rejected the application of plain\n\n\n                                        -34-\n\ferror review in this context.          See    Gillespie v. Sears, Roebuck &\n\nCo. 386 F.3d 21, 31 (1st Cir. 2004).          Instead, we concluded that \"a\n\nuniform obligation to ask for a special verdict, or have relevant\n\nclaims of error forfeit by appellant, is not warranted.\"               Id.\n\n           Seizing upon this new trial prospect, the Department\n\nargues   that   Baron's    due    process     claim   should   not   have    been\n\nsubmitted to the jury because Baron did not have a property\n\ninterest in his position when he was constructively discharged.\n\nSee Galloza v. Foy, 389 F.3d 26, 33 (1st Cir. 2004) (due process\n\nrights extend only to public employees who have a property interest\n\nin continued employment as determined by local law and terms of\n\nemployment).    Specifically, the Department asserts that Baron lost\n\nhis property interest in his position when he was placed on\n\nprobation in December 1997 because one term of his probation was\n\nthat \"any violation of Department policy . . . shall constitute\n\njust cause for his immediate termination.\"            The Department reasons\n\nthat Baron then violated Department policy during the probationary\n\nperiod (resulting in the twenty-day suspension that was pending\n\nwhen Baron resigned), and therefore was subject to immediate\n\ntermination     at   the   time   of   his    resignation.      As   such,    the\n\nDepartment contends, there was no process due and the jury should\n\nnot have been allowed to consider this as a basis for municipal\n\nliability.\n\n\n\n\n                                       -35-\n\f          We need not determine whether the due process claim\n\nshould have been put before the jury, however, because we are\n\nreasonably sure that the verdict rested on the adequately supported\n\nFirst Amendment theory rather than on the due process theory.    See\n\nGillespie, 386 F.3d at 30 (\"Recognizing that a jury is likely to\n\nprefer a better supported theory to one less supported, we have\n\ngenerously applied the harmless error concept to rescue verdicts\n\nwhere we could be reasonably sure that the jury in fact relied upon\n\na theory with adequate evidentiary support.\").   This conclusion is\n\nbased on a review of the jury instructions and the special verdict\n\nform as a whole.   In explaining Question 5, the court offered the\n\nfollowing summary:\n\n     In order to prevail against the [Department] here, Mr.\n     Baron must prove that he was harassed during the course\n     of his employment by coworkers; two, that one substantial\n     reason for the harassment was because he reported another\n     officer's conduct . . . or because he reported coworker\n     harassment; three, that a practice of retaliating against\n     officers who breached a code of silence existed at the\n     House of Correction; four, that a practice of retaliation\n     against officers for breaching the code was so well\n     established and widespread that Department policymakers\n     must have known about it; five, that the Department\n     policymakers were aware of a widespread practice of\n     officer retaliation based on violation of a code of\n     silence and took no steps to end or discourage the\n     practice; six, that the failure of the Department\n     policymakers to eliminate employee retaliation caused the\n     harm suffered by Mr. Baron; seven, that the Department\n     policymakers were aware of the type and extent of the\n     harassment suffered by Mr. Baron and did nothing to end\n     it; eight, that the conditions were so intolerable that\n     they forced Baron to resign; and finally, that the\n     constructive termination caused him damages.\n\n\n\n\n                               -36-\n\fThis instruction, which specifies that the harassment must have\n\nresulted from Baron's protected speech, set forth the elements of\n\na claim based on the First Amendment; it did not suggest that the\n\njury could return a verdict for Baron based solely on a finding\n\nthat his due process rights had been violated.             There is thus\n\nlittle danger that the jury's answer to Question 5 rested on the\n\nlatter theory, and there is no need for a new trial on that basis.\n\nD. Other trial issues\n\n            The Department also assails the district court's denial\n\nof its motion for a new trial on the grounds that the ruling relied\n\non erroneous facts.      Again, we review the court's denial of a\n\nmotion for a new trial for abuse of discretion.         Rivera Castillo,\n\n379 F.3d at 13.\n\n            The Department first challenges the district court's\n\nstatement    that,   \"[T]he   only    time   SID   investigated   [Baron's\n\ncomplaints] was when [Lieutenant Robert] Pizzi, an officer, filed\n\na written report.\"     It claims that, in fact, the SID had already\n\nbegun investigating in response to Baron's written complaint, and\n\nit interviewed Pizzi in connection with that investigation.          While\n\nthe court may have misstated this fact, that misstatement does not\n\nremotely require a new trial because there was ample other evidence\n\nto support the verdict that a custom of condoning retaliatory\n\nharassment caused Baron's constructive discharge.          See Johnson v.\n\nSpencer Press of Me., Inc., 364 F.3d 368, 375 (1st Cir. 2004)\n\n\n                                     -37-\n\f(noting that a court should grant a new trial only if the verdict\n\nis \"against the clear weight of the evidence\") (internal quotation\n\nmarks omitted).\n\n            Next, the Department takes aim at the district court's\n\nstatement    that   \"[t]he    harshness    of   the   defendant's     sanctions\n\nagainst Baron for minor policy infractions was also evidence of the\n\nDepartment's     turning     a   cold     shoulder       to   his   plight    and\n\naffirmatively joining in the peer pressure to force him out.\"                 The\n\nDepartment argues that Baron's policy infractions were not \"minor\"\n\nand asserts that the district court prevented it from exploring the\n\nseverity    of   Baron's    misconduct    at    trial.        Specifically,   the\n\nDepartment emphasizes that the court cut off questioning of Captain\n\nJohn Scaduto regarding the severity of Baron's infraction of giving\n\nfood to an inmate.           The Department also attacks the court's\n\nstatement that \"the defendant threatened termination when Baron\n\nreported an assault on an inmate's girlfriend.\"                It contends that\n\nthe court erred in attributing the threat of termination to the\n\nDepartment, when in fact it came from the union representative\n\nnegotiating Baron's discipline settlement rather than from the\n\nDepartment itself.         The Department asserts that together, these\n\nerrors indicate that the district court abused its discretion in\n\ndenying the motion for a new trial.\n\n            In a post-verdict motion for a new trial, the evidence is\n\nviewed in the light most favorable to the verdict.                    Stuart v.\n\n\n                                    -38-\n\fUnited States, 337 F.3d 31, 37 (1st Cir. 2003).                    Regardless of who\n\nthreatened Baron with termination, Baron was given a ten-day\n\nsuspension    for   a    policy       infraction,     and    that    suspension      was\n\nincreased to twenty days when Baron refused to sign the ten-day\n\nagreement because it contained inaccuracies. The policy infraction\n\nleading to this suspension was Baron's decision to inform the\n\nBoston Police Department of a reported sexual assault without first\n\ntelling his superiors.          As the court recognized, the jury may have\n\nviewed the Department's response to this infraction as draconian.\n\nThe denial of a new trial on this basis was not an abuse of\n\ndiscretion.\n\nE. Damages\n\n             In a post-trial motion, the Department asserted that it\n\nwas entitled to a new trial or remittitur because the $500,000\n\ndamages award was unsupported by the evidence.                    The court rejected\n\nthis motion, concluding that, \"While Baron hardly put in any\n\nevidence   of   economic        damages    at     all,    there    was    considerable\n\ntestimony from him concerning the stress and anguish induced by the\n\nharassment. . . .       In light of the length, extent, and viciousness\n\nof   the   harassment         Baron    suffered,     the    jury    award      was   not\n\nunreasonable.\"          The    Department        renews    its    claim    before    us.\n\nEmphasizing     that    Baron     presented       little    evidence      of   economic\n\ndamages and no evidence of medical consequences of the harassment,\n\n\n\n\n                                          -39-\n\fthe Department contends that allowing the $500,000 award to stand\n\nwould be a miscarriage of justice.\n\n          \"Where defendants properly preserve a challenge to the\n\namount of compensatory damages awarded by the jury, our inquiry is\n\nlimited   to    determining   whether     the   trial    court   abused   its\n\ndiscretion in refusing to set aside the verdict as excessive.\"\n\nRivera-Torres v. Ortiz Velez, 341 F.3d 86, 102 (1st Cir. 2003)\n\n(quotation marks omitted), cert. denied, 124 S. Ct. 1875 (2004).\n\n\"In reviewing an award of damages, the district court is obliged to\n\nreview the evidence in the light most favorable to the prevailing\n\nparty and to grant remittitur or a new trial on damages only when\n\nthe award 'exceeds any rational appraisal or estimate of the\n\ndamages that could be based upon the evidence before it.'\"                E.\n\nMountain Platform Tennis, Inc. v. Sherwin-Williams Co., 40 F.3d\n\n492, 502 (1st Cir. 1994) (quoting Kolb v. Goldring, Inc., 694 F.2d\n\n869, 872 (1st Cir. 1982)); see also Consolo v. George, 58 F.3d 791,\n\n795 (1st Cir. 1995) (noting that damages award \"cannot be disturbed\n\nunless the award exceeded any rational appraisal or estimate of the\n\ndamages . . . or was grossly excessive, inordinate, shocking to the\n\nconscious of the court, or so high it would be a denial of justice\n\nto permit it to stand\") (quotation marks omitted).\n\n           The district court instructed the jury that, \"You can\n\naward damages [against the Department] for pain and emotional\n\nsuffering,     emotional   distress,    as   well   as   economic   damages.\"\n\n\n                                   -40-\n\fAlthough Baron presented little evidence of economic damages, his\n\ntestimony demonstrated that the harassment had taken a heavy\n\nemotional toll on him.      Over the course of many months, Baron was\n\nsubjected   to    vicious   threats    and   physical   intimidation.         He\n\nreceived harassing phone calls that included taunts about his wife,\n\nwho   suffered    from   multiple   sclerosis    and    was   confined   to    a\n\nwheelchair.      Posters displayed throughout the House of Correction\n\nlabeled him a rat and suggested that he was a child molester.              His\n\ncar was smeared with feces and his tires were slashed.                   Other\n\nofficers refused to cover his post for restroom breaks, forcing\n\nhimself to relieve himself in a cup.         This harassment affected his\n\nhealth, requiring him to be taken to the hospital after collapsing\n\nfrom stress.      Baron testified that by the summer of 1998, he \"was\n\ndoing terrible,\" suffering from headaches, and could not sleep. He\n\nalso testified that the harassment affected his family life,\n\ncausing him to be short-tempered with his children and with his\n\nailing wife.      Ultimately, the harassment took such a serious toll\n\nthat he was forced to quit his job.          In light of these facts, an\n\naward of $500,000 does not \"exceed[] any rational appraisal or\n\nestimate of the damages\" in this case, Sherwin Williams, 40 F.3d at\n\n502 (quotation marks omitted), and we will not disturb it.\n\n            Affirmed.\n\n\n\n\n                                      -41-\n\f",
  "html": "<p class=\"case_cite\">402 F.3d 225</p>\n    <p class=\"parties\">Bruce BARON, Plaintiff, Appellee,<br>v.<br>SUFFOLK COUNTY SHERIFF'S DEPARTMENT; Sheriff of Suffolk County, Defendants, Appellants,<br>Daniel Hickey, Defendant.</p>\n    <p class=\"docket\">No. 03-2718.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 8, 2004.</p>\n    <p class=\"date\">Decided March 29, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Kathleen M. Cawley, Assistant General Counsel, Suffolk County Sheriff's Department, for appellant.</p>\n      <p class=\"indent\">Carolyn M. Conway, with whom DiMento &amp; Sullivan was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CYR, Senior Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Bruce Baron, a former corrections officer at the Suffolk County House of Correction, was allegedly harassed and forced to quit his job after he broke a code of silence by reporting a fellow officer's misconduct. He sued corrections officer Daniel Hickey, the Suffolk County Sheriff's Department (\"Department\"), and Suffolk County Sheriff Richard Rouse for civil rights violations stemming from that harassment. The district court awarded summary judgment for Rouse on the grounds of qualified immunity but denied summary judgment for the Department. Following a four-day trial, the jury returned a verdict against the Department and awarded Baron $500,000 in damages. The jury also found that Hickey was liable for tortious interference with Baron's contractual relationship with the Department but that the specific harassment claims against him were time-barred; the jury awarded no damages against Hickey.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Department then moved for judgment as a matter of law, as well as for a new trial and a remittitur of damages. The court denied these motions. The Department now appeals. Reviewing its claims, we find only one arguable error in the extensive record &#8212; namely, a jury instruction that did not identify a specific individual as the final policymaker who must have condoned the custom that violated Baron's civil rights. We conclude, however, that this forfeited claim does not dictate reversal of the jury verdict under the plain error test set forth in <i>United States v. Olano,</i> 507 U.S. 725, 735-36, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). Accordingly, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We draw on the trial record for background, reciting the facts in the light most favorable to the verdict. <i>See SEC v. Happ,</i> 392 F.3d 12, 17 (1st Cir.2004); <i>Wennik v. Polygram Group Dist., Inc.,</i> 304 F.3d 123, 126 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A. Baron's employment at the House of Correction</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Baron began working as a corrections officer at the Suffolk County House of Correction in 1995. On January 27, 1997, while Baron was on duty, he and a supervisor, Sergeant Walsh, observed over a television monitor that another officer, Sergeant William Curtis, was playing cards with inmates in violation of the institution's policies. Walsh ordered Baron to call Deputy Superintendent Richard Feeney<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to the unit and show him the monitor, where Curtis could still be seen playing cards. Baron complied, thereby essentially reporting Curtis's infraction. Curtis was suspended for three days as a result.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Almost immediately after this incident, Baron's colleagues began to harass him in retaliation for reporting Curtis's card-playing in violation of a tacit \"code of silence\" under which corrections officers refrain from reporting each other for policy violations. Among other things, the corrections officers shunned him at roll call and referred to him as a \"rat.\" They displayed posters mocking Baron throughout the facility. One poster accused him of being a child molester. During the summer of 1997, Baron also received harassing phone calls at work; once he left work to find that his car had been defaced with feces and his tires had been slashed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant Daniel Hickey, another corrections officer, was the chief instigator of the harassment, repeatedly threatening Baron and calling him a rat in front of inmates and other corrections officers. In one of their more heated encounters in September 1997, Hickey approached Baron in the cafeteria, said \"Excuse me, this is for the rat fink,\" and threw cheese onto Baron's plate. He also called Baron a \"low down Jewish rat bastard coward.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Baron verbally complained to his supervisors and to the Sheriff's Investigative Division (SID)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> about such harassment on more than thirty occasions. Although Baron submitted at least eight written complaints to the SID detailing specific incidents, he did not keep copies of them and the SID produced only two in response to this litigation. In one written complaint filed on September 15, 1997, Baron reported that he had been harassed by Hickey for eight weeks and \"did not know why he has a personal grudge against me.\" In the other written complaint in the record, dated September 16, 1997, Baron reported that \"Hickey started harassing me about being a rat ... and warning other officers that I may be monitoring them on camera.\" The September 16 report also recounted the cafeteria confrontation between Hickey and Baron.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">SID investigator Neville Arthur collected reports from Department employees who had been present at the time of the confrontation in response to Baron's September 16 complaint. In contravention of Department policy, however, Arthur did not submit a final written report of his findings. Also in connection with Baron's complaints, a deputy superintendent interviewed Hickey and ordered him to leave Baron alone but did not discipline him. On another occasion, a supervisor responded to Baron's complaints by telling him to \"be a man.\" Baron was ultimately transferred to the night shift in October 1997, but the harassment did not abate. Among other things, officers refused to cover his post for bathroom breaks, requiring him to relieve himself in a cup or in a yard adjacent to his post.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Over the ensuing months, as the harassment continued, Baron was charged with several violations of institution policy. In December 1997, a female inmate alleged that Baron had sexually assaulted her. Baron claims that Hickey encouraged the inmate's allegations in an effort to discredit him; a jury acquitted him on the assault charge. Baron was also suspended for five days and placed on employee probation for one year for giving food to an inmate in violation of prison policy. In February 1998, Baron collapsed at work from the stress of the harassment and had to be taken to the hospital. He subsequently returned to work. In June 1998, Baron violated institution policy by directly informing the police of an inmate's claim that his girlfriend had been sexually assaulted, rather than immediately reporting the claim to the Department. Baron deviated from the internal reporting procedure because he did not trust his superiors in the Department in light of the ongoing harassment. As a result of the violation, Baron was presented with a settlement agreement under which he would be suspended for ten days. When Baron refused to sign the agreement because it inaccurately recounted the incident, his suspension was increased to twenty days. Baron did not serve the suspension because he called in sick between the time when it was imposed and September 3, 1998, when he resigned his position. Although the Department contends that he resigned specifically to avoid the suspension, Baron claims that he was forced to quit by the psychological toll of the ongoing harassment.</p>\n    </div>\n    <p class=\"indent\">B. Procedural history</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In January 2001, Baron sued Hickey, Sheriff Rouse, and the Department in Suffolk County Superior Court, alleging, <i>inter alia,</i> that the retaliatory harassment he suffered for breaching the Department's code of silence forced his constructive discharge and violated his First Amendment and due process rights in violation of 42 U.S.C. &#167; 1983<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and state law. The case was removed to federal district court in January 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After several claims were dismissed on motions for summary judgment,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the claims against Hickey and the Department proceeded to trial in May 2003. The defendants moved for judgment as a matter of law under Fed.R.Civ.P. 50(a) both at the close of Baron's case and at the close of evidence. In both cases, the court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following the four-day trial, the jury returned a verdict against the Department, finding that Baron had proven that it had a policy that caused a violation of his civil rights, and awarded him $500,000 in damages. The jury found that the harassment claims against Hickey were time barred<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but that he was liable for tortious interference with a contractual relationship.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The jury did not award any damages based on its tortious interference finding. Accordingly, the court entered judgment in favor of Hickey<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and against the Department.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Department now appeals, asserting a panoply of claims aimed at virtually every aspect of the district court proceedings. These claims essentially reduce to five major arguments. First, the Department challenges the district court's conclusion that Baron engaged in speech protected by the First Amendment. Second, it asserts that Baron did not establish a basis for municipal liability because there was no evidence of a custom of condoning a code of silence and retaliatory harassment, and that even if there was such a custom, Baron failed to demonstrate that a Department policymaker was aware of it. Third, the Department takes issue with the special verdict form given to the jury, arguing that it does not adequately specify the basis of the jury's verdict. Fourth, the Department contends that the district court relied on erroneous evidence in denying its motion for a new trial. Finally, the Department maintains that there was no basis for the damages award. We consider these claims in turn.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. First Amendment</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Department has argued throughout the course of this litigation that the speech for which Baron was allegedly harassed &#8212; both the initial reporting of Curtis's infraction and the subsequent complaints of harassment &#8212; was not protected by the First Amendment. The district court rejected this protected speech argument at summary judgment, concluding that although the report of Curtis's wrongdoing \"does not seem to rise to the level of breach of a public trust,\" there is an inherent public concern in \"the alleged supervisory tolerance of a pattern of escalating co-worker harassment launched against a corrections officer for reporting an infraction by a fellow officer in a prison setting and then complaining about the harassment.\" The court summarily rejected this argument again at the close of trial in denying the Department's motion for judgment as a matter of law.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Department renews its challenge to the court's protected speech ruling on appeal.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Specifically, the Department asserts that there is nothing in the record to support the court's finding that Baron's speech was of inherent public interest, and thus protected speech.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The Department also attacks the court's First Amendment jury instructions, assigning error to the court's use of the term \"constructive discharge\" in explaining Baron's burden of proof to establish a claim.</p>\n    </div>\n    <p class=\"indent\">1. <i>Protected speech determination</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To prevail on a &#167; 1983 claim based on a violation of his First Amendment rights, a public employee like Baron must show that \"(1) his expression involved matters of public concern; (2) his interest in commenting upon those matters outweighed the [government employer's] interests in the efficient performance of its public services; and (3) his protected speech was a substantial or motivating factor in the ... adverse employment actions.\" <i>Lewis v. City of Boston,</i> 321 F.3d 207, 218 (1st Cir.2003). This appeal focuses on the first prong, the threshold question of whether Baron was speaking \"not as a citizen upon matters of public concern, but instead as an employee upon matters only of personal interest.\" <i>Connick v. Myers,</i> 461 U.S. 138, 147, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983). In answering this question of law, the Supreme Court has instructed courts to consider \"the content, form, and context of a given statement, as revealed by the whole record.\" <i>Id.</i> at 147-48, 103 S.Ct. 1684.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Not every First Amendment inquiry requires a full <i>Connick</i> inquiry into form and context, however. There are some situations where public interest will be apparent from the content of speech alone:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Where a public employee speaks out on a topic which is clearly a legitimate matter of <i>inherent</i> concern to the electorate, the court may eschew further inquiry into the employee's motives as revealed by the \"form and context\" of the expression. On the other hand, public-employee speech on a topic which would not necessarily qualify, <i>on the basis of its content alone,</i> as a matter of inherent public concern (e.g., internal working conditions, affecting only the speaker and co-workers), may require a more complete <i>Connick</i> analysis into the form and context of the public-employee expression, \"as revealed by the whole record,\" with a view to whether the community has in fact manifested a legitimate concern in the internal workings of the particular agency or department of government, and if so, whether the \"form\" of the employee's expression suggests a subjective intent to contribute to any such public discourse.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>O'Connor v. Steeves,</i> 994 F.2d 905, 913-14 (1st Cir.1993) (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court determined at summary judgment that \"the internal workings of the Sheriff's Department\" were a matter of inherent public concern, and thus found that Baron's speech was protected without engaging in an extended analysis of its form and context.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The Department takes issue with this conclusion, arguing that the content of Baron's expression was not a matter of inherent public concern because it dealt exclusively with internal working conditions at the House of Correction. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is true that some speech about internal working conditions would not be of inherent public interest. For example, in <i>Connick,</i> the Court considered whether a questionnaire circulated by an Assistant District Attorney to her colleagues was protected speech under the First Amendment. Most of the questionnaire dealt with office transfer policy, employee morale, and the performance of certain supervisors. The Court concluded that questions related to discipline and morale were not protected speech:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[W]e do not believe these questions are of public import in evaluating the performance of the District Attorney as an elected official.... Indeed, the questionnaire, if released to the public, would convey no information at all other than the fact that a single employee is upset with the status quo.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">461 U.S. at 148, 103 S.Ct. 1684. Based on that holding, we noted in <i>O'Connor</i> that speech about internal working conditions may not qualify as a matter of inherent public concern \"on the basis of its content alone,\" and instead \"may require a more complete <i>Connick</i> analysis.\" 994 F.2d at 914.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the district court recognized, however, <i>Connick</i> does not entirely foreclose the possibility that under some circumstances, speech regarding internal working conditions may be of inherent public interest. Indeed, the Supreme Court identified one item on the <i>Connick</i> questionnaire as falling into this category: a question asking whether Assistant District Attorneys \"ever feel pressured to work in political campaigns on behalf of office supported candidates.\" 461 U.S. at 149, 103 S.Ct. 1684. Noting that \"there is a demonstrated interest in this country that government service should depend upon meritorious performance rather than political service,\" the Court found that the political pressure question involved \"a matter of interest to the community upon which it is essential that public employees be able to speak out freely without fear of retaliatory dismissal.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court concluded that this line of reasoning applied equally to Baron's repeated reports of harassment in retaliation for violating the code of silence:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is apparent that the issue of whether a corrections officer is willing to \"walk the blue line\" to report wrongdoing within the prison walls is a matter of great interest to the community, and the courts. This problem is analogous to the situation in which a public employee feels pressured to work in a political campaign, which the Supreme Court discussed in <i>Connick.</i> It is essential that corrections officers be able to speak out freely about misconduct without the pressure of a \"code of silence\" and fear of extreme retaliatory harassment sufficient to force resignation.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court also emphasized that \"[t]he community has in fact manifested a legitimate concern in the internal workings of the Sheriff's Department.\" As evidence of that concern, the court cited a series of 2001 Boston Globe newspaper articles chronicling abuse and mismanagement at the House of Correction, and the Stern Report, commissioned by Governor Jane Swift in 2001 in response to mounting allegations of mismanagement of the Suffolk County Sheriff's Department, which recommended a number of sweeping changes to the Department, including an aggressive attack on the code of silence.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Department now argues that the district court should not have considered these sources because they reflect public interest several years after the speech at issue here. While it is true that this specific evidence of public interest post-dates Baron's speech, there is nothing to suggest that the public would not have been similarly interested in internal Department conditions in 1997 and 1998 when Baron repeatedly complained about retaliatory harassment without a meaningful response from his superiors. Given that the court's protected speech determination rested on a finding of <i>inherent</i> public interest, the small time discrepancy that the Department points to is unimportant. If there was an inherent public interest in internal Department conditions in 2001, there is no reason to doubt that the same interest was present in 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Retaliation against officers who breach a code of silence among their colleagues at a county House of Correction implicates the public interest in a way that morale among Assistant District Attorneys does not. Unlike the speaker in <i>Connick,</i> Baron was reporting actual wrongdoing on the part of public employees. <i>Cf.</i> 461 U.S. at 148, 103 S.Ct. 1684 (employee did not \"seek to bring to light actual or potential wrongdoing\"). The wrongdoing Baron complained of, including officers' violations of prison policy, retaliation for breaching the code of silence, and prison officials' failure to investigate or put a stop to that retaliation, affected not only Baron and his co-workers, but also the prison inmates who were under the Department's control. Accordingly, Baron's speech involved a \"legitimate matter of <i>inherent</i> concern to the electorate,\" <i>O'Connor,</i> 994 F.2d at 913-14, and the district court properly \"eschew[ed] further inquiry into the employee's motives.\" <i>Id.</i> The Department's additional arguments regarding the form and context of Baron's speech are thus inapposite.</p>\n    </div>\n    <p class=\"indent\">2. <i>Constructive discharge jury instruction</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Department also contends that it is entitled to a new trial based on the district court's instructions to the jury on the elements of Baron's First Amendment claim. As the Department concedes, it forfeited this claim by failing to timely object to the instructions as required by Fed.R.Civ.P. 51(c). The district court cited this failure as the basis for refusing to consider the Department's challenge when it was raised for the first time in a post-trial motion. The Department now renews its claim before us.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A petitioner's \"failure to object when the court issued the [jury] instruction constitute[s] a forfeiture of her right to object on appeal.\" <i>Flynn v. AK Peters, Ltd.,</i> 377 F.3d 13, 25 (1st Cir.2004). Under Fed.R.Civ.P. 51(c)(2)(A), a timely objection to jury instructions must be raised before the instructions are delivered. \"Our interpretation of Rule 51 is quite strict.\" <i>Connelly v. Hyundai Motor Co.,</i> 351 F.3d 535, 544 (1st Cir.2003). \"There is a good reason for this strictness. We enforce our object-or-forfeit rule `to compel litigants to afford the trial court an opportunity to cure [a] defective instruction and to prevent the litigants from ensuring a new trial in the event of an adverse verdict by covertly relying on the error.'\" <i>Flynn,</i> 377 F.3d at 25 (quoting <i>Cross v. Cleaver,</i> 142 F.3d 1059, 1068 (8th Cir.1998)) (alteration in original). Accordingly, we review the Department's forfeited claim only for plain error. <i>See</i> Fed.R.Civ.P. 51(d)(2); <i>Babcock v. Gen. Motors Corp.,</i> 299 F.3d 60, 63-64 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Department assigns error to the district court's references to Baron's \"constructive discharge\" in explaining the necessary elements of his First Amendment claim. It contends that these references gave jurors the mistaken impression that the court had already determined that Baron was constructively discharged, when in fact it remained part of Baron's burden of proof to make that showing. A review of the full jury instructions, however, clearly belies this claim. The court explained that:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The second element of plaintiff's claim is that he was constructively discharged ... and that this constructive discharge deprived him of his constitutional right of free speech under the First Amendment and his right of due process under the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In order to find that the plaintiff has been constructively discharged, he must prove by a preponderance of the evidence that his working conditions were so difficult and so unpleasant that a reasonable person in his shoes would have felt compelled to resign. In order to prevail, Mr. Baron must prove that based on an objective assessment of the conditions under which he was expected to work, it was so difficult as to be intolerable.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The court then went on to explain the remaining elements of Baron's First Amendment claim:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In order to prove his First Amendment claim against the Department, Mr. Baron must establish two elements of his claim: First, that his acts or speech were protected by the free speech clause of the First Amendment; and second, that those acts of speech were a substantial or motivating factor in his constructive discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Coming on the heels of the instruction regarding the requisite findings for a constructive discharge, the use of the term \"constructive discharge\" in this and the ensuing instructions in no way suggests that the court had already concluded that Baron had been constructively discharged. The instruction was not plainly erroneous.</p>\n    </div>\n    <p class=\"indent\">B. Municipal Liability</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is well-settled that municipalities may not be held liable for the constitutional violations of their employees in a &#167; 1983 suit based on a <i>respondeat superior</i> theory of liability. <i>Monell v. Dep't of Soc. Servs.,</i> 436 U.S. 658, 691, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). Rather, \"it is when execution of a government's policy or custom ... by those whose edicts or acts may fairly be said to represent official policy, inflicts the injury that the government as an entity is responsible under &#167; 1983.\" <i>Id.</i> at 694, 98 S.Ct. 2018. In a &#167; 1983 suit based on an official policy promulgated by officials with final policymaking authority, attribution to the municipality is easily established. <i>Pembaur v. City of Cincinnati,</i> 475 U.S. 469, 480, 106 S.Ct. 1292, 89 L.Ed.2d 452 (1986). But \"[u]nlike a `policy,' which comes into existence because of the top-down affirmative decision of a policymaker, a custom develops from the bottom-up.\" <i>Britton v. Maloney,</i> 901 F.Supp. 444, 450 (D.Mass.1995), <i>aff'd in part and rev'd in part on other grounds,</i> 196 F.3d 24 (1st Cir.1999). In a &#167; 1983 suit premised on custom, then, we must first determine whether the custom is fairly attributable to the municipality. <i>Bordanaro v. McLeod,</i> 871 F.2d 1151, 1156 (1st Cir.1989). This standard is met when a custom is \"so well settled and widespread that the policymaking officials of the municipality can be said to have either actual or constructive knowledge of it yet did nothing to end the practice.\" <i>Id.; see also City of St. Louis v. Praprotnik,</i> 485 U.S. 112, 130, 108 S.Ct. 915, 99 L.Ed.2d 107 (1988) (plurality opinion). If a custom is attributable to the municipality, we must also inquire whether it was \"the cause of and the moving force behind the deprivation of constitutional rights.\" <i>Bordanaro,</i> 871 F.2d at 1156.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Department contends that the verdict against it cannot stand because Baron did not demonstrate the prerequisites for municipal liability set forth in <i>Monell</i> and <i>Bordanaro.</i> Specifically, it insists that Baron presented insufficient evidence to establish that the ongoing harassment he suffered was the result of a custom or policy of which a policymaker had actual or constructive knowledge. We disagree.</p>\n    </div>\n    <p class=\"indent\">1. <i>Evidence of custom</i></p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We review <i>de novo</i> the district court's denial of a motion for judgment as a matter of law. <i>Tapalian v. Tusino,</i> 377 F.3d 1, 5 (1st Cir.2004). \"In undertaking this review, we look to all evidence in the record, drawing all reasonable inferences therefrom in the nonmovant['s] favor, and resist the temptation to weigh the evidence or make our own credibility determinations.\" <i>Zachar v. Lee,</i> 363 F.3d 70, 73 (1st Cir.2004). We will affirm the denial unless no reasonable person, viewing the evidence in this light, could have reached a verdict for the nonmoving party. <i>Id.</i> A challenge to the denial of a motion for a new trial faces a similar uphill battle; we review the denial only for an abuse of discretion. <i>Rivera Castillo v. Autokirey, Inc.,</i> 379 F.3d 4, 13 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Department moved for judgment as a matter of law during the trial, and for judgment as a matter of law or a new trial after the verdict, asserting that Baron had not shown a custom within the Department of retaliating against corrections officers for breaches of a code of silence. The district court summarily rejected the trial motions and disposed of the post-trial motion in a written order that thoroughly explained its reasoning.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Department disputes the district court's post-trial explanation that there was sufficient evidence to establish a custom of \"condoning the use of harassment to enforce the code of silence against `rats.'\" It points out that Baron testified only to his own experience. Unlike other cases involving similar claims, there was no evidence here that other House of Correction officers had suffered such retaliation or that other complaints had not been adequately investigated. <i>Cf., Jeffes v. Barnes,</i> 208 F.3d 49, 53 (2d Cir.2000). Absent such evidence, the Department contends, a jury could not reasonably have concluded that Baron's harassment was attributable to a municipal custom.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As Baron points out, however, the Department's position unduly minimizes Feeney's testimony. Feeney was the deputy superintendent, fourth-in-command in the Department, in January 1997 when the harassment of Baron began. He was promoted to superintendent, third-in-command and in charge of day-to-day operations at the House of Correction, in October 1997 while the harassment was ongoing. Feeney testified at trial that \"there are some officers that are reluctant to report things, and when they do, they're evasive and vague in their reports.\" Baron's attorney then asked Feeney to read from his earlier deposition, in which the following exchange took place:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Q: Are you aware of any code of silence between fellow officers reporting violations on each other? A: Yes. Q: What is it, the code of silence?</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">A: Lack of reporting to protect each other.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Q: When Officer Baron reported Sergeant Curtis, did he violate that?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Feeney was then asked if there would be consequences if an officer were to report another officer. He answered, \"There could be.\" <i>Cf. Sharp v. Houston,</i> 164 F.3d 923, 935 (5th Cir.1999) (recognizing that a code of silence \"can be perpetuated only if there is retaliation for violations of it\"). Feeney also testified that Baron had complained to him about the harassment.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">That other Department employees denied at trial the existence of a code of silence would not preclude a reasonable trier of fact from crediting Feeney's statements as evidence of a custom. The jury could have found that Feeney's statements, together with Baron's testimony that the harassment began almost immediately after he reported Curtis, demonstrated a custom of retaliation to enforce a code of silence.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> <i>See Blair v. City of Pomona,</i> 223 F.3d 1074, 1079-80 (1st Cir.2000) (former police officer's charges that he suffered ongoing harassment after reporting corruption on special police task force, if believed by jury, were sufficient to establish \"custom of chastising whistleblowers\"). Indeed, as the district court recognized, \"the jury could reasonably have inferred from the failure of numerous defense witnesses (like corrections officers) to corroborate Baron's testimony that such a custom would make it extremely difficult to substantiate any allegations against it.\" As an example, the court cited testimony by corrections officer Hubert Holtzclaw, regarding the cafeteria confrontation between Hickey and Baron, that \"Hickey didn't slam cheese on the table in front of Baron, but instead placed a handful of napkins on the table as a gesture of good will.\" The court noted that \"[t]he jury could reasonably have inferred that this testimony was incredible (even Hickey conceded that he bore no good will toward Baron), and was prompted by a desire not to testify against a fellow officer.\" In light of such difficulties in corroborating a code of silence, Baron's testimony takes on additional weight and Feeney's admission regarding his knowledge of the code is all the more significant.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Department also challenges Baron's claim of a custom by invoking the rule that a single unconstitutional incident is insufficient to impose municipal liability under &#167; 1983; instead, a plaintiff has to offer \"considerably more proof than a single incident ... to establish ... the requisite fault on the part of the municipality.\" <i>Tuttle,</i> 471 U.S. at 824, 105 S.Ct. 2427. In considering this issue, the district court stressed that the \"single incident\" rule \"is not immutable.\" It pointed to decisions recognizing that \"serial misconduct\" directed at a single victim may be sufficient to establish municipal liability, and concluded that this was such a case. The Department asserts that these serial misconduct cases are inapposite because this case involved only \"one current employee complaining to one investigator about his work conditions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This description of the case is not consistent with the record. As the district court explained, the evidence makes this case more akin to the serial misconduct cases than to cases implicating the single incident rule:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Plaintiff presented evidence of a head-in-the-sand attitude by the SID.... [T]he jury could reasonably have found that SID made only a perfunctory inquiry, failed to write a report or even keep a file, and declined to impose any sanctions or take any proactive steps to stop the harassment. The jury could find that Baron made dozens or even scores of complaints... most of which was [sic] in essence ignored or lost by supervising officers in SID. Further, Neville Arthur, the SID officer with whom Baron filed most of his complaints, testified that he had no knowledge of derogatory \"posters\" ever being hung around the Department. This testimony, in light of the three such posters [targeting Baron] admitted into evidence and other supervisors' unabashed acknowledgment that such posters were a regular feature of the workplace within the Department, may reasonably have lent support to the finding that there was an unofficial custom at the Department of turning a blind eye to workplace harassment....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">... The harshness of the defendant's sanctions against Baron for minor policy infractions was also evidence of the Department's turning a cold shoulder to his plight and affirmatively joining in the peer pressure to force him out. Most significantly, the defendant threatened termination when Baron reported an assault on an inmate's girlfriend directly to the police rather than immediately to supervisors whom he later informed. Even though Baron was on probationary status, the jury could have found that the threatened sanction was draconian, under the circumstances, and forced him out.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Baron reported multiple incidents of harassment, including physical threats and property destruction, to his superior officer, to SID investigator Arthur, and to Feeney. Baron also met with union president Michael Powers and Deputy Superintendent Marie Lockhart in January 1998 to report the ongoing harassment. This is not a case, then, of attributing liability to the municipality based on a single incident of isolated employee conduct. Rather, the record demonstrates a pattern of ongoing harassment that the jury could have found high-ranking Department officials were aware of and did not stop. <i>Compare Kibbe v. City of Springfield,</i> 777 F.2d 801, 805-06 (1st Cir.1985) (actions of multiple police officers in connection with the pursuit and arrest of a single suspect were adequate basis for municipal liability because \"the widespread activity here is more likely to reflect the operating procedures of the police department than would a single incidence such as occurred in <i>Tuttle</i>\") <i>with Tuttle,</i> 471 U.S. at 811, 823-24, 105 S.Ct. 2427 (one shooting by a single police officer was insufficient to establish municipal liability for inadequate officer training). The Department was therefore not entitled to judgment as a matter of law or a new trial on the basis of insufficient evidence of the code of silence.</p>\n    </div>\n    <p class=\"indent\">2. <i>Policymaker determination</i></p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">To establish municipal liability, a plaintiff must demonstrate not only that a custom caused a deprivation of his rights, but also that the challenged practices were \"so widespread or flagrant that in the proper exercise of [their] official responsibilities the [municipal policymakers] should have known of them.\" <i>Bordanaro,</i> 871 F.2d at 1157. The Department now argues that the jury verdict cannot stand because Baron and the court failed to identify a specific Department policymaker who knew of the custom of a code of silence enforced by retaliatory harassment and who condoned it or acquiesced in it.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Department sought judgment as a matter of law at multiple points during the trial. It did not, however, specifically assert the claim now before us, as is indicated by the court's response when the Department finally did raise the issue in a post-trial motion: \"The defendant argues that there was no evidence with regard to who is a policymaker of the Sheriff's Department.... This was not an issue pressed at trial.\" Baron had presented evidence that Feeney, the Department deputy superintendent and superintendent during the relevant period, was aware of the code of silence and consequences for violating it, and was also aware of Baron's harassment complaints. Feeney testified that he was third-in-command in the Department and was responsible for overseeing the day-to-day operations of the House of Correction. This testimony suggested that Baron believed Feeney to be the relevant policymaker for purposes of this litigation. The Department gave no indication at trial that it disagreed with that assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Department's proposed jury instructions were similarly mute as to who it believed was the final policymaker for purposes of establishing municipal liability. It failed to object in the pre-charge conference or in open court to the court's instruction to the jury that \"for purposes of determining the liability of the Sheriff's Department, the Department was the official entity responsible for establishing final policy with respect to investigating complaints of employee misconduct and imposing appropriate discipline.\" It was not until after the jury returned its verdict that the Department pressed the policymaker issue for the first time, arguing that it was entitled to a new trial on the basis of this jury instruction. Because the Department forfeited its objection on this point by failing to raise it in a timely manner, our review is only for plain error. <i>See</i> Fed.R.Civ.P. 51(d)(2). Under this standard, we will notice an error only if it is clear and prejudicial, and if \"a miscarriage of justice would otherwise result.\" <i>Olano,</i> 507 U.S. at 735-36, 113 S.Ct. 1770 (internal quotation marks deleted).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The Department assigns error to the district court's identification of \"the Department\" as the relevant policymaker, arguing that the failure to identify a specific final policymaker within the Department was erroneous because it allowed the jury to find municipal liability if <i>any</i> Department employee knew of Baron's harassment claims. This overstates the point. Although the district court's instruction would be error if understood this way, <i>see Monell,</i> 436 U.S. at 694, 98 S.Ct. 2018 (concluding that \"a municipality cannot be held liable under &#167; 1983 on a <i>respondeat superior</i> theory\"), it must be read as qualified by the court's later statement that liability could be imposed only if \"Department policymakers\" were aware of the custom of retaliation and Baron's situation. It is highly unlikely that the jury interpreted the phrase \"Department policymakers\" to mean \"any Department employee,\" particularly in light of evidence that the Department superintendent, not just \"any\" employee, was aware of Baron's complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Yet, even this qualified version of the court's statement might be too broad under the case law because it is only a policy made by the <i>final</i> policymaker that exposes a municipality to liability, <i>see, e.g., Silva v. Worden,</i> 130 F.3d 26, 31 (1st Cir.1997) (explaining that municipal liability for acts taken pursuant to a policy \"attaches only where the decisionmaker possesses final authority to establish municipal policy with respect to the action ordered\") (internal quotation marks and emphasis omitted). Therefore, in a case alleging an affirmative wrongful policy (as opposed to a custom acquiesced in), the court would have to identify an individual or body as the final policymaker, and the jury would have to determine whether the policy at issue could be attributed to that policymaker. <i>See Jett v. Dallas Indep. Sch. Dist.,</i> 491 U.S. 701, 737, 109 S.Ct. 2702, 105 L.Ed.2d 598 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">However, Baron claims not that an individual or body adopted an unconstitutional policy but that the Department had a custom tolerated by policymakers who should have intervened to correct it. In this custom context, our past language has sometimes referred to policymakers in the plural, rather than to a final policymaker. <i>See, e.g., Silva,</i> 130 F.3d at 32 (rejecting a &#167; 1983 claim based on custom because there was not \"sufficient evidence that the City's policymaking officials could be said to have had actual or constructive knowledge of the practice\"). The requirement in the affirmative policy cases that the district court identify a final policymaker may therefore not apply in those cases based on custom. <i>See Webb v. Sloan,</i> 330 F.3d 1158, 1164 (9th Cir.2003) (explaining that in a &#167; 1983 suit based on custom, the plaintiff \"must prove the existence of a longstanding practice or policy to the satisfaction of the factfinder\" but that in a suit premised on an act by a person with final policymaking authority, \"the court must decide, as a matter of state law and before the case may be submitted to the jury, whether the person who committed the violation had final policymaking authority\"); <i>but see Jett,</i> 491 U.S. at 737, 109 S.Ct. 2702 (noting the requirement that the court identify a final policymaker without distinguishing between &#167; 1983 suits based on custom and those based on policy). We need not resolve this question here; under the plain error standard, it is enough that any error in the district court's reference to \"Department policymakers\" without identification of a specific final policymaker is not clear.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Moreover, even if the district court should have identified a final policymaker in this custom case, the Department is not entitled to a new trial because it cannot show prejudice resulting from the error. In a post-trial ruling, the district court concluded without explanation that the superintendent and deputy superintendent set policy for the jail in the relevant areas, implying that it believed Feeney was the relevant policymaker. <i>See Praprotnik,</i> 485 U.S. at 123, 108 S.Ct. 915 (policymaker is official responsible for making policy \"in <i>that area</i> of the [municipal entity's] business\"). If Feeney did set final policy for the House of Correction, the Department was not prejudiced by the verdict because he admitted that he knew that the code of silence existed, that there could be consequences for violating it, and that Baron had complained of harassment. In other words, the jury could have found that Feeney had knowledge of the custom that resulted in a deprivation of Baron's constitutional rights and that he acquiesced in the custom by failing to take actions to stop it.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The Department asserts, however, that Sheriff Rouse, not Feeney, was the final policymaker under state law. Although there is no evidence on this issue in the record, it seems self-evident that the sheriff is the final policymaker within the Department as a matter of law. <i>See</i> Mass. Gen. Laws ch. 126, &#167; 16;<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> <i>cf. Jeffes,</i> 208 F.3d at 58 (under New York law, the county sheriff is final policymaker with respect to conduct of staff members toward fellow officers). Emphasizing that Baron did not present any evidence regarding the Sheriff's actual knowledge of the code of silence and retaliatory harassment, the Department contends that a legal determination that the Sheriff was the final policymaker conclusively establishes prejudice. On this point, the Department is wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">It is true that Baron did not demonstrate that the Sheriff actually knew of the custom that led to his constructive discharge. Although Rouse may not have had actual knowledge of the custom, however, municipal liability can also be based on a policymaker's constructive knowledge &#8212; that is, if the custom is so widespread that municipal policymakers should have known of it. <i>Bordanaro,</i> 871 F.2d at 1157. If the jury had been instructed that Rouse was the policymaker, it might have agreed that there was insufficient evidence to establish that he acquiesced in or condoned enforcement of the code of silence. On the other hand, the jury might also have concluded that if Superintendent Feeney was aware of the code of silence as third-in-command in the Department, constructive knowledge was also attributable to Rouse.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Prejudice in this case is far from clear. Pursuant to the plain error standard, the Department has the burden of establishing prejudice. The uncertainty of the prejudice is also fatal to its claim. <i>See Acevedo-Garcia v. Monroig,</i> 351 F.3d 547, 571 (1st Cir.2003) (declining to award a new trial where \"prejudice to the aggrieved party is not manifest on the face of the record\").</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Nor has the Department established that it would be a miscarriage of justice to allow the verdict to stand. The Stern Report urged an \"aggressive attack on the code of silence,\" explaining that \"[s]taff [in the Department] consistently expressed concern that if they reported misconduct of fellow staff, they could expect retaliation from their peers.\" The fact that this was a consistent concern among Department employees demonstrates that the existence of the code of silence and the possibility of retaliatory harassment were well-known throughout the Department during Rouse's tenure. In short, the code of silence charged by Baron was real and pervasive. Viewing the verdict against this background, we conclude that the jury instruction's failure to identify a policymaker was not an error (if an error at all) that \"seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.\" <i>Olano,</i> 507 U.S. at 736, 113 S.Ct. 1770 (quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">C. Special verdict form</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Question Five on the special verdict form asked the jury whether Baron \"prove[d] that the Suffolk County Sheriff's Department had a custom, policy, or practice that caused a violation of his civil rights,\" to which the jury answered \"Yes.\" The Department took issue with this question for the first time in a post-trial motion, arguing that it was faulty because it did not inquire whether the verdict rested on a violation of Baron's First Amendment rights or his due process rights. Maintaining that there was insufficient evidence to support a finding based on Baron's due process theory, the Department emphasizes the rule that \"[a] new trial ordinarily is required when a special verdict finding encompasses multiple facts and claims some of which should not have been submitted to the jury ... [because] it is impossible to tell whether consideration of the improperly submitted claims may have affected the verdict.\" <i>Lattimore v. Polaroid Corp.</i> 99 F.3d 456, 468 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Although we have previously considered the possibility that a party forfeited a claim based on this rule by failing to request a special verdict, <i>see Davis v. Rennie,</i> 264 F.3d 86, 106-07 (1st Cir.2001), we recently rejected the application of plain error review in this context. <i>See Gillespie v. Sears, Roebuck &amp; Co.</i> 386 F.3d 21, 31 (1st Cir.2004). Instead, we concluded that \"a uniform obligation to ask for a special verdict, or have relevant claims of error forfeit by appellant, is not warranted.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Seizing upon this new trial prospect, the Department argues that Baron's due process claim should not have been submitted to the jury because Baron did not have a property interest in his position when he was constructively discharged. <i>See Galloza v. Foy,</i> 389 F.3d 26, 33 (1st Cir.2004) (due process rights extend only to public employees who have a property interest in continued employment as determined by local law and terms of employment). Specifically, the Department asserts that Baron lost his property interest in his position when he was placed on probation in December 1997 because one term of his probation was that \"any violation of Department policy... shall constitute just cause for his immediate termination.\" The Department reasons that Baron then violated Department policy during the probationary period (resulting in the twenty-day suspension that was pending when Baron resigned), and therefore was subject to immediate termination at the time of his resignation. As such, the Department contends, there was no process due and the jury should not have been allowed to consider this as a basis for municipal liability.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We need not determine whether the due process claim should have been put before the jury, however, because we are reasonably sure that the verdict rested on the adequately supported First Amendment theory rather than on the due process theory. <i>See Gillespie,</i> 386 F.3d at 30 (\"Recognizing that a jury is likely to prefer a better supported theory to one less supported, we have generously applied the harmless error concept to rescue verdicts where we could be <i>reasonably sure</i> that the jury in fact relied upon a theory with adequate evidentiary support.\"). This conclusion is based on a review of the jury instructions and the special verdict form as a whole. In explaining Question 5, the court offered the following summary:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In order to prevail against the [Department] here, Mr. Baron must prove that he was harassed during the course of his employment by coworkers; two, that one substantial reason for the harassment was because he reported another officer's conduct ... or because he reported coworker harassment; three, that a practice of retaliating against officers who breached a code of silence existed at the House of Correction; four, that a practice of retaliation against officers for breaching the code was so well established and widespread that Department policymakers must have known about it; five, that the Department policymakers were aware of a widespread practice of officer retaliation based on violation of a code of silence and took no steps to end or discourage the practice; six, that the failure of the Department policymakers to eliminate employee retaliation caused the harm suffered by Mr. Baron; seven, that the Department policymakers were aware of the type and extent of the harassment suffered by Mr. Baron and did nothing to end it; eight, that the conditions were so intolerable that they forced Baron to resign; and finally, that the constructive termination caused him damages.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">This instruction, which specifies that the harassment must have resulted from Baron's protected speech, set forth the elements of a claim based on the First Amendment; it did not suggest that the jury could return a verdict for Baron based solely on a finding that his due process rights had been violated. There is thus little danger that the jury's answer to Question 5 rested on the latter theory, and there is no need for a new trial on that basis.</p>\n    </div>\n    <p class=\"indent\">D. Other trial issues</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The Department also assails the district court's denial of its motion for a new trial on the grounds that the ruling relied on erroneous facts. Again, we review the court's denial of a motion for a new trial for abuse of discretion. <i>Rivera Castillo,</i> 379 F.3d at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The Department first challenges the district court's statement that, \"[T]he only time SID investigated [Baron's complaints] was when [Lieutenant Robert] Pizzi, an officer, filed a written report.\" It claims that, in fact, the SID had already begun investigating in response to Baron's written complaint, and it interviewed Pizzi in connection with that investigation. While the court may have misstated this fact, that misstatement does not remotely require a new trial because there was ample other evidence to support the verdict that a custom of condoning retaliatory harassment caused Baron's constructive discharge. <i>See Johnson v. Spencer Press of Me., Inc.,</i> 364 F.3d 368, 375 (1st Cir.2004) (noting that a court should grant a new trial only if the verdict is \"against the clear weight of the evidence\") (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Next, the Department takes aim at the district court's statement that \"[t]he harshness of the defendant's sanctions against Baron for minor policy infractions was also evidence of the Department's turning a cold shoulder to his plight and affirmatively joining in the peer pressure to force him out.\" The Department argues that Baron's policy infractions were not \"minor\" and asserts that the district court prevented it from exploring the severity of Baron's misconduct at trial. Specifically, the Department emphasizes that the court cut off questioning of Captain John Scaduto regarding the severity of Baron's infraction of giving food to an inmate. The Department also attacks the court's statement that \"the defendant threatened termination when Baron reported an assault on an inmate's girlfriend.\" It contends that the court erred in attributing the threat of termination to the Department, when in fact it came from the union representative negotiating Baron's discipline settlement rather than from the Department itself. The Department asserts that together, these errors indicate that the district court abused its discretion in denying the motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In a post-verdict motion for a new trial, the evidence is viewed in the light most favorable to the verdict. <i>Stuart v. United States,</i> 337 F.3d 31, 37 (1st Cir.2003). Regardless of who threatened Baron with termination, Baron was given a ten-day suspension for a policy infraction, and that suspension was increased to twenty days when Baron refused to sign the ten-day agreement because it contained inaccuracies. The policy infraction leading to this suspension was Baron's decision to inform the Boston Police Department of a reported sexual assault without first telling his superiors. As the court recognized, the jury may have viewed the Department's response to this infraction as draconian. The denial of a new trial on this basis was not an abuse of discretion.</p>\n    </div>\n    <p class=\"indent\">E. Damages</p>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In a post-trial motion, the Department asserted that it was entitled to a new trial or remittitur because the $500,000 damages award was unsupported by the evidence. The court rejected this motion, concluding that, \"While Baron hardly put in any evidence of economic damages at all, there was considerable testimony from him concerning the stress and anguish induced by the harassment.... In light of the length, extent, and viciousness of the harassment Baron suffered, the jury award was not unreasonable.\" The Department renews its claim before us. Emphasizing that Baron presented little evidence of economic damages and no evidence of medical consequences of the harassment, the Department contends that allowing the $500,000 award to stand would be a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">\"Where defendants properly preserve a challenge to the amount of compensatory damages awarded by the jury, our inquiry is limited to determining whether the trial court abused its discretion in refusing to set aside the verdict as excessive.\" <i>Rivera-Torres v. Ortiz Velez,</i> 341 F.3d 86, 102 (1st Cir.2003) (quotation marks omitted), <i>cert. denied,</i> 541 U.S. 972, 124 S.Ct. 1875, 158 L.Ed.2d 466 (2004). \"In reviewing an award of damages, the district court is obliged to review the evidence in the light most favorable to the prevailing party and to grant remittitur or a new trial on damages only when the award `exceeds any rational appraisal or estimate of the damages that could be based upon the evidence before it.'\" <i>E. Mountain Platform Tennis, Inc. v. Sherwin-Williams Co.,</i> 40 F.3d 492, 502 (1st Cir.1994) (quoting <i>Kolb v. Goldring, Inc.,</i> 694 F.2d 869, 872 (1st Cir.1982)); <i>see also Consolo v. George,</i> 58 F.3d 791, 795 (1st Cir.1995) (noting that damages award \"cannot be disturbed unless the award exceeded any rational appraisal or estimate of the damages ... or was grossly excessive, inordinate, shocking to the conscious of the court, or so high it would be a denial of justice to permit it to stand\") (quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The district court instructed the jury that, \"You can award damages [against the Department] for pain and emotional suffering, emotional distress, as well as economic damages.\" Although Baron presented little evidence of economic damages, his testimony demonstrated that the harassment had taken a heavy emotional toll on him. Over the course of many months, Baron was subjected to vicious threats and physical intimidation. He received harassing phone calls that included taunts about his wife, who suffered from multiple sclerosis and was confined to a wheelchair. Posters displayed throughout the House of Correction labeled him a rat and suggested that he was a child molester. His car was smeared with feces and his tires were slashed. Other officers refused to cover his post for restroom breaks, forcing himself to relieve himself in a cup. This harassment affected his health, requiring him to be taken to the hospital after collapsing from stress. Baron testified that by the summer of 1998, he \"was doing terrible,\" suffering from headaches, and could not sleep. He also testified that the harassment affected his family life, causing him to be short-tempered with his children and with his ailing wife. Ultimately, the harassment took such a serious toll that he was forced to quit his job. In light of these facts, an award of $500,000 does not \"exceed[ ] any rational appraisal or estimate of the damages\" in this case, <i>Sherwin-Williams,</i> 40 F.3d at 502 (quotation marks omitted), and we will not disturb it.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Feeney was promoted to Superintendent in October 1997 and retired from the Department in 2002</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The SID is a division within the Department responsible for investigating allegations of officer misconduct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 42 U.S.C. &#167; 1983 provides that:</p>\n        <p class=\"indent\">Every person who, under color of any ... custom ... of any State... subjects, or causes to be subjected, any citizen of the United States ... to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court granted summary judgment for the Department on Baron's claim under the Massachusetts Civil Rights Act, Mass. Gen. Laws ch. 12, &#167;&#167; 11H &amp; 11I, finding that it was \"not cognizable under First Circuit precedents.\" The court initially denied summary judgment on Baron's common law constructive discharge claim against the Department but later dismissed the claim upon the Department's motion for judgment as a matter of law, finding that the grievance procedures provided under Baron's collective bargaining agreement were his exclusive remedy for discharge. Those rulings are not before us</p>\n        <p class=\"indent\">The court also awarded summary judgment for Sheriff Rouse on the basis of qualified immunity:</p>\n        <p class=\"indent\">Plaintiff ... has produced insufficient evidence to support a claim that the Sheriff acquiesced in the code of silence in 1997 and 1998.... Thus, while there is evidence that the Suffolk County House of Correction had a widespread custom and practice of tolerating a code of silence, based on this record, I conclude that the Sheriff's hands-off management style did not arise [sic] to the level of willful blindness or deliberate indifference to the code of silence during the relevant time period.</p>\n        <p class=\"indent\">Baron did not appeal this ruling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because there was a three-year statute of limitations on the harassment claim against Hickey, the first question on the special verdict form asked the jury whether Baron proved that Hickey had harassed him past January 4, 1998. The jury answered that question in the negative</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This finding was based on Baron's claim that Hickey's harassment improperly interfered with his performance of his employment agreement with the Department</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Neither party appeals the judgment with regard to Hickey</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Baron asserts that the Department failed to preserve this First Amendment claim at trial. This contention rests on an error in the electronic docket, which includes two copies of the Department's motion for judgment as a matter of law based on Baron's failure to demonstrate that he was constructively discharged, identified as docket entries 98 and 99. Our review of the paper record reveals that, in fact, docket entries 98 and 99 are two distinct motions for judgment as a matter of law, one based on the First Amendment claim (number 98) and one based on the constructive discharge issue (number 99)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although the court made its protected speech determination in a summary judgment ruling, it subsequently incorporated the determination into the trial by referring to the earlier ruling in its jury instructions. In addressing the Department's protected speech argument, therefore, we are not reviewing the summary judgment determination, but rather the ruling as it was incorporated by reference into the trial by the jury instructions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Department also argues for the first time on appeal that not only was Baron's reporting of Curtis not protected speech, but that it was not speech at all. It emphasizes that Baron merely directed his superiors' attention to a monitor on which Curtis could be seen playing cards with inmates, rather than reporting the incident himself. This claim must fail. Baron testified that he called his superiors to the monitor on which Curtis could be seen playing cards; that call, which was indisputably speech, effectively reported Curtis's infraction in violation of the code of silence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> It is not entirely clear from the summary judgment decision whether the district court's ruling on protected speech applied to both Baron's reporting of Curtis and his subsequent complaints of harassment, or only to the latter. The Department contends that the summary judgment order treated only the latter speech as protected and that the court committed an additional error when it referred to both the reporting and the complaints as protected speech in the jury instructions. We disagree</p>\n        <p class=\"indent\">Although the district court did raise doubts at summary judgment as to whether the report was protected speech, it did not conclusively make such a ruling. An instruction treating the initial report as protected speech is consistent with the court's summary judgment statement that \"[i]t is essential that corrections officers be able to speak freely about misconduct.\" While playing cards with inmates may be viewed as a relatively minor infraction, a casual attitude toward reporting \"minor\" infractions may lead to more serious infractions going unreported as well. The court's jury instruction that it had found both Baron's initial reporting of Curtis and his subsequent complaints of harassment protected was therefore not plainly erroneous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Stern Report was not offered into evidence at trial and the district court emphasized that it did not consider the report in evaluating the Department's post-verdict sufficiency of the evidence claim. It is, however, part of the record on appeal because of the court's reliance on it at the summary judgment stage</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> As we explain below, a jury could have found not only that this custom of retaliatory harassment existed, but also that it was attributable to the Department. The evidence supporting such a finding forecloses the Department's argument that Baron failed to establish that a Department custom caused officers to harass him. Baron's testimony also supported a finding that the harassment led to his constructive discharge, given the heavy physical and emotional toll that it inflicted on his personal and family life<i>See infra</i> Section E. Baron therefore established the requisite \"affirmative link\" between a municipal custom and the constitutional deprivation. <i>See Bordanaro,</i> 871 F.2d at 1157 (citing <i>Okla. City v. Tuttle,</i> 471 U.S. 808, 823, 105 S.Ct. 2427, 85 L.Ed.2d 791 (1985)); <i>see also Tuttle,</i> 471 U.S. at 824-25 &amp; n. 8, 105 S.Ct. 2427.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> This passage is also the basis of another challenge by the Department, namely that the court erred in citing this point regarding sanctions in denying the motion for a new trial<i>See infra</i> Section D.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Under Massachusetts law,</p>\n        <p class=\"indent\">The sheriff shall have custody and control of the jails in his county, and, except in Suffolk county, of the houses of correction therein, and of all prisoners committed thereto, and shall keep the same himself or by his deputy as jailer, superintendent or keeper, and shall be responsible for them.</p>\n        <p class=\"indent\">Mass. Gen. Laws ch. 126, &#167; 16. The state legislature amended the exception for the Suffolk County House of Correction in 1991, conditioning a 1992 appropriation for county corrections on the following basis:</p>\n        <p class=\"indent\">[N]otwithstanding [Mass. Gen. Laws ch. 126] ... the current Suffolk County House of Correction and the new Suffolk County House of Correction shall be under the sole and exclusive control of the sheriff of Suffolk County who shall administer the same in the same manner and with the same authority as found in the statutes which govern the administration of the Suffolk County Jail.</p>\n        <p class=\"indent\">1991 Mass. Acts ch. 138, &#167; 362 (line item 8910-0030); <i>see also</i> Suffolk County Sheriff's Department, Sheriff Andrea J. Cabral, <i>at</i> http:// www.scsdma.org/sheriffOffice/sheriffBio.html (sheriff is \"responsible for the operation of the House of Correction\") (last visited Mar. 3, 2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We do not view this conclusion as precluded by the district court's award of qualified immunity to the Sheriff at the summary judgment stage, nor does it appear that the Department has advanced that argument. The court premised its qualified immunity ruling on the fact that Baron had not \"shown any incident, report, complaint, or testimony that demonstrates that the Sheriff was on notice of the code of silence and the need to address it in 1997 and 1998.\" Significantly, the court also acknowledged \"evidence that the Suffolk County House of Correction had a widespread custom and practice of tolerating a code of silence.\" A jury could have attributed constructive knowledge of this \"widespread custom\" to the Sheriff despite the court's finding that he did not have sufficient knowledge of it to incur personal liability</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></span></p>\n    <p class=\"parties\">Bruce BARON, Plaintiff, Appellee,<br>v.<br>SUFFOLK COUNTY SHERIFF'S DEPARTMENT; Sheriff of Suffolk County, Defendants, Appellants,<br>Daniel Hickey, Defendant.</p>\n    <p class=\"docket\">No. 03-2718.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 8, 2004.</p>\n    <p class=\"date\">Decided March 29, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Kathleen M. Cawley, Assistant General Counsel, Suffolk County Sheriff's Department, for appellant.</p>\n      <p class=\"indent\">Carolyn M. Conway, with whom DiMento &amp; Sullivan was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CYR, Senior Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Bruce Baron, a former corrections officer at the Suffolk County House of Correction, was allegedly harassed and forced to quit his job after he broke a code of silence by reporting a fellow officer's misconduct. He sued corrections officer Daniel Hickey, the Suffolk County Sheriff's Department (\"Department\"), and Suffolk County Sheriff Richard Rouse for civil rights violations stemming from that harassment. The district court awarded summary judgment for Rouse on the grounds of qualified immunity but denied summary judgment for the Department. Following a four-day trial, the jury returned a verdict against the Department and awarded Baron $500,000 in damages. The jury also found that Hickey was liable for tortious interference with Baron's contractual relationship with the Department but that the specific harassment claims against him were time-barred; the jury awarded no damages against Hickey.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Department then moved for judgment as a matter of law, as well as for a new trial and a remittitur of damages. The court denied these motions. The Department now appeals. Reviewing its claims, we find only one arguable error in the extensive record &#8212; namely, a jury instruction that did not identify a specific individual as the final policymaker who must have condoned the custom that violated Baron's civil rights. We conclude, however, that this forfeited claim does not dictate reversal of the jury verdict under the plain error test set forth in <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 735-36, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993). Accordingly, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We draw on the trial record for background, reciting the facts in the light most favorable to the verdict. <i>See SEC v. Happ,</i> <span class=\"citation\" data-id=\"201377\"><a href=\"/opinion/201377/sec-v-happ/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.2004); <i>Wennik v. Polygram Group Dist., Inc.,</i> <span class=\"citation\" data-id=\"200122\"><a href=\"/opinion/200122/wennik-v-polygram-group/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">123</span></a></span>, 126 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A. Baron's employment at the House of Correction</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Baron began working as a corrections officer at the Suffolk County House of Correction in 1995. On January 27, 1997, while Baron was on duty, he and a supervisor, Sergeant Walsh, observed over a television monitor that another officer, Sergeant William Curtis, was playing cards with inmates in violation of the institution's policies. Walsh ordered Baron to call Deputy Superintendent Richard Feeney<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to the unit and show him the monitor, where Curtis could still be seen playing cards. Baron complied, thereby essentially reporting Curtis's infraction. Curtis was suspended for three days as a result.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Almost immediately after this incident, Baron's colleagues began to harass him in retaliation for reporting Curtis's card-playing in violation of a tacit \"code of silence\" under which corrections officers refrain from reporting each other for policy violations. Among other things, the corrections officers shunned him at roll call and referred to him as a \"rat.\" They displayed posters mocking Baron throughout the facility. One poster accused him of being a child molester. During the summer of 1997, Baron also received harassing phone calls at work; once he left work to find that his car had been defaced with feces and his tires had been slashed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant Daniel Hickey, another corrections officer, was the chief instigator of the harassment, repeatedly threatening Baron and calling him a rat in front of inmates and other corrections officers. In one of their more heated encounters in September 1997, Hickey approached Baron in the cafeteria, said \"Excuse me, this is for the rat fink,\" and threw cheese onto Baron's plate. He also called Baron a \"low down Jewish rat bastard coward.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Baron verbally complained to his supervisors and to the Sheriff's Investigative Division (SID)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> about such harassment on more than thirty occasions. Although Baron submitted at least eight written complaints to the SID detailing specific incidents, he did not keep copies of them and the SID produced only two in response to this litigation. In one written complaint filed on September 15, 1997, Baron reported that he had been harassed by Hickey for eight weeks and \"did not know why he has a personal grudge against me.\" In the other written complaint in the record, dated September 16, 1997, Baron reported that \"Hickey started harassing me about being a rat ... and warning other officers that I may be monitoring them on camera.\" The September 16 report also recounted the cafeteria confrontation between Hickey and Baron.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">SID investigator Neville Arthur collected reports from Department employees who had been present at the time of the confrontation in response to Baron's September 16 complaint. In contravention of Department policy, however, Arthur did not submit a final written report of his findings. Also in connection with Baron's complaints, a deputy superintendent interviewed Hickey and ordered him to leave Baron alone but did not discipline him. On another occasion, a supervisor responded to Baron's complaints by telling him to \"be a man.\" Baron was ultimately transferred to the night shift in October 1997, but the harassment did not abate. Among other things, officers refused to cover his post for bathroom breaks, requiring him to relieve himself in a cup or in a yard adjacent to his post.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Over the ensuing months, as the harassment continued, Baron was charged with several violations of institution policy. In December 1997, a female inmate alleged that Baron had sexually assaulted her. Baron claims that Hickey encouraged the inmate's allegations in an effort to discredit him; a jury acquitted him on the assault charge. Baron was also suspended for five days and placed on employee probation for one year for giving food to an inmate in violation of prison policy. In February 1998, Baron collapsed at work from the stress of the harassment and had to be taken to the hospital. He subsequently returned to work. In June 1998, Baron violated institution policy by directly informing the police of an inmate's claim that his girlfriend had been sexually assaulted, rather than immediately reporting the claim to the Department. Baron deviated from the internal reporting procedure because he did not trust his superiors in the Department in light of the ongoing harassment. As a result of the violation, Baron was presented with a settlement agreement under which he would be suspended for ten days. When Baron refused to sign the agreement because it inaccurately recounted the incident, his suspension was increased to twenty days. Baron did not serve the suspension because he called in sick between the time when it was imposed and September 3, 1998, when he resigned his position. Although the Department contends that he resigned specifically to avoid the suspension, Baron claims that he was forced to quit by the psychological toll of the ongoing harassment.</p>\n    </div>\n    <p class=\"indent\">B. Procedural history</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In January 2001, Baron sued Hickey, Sheriff Rouse, and the Department in Suffolk County Superior Court, alleging, <i>inter alia,</i> that the retaliatory harassment he suffered for breaching the Department's code of silence forced his constructive discharge and violated his First Amendment and due process rights in violation of 42 U.S.C. &#167; 1983<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and state law. The case was removed to federal district court in January 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After several claims were dismissed on motions for summary judgment,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the claims against Hickey and the Department proceeded to trial in May 2003. The defendants moved for judgment as a matter of law under Fed.R.Civ.P. 50(a) both at the close of Baron's case and at the close of evidence. In both cases, the court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Following the four-day trial, the jury returned a verdict against the Department, finding that Baron had proven that it had a policy that caused a violation of his civil rights, and awarded him $500,000 in damages. The jury found that the harassment claims against Hickey were time barred<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but that he was liable for tortious interference with a contractual relationship.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The jury did not award any damages based on its tortious interference finding. Accordingly, the court entered judgment in favor of Hickey<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and against the Department.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Department now appeals, asserting a panoply of claims aimed at virtually every aspect of the district court proceedings. These claims essentially reduce to five major arguments. First, the Department challenges the district court's conclusion that Baron engaged in speech protected by the First Amendment. Second, it asserts that Baron did not establish a basis for municipal liability because there was no evidence of a custom of condoning a code of silence and retaliatory harassment, and that even if there was such a custom, Baron failed to demonstrate that a Department policymaker was aware of it. Third, the Department takes issue with the special verdict form given to the jury, arguing that it does not adequately specify the basis of the jury's verdict. Fourth, the Department contends that the district court relied on erroneous evidence in denying its motion for a new trial. Finally, the Department maintains that there was no basis for the damages award. We consider these claims in turn.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. First Amendment</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Department has argued throughout the course of this litigation that the speech for which Baron was allegedly harassed &#8212; both the initial reporting of Curtis's infraction and the subsequent complaints of harassment &#8212; was not protected by the First Amendment. The district court rejected this protected speech argument at summary judgment, concluding that although the report of Curtis's wrongdoing \"does not seem to rise to the level of breach of a public trust,\" there is an inherent public concern in \"the alleged supervisory tolerance of a pattern of escalating co-worker harassment launched against a corrections officer for reporting an infraction by a fellow officer in a prison setting and then complaining about the harassment.\" The court summarily rejected this argument again at the close of trial in denying the Department's motion for judgment as a matter of law.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Department renews its challenge to the court's protected speech ruling on appeal.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Specifically, the Department asserts that there is nothing in the record to support the court's finding that Baron's speech was of inherent public interest, and thus protected speech.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The Department also attacks the court's First Amendment jury instructions, assigning error to the court's use of the term \"constructive discharge\" in explaining Baron's burden of proof to establish a claim.</p>\n    </div>\n    <p class=\"indent\">1. <i>Protected speech determination</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To prevail on a &#167; 1983 claim based on a violation of his First Amendment rights, a public employee like Baron must show that \"(1) his expression involved matters of public concern; (2) his interest in commenting upon those matters outweighed the [government employer's] interests in the efficient performance of its public services; and (3) his protected speech was a substantial or motivating factor in the ... adverse employment actions.\" <i>Lewis v. City of Boston,</i> <span class=\"citation\" data-id=\"200307\"><a href=\"/opinion/200307/lewis-v-city-of-boston/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">207</span></a></span>, 218 (1st Cir.2003). This appeal focuses on the first prong, the threshold question of whether Baron was speaking \"not as a citizen upon matters of public concern, but instead as an employee upon matters only of personal interest.\" <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 147, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983). In answering this question of law, the Supreme Court has instructed courts to consider \"the content, form, and context of a given statement, as revealed by the whole record.\" <i>Id.</i> at 147-48, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Not every First Amendment inquiry requires a full <i>Connick</i> inquiry into form and context, however. There are some situations where public interest will be apparent from the content of speech alone:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Where a public employee speaks out on a topic which is clearly a legitimate matter of <i>inherent</i> concern to the electorate, the court may eschew further inquiry into the employee's motives as revealed by the \"form and context\" of the expression. On the other hand, public-employee speech on a topic which would not necessarily qualify, <i>on the basis of its content alone,</i> as a matter of inherent public concern (e.g., internal working conditions, affecting only the speaker and co-workers), may require a more complete <i>Connick</i> analysis into the form and context of the public-employee expression, \"as revealed by the whole record,\" with a view to whether the community has in fact manifested a legitimate concern in the internal workings of the particular agency or department of government, and if so, whether the \"form\" of the employee's expression suggests a subjective intent to contribute to any such public discourse.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>O'Connor v. Steeves,</i> <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 913-14 (1st Cir.1993) (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court determined at summary judgment that \"the internal workings of the Sheriff's Department\" were a matter of inherent public concern, and thus found that Baron's speech was protected without engaging in an extended analysis of its form and context.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The Department takes issue with this conclusion, arguing that the content of Baron's expression was not a matter of inherent public concern because it dealt exclusively with internal working conditions at the House of Correction. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is true that some speech about internal working conditions would not be of inherent public interest. For example, in <i>Connick,</i> the Court considered whether a questionnaire circulated by an Assistant District Attorney to her colleagues was protected speech under the First Amendment. Most of the questionnaire dealt with office transfer policy, employee morale, and the performance of certain supervisors. The Court concluded that questions related to discipline and morale were not protected speech:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[W]e do not believe these questions are of public import in evaluating the performance of the District Attorney as an elected official.... Indeed, the questionnaire, if released to the public, would convey no information at all other than the fact that a single employee is upset with the status quo.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">461 U.S. at 148, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. Based on that holding, we noted in <i>O'Connor</i> that speech about internal working conditions may not qualify as a matter of inherent public concern \"on the basis of its content alone,\" and instead \"may require a more complete <i>Connick</i> analysis.\" 994 F.2d at 914.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the district court recognized, however, <i>Connick</i> does not entirely foreclose the possibility that under some circumstances, speech regarding internal working conditions may be of inherent public interest. Indeed, the Supreme Court identified one item on the <i>Connick</i> questionnaire as falling into this category: a question asking whether Assistant District Attorneys \"ever feel pressured to work in political campaigns on behalf of office supported candidates.\" 461 U.S. at 149, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. Noting that \"there is a demonstrated interest in this country that government service should depend upon meritorious performance rather than political service,\" the Court found that the political pressure question involved \"a matter of interest to the community upon which it is essential that public employees be able to speak out freely without fear of retaliatory dismissal.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court concluded that this line of reasoning applied equally to Baron's repeated reports of harassment in retaliation for violating the code of silence:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is apparent that the issue of whether a corrections officer is willing to \"walk the blue line\" to report wrongdoing within the prison walls is a matter of great interest to the community, and the courts. This problem is analogous to the situation in which a public employee feels pressured to work in a political campaign, which the Supreme Court discussed in <i>Connick.</i> It is essential that corrections officers be able to speak out freely about misconduct without the pressure of a \"code of silence\" and fear of extreme retaliatory harassment sufficient to force resignation.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court also emphasized that \"[t]he community has in fact manifested a legitimate concern in the internal workings of the Sheriff's Department.\" As evidence of that concern, the court cited a series of 2001 Boston Globe newspaper articles chronicling abuse and mismanagement at the House of Correction, and the Stern Report, commissioned by Governor Jane Swift in 2001 in response to mounting allegations of mismanagement of the Suffolk County Sheriff's Department, which recommended a number of sweeping changes to the Department, including an aggressive attack on the code of silence.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Department now argues that the district court should not have considered these sources because they reflect public interest several years after the speech at issue here. While it is true that this specific evidence of public interest post-dates Baron's speech, there is nothing to suggest that the public would not have been similarly interested in internal Department conditions in 1997 and 1998 when Baron repeatedly complained about retaliatory harassment without a meaningful response from his superiors. Given that the court's protected speech determination rested on a finding of <i>inherent</i> public interest, the small time discrepancy that the Department points to is unimportant. If there was an inherent public interest in internal Department conditions in 2001, there is no reason to doubt that the same interest was present in 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Retaliation against officers who breach a code of silence among their colleagues at a county House of Correction implicates the public interest in a way that morale among Assistant District Attorneys does not. Unlike the speaker in <i>Connick,</i> Baron was reporting actual wrongdoing on the part of public employees. <i>Cf.</i> 461 U.S. at 148, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span> (employee did not \"seek to bring to light actual or potential wrongdoing\"). The wrongdoing Baron complained of, including officers' violations of prison policy, retaliation for breaching the code of silence, and prison officials' failure to investigate or put a stop to that retaliation, affected not only Baron and his co-workers, but also the prison inmates who were under the Department's control. Accordingly, Baron's speech involved a \"legitimate matter of <i>inherent</i> concern to the electorate,\" <i>O'Connor,</i> 994 F.2d at 913-14, and the district court properly \"eschew[ed] further inquiry into the employee's motives.\" <i>Id.</i> The Department's additional arguments regarding the form and context of Baron's speech are thus inapposite.</p>\n    </div>\n    <p class=\"indent\">2. <i>Constructive discharge jury instruction</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Department also contends that it is entitled to a new trial based on the district court's instructions to the jury on the elements of Baron's First Amendment claim. As the Department concedes, it forfeited this claim by failing to timely object to the instructions as required by Fed.R.Civ.P. 51(c). The district court cited this failure as the basis for refusing to consider the Department's challenge when it was raised for the first time in a post-trial motion. The Department now renews its claim before us.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A petitioner's \"failure to object when the court issued the [jury] instruction constitute[s] a forfeiture of her right to object on appeal.\" <i>Flynn v. AK Peters, Ltd.,</i> <span class=\"citation\" data-id=\"201153\"><a href=\"/opinion/201153/flynn-v-ak-peters-ltd/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 25 (1st Cir.2004). Under Fed.R.Civ.P. 51(c)(2)(A), a timely objection to jury instructions must be raised before the instructions are delivered. \"Our interpretation of Rule 51 is quite strict.\" <i>Connelly v. Hyundai Motor Co.,</i> <span class=\"citation\" data-id=\"200762\"><a href=\"/opinion/200762/connelly-v-hyundai-motor-co/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></a></span>, 544 (1st Cir.2003). \"There is a good reason for this strictness. We enforce our object-or-forfeit rule `to compel litigants to afford the trial court an opportunity to cure [a] defective instruction and to prevent the litigants from ensuring a new trial in the event of an adverse verdict by covertly relying on the error.'\" <i>Flynn,</i> 377 F.3d at 25 (quoting <i>Cross v. Cleaver,</i> <span class=\"citation\" data-id=\"754090\"><a href=\"/opinion/754090/76-fair-emplpraccas-bna-819-73-empl-prac-dec-p-45345-vicki-cross/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1059</span></a></span>, 1068 (8th Cir.1998)) (alteration in original). Accordingly, we review the Department's forfeited claim only for plain error. <i>See</i> Fed.R.Civ.P. 51(d)(2); <i>Babcock v. Gen. Motors Corp.,</i> <span class=\"citation\" data-id=\"200073\"><a href=\"/opinion/200073/babcock-v-general-motors-corp/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 63-64 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Department assigns error to the district court's references to Baron's \"constructive discharge\" in explaining the necessary elements of his First Amendment claim. It contends that these references gave jurors the mistaken impression that the court had already determined that Baron was constructively discharged, when in fact it remained part of Baron's burden of proof to make that showing. A review of the full jury instructions, however, clearly belies this claim. The court explained that:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The second element of plaintiff's claim is that he was constructively discharged ... and that this constructive discharge deprived him of his constitutional right of free speech under the First Amendment and his right of due process under the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In order to find that the plaintiff has been constructively discharged, he must prove by a preponderance of the evidence that his working conditions were so difficult and so unpleasant that a reasonable person in his shoes would have felt compelled to resign. In order to prevail, Mr. Baron must prove that based on an objective assessment of the conditions under which he was expected to work, it was so difficult as to be intolerable.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The court then went on to explain the remaining elements of Baron's First Amendment claim:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In order to prove his First Amendment claim against the Department, Mr. Baron must establish two elements of his claim: First, that his acts or speech were protected by the free speech clause of the First Amendment; and second, that those acts of speech were a substantial or motivating factor in his constructive discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Coming on the heels of the instruction regarding the requisite findings for a constructive discharge, the use of the term \"constructive discharge\" in this and the ensuing instructions in no way suggests that the court had already concluded that Baron had been constructively discharged. The instruction was not plainly erroneous.</p>\n    </div>\n    <p class=\"indent\">B. Municipal Liability</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is well-settled that municipalities may not be held liable for the constitutional violations of their employees in a &#167; 1983 suit based on a <i>respondeat superior</i> theory of liability. <i>Monell v. Dep't of Soc. Servs.,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 691, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). Rather, \"it is when execution of a government's policy or custom ... by those whose edicts or acts may fairly be said to represent official policy, inflicts the injury that the government as an entity is responsible under &#167; 1983.\" <i>Id.</i> at 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. In a &#167; 1983 suit based on an official policy promulgated by officials with final policymaking authority, attribution to the municipality is easily established. <i>Pembaur v. City of Cincinnati,</i> <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 480, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></a></span>, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1986). But \"[u]nlike a `policy,' which comes into existence because of the top-down affirmative decision of a policymaker, a custom develops from the bottom-up.\" <i>Britton v. Maloney,</i> <span class=\"citation\" data-id=\"1529746\"><a href=\"/opinion/1529746/britton-v-maloney/\"><span class=\"volume\">901</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">444</span></a></span>, 450 (D.Mass.1995), <i>aff'd in part and rev'd in part on other grounds,</i> <span class=\"citation\" data-id=\"198708\"><a href=\"/opinion/198708/britton-v-maloney/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span> (1st Cir.1999). In a &#167; 1983 suit premised on custom, then, we must first determine whether the custom is fairly attributable to the municipality. <i>Bordanaro v. McLeod,</i> <span class=\"citation\" data-id=\"520992\"><a href=\"/opinion/520992/rose-bordanaro-v-john-mcleod-appeal-of-city-of-everett-edward-connolly/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1151</span></a></span>, 1156 (1st Cir.1989). This standard is met when a custom is \"so well settled and widespread that the policymaking officials of the municipality can be said to have either actual or constructive knowledge of it yet did nothing to end the practice.\" <i>Id.; see also City of St. Louis v. Praprotnik,</i> <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 130, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span>, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">107</span></a></span> (1988) (plurality opinion). If a custom is attributable to the municipality, we must also inquire whether it was \"the cause of and the moving force behind the deprivation of constitutional rights.\" <i>Bordanaro,</i> 871 F.2d at 1156.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Department contends that the verdict against it cannot stand because Baron did not demonstrate the prerequisites for municipal liability set forth in <i>Monell</i> and <i>Bordanaro.</i> Specifically, it insists that Baron presented insufficient evidence to establish that the ongoing harassment he suffered was the result of a custom or policy of which a policymaker had actual or constructive knowledge. We disagree.</p>\n    </div>\n    <p class=\"indent\">1. <i>Evidence of custom</i></p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We review <i>de novo</i> the district court's denial of a motion for judgment as a matter of law. <i>Tapalian v. Tusino,</i> <span class=\"citation\" data-id=\"201148\"><a href=\"/opinion/201148/tapalian-v-town-of-seekonk/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2004). \"In undertaking this review, we look to all evidence in the record, drawing all reasonable inferences therefrom in the nonmovant['s] favor, and resist the temptation to weigh the evidence or make our own credibility determinations.\" <i>Zachar v. Lee,</i> <span class=\"citation\" data-id=\"200953\"><a href=\"/opinion/200953/zachar-v-lee/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 73 (1st Cir.2004). We will affirm the denial unless no reasonable person, viewing the evidence in this light, could have reached a verdict for the nonmoving party. <i>Id.</i> A challenge to the denial of a motion for a new trial faces a similar uphill battle; we review the denial only for an abuse of discretion. <i>Rivera Castillo v. Autokirey, Inc.,</i> <span class=\"citation\" data-id=\"201187\"><a href=\"/opinion/201187/rivera-castillo-v-autocentro/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 13 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Department moved for judgment as a matter of law during the trial, and for judgment as a matter of law or a new trial after the verdict, asserting that Baron had not shown a custom within the Department of retaliating against corrections officers for breaches of a code of silence. The district court summarily rejected the trial motions and disposed of the post-trial motion in a written order that thoroughly explained its reasoning.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Department disputes the district court's post-trial explanation that there was sufficient evidence to establish a custom of \"condoning the use of harassment to enforce the code of silence against `rats.'\" It points out that Baron testified only to his own experience. Unlike other cases involving similar claims, there was no evidence here that other House of Correction officers had suffered such retaliation or that other complaints had not been adequately investigated. <i>Cf., Jeffes v. Barnes,</i> <span class=\"citation\" data-id=\"768198\"><a href=\"/opinion/768198/christopher-jeffes-john-e-keenan-jr-and-jerry-carlos-v-william/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 53 (2d Cir.2000). Absent such evidence, the Department contends, a jury could not reasonably have concluded that Baron's harassment was attributable to a municipal custom.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As Baron points out, however, the Department's position unduly minimizes Feeney's testimony. Feeney was the deputy superintendent, fourth-in-command in the Department, in January 1997 when the harassment of Baron began. He was promoted to superintendent, third-in-command and in charge of day-to-day operations at the House of Correction, in October 1997 while the harassment was ongoing. Feeney testified at trial that \"there are some officers that are reluctant to report things, and when they do, they're evasive and vague in their reports.\" Baron's attorney then asked Feeney to read from his earlier deposition, in which the following exchange took place:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Q: Are you aware of any code of silence between fellow officers reporting violations on each other? A: Yes. Q: What is it, the code of silence?</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">A: Lack of reporting to protect each other.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Q: When Officer Baron reported Sergeant Curtis, did he violate that?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Feeney was then asked if there would be consequences if an officer were to report another officer. He answered, \"There could be.\" <i>Cf. Sharp v. Houston,</i> <span class=\"citation\" data-id=\"760485\"><a href=\"/opinion/760485/78-fair-emplpraccas-bna-1779-74-empl-prac-dec-p-45704-patrice/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span>, 935 (5th Cir.1999) (recognizing that a code of silence \"can be perpetuated only if there is retaliation for violations of it\"). Feeney also testified that Baron had complained to him about the harassment.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">That other Department employees denied at trial the existence of a code of silence would not preclude a reasonable trier of fact from crediting Feeney's statements as evidence of a custom. The jury could have found that Feeney's statements, together with Baron's testimony that the harassment began almost immediately after he reported Curtis, demonstrated a custom of retaliation to enforce a code of silence.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> <i>See Blair v. City of Pomona,</i> <span class=\"citation\" data-id=\"770077\"><a href=\"/opinion/770077/jed-arno-blair-v-city-of-pomona-a-municipal-corp-charles-heilman/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1074</span></a></span>, 1079-80 (1st Cir.2000) (former police officer's charges that he suffered ongoing harassment after reporting corruption on special police task force, if believed by jury, were sufficient to establish \"custom of chastising whistleblowers\"). Indeed, as the district court recognized, \"the jury could reasonably have inferred from the failure of numerous defense witnesses (like corrections officers) to corroborate Baron's testimony that such a custom would make it extremely difficult to substantiate any allegations against it.\" As an example, the court cited testimony by corrections officer Hubert Holtzclaw, regarding the cafeteria confrontation between Hickey and Baron, that \"Hickey didn't slam cheese on the table in front of Baron, but instead placed a handful of napkins on the table as a gesture of good will.\" The court noted that \"[t]he jury could reasonably have inferred that this testimony was incredible (even Hickey conceded that he bore no good will toward Baron), and was prompted by a desire not to testify against a fellow officer.\" In light of such difficulties in corroborating a code of silence, Baron's testimony takes on additional weight and Feeney's admission regarding his knowledge of the code is all the more significant.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Department also challenges Baron's claim of a custom by invoking the rule that a single unconstitutional incident is insufficient to impose municipal liability under &#167; 1983; instead, a plaintiff has to offer \"considerably more proof than a single incident ... to establish ... the requisite fault on the part of the municipality.\" <i>Tuttle,</i> 471 U.S. at 824, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2427</span></a></span>. In considering this issue, the district court stressed that the \"single incident\" rule \"is not immutable.\" It pointed to decisions recognizing that \"serial misconduct\" directed at a single victim may be sufficient to establish municipal liability, and concluded that this was such a case. The Department asserts that these serial misconduct cases are inapposite because this case involved only \"one current employee complaining to one investigator about his work conditions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This description of the case is not consistent with the record. As the district court explained, the evidence makes this case more akin to the serial misconduct cases than to cases implicating the single incident rule:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Plaintiff presented evidence of a head-in-the-sand attitude by the SID.... [T]he jury could reasonably have found that SID made only a perfunctory inquiry, failed to write a report or even keep a file, and declined to impose any sanctions or take any proactive steps to stop the harassment. The jury could find that Baron made dozens or even scores of complaints... most of which was [sic] in essence ignored or lost by supervising officers in SID. Further, Neville Arthur, the SID officer with whom Baron filed most of his complaints, testified that he had no knowledge of derogatory \"posters\" ever being hung around the Department. This testimony, in light of the three such posters [targeting Baron] admitted into evidence and other supervisors' unabashed acknowledgment that such posters were a regular feature of the workplace within the Department, may reasonably have lent support to the finding that there was an unofficial custom at the Department of turning a blind eye to workplace harassment....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">... The harshness of the defendant's sanctions against Baron for minor policy infractions was also evidence of the Department's turning a cold shoulder to his plight and affirmatively joining in the peer pressure to force him out. Most significantly, the defendant threatened termination when Baron reported an assault on an inmate's girlfriend directly to the police rather than immediately to supervisors whom he later informed. Even though Baron was on probationary status, the jury could have found that the threatened sanction was draconian, under the circumstances, and forced him out.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Baron reported multiple incidents of harassment, including physical threats and property destruction, to his superior officer, to SID investigator Arthur, and to Feeney. Baron also met with union president Michael Powers and Deputy Superintendent Marie Lockhart in January 1998 to report the ongoing harassment. This is not a case, then, of attributing liability to the municipality based on a single incident of isolated employee conduct. Rather, the record demonstrates a pattern of ongoing harassment that the jury could have found high-ranking Department officials were aware of and did not stop. <i>Compare Kibbe v. City of Springfield,</i> <span class=\"citation\" data-id=\"461210\"><a href=\"/opinion/461210/lois-thurston-kibbe-administrator-of-the-estate-of-clinton-thurston-v/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">801</span></a></span>, 805-06 (1st Cir.1985) (actions of multiple police officers in connection with the pursuit and arrest of a single suspect were adequate basis for municipal liability because \"the widespread activity here is more likely to reflect the operating procedures of the police department than would a single incidence such as occurred in <i>Tuttle</i>\") <i>with Tuttle,</i> 471 U.S. at 811, 823-24, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2427</span></a></span> (one shooting by a single police officer was insufficient to establish municipal liability for inadequate officer training). The Department was therefore not entitled to judgment as a matter of law or a new trial on the basis of insufficient evidence of the code of silence.</p>\n    </div>\n    <p class=\"indent\">2. <i>Policymaker determination</i></p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">To establish municipal liability, a plaintiff must demonstrate not only that a custom caused a deprivation of his rights, but also that the challenged practices were \"so widespread or flagrant that in the proper exercise of [their] official responsibilities the [municipal policymakers] should have known of them.\" <i>Bordanaro,</i> 871 F.2d at 1157. The Department now argues that the jury verdict cannot stand because Baron and the court failed to identify a specific Department policymaker who knew of the custom of a code of silence enforced by retaliatory harassment and who condoned it or acquiesced in it.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Department sought judgment as a matter of law at multiple points during the trial. It did not, however, specifically assert the claim now before us, as is indicated by the court's response when the Department finally did raise the issue in a post-trial motion: \"The defendant argues that there was no evidence with regard to who is a policymaker of the Sheriff's Department.... This was not an issue pressed at trial.\" Baron had presented evidence that Feeney, the Department deputy superintendent and superintendent during the relevant period, was aware of the code of silence and consequences for violating it, and was also aware of Baron's harassment complaints. Feeney testified that he was third-in-command in the Department and was responsible for overseeing the day-to-day operations of the House of Correction. This testimony suggested that Baron believed Feeney to be the relevant policymaker for purposes of this litigation. The Department gave no indication at trial that it disagreed with that assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Department's proposed jury instructions were similarly mute as to who it believed was the final policymaker for purposes of establishing municipal liability. It failed to object in the pre-charge conference or in open court to the court's instruction to the jury that \"for purposes of determining the liability of the Sheriff's Department, the Department was the official entity responsible for establishing final policy with respect to investigating complaints of employee misconduct and imposing appropriate discipline.\" It was not until after the jury returned its verdict that the Department pressed the policymaker issue for the first time, arguing that it was entitled to a new trial on the basis of this jury instruction. Because the Department forfeited its objection on this point by failing to raise it in a timely manner, our review is only for plain error. <i>See</i> Fed.R.Civ.P. 51(d)(2). Under this standard, we will notice an error only if it is clear and prejudicial, and if \"a miscarriage of justice would otherwise result.\" <i>Olano,</i> 507 U.S. at 735-36, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span> (internal quotation marks deleted).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The Department assigns error to the district court's identification of \"the Department\" as the relevant policymaker, arguing that the failure to identify a specific final policymaker within the Department was erroneous because it allowed the jury to find municipal liability if <i>any</i> Department employee knew of Baron's harassment claims. This overstates the point. Although the district court's instruction would be error if understood this way, <i>see Monell,</i> 436 U.S. at 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span> (concluding that \"a municipality cannot be held liable under &#167; 1983 on a <i>respondeat superior</i> theory\"), it must be read as qualified by the court's later statement that liability could be imposed only if \"Department policymakers\" were aware of the custom of retaliation and Baron's situation. It is highly unlikely that the jury interpreted the phrase \"Department policymakers\" to mean \"any Department employee,\" particularly in light of evidence that the Department superintendent, not just \"any\" employee, was aware of Baron's complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Yet, even this qualified version of the court's statement might be too broad under the case law because it is only a policy made by the <i>final</i> policymaker that exposes a municipality to liability, <i>see, e.g., Silva v. Worden,</i> <span class=\"citation\" data-id=\"197655\"><a href=\"/opinion/197655/silva-v-worden/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 31 (1st Cir.1997) (explaining that municipal liability for acts taken pursuant to a policy \"attaches only where the decisionmaker possesses final authority to establish municipal policy with respect to the action ordered\") (internal quotation marks and emphasis omitted). Therefore, in a case alleging an affirmative wrongful policy (as opposed to a custom acquiesced in), the court would have to identify an individual or body as the final policymaker, and the jury would have to determine whether the policy at issue could be attributed to that policymaker. <i>See Jett v. Dallas Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>, 737, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2702</span></a></span>, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span> (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">However, Baron claims not that an individual or body adopted an unconstitutional policy but that the Department had a custom tolerated by policymakers who should have intervened to correct it. In this custom context, our past language has sometimes referred to policymakers in the plural, rather than to a final policymaker. <i>See, e.g., Silva,</i> 130 F.3d at 32 (rejecting a &#167; 1983 claim based on custom because there was not \"sufficient evidence that the City's policymaking officials could be said to have had actual or constructive knowledge of the practice\"). The requirement in the affirmative policy cases that the district court identify a final policymaker may therefore not apply in those cases based on custom. <i>See Webb v. Sloan,</i> <span class=\"citation\" data-id=\"782175\"><a href=\"/opinion/782175/david-q-webb-plaintiff-appellee-cross-appellant-v-darrin-sloan-robert/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1158</span></a></span>, 1164 (9th Cir.2003) (explaining that in a &#167; 1983 suit based on custom, the plaintiff \"must prove the existence of a longstanding practice or policy to the satisfaction of the factfinder\" but that in a suit premised on an act by a person with final policymaking authority, \"the court must decide, as a matter of state law and before the case may be submitted to the jury, whether the person who committed the violation had final policymaking authority\"); <i>but see Jett,</i> 491 U.S. at 737, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2702</span></a></span> (noting the requirement that the court identify a final policymaker without distinguishing between &#167; 1983 suits based on custom and those based on policy). We need not resolve this question here; under the plain error standard, it is enough that any error in the district court's reference to \"Department policymakers\" without identification of a specific final policymaker is not clear.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Moreover, even if the district court should have identified a final policymaker in this custom case, the Department is not entitled to a new trial because it cannot show prejudice resulting from the error. In a post-trial ruling, the district court concluded without explanation that the superintendent and deputy superintendent set policy for the jail in the relevant areas, implying that it believed Feeney was the relevant policymaker. <i>See Praprotnik,</i> 485 U.S. at 123, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span> (policymaker is official responsible for making policy \"in <i>that area</i> of the [municipal entity's] business\"). If Feeney did set final policy for the House of Correction, the Department was not prejudiced by the verdict because he admitted that he knew that the code of silence existed, that there could be consequences for violating it, and that Baron had complained of harassment. In other words, the jury could have found that Feeney had knowledge of the custom that resulted in a deprivation of Baron's constitutional rights and that he acquiesced in the custom by failing to take actions to stop it.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The Department asserts, however, that Sheriff Rouse, not Feeney, was the final policymaker under state law. Although there is no evidence on this issue in the record, it seems self-evident that the sheriff is the final policymaker within the Department as a matter of law. <i>See</i> Mass. Gen. Laws ch. 126, &#167; 16;<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> <i>cf. Jeffes,</i> 208 F.3d at 58 (under New York law, the county sheriff is final policymaker with respect to conduct of staff members toward fellow officers). Emphasizing that Baron did not present any evidence regarding the Sheriff's actual knowledge of the code of silence and retaliatory harassment, the Department contends that a legal determination that the Sheriff was the final policymaker conclusively establishes prejudice. On this point, the Department is wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">It is true that Baron did not demonstrate that the Sheriff actually knew of the custom that led to his constructive discharge. Although Rouse may not have had actual knowledge of the custom, however, municipal liability can also be based on a policymaker's constructive knowledge &#8212; that is, if the custom is so widespread that municipal policymakers should have known of it. <i>Bordanaro,</i> 871 F.2d at 1157. If the jury had been instructed that Rouse was the policymaker, it might have agreed that there was insufficient evidence to establish that he acquiesced in or condoned enforcement of the code of silence. On the other hand, the jury might also have concluded that if Superintendent Feeney was aware of the code of silence as third-in-command in the Department, constructive knowledge was also attributable to Rouse.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Prejudice in this case is far from clear. Pursuant to the plain error standard, the Department has the burden of establishing prejudice. The uncertainty of the prejudice is also fatal to its claim. <i>See Acevedo-Garcia v. Monroig,</i> <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></span>, 571 (1st Cir.2003) (declining to award a new trial where \"prejudice to the aggrieved party is not manifest on the face of the record\").</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Nor has the Department established that it would be a miscarriage of justice to allow the verdict to stand. The Stern Report urged an \"aggressive attack on the code of silence,\" explaining that \"[s]taff [in the Department] consistently expressed concern that if they reported misconduct of fellow staff, they could expect retaliation from their peers.\" The fact that this was a consistent concern among Department employees demonstrates that the existence of the code of silence and the possibility of retaliatory harassment were well-known throughout the Department during Rouse's tenure. In short, the code of silence charged by Baron was real and pervasive. Viewing the verdict against this background, we conclude that the jury instruction's failure to identify a policymaker was not an error (if an error at all) that \"seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.\" <i>Olano,</i> 507 U.S. at 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span> (quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">C. Special verdict form</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Question Five on the special verdict form asked the jury whether Baron \"prove[d] that the Suffolk County Sheriff's Department had a custom, policy, or practice that caused a violation of his civil rights,\" to which the jury answered \"Yes.\" The Department took issue with this question for the first time in a post-trial motion, arguing that it was faulty because it did not inquire whether the verdict rested on a violation of Baron's First Amendment rights or his due process rights. Maintaining that there was insufficient evidence to support a finding based on Baron's due process theory, the Department emphasizes the rule that \"[a] new trial ordinarily is required when a special verdict finding encompasses multiple facts and claims some of which should not have been submitted to the jury ... [because] it is impossible to tell whether consideration of the improperly submitted claims may have affected the verdict.\" <i>Lattimore v. Polaroid Corp.</i> <span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 468 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Although we have previously considered the possibility that a party forfeited a claim based on this rule by failing to request a special verdict, <i>see Davis v. Rennie,</i> <span class=\"citation\" data-id=\"199586\"><a href=\"/opinion/199586/davis-v-rennie/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 106-07 (1st Cir.2001), we recently rejected the application of plain error review in this context. <i>See Gillespie v. Sears, Roebuck &amp; Co.</i> <span class=\"citation\" data-id=\"201269\"><a href=\"/opinion/201269/gillespie-v-sears-roebuck/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 31 (1st Cir.2004). Instead, we concluded that \"a uniform obligation to ask for a special verdict, or have relevant claims of error forfeit by appellant, is not warranted.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Seizing upon this new trial prospect, the Department argues that Baron's due process claim should not have been submitted to the jury because Baron did not have a property interest in his position when he was constructively discharged. <i>See Galloza v. Foy,</i> <span class=\"citation\" data-id=\"201328\"><a href=\"/opinion/201328/galloza-gonzalez-v-foy/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 33 (1st Cir.2004) (due process rights extend only to public employees who have a property interest in continued employment as determined by local law and terms of employment). Specifically, the Department asserts that Baron lost his property interest in his position when he was placed on probation in December 1997 because one term of his probation was that \"any violation of Department policy... shall constitute just cause for his immediate termination.\" The Department reasons that Baron then violated Department policy during the probationary period (resulting in the twenty-day suspension that was pending when Baron resigned), and therefore was subject to immediate termination at the time of his resignation. As such, the Department contends, there was no process due and the jury should not have been allowed to consider this as a basis for municipal liability.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We need not determine whether the due process claim should have been put before the jury, however, because we are reasonably sure that the verdict rested on the adequately supported First Amendment theory rather than on the due process theory. <i>See Gillespie,</i> 386 F.3d at 30 (\"Recognizing that a jury is likely to prefer a better supported theory to one less supported, we have generously applied the harmless error concept to rescue verdicts where we could be <i>reasonably sure</i> that the jury in fact relied upon a theory with adequate evidentiary support.\"). This conclusion is based on a review of the jury instructions and the special verdict form as a whole. In explaining Question 5, the court offered the following summary:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In order to prevail against the [Department] here, Mr. Baron must prove that he was harassed during the course of his employment by coworkers; two, that one substantial reason for the harassment was because he reported another officer's conduct ... or because he reported coworker harassment; three, that a practice of retaliating against officers who breached a code of silence existed at the House of Correction; four, that a practice of retaliation against officers for breaching the code was so well established and widespread that Department policymakers must have known about it; five, that the Department policymakers were aware of a widespread practice of officer retaliation based on violation of a code of silence and took no steps to end or discourage the practice; six, that the failure of the Department policymakers to eliminate employee retaliation caused the harm suffered by Mr. Baron; seven, that the Department policymakers were aware of the type and extent of the harassment suffered by Mr. Baron and did nothing to end it; eight, that the conditions were so intolerable that they forced Baron to resign; and finally, that the constructive termination caused him damages.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">This instruction, which specifies that the harassment must have resulted from Baron's protected speech, set forth the elements of a claim based on the First Amendment; it did not suggest that the jury could return a verdict for Baron based solely on a finding that his due process rights had been violated. There is thus little danger that the jury's answer to Question 5 rested on the latter theory, and there is no need for a new trial on that basis.</p>\n    </div>\n    <p class=\"indent\">D. Other trial issues</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The Department also assails the district court's denial of its motion for a new trial on the grounds that the ruling relied on erroneous facts. Again, we review the court's denial of a motion for a new trial for abuse of discretion. <i>Rivera Castillo,</i> 379 F.3d at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The Department first challenges the district court's statement that, \"[T]he only time SID investigated [Baron's complaints] was when [Lieutenant Robert] Pizzi, an officer, filed a written report.\" It claims that, in fact, the SID had already begun investigating in response to Baron's written complaint, and it interviewed Pizzi in connection with that investigation. While the court may have misstated this fact, that misstatement does not remotely require a new trial because there was ample other evidence to support the verdict that a custom of condoning retaliatory harassment caused Baron's constructive discharge. <i>See Johnson v. Spencer Press of Me., Inc.,</i> <span class=\"citation\" data-id=\"200973\"><a href=\"/opinion/200973/johnson-v-spencer-press-inc/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 375 (1st Cir.2004) (noting that a court should grant a new trial only if the verdict is \"against the clear weight of the evidence\") (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Next, the Department takes aim at the district court's statement that \"[t]he harshness of the defendant's sanctions against Baron for minor policy infractions was also evidence of the Department's turning a cold shoulder to his plight and affirmatively joining in the peer pressure to force him out.\" The Department argues that Baron's policy infractions were not \"minor\" and asserts that the district court prevented it from exploring the severity of Baron's misconduct at trial. Specifically, the Department emphasizes that the court cut off questioning of Captain John Scaduto regarding the severity of Baron's infraction of giving food to an inmate. The Department also attacks the court's statement that \"the defendant threatened termination when Baron reported an assault on an inmate's girlfriend.\" It contends that the court erred in attributing the threat of termination to the Department, when in fact it came from the union representative negotiating Baron's discipline settlement rather than from the Department itself. The Department asserts that together, these errors indicate that the district court abused its discretion in denying the motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In a post-verdict motion for a new trial, the evidence is viewed in the light most favorable to the verdict. <i>Stuart v. United States,</i> <span class=\"citation\" data-id=\"200564\"><a href=\"/opinion/200564/stuart-v-united-states/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 37 (1st Cir.2003). Regardless of who threatened Baron with termination, Baron was given a ten-day suspension for a policy infraction, and that suspension was increased to twenty days when Baron refused to sign the ten-day agreement because it contained inaccuracies. The policy infraction leading to this suspension was Baron's decision to inform the Boston Police Department of a reported sexual assault without first telling his superiors. As the court recognized, the jury may have viewed the Department's response to this infraction as draconian. The denial of a new trial on this basis was not an abuse of discretion.</p>\n    </div>\n    <p class=\"indent\">E. Damages</p>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In a post-trial motion, the Department asserted that it was entitled to a new trial or remittitur because the $500,000 damages award was unsupported by the evidence. The court rejected this motion, concluding that, \"While Baron hardly put in any evidence of economic damages at all, there was considerable testimony from him concerning the stress and anguish induced by the harassment.... In light of the length, extent, and viciousness of the harassment Baron suffered, the jury award was not unreasonable.\" The Department renews its claim before us. Emphasizing that Baron presented little evidence of economic damages and no evidence of medical consequences of the harassment, the Department contends that allowing the $500,000 award to stand would be a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">\"Where defendants properly preserve a challenge to the amount of compensatory damages awarded by the jury, our inquiry is limited to determining whether the trial court abused its discretion in refusing to set aside the verdict as excessive.\" <i>Rivera-Torres v. Ortiz Velez,</i> <span class=\"citation\" data-id=\"783291\"><a href=\"/opinion/783291/santos-rivera-torres-daisy-nazario-santana-conjugal-partnership/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 102 (1st Cir.2003) (quotation marks omitted), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1875</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></span> (2004). \"In reviewing an award of damages, the district court is obliged to review the evidence in the light most favorable to the prevailing party and to grant remittitur or a new trial on damages only when the award `exceeds any rational appraisal or estimate of the damages that could be based upon the evidence before it.'\" <i>E. Mountain Platform Tennis, Inc. v. Sherwin-Williams Co.,</i> <span class=\"citation\" data-id=\"682731\"><a href=\"/opinion/682731/eastern-mountain-platform-tennis-inc-v-the-sherwin-williams-company/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></a></span>, 502 (1st Cir.1994) (quoting <i>Kolb v. Goldring, Inc.,</i> <span class=\"citation\" data-id=\"411646\"><a href=\"/opinion/411646/30-fair-emplpraccas-633-30-empl-prac-dec-p-33169-theodore-kolb-v/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span>, 872 (1st Cir.1982)); <i>see also Consolo v. George,</i> <span class=\"citation\" data-id=\"196170\"><a href=\"/opinion/196170/consolo-v-george/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 795 (1st Cir.1995) (noting that damages award \"cannot be disturbed unless the award exceeded any rational appraisal or estimate of the damages ... or was grossly excessive, inordinate, shocking to the conscious of the court, or so high it would be a denial of justice to permit it to stand\") (quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The district court instructed the jury that, \"You can award damages [against the Department] for pain and emotional suffering, emotional distress, as well as economic damages.\" Although Baron presented little evidence of economic damages, his testimony demonstrated that the harassment had taken a heavy emotional toll on him. Over the course of many months, Baron was subjected to vicious threats and physical intimidation. He received harassing phone calls that included taunts about his wife, who suffered from multiple sclerosis and was confined to a wheelchair. Posters displayed throughout the House of Correction labeled him a rat and suggested that he was a child molester. His car was smeared with feces and his tires were slashed. Other officers refused to cover his post for restroom breaks, forcing himself to relieve himself in a cup. This harassment affected his health, requiring him to be taken to the hospital after collapsing from stress. Baron testified that by the summer of 1998, he \"was doing terrible,\" suffering from headaches, and could not sleep. He also testified that the harassment affected his family life, causing him to be short-tempered with his children and with his ailing wife. Ultimately, the harassment took such a serious toll that he was forced to quit his job. In light of these facts, an award of $500,000 does not \"exceed[ ] any rational appraisal or estimate of the damages\" in this case, <i>Sherwin-Williams,</i> 40 F.3d at 502 (quotation marks omitted), and we will not disturb it.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Feeney was promoted to Superintendent in October 1997 and retired from the Department in 2002</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The SID is a division within the Department responsible for investigating allegations of officer misconduct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 42 U.S.C. &#167; 1983 provides that:</p>\n        <p class=\"indent\">Every person who, under color of any ... custom ... of any State... subjects, or causes to be subjected, any citizen of the United States ... to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court granted summary judgment for the Department on Baron's claim under the Massachusetts Civil Rights Act, Mass. Gen. Laws ch. 12, &#167;&#167; 11H &amp; 11I, finding that it was \"not cognizable under First Circuit precedents.\" The court initially denied summary judgment on Baron's common law constructive discharge claim against the Department but later dismissed the claim upon the Department's motion for judgment as a matter of law, finding that the grievance procedures provided under Baron's collective bargaining agreement were his exclusive remedy for discharge. Those rulings are not before us</p>\n        <p class=\"indent\">The court also awarded summary judgment for Sheriff Rouse on the basis of qualified immunity:</p>\n        <p class=\"indent\">Plaintiff ... has produced insufficient evidence to support a claim that the Sheriff acquiesced in the code of silence in 1997 and 1998.... Thus, while there is evidence that the Suffolk County House of Correction had a widespread custom and practice of tolerating a code of silence, based on this record, I conclude that the Sheriff's hands-off management style did not arise [sic] to the level of willful blindness or deliberate indifference to the code of silence during the relevant time period.</p>\n        <p class=\"indent\">Baron did not appeal this ruling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because there was a three-year statute of limitations on the harassment claim against Hickey, the first question on the special verdict form asked the jury whether Baron proved that Hickey had harassed him past January 4, 1998. The jury answered that question in the negative</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This finding was based on Baron's claim that Hickey's harassment improperly interfered with his performance of his employment agreement with the Department</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Neither party appeals the judgment with regard to Hickey</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Baron asserts that the Department failed to preserve this First Amendment claim at trial. This contention rests on an error in the electronic docket, which includes two copies of the Department's motion for judgment as a matter of law based on Baron's failure to demonstrate that he was constructively discharged, identified as docket entries 98 and 99. Our review of the paper record reveals that, in fact, docket entries 98 and 99 are two distinct motions for judgment as a matter of law, one based on the First Amendment claim (number 98) and one based on the constructive discharge issue (number 99)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although the court made its protected speech determination in a summary judgment ruling, it subsequently incorporated the determination into the trial by referring to the earlier ruling in its jury instructions. In addressing the Department's protected speech argument, therefore, we are not reviewing the summary judgment determination, but rather the ruling as it was incorporated by reference into the trial by the jury instructions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Department also argues for the first time on appeal that not only was Baron's reporting of Curtis not protected speech, but that it was not speech at all. It emphasizes that Baron merely directed his superiors' attention to a monitor on which Curtis could be seen playing cards with inmates, rather than reporting the incident himself. This claim must fail. Baron testified that he called his superiors to the monitor on which Curtis could be seen playing cards; that call, which was indisputably speech, effectively reported Curtis's infraction in violation of the code of silence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> It is not entirely clear from the summary judgment decision whether the district court's ruling on protected speech applied to both Baron's reporting of Curtis and his subsequent complaints of harassment, or only to the latter. The Department contends that the summary judgment order treated only the latter speech as protected and that the court committed an additional error when it referred to both the reporting and the complaints as protected speech in the jury instructions. We disagree</p>\n        <p class=\"indent\">Although the district court did raise doubts at summary judgment as to whether the report was protected speech, it did not conclusively make such a ruling. An instruction treating the initial report as protected speech is consistent with the court's summary judgment statement that \"[i]t is essential that corrections officers be able to speak freely about misconduct.\" While playing cards with inmates may be viewed as a relatively minor infraction, a casual attitude toward reporting \"minor\" infractions may lead to more serious infractions going unreported as well. The court's jury instruction that it had found both Baron's initial reporting of Curtis and his subsequent complaints of harassment protected was therefore not plainly erroneous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Stern Report was not offered into evidence at trial and the district court emphasized that it did not consider the report in evaluating the Department's post-verdict sufficiency of the evidence claim. It is, however, part of the record on appeal because of the court's reliance on it at the summary judgment stage</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> As we explain below, a jury could have found not only that this custom of retaliatory harassment existed, but also that it was attributable to the Department. The evidence supporting such a finding forecloses the Department's argument that Baron failed to establish that a Department custom caused officers to harass him. Baron's testimony also supported a finding that the harassment led to his constructive discharge, given the heavy physical and emotional toll that it inflicted on his personal and family life<i>See infra</i> Section E. Baron therefore established the requisite \"affirmative link\" between a municipal custom and the constitutional deprivation. <i>See Bordanaro,</i> 871 F.2d at 1157 (citing <i>Okla. City v. Tuttle,</i> <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">808</span></a></span>, 823, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2427</span></a></span>, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">791</span></a></span> (1985)); <i>see also Tuttle,</i> 471 U.S. at 824-25 &amp; n. 8, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2427</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> This passage is also the basis of another challenge by the Department, namely that the court erred in citing this point regarding sanctions in denying the motion for a new trial<i>See infra</i> Section D.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Under Massachusetts law,</p>\n        <p class=\"indent\">The sheriff shall have custody and control of the jails in his county, and, except in Suffolk county, of the houses of correction therein, and of all prisoners committed thereto, and shall keep the same himself or by his deputy as jailer, superintendent or keeper, and shall be responsible for them.</p>\n        <p class=\"indent\">Mass. Gen. Laws ch. 126, &#167; 16. The state legislature amended the exception for the Suffolk County House of Correction in 1991, conditioning a 1992 appropriation for county corrections on the following basis:</p>\n        <p class=\"indent\">[N]otwithstanding [Mass. Gen. Laws ch. 126] ... the current Suffolk County House of Correction and the new Suffolk County House of Correction shall be under the sole and exclusive control of the sheriff of Suffolk County who shall administer the same in the same manner and with the same authority as found in the statutes which govern the administration of the Suffolk County Jail.</p>\n        <p class=\"indent\">1991 Mass. Acts ch. 138, &#167; 362 (line item 8910-0030); <i>see also</i> Suffolk County Sheriff's Department, Sheriff Andrea J. Cabral, <i>at</i> http:// www.scsdma.org/sheriffOffice/sheriffBio.html (sheriff is \"responsible for the operation of the House of Correction\") (last visited Mar. 3, 2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We do not view this conclusion as precluded by the district court's award of qualified immunity to the Sheriff at the summary judgment stage, nor does it appear that the Department has advanced that argument. The court premised its qualified immunity ruling on the fact that Baron had not \"shown any incident, report, complaint, or testimony that demonstrates that the Sheriff was on notice of the code of silence and the need to address it in 1997 and 1998.\" Significantly, the court also acknowledged \"evidence that the Suffolk County House of Correction had a widespread custom and practice of tolerating a code of silence.\" A jury could have attributed constructive knowledge of this \"widespread custom\" to the Sheriff despite the court's finding that he did not have sufficient knowledge of it to incur personal liability</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1529746/"
  ]
}