{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201696/",
  "absolute_url": "/opinion/201696/sfw-arecibo-limited-v-rodriguez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201696/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:32:21Z",
  "date_modified": "2016-02-28T05:06:10.975190Z",
  "type": "010combined",
  "sha1": "c45dbe6e9cf768aadc7af6d36fc975887cc41949",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2587-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/07/14/SFW_Arecibo_Limited_v._Rodriguez.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 04-2587\n\n              SFW ARECIBO, LTD. and FW ASSOCIATES, LTD.,\n\n                       Plaintiffs, Appellants,\n\n                                  v.\n\nANGEL D. RODRÍGUEZ; WANDA CAPÓ; WANDA MARRERO; FREDERICK MUHLACH,\nin his personal and official capacity as a member of the Planning\n     Board of Puerto Rico; FERNANDO FÉLIX, in his personal and\n   official capacity as a member of the Planning Board of Puerto\n Rico; and NELSON VÉLEZ, in his personal and official capacity as\n           a member of the Planning Board of Puerto Rico,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                                Before\n\n                          Boudin, Chief Judge,\n                   Lynch and Lipez, Circuit Judges.\n\n\n\n     Rubén T. Nigaglioni, with whom Nigaglioni & Ferraiuoli Law\nOffices, PSC was on brief, for appellants.\n     Irene S. Soroeta-Kodesh, Assistant Solicitor General, with\nwhom Salvador J. Antonetti Stutts, Solicitor General, and Mariana\nD. Negrón Vargas, Deputy Solicitor General, were on brief, for\nappellees.\n\n\n\n                            July 14, 2005\n\f           LIPEZ, Circuit Judge.     This appeal arose from a dispute\n\nover a land use permit for the development of a shopping center in\n\nArecibo, Puerto Rico.    Two real estate developers sued members of\n\nthe Puerto Rico Planning Board in the United States District Court\n\nfor the District of Puerto Rico pursuant to 42 U.S.C. § 1983,\n\nalleging   that   the   Planning    Board,   which   reviews   proposed\n\ndevelopment projects throughout the Commonwealth, violated various\n\nprovisions of the United State Constitution when it erroneously\n\ndetermined that the developers' land use permit had expired without\n\nthe commencement of \"actual and effective construction.\"1          The\n\ndistrict court dismissed the complaint pursuant to Fed. R. Civ. P.\n\n12(b)(6) for failure to state a claim.        The developers filed a\n\ntimely appeal.    Seeing \"nothing in the present case to distinguish\n\nit sufficiently from the usual land developer's claim under state\n\nlaw to warrant recognition of a federal constitutional question,\"\n\nCreative Env'ts, Inc. v. Estabrook, 680 F.2d 822, 833 (1st Cir.\n\n1982), we affirm.\n\n                                   I.\n\n           The appellants, real estate developers SFW Arecibo Ltd.\n\nPartnership and FW Associates Ltd. Partnership (\"Developers\"), are\n\n\n\n     1\n       Puerto Rico law defines \"actual and effective construction\"\n-- or, as the parties refer to it, \"real and effective\nconstruction\" -- as \"the commencement of the works of urbanization\nand the construction of a permanent structure on the land, that is\nto say, any work done beyond the stage of excavation.\" 23 P.R.\nLaws Ann. § 62o.\n\n                                   -2-\n\fconstructing a shopping center in Arecibo, Puerto Rico.                  The\n\nPlanning Board approved a preliminary development plan for the\n\nproject on August 26, 1996, and issued a land use permit that\n\nrequired the Developers to begin actual and effective construction\n\nby December 16, 1998.       Once the permit was issued, the Developers\n\nhad     to   apply   to   the   Puerto   Rico   Permits   and   Regulations\n\nAdministration (\"ARPE\") for specific construction permits.\n\n             On November 16, 1998, the Developers requested that the\n\nPlanning Board extend the deadline by which actual and effective\n\nconstruction had to begin.        The request was denied on December 9,\n\n1998.    Nevertheless, the Developers obtained the relevant permits\n\nfrom the ARPE and began to excavate and lay foundations before the\n\nDecember 16, 1998 deadline for commencement of actual and effective\n\nconstruction.        The ARPE agreed that the Developers had met the\n\ndeadline and continued to issue permits for the project.\n\n             On January 27, 2003, the Developers requested that the\n\nPlanning Board clarify whether the original land use permit would\n\nallow for the building of a Home Depot store in the shopping\n\ncenter. The Planning Board denied the request for clarification on\n\nFebruary 21, 2003, explaining that the land use permit had expired\n\non December 16, 1998 because the Developers had not commenced\n\nactual and effective construction by that deadline.             The Planning\n\nBoard also informed the ARPE that the underlying land use permit\n\n\n\n\n                                     -3-\n\fhad expired, and thus that it could no longer issue construction\n\npermits for the Developers' project.\n\n             On July 3, 2003, the Developers appealed to the Puerto\n\nRico Court of Appeals for administrative review of the Planning\n\nBoard's decision.      The Puerto Rico appellate court sided with the\n\nDevelopers, ruling on August 25, 2004 that the Planning Board's\n\ndecision was erroneous and that the Board's actions violated the\n\nDevelopers' ownership rights as set forth in the Puerto Rico\n\nConstitution.     FW Assocs. v. Junta de Planificación, No. KLRA-03-\n\n00476 (P.R. Ct. App. Aug. 25, 2004).         The Puerto Rico appellate\n\ncourt's decision is currently pending before the Puerto Rico\n\nSupreme Court.\n\n             Not content to limit their claims to the courts of Puerto\n\nRico, the Developers also filed a § 1983 action against members of\n\nthe Planning Board in federal district court on September 5, 2003.\n\nIn   their   federal   complaint,   the   Developers   alleged   that   the\n\nPlanning Board's erroneous revocation of the land use permit\n\nviolated their rights under the Takings, Due Process, and Equal\n\nProtection Clauses of the federal Constitution.2            The Planning\n\n\n      2\n      The Fifth Amendment Takings Clause provides that \"private\nproperty [shall not] be taken for public use, without just\ncompensation.\" U.S. Const. amend. V. This clause applies to the\nstates under the Fourteenth Amendment. See Pascoag Reservoir &\nDam, LLC v. Rhode Island, 337 F.3d 87, 92 n.4 (1st Cir. 2003),\ncert. denied, 540 U.S. 1090 (2003). The Fourteenth Amendment Due\nProcess and Equal Protection Clauses provide that \"[no] State\n[shall] deprive any person of life, liberty, or property, without\ndue process of law; nor deny to any person within its jurisdiction\n\n                                    -4-\n\fBoard responded by filing a motion to dismiss the complaint for\n\nfailure to state a claim.          See Fed. R. Civ. P. 12(b)(6).\n\n            The Developers failed to reply to the 12(b)(6) motion\n\nwithin the time allotted.           Several days after the deadline had\n\npassed, the Developers requested an extension of time to file their\n\nopposition.       On January 12, 2004, the district court denied the\n\nrequest    for    an   extension    and   deemed   the   motion   to   dismiss\n\nunopposed.       The district court subsequently issued an opinion and\n\norder dismissing the case pursuant to Rule 12(b)(6). The court's\n\nruling rested solely on our precedent in PFZ Properties, Inc. v.\n\nRodriguez, 928 F.2d 28 (1st Cir. 1991), because that case, in the\n\ncourt's view, \"resolved a controversy nearly identical to the one\n\npresent in the instant case.\"         SFW Arecibo, Ltd. v. Rodriguez, No.\n\n03-1970 (D.P.R. Sept. 22, 2004).\n\n                                       II.\n\n            We review a district court's grant of a motion to dismiss\n\nde novo.   Greene v. Rhode Island, 398 F.3d 45, 48 (1st Cir. 2005).3\n\n\nthe equal protection of the laws.\"           U.S. Const. amend. XIV, §1.\n     3\n      Emphasizing that the Developers failed to oppose the motion\nto dismiss in the district court, the appellees assert that the\nDevelopers have waived their substantive claims on appeal. The\nDevelopers respond that the district court granted the motion to\ndismiss based substantially on arguments not raised in the motion\nitself, and therefore that they could not have been expected to\nraise the claims in the district court that they advance on appeal.\nWhile it is true that the Developers could have raised these claims\nin a post-judgment motion, we will not treat their failure to do so\nas a waiver in this case. See United States v. LaGuardia, 902 F.2d\n1010, 1013 (1st Cir. 1990) (explaining that an appellate court may\n\n                                       -5-\n\fIn so doing, we accept as true the well-pleaded factual allegations\n\nof the complaint, drawing all reasonable inferences in the non-\n\nmovants' favor.         Id.\n\nA.          Takings Claim\n\n            The Developers assert that the Planning Board's erroneous\n\ndetermination that their permit expired without the commencement of\n\nactual and effective construction amounted to a taking of private\n\nproperty without just compensation, thereby violating the Fifth and\n\nFourteenth Amendments to the United States Constitution.                            This\n\nclaim is premature.           It is well-settled that \"if a State provides\n\nan adequate procedure for seeking just compensation, the property\n\nowner cannot claim a violation of the Just Compensation Clause\n\nuntil it has used the procedure and been denied just compensation.\"\n\nWilliamson Cty. Reg'l Planning Comm'n v. Hamilton Bank of Johnson\n\nCity, 473 U.S. 172, 195 (1985).                 Adequate procedures for seeking\n\njust compensation are available under Puerto Rico law.                      See Deniz\n\nv.   Mun.   of   Guaynabo,         285   F.3d     142,   146-47    (1st    Cir.    2002)\n\n(concluding      that    Puerto      Rico    case   law   recognizes       an   inverse\n\ncondemnation      remedy      by    which    property     owners     can   seek     just\n\ncompensation).          Because      the    Developers     have    not    sought    just\n\ncompensation through those state law procedures, their complaint\n\ndoes not state a valid federal takings claim.                     See id. at 149 (\"A\n\n\nrelax the raise-or-waive rule under certain circumstances).\nInstead, we will follow the lead of the district court and address\nthe Developers' claims on their merits.\n\n                                            -6-\n\fplaintiff's failure to exhaust the inverse condemnation remedy\n\nrenders premature a section 1983 damages action predicated upon an\n\nalleged takings violation.\").\n\nB.          Procedural Due Process Claim\n\n            To establish a procedural due process claim under § 1983,\n\na plaintiff \"must allege first that it has a property interest as\n\ndefined by state law and, second, that the defendants, acting under\n\ncolor of state law, deprived it of that property interest without\n\nconstitutionally adequate process.\"     PFZ Prop., 928 F.2d at 30.\n\nHere, the Developers assert that the Planning Board violated their\n\nprocedural due process rights when it determined that the land use\n\npermit had expired and revoked it without notice or a hearing.\n\n            That assertion is misguided.   If the Developers have a\n\nproperty interest in the land use permit (we assume arguendo that\n\nthey do), the post-deprivation process available to them under\n\nPuerto Rico law is a constitutionally adequate protection for that\n\ninterest.\n\n            The Developers do not challenge the adequacy of the\n\npermitting procedures established by Puerto Rico law.       Instead,\n\nthey allege that the Planning Board illegally revoked their land\n\nuse permit without jurisdiction to do so. We rejected an analogous\n\ndue process claim in PFZ Properties, explaining that in this\n\ncontext, our focus is on the availability of post-deprivation,\n\nrather than pre-deprivation, process:\n\n\n                                 -7-\n\f     When a deprivation of property results from conduct of\n     state officials violative of state law, the Supreme Court\n     has held that failure to provide pre-deprivation process\n     does not violate the Equal Protection Clause. . . . The\n     state is not required to anticipate such violations of\n     its own constitutionally adequate procedures. To hold\n     otherwise would convert every departure from established\n     administrative procedures into a violation of the\n     Fourteenth Amendment, cognizable under § 1983. . . .\n     [T]he only question is whether the post-deprivation\n     process available to [the plaintiff] is adequate.\n\nId. at 31 (internal citations omitted).       We went on to hold that\n\n\"the combination of administrative and judicial remedies provided\n\nby Puerto Rico law is sufficient to meet the requirements of due\n\nprocess.\"   Id.\n\n            The post-deprivation process that we found adequate in\n\nPFZ Properties included the right to petition the administrative\n\nagency for reconsideration and to seek judicial review in the\n\ncourts of Puerto Rico.    Id.   The same procedures for review were\n\navailable in this case.    The Developers petitioned the Planning\n\nBoard to reconsider its ruling.        It then sought judicial review\n\nbefore the Puerto Rico Court of Appeals, which ruled in its favor.\n\nThat ruling is now pending before the Puerto Rico Supreme Court.\n\nA holding that the Developers had a federal procedural due process\n\nclaim on these facts would contravene our case law.    See id. at 31;\n\nsee also Nestor Colon Medina & Sucesores, Inc. v. Custodio, 964\n\nF.2d 32, 40 (1st Cir. 1992).\n\n            The Developers nevertheless attempt to distinguish PFZ\n\nProperties on several grounds, none of which is persuasive. First,\n\n\n                                 -8-\n\fthey contend that \"the plaintiff in [PFZ Properties] claimed an\n\nentitlement to a construction permit that was never issued and over\n\nwhich the plaintiff never acquired a vested property interest\n\n[while] this case deals with permits that were issued and revoked\n\nafter the Developers had effectively acquired a vested right.\"\n\nThis point is inapposite.        Although the PFZ Properties court was\n\nskeptical of the plaintiff's claimed property interest, it assumed\n\narguendo that the plaintiffs did have such an interest and that the\n\nagency's actions had deprived it of that interest.             See 928 F.2d at\n\n31.   PFZ Properties turned not on the nature of the developer's\n\nproperty   right,    but   on   the    availability     of   post-deprivation\n\nprocess.   Id.      Nowhere in the opinion did we suggest that the\n\nconstitutional standard by which we judge the adequacy of post-\n\ndeprivation relief varies with the strength of the plaintiff's\n\nclaimed property interest.\n\n           The   Developers     also    assert   that    PFZ   Properties   is\n\ndistinguishable because here, \"the Planning Board could have,\n\nshould have, and must have provided the Developers with a hearing\n\nprior to revoking the land use permit over which they had a vested\n\nproperty right.\"     The logic of this claim is not clear.            Even if\n\nthe Planning Board should have provided the Developers with a\n\nhearing in this case (a judgment we do not make), the alleged\n\ndeprivation of property, as in PFZ Properties, \"results from\n\nconduct of state officials violative of state law.\"                  Id.    The\n\n\n                                       -9-\n\fDevelopers concede as much elsewhere in their brief, acknowledging\n\nthat \"since . . . the Planning Board acted ultra vires [when it\n\nrevoked the permit], there really is no process that could have\n\nbeen afforded to safeguard the Developers' constitutional rights.\"\n\nAs in PFZ Properties, then, the only question is whether adequate\n\npost-deprivation process was available to the plaintiffs. We agree\n\nwith the district court that adequate post-deprivation process was\n\navailable here in the form of administrative and judicial review of\n\nthe Planning Board's decision.        The plaintiffs have not stated a\n\nprocedural due process claim upon which relief can be granted.\n\nC.         Substantive Due Process\n\n           Asserting     that   the       Planning   Board     acted   without\n\njurisdiction when it revoked the permit and that it improperly\n\nusurped   ARPE's   jurisdiction      by    restraining   that    agency    from\n\ngranting any additional permits,4 the Developers also claim a\n\nviolation of their substantive due process rights.                This claim,\n\ntoo, is foreclosed by PFZ Properties and subsequent case law.\n\n           In   PFZ    Properties,    we    explained    the    standard    for\n\nestablishing a substantive due process violation in the land use\n\npermitting context:\n\n\n\n\n     4\n      According to the Developers, \"the Planning Board warned ARPE\nthat it could proceed no further, i.e., that it could not issue\nfurther permits, since the Land Use Permit expired on December 16,\n1998 without the Developers having engaged in '[actual] and\neffective' construction.\"\n\n                                     -10-\n\f       This Court has repeatedly held . . . that rejections of\n       development projects and refusals to issue building\n       permits do not ordinarily implicate substantive due\n       process. Even where state law officials have allegedly\n       violated state law or administrative procedures, such\n       violations do not ordinarily rise to the level of a\n       constitutional deprivation. The doctrine of substantive\n       due process does not protect individuals from all\n       [governmental] actions that infringe liberty or injure\n       property in violation of some law. Rather, substantive\n       due process prevents governmental power from being used\n       for purposes of oppression, or abuse of government power\n       that shocks the conscience, or action that is legally\n       irrational in that it is not sufficiently keyed to any\n       legitimate state interests.\n\nId. at 31-32 (internal citations and quotation marks omitted)\n\n(brackets in original). Although \"[w]e have left the door slightly\n\najar for federal relief in truly horrendous situations, . . . . the\n\nthreshold for establishing the requisite 'abuse of government\n\npower' is a high one indeed.\"        Colon, 964 F.2d at 45.\n\n            The   Developers'   allegations      concerning     the   Planning\n\nBoard's    determination    that   the     permit    expired    without   the\n\ncommencement of actual and effective construction do not state a\n\nsubstantive due process violation under this standard.                 In its\n\nstrongest form, the Developers' claim is essentially that the\n\nPlanning Board made an erroneous decision in violation of state\n\nlaw.    This claim is indistinguishable from the one we rejected in\n\nPFZ    Properties.    See   928    F.2d    at   32   (holding   that    \"PFZ's\n\nallegations that ARPE officials failed to comply with agency\n\nregulations or practices in the review and approval process for the\n\nconstruction drawings are not sufficient to support a substantive\n\n\n                                    -11-\n\fdue process claim\"); see also Licari v. Ferruzzi, 22 F.3d 344, 349\n\n(1st Cir. 1994) (rejecting a substantive due process claim based on\n\nallegations that a town planning board improperly revoked the\n\ndeveloper's building permits and delayed processing and approval of\n\nan application for an amended permit).                  We agree with the district\n\ncourt that the plaintiffs have not stated a substantive due process\n\nclaim upon which relief can be granted.\n\nD.           Equal Protection\n\n             Finally, the Developers recast the permit revocation as\n\nan   equal    protection      violation.           Emphasizing       that   laying    a\n\nfoundation      ordinarily        qualifies        as     actual     and    effective\n\nconstruction, the Developers point out that the Planning Board\n\ndetermined in this case that the Developers had not commenced\n\nactual and effective construction by December 16, 1998 despite the\n\nfact that they had begun laying a foundation.                        The Developers\n\nreason   that     by    determining    that    laying      a   foundation    did     not\n\nconstitute actual and effective construction, the Planning Board\n\n\"treated     them      differently    than    all    others    who    are   similarly\n\nsituated\"    in     contravention     of     the    Fourteenth     Amendment    Equal\n\nProtection Clause.         We disagree.\n\n             Although a land use dispute may give rise to an equal\n\nprotection claim in extreme circumstances, see Colon, 964 F.2d at\n\n44, such circumstances are not present here. The Developers allege\n\nno   facts    that      suggest   invidious        discrimination       based   on    a\n\n\n                                        -12-\n\fprohibited category such as race or sex, nor have they pointed to\n\nan egregious procedural irregularity or abuse of power that might\n\nconstitute a federal equal protection violation.            See id.     They\n\nassert   only   that    they    were    treated   differently   from   other\n\nindividuals who lay a foundation before a permit deadline for the\n\ncommencement    of     actual   and     effective   construction.       That\n\nallegation, however, \"represents nothing more than a claim that\n\n[the permitting agency] departed from its own procedures or those\n\nprovided by Puerto Rico law.\"          PFZ Props., 928 F.2d at 32.     Absent\n\nfacts reflecting more fundamental discrimination, the plaintiffs\n\nhave not stated a claim under the Equal Protection Clause of the\n\nFourteenth Amendment.\n\n           Affirmed.\n\n\n\n\n                                       -13-\n\f",
  "html": "<p class=\"case_cite\">415 F.3d 135</p>\n    <p class=\"parties\">SFW ARECIBO, LTD. and FW Associates, Ltd., Plaintiffs, Appellants,<br>v.<br>Angel D. RODR&#205;GUEZ; Wanda Cap&#243;; Wanda Marrero; Frederick Muhlach, in his personal and official capacity as a member of the Planning Board of Puerto Rico; Fernando F&#233;lix, in his personal and official capacity as a member of the Planning Board of Puerto Rico; and Nelson V&#233;lez, in his personal and official capacity as a member of the Planning Board of Puerto Rico, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-2587.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 3, 2005.</p>\n    <p class=\"date\">Decided July 14, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Rub&#233;n T. Nigaglioni, with whom Nigaglioni &amp; Ferraiuoli Law Offices, PSC was on brief, for appellants.</p>\n      <p class=\"indent\">Irene S. Soroeta-Kodesh, Assistant Solicitor General, with whom Salvador J. Antonetti Stutts, Solicitor General, and Mariana D. Negr&#243;n Vargas, Deputy Solicitor General, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arose from a dispute over a land use permit for the development of a shopping center in Arecibo, Puerto Rico. Two real estate developers sued members of the Puerto Rico Planning Board in the United States District Court for the District of Puerto Rico pursuant to 42 U.S.C. &#167; 1983, alleging that the Planning Board, which reviews proposed development projects throughout the Commonwealth, violated various provisions of the United State Constitution when it erroneously determined that the developers' land use permit had expired without the commencement of \"actual and effective construction.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court dismissed the complaint pursuant to Fed.R.Civ.P. 12(b)(6) for failure to state a claim. The developers filed a timely appeal. Seeing \"nothing in the present case to distinguish it sufficiently from the usual land developer's claim under state law to warrant recognition of a federal constitutional question,\" <i>Creative Env'ts, Inc. v. Estabrook,</i> 680 F.2d 822, 833 (1st Cir.1982), we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants, real estate developers SFW Arecibo Ltd. Partnership and FW Associates Ltd. Partnership (\"Developers\"), are constructing a shopping center in Arecibo, Puerto Rico. The Planning Board approved a preliminary development plan for the project on August 26, 1996, and issued a land use permit that required the Developers to begin actual and effective construction by December 16, 1998. Once the permit was issued, the Developers had to apply to the Puerto Rico Permits and Regulations Administration (\"ARPE\") for specific construction permits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 16, 1998, the Developers requested that the Planning Board extend the deadline by which actual and effective construction had to begin. The request was denied on December 9, 1998. Nevertheless, the Developers obtained the relevant permits from the ARPE and began to excavate and lay foundations before the December 16, 1998 deadline for commencement of actual and effective construction. The ARPE agreed that the Developers had met the deadline and continued to issue permits for the project.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 27, 2003, the Developers requested that the Planning Board clarify whether the original land use permit would allow for the building of a Home Depot store in the shopping center. The Planning Board denied the request for clarification on February 21, 2003, explaining that the land use permit had expired on December 16, 1998 because the Developers had not commenced actual and effective construction by that deadline. The Planning Board also informed the ARPE that the underlying land use permit had expired, and thus that it could no longer issue construction permits for the Developers' project.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 3, 2003, the Developers appealed to the Puerto Rico Court of Appeals for administrative review of the Planning Board's decision. The Puerto Rico appellate court sided with the Developers, ruling on August 25, 2004 that the Planning Board's decision was erroneous and that the Board's actions violated the Developers' ownership rights as set forth in the Puerto Rico Constitution. <i>FW Assocs. v. Junta De Planificaci&#243;n,</i> No. KLRA-03-00476, 2004 WL 2480859 (P.R. Ct.App. Aug. 25, 2004). The Puerto Rico appellate court's decision is currently pending before the Puerto Rico Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Not content to limit their claims to the courts of Puerto Rico, the Developers also filed a &#167; 1983 action against members of the Planning Board in federal district court on September 5, 2003. In their federal complaint, the Developers alleged that the Planning Board's erroneous revocation of the land use permit violated their rights under the Takings, Due Process, and Equal Protection Clauses of the federal Constitution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Planning Board responded by filing a motion to dismiss the complaint for failure to state a claim. <i>See</i> Fed.R.Civ.P. 12(b)(6).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Developers failed to reply to the 12(b)(6) motion within the time allotted. Several days after the deadline had passed, the Developers requested an extension of time to file their opposition. On January 12, 2004, the district court denied the request for an extension and deemed the motion to dismiss unopposed. The district court subsequently issued an opinion and order dismissing the case pursuant to Rule 12(b)(6). The court's ruling rested solely on our precedent in <i>PFZ Properties, Inc. v. Rodriguez,</i> 928 F.2d 28 (1st Cir. 1991), because that case, in the court's view, \"resolved a controversy nearly identical to the one present in the instant case.\" <i>SFW Arecibo, Ltd. v. Rodriguez,</i> No. 03-1970 (D.P.R. Sept. 22, 2004).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a district court's grant of a motion to dismiss <i>de novo. Greene v. Rhode Island,</i> 398 F.3d 45, 48 (1st Cir. 2005).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In so doing, we accept as true the well-pleaded factual allegations of the complaint, drawing all reasonable inferences in the non-movants' favor. <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">A. Takings Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Developers assert that the Planning Board's erroneous determination that their permit expired without the commencement of actual and effective construction amounted to a taking of private property without just compensation, thereby violating the Fifth and Fourteenth Amendments to the United States Constitution. This claim is premature. It is well-settled that \"if a State provides an adequate procedure for seeking just compensation, the property owner cannot claim a violation of the Just Compensation Clause until it has used the procedure and been denied just compensation.\" <i>Williamson Cty. Reg'l Planning Comm'n v. Hamilton Bank of Johnson City,</i> 473 U.S. 172, 195, 105 S.Ct. 3108, 87 L.Ed.2d 126 (1985). Adequate procedures for seeking just compensation are available under Puerto Rico law. <i>See Deniz v. Mun. of Guaynabo,</i> 285 F.3d 142, 146-47 (1st Cir.2002) (concluding that Puerto Rico case law recognizes an inverse condemnation remedy by which property owners can seek just compensation). Because the Developers have not sought just compensation through those state law procedures, their complaint does not state a valid federal takings claim. <i>See id.</i> at 149 (\"A plaintiff's failure to exhaust the inverse condemnation remedy renders premature a section 1983 damages action predicated upon an alleged takings violation.\").</p>\n    </div>\n    <p class=\"indent\">B. Procedural Due Process Claim</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To establish a procedural due process claim under &#167; 1983, a plaintiff \"must allege first that it has a property interest as defined by state law and, second, that the defendants, acting under color of state law, deprived it of that property interest without constitutionally adequate process.\" <i>PFZ Prop.,</i> 928 F.2d at 30. Here, the Developers assert that the Planning Board violated their procedural due process rights when it determined that the land use permit had expired and revoked it without notice or a hearing. That assertion is misguided. If the Developers have a property interest in the land use permit (we assume <i>arguendo</i> that they do), the post-deprivation process available to them under Puerto Rico law is a constitutionally adequate protection for that interest.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Developers do not challenge the adequacy of the permitting procedures established by Puerto Rico law. Instead, they allege that the Planning Board illegally revoked their land use permit without jurisdiction to do so. We rejected an analogous due process claim in <i>PFZ Properties,</i> explaining that in this context, our focus is on the availability of post-deprivation, rather than pre-deprivation, process:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When a deprivation of property results from conduct of state officials violative of state law, the Supreme Court has held that failure to provide pre-deprivation process does not violate the Equal Protection Clause.... The state is not required to anticipate such violations of its own constitutionally adequate procedures. To hold otherwise would convert every departure from established administrative procedures into a violation of the Fourteenth Amendment, cognizable under &#167; 1983.... [T]he only question is whether the post-deprivation process available to [the plaintiff] is adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>Id.</i> at 31 (internal citations omitted). We went on to hold that \"the combination of administrative and judicial remedies provided by Puerto Rico law is sufficient to meet the requirements of due process.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The post-deprivation process that we found adequate in <i>PFZ Properties</i> included the right to petition the administrative agency for reconsideration and to seek judicial review in the courts of Puerto Rico. <i>Id.</i> The same procedures for review were available in this case. The Developers petitioned the Planning Board to reconsider its ruling. It then sought judicial review before the Puerto Rico Court of Appeals, which ruled in its favor. That ruling is now pending before the Puerto Rico Supreme Court. A holding that the Developers had a federal procedural due process claim on these facts would contravene our case law. <i>See id.</i> at 31; <i>see also Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio,</i> 964 F.2d 32, 40 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Developers nevertheless attempt to distinguish <i>PFZ Properties</i> on several grounds, none of which is persuasive. First, they contend that \"the plaintiff in [<i>PFZ Properties</i>] claimed an entitlement to a construction permit that was never issued and over which the plaintiff never acquired a vested property interest [while] this case deals with permits that were issued and revoked after the Developers had effectively acquired a vested right.\" This point is inapposite. Although the <i>PFZ Properties</i> court was skeptical of the plaintiff's claimed property interest, it assumed <i>arguendo</i> that the plaintiffs did have such an interest and that the agency's actions had deprived it of that interest. <i>See</i> 928 F.2d at 31. <i>PFZ Properties</i> turned not on the nature of the developer's property right, but on the availability of post-deprivation process. <i>Id.</i> Nowhere in the opinion did we suggest that the constitutional standard by which we judge the adequacy of post-deprivation relief varies with the strength of the plaintiff's claimed property interest.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Developers also assert that <i>PFZ Properties</i> is distinguishable because here, \"the Planning Board could have, should have, and must have provided the Developers with a hearing prior to revoking the land use permit over which they had a vested property right.\" The logic of this claim is not clear. Even if the Planning Board should have provided the Developers with a hearing in this case (a judgment we do not make), the alleged deprivation of property, as in <i>PFZ Properties,</i> \"results from conduct of state officials violative of state law.\" <i>Id.</i> The Developers concede as much elsewhere in their brief, acknowledging that \"since ... the Planning Board acted <i>ultra vires</i> [when it revoked the permit], there really is no process that could have been afforded to safeguard the Developers' constitutional rights.\" As in <i>PFZ Properties,</i> then, the only question is whether adequate post-deprivation process was available to the plaintiffs. We agree with the district court that adequate post-deprivation process was available here in the form of administrative and judicial review of the Planning Board's decision. The plaintiffs have not stated a procedural due process claim upon which relief can be granted.</p>\n    </div>\n    <p class=\"indent\">C. Substantive Due Process</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Asserting that the Planning Board acted without jurisdiction when it revoked the permit and that it improperly usurped ARPE's jurisdiction by restraining that agency from granting any additional permits,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the Developers also claim a violation of their substantive due process rights. This claim, too, is foreclosed by <i>PFZ Properties</i> and subsequent case law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>PFZ Properties,</i> we explained the standard for establishing a substantive due process violation in the land use permitting context:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This Court has repeatedly held ... that rejections of development projects and refusals to issue building permits do not ordinarily implicate substantive due process. Even where state law officials have allegedly violated state law or administrative procedures, such violations do not ordinarily rise to the level of a constitutional deprivation. The doctrine of substantive due process does not protect individuals from all [governmental] actions that infringe liberty or injure property in violation of some law. Rather, substantive due process prevents governmental power from being used for purposes of oppression, or abuse of government power that shocks the conscience, or action that is legally irrational in that it is not sufficiently keyed to any legitimate state interests.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Id.</i> at 31-32 (internal citations and quotation marks omitted) (brackets in original). Although \"[w]e have left the door slightly ajar for federal relief in truly horrendous situations, . . . . the threshold for establishing the requisite `abuse of government power' is a high one indeed.\" <i>Colon,</i> 964 F.2d at 45.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Developers' allegations concerning the Planning Board's determination that the permit expired without the commencement of actual and effective construction do not state a substantive due process violation under this standard. In its strongest form, the Developers' claim is essentially that the Planning Board made an erroneous decision in violation of state law. This claim is indistinguishable from the one we rejected in <i>PFZ Properties. See</i> 928 F.2d at 32 (holding that \"PFZ's allegations that ARPE officials failed to comply with agency regulations or practices in the review and approval process for the construction drawings are not sufficient to support a substantive due process claim\"); <i>see also Licari v. Ferruzzi,</i> 22 F.3d 344, 349 (1st Cir.1994) (rejecting a substantive due process claim based on allegations that a town planning board improperly revoked the developer's building permits and delayed processing and approval of an application for an amended permit). We agree with the district court that the plaintiffs have not stated a substantive due process claim upon which relief can be granted.</p>\n    </div>\n    <p class=\"indent\">D. Equal Protection</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, the Developers recast the permit revocation as an equal protection violation. Emphasizing that laying a foundation ordinarily qualifies as actual and effective construction, the Developers point out that the Planning Board determined in this case that the Developers had not commenced actual and effective construction by December 16, 1998 despite the fact that they had begun laying a foundation. The Developers reason that by determining that laying a foundation did not constitute actual and effective construction, the Planning Board \"treated them differently than all others who are similarly situated\" in contravention of the Fourteenth Amendment Equal Protection Clause. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although a land use dispute may give rise to an equal protection claim in extreme circumstances, <i>see Colon,</i> 964 F.2d at 44, such circumstances are not present here. The Developers allege no facts that suggest invidious discrimination based on a prohibited category such as race or sex, nor have they pointed to an egregious procedural irregularity or abuse of power that might constitute a federal equal protection violation. <i>See id.</i> They assert only that they were treated differently from other individuals who lay a foundation before a permit deadline for the commencement of actual and effective construction. That allegation, however, \"represents nothing more than a claim that [the permitting agency] departed from its own procedures or those provided by Puerto Rico law.\" <i>PFZ Props.,</i> 928 F.2d at 32. Absent facts reflecting more fundamental discrimination, the plaintiffs have not stated a claim under the Equal Protection Clause of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico law defines \"actual and effective construction\" &#8212; or, as the parties refer to it, \"real and effective construction\" &#8212; as \"the commencement of the works of urbanization and the construction of a permanent structure on the land, that is to say, any work done beyond the stage of excavation.\" 23 P.R. Laws Ann. &#167; 62<i>o.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Fifth Amendment Takings Clause provides that \"private property [shall not] be taken for public use, without just compensation.\" U.S. Const. amend. V. This clause applies to the states under the Fourteenth Amendment<i>See Pascoag Reservoir &amp; Dam, LLC v. Rhode Island,</i> 337 F.3d 87, 92 n. 4 (1st Cir.2003), <i>cert. denied,</i> 540 U.S. 1090, 124 S.Ct. 962, 157 L.Ed.2d 795 (2003). The Fourteenth Amendment Due Process and Equal Protection Clauses provide that \"[no] State [shall] deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const. amend. XIV, &#167; 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Emphasizing that the Developers failed to oppose the motion to dismiss in the district court, the appellees assert that the Developers have waived their substantive claims on appeal. The Developers respond that the district court granted the motion to dismiss based substantially on arguments not raised in the motion itself, and therefore that they could not have been expected to raise the claims in the district court that they advance on appeal. While it is true that the Developers could have raised these claims in a post-judgment motion, we will not treat their failure to do so as a waiver in this case<i>See United States v. LaGuardia,</i> 902 F.2d 1010, 1013 (1st Cir.1990) (explaining that an appellate court may relax the raise-or-waive rule under certain circumstances). Instead, we will follow the lead of the district court and address the Developers' claims on their merits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> According to the Developers, \"the Planning Board warned ARPE that it could proceed no further,<i>i.e.,</i> that it could not issue further permits, since the Land Use Permit expired on December 16, 1998 without the Developers having engaged in `[actual] and effective' construction.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></span></p>\n    <p class=\"parties\">SFW ARECIBO, LTD. and FW Associates, Ltd., Plaintiffs, Appellants,<br>v.<br>Angel D. RODR&#205;GUEZ; Wanda Cap&#243;; Wanda Marrero; Frederick Muhlach, in his personal and official capacity as a member of the Planning Board of Puerto Rico; Fernando F&#233;lix, in his personal and official capacity as a member of the Planning Board of Puerto Rico; and Nelson V&#233;lez, in his personal and official capacity as a member of the Planning Board of Puerto Rico, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-2587.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 3, 2005.</p>\n    <p class=\"date\">Decided July 14, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Rub&#233;n T. Nigaglioni, with whom Nigaglioni &amp; Ferraiuoli Law Offices, PSC was on brief, for appellants.</p>\n      <p class=\"indent\">Irene S. Soroeta-Kodesh, Assistant Solicitor General, with whom Salvador J. Antonetti Stutts, Solicitor General, and Mariana D. Negr&#243;n Vargas, Deputy Solicitor General, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arose from a dispute over a land use permit for the development of a shopping center in Arecibo, Puerto Rico. Two real estate developers sued members of the Puerto Rico Planning Board in the United States District Court for the District of Puerto Rico pursuant to 42 U.S.C. &#167; 1983, alleging that the Planning Board, which reviews proposed development projects throughout the Commonwealth, violated various provisions of the United State Constitution when it erroneously determined that the developers' land use permit had expired without the commencement of \"actual and effective construction.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court dismissed the complaint pursuant to Fed.R.Civ.P. 12(b)(6) for failure to state a claim. The developers filed a timely appeal. Seeing \"nothing in the present case to distinguish it sufficiently from the usual land developer's claim under state law to warrant recognition of a federal constitutional question,\" <i>Creative Env'ts, Inc. v. Estabrook,</i> <span class=\"citation\" data-id=\"405155\"><a href=\"/opinion/405155/creative-environments-inc-v-robert-estabrook/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 833 (1st Cir.1982), we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants, real estate developers SFW Arecibo Ltd. Partnership and FW Associates Ltd. Partnership (\"Developers\"), are constructing a shopping center in Arecibo, Puerto Rico. The Planning Board approved a preliminary development plan for the project on August 26, 1996, and issued a land use permit that required the Developers to begin actual and effective construction by December 16, 1998. Once the permit was issued, the Developers had to apply to the Puerto Rico Permits and Regulations Administration (\"ARPE\") for specific construction permits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 16, 1998, the Developers requested that the Planning Board extend the deadline by which actual and effective construction had to begin. The request was denied on December 9, 1998. Nevertheless, the Developers obtained the relevant permits from the ARPE and began to excavate and lay foundations before the December 16, 1998 deadline for commencement of actual and effective construction. The ARPE agreed that the Developers had met the deadline and continued to issue permits for the project.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 27, 2003, the Developers requested that the Planning Board clarify whether the original land use permit would allow for the building of a Home Depot store in the shopping center. The Planning Board denied the request for clarification on February 21, 2003, explaining that the land use permit had expired on December 16, 1998 because the Developers had not commenced actual and effective construction by that deadline. The Planning Board also informed the ARPE that the underlying land use permit had expired, and thus that it could no longer issue construction permits for the Developers' project.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 3, 2003, the Developers appealed to the Puerto Rico Court of Appeals for administrative review of the Planning Board's decision. The Puerto Rico appellate court sided with the Developers, ruling on August 25, 2004 that the Planning Board's decision was erroneous and that the Board's actions violated the Developers' ownership rights as set forth in the Puerto Rico Constitution. <i>FW Assocs. v. Junta De Planificaci&#243;n,</i> No. KLRA-03-00476, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2480859</span></span> (P.R. Ct.App. Aug. 25, 2004). The Puerto Rico appellate court's decision is currently pending before the Puerto Rico Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Not content to limit their claims to the courts of Puerto Rico, the Developers also filed a &#167; 1983 action against members of the Planning Board in federal district court on September 5, 2003. In their federal complaint, the Developers alleged that the Planning Board's erroneous revocation of the land use permit violated their rights under the Takings, Due Process, and Equal Protection Clauses of the federal Constitution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Planning Board responded by filing a motion to dismiss the complaint for failure to state a claim. <i>See</i> Fed.R.Civ.P. 12(b)(6).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Developers failed to reply to the 12(b)(6) motion within the time allotted. Several days after the deadline had passed, the Developers requested an extension of time to file their opposition. On January 12, 2004, the district court denied the request for an extension and deemed the motion to dismiss unopposed. The district court subsequently issued an opinion and order dismissing the case pursuant to Rule 12(b)(6). The court's ruling rested solely on our precedent in <i>PFZ Properties, Inc. v. Rodriguez,</i> <span class=\"citation\" data-id=\"557363\"><a href=\"/opinion/557363/pfz-properties-inc-v-rene-alberto-rodriguez-etc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (1st Cir. 1991), because that case, in the court's view, \"resolved a controversy nearly identical to the one present in the instant case.\" <i>SFW Arecibo, Ltd. v. Rodriguez,</i> No. 03-1970 (D.P.R. Sept. 22, 2004).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review a district court's grant of a motion to dismiss <i>de novo. Greene v. Rhode Island,</i> <span class=\"citation\" data-id=\"201444\"><a href=\"/opinion/201444/greene-v-state-of-ri/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 48 (1st Cir. 2005).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In so doing, we accept as true the well-pleaded factual allegations of the complaint, drawing all reasonable inferences in the non-movants' favor. <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">A. Takings Claim</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Developers assert that the Planning Board's erroneous determination that their permit expired without the commencement of actual and effective construction amounted to a taking of private property without just compensation, thereby violating the Fifth and Fourteenth Amendments to the United States Constitution. This claim is premature. It is well-settled that \"if a State provides an adequate procedure for seeking just compensation, the property owner cannot claim a violation of the Just Compensation Clause until it has used the procedure and been denied just compensation.\" <i>Williamson Cty. Reg'l Planning Comm'n v. Hamilton Bank of Johnson City,</i> <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 195, <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3108</span></a></span>, <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></a></span> (1985). Adequate procedures for seeking just compensation are available under Puerto Rico law. <i>See Deniz v. Mun. of Guaynabo,</i> <span class=\"citation\" data-id=\"199916\"><a href=\"/opinion/199916/deniz-marquez-v-guaynabo-pr/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">142</span></a></span>, 146-47 (1st Cir.2002) (concluding that Puerto Rico case law recognizes an inverse condemnation remedy by which property owners can seek just compensation). Because the Developers have not sought just compensation through those state law procedures, their complaint does not state a valid federal takings claim. <i>See id.</i> at 149 (\"A plaintiff's failure to exhaust the inverse condemnation remedy renders premature a section 1983 damages action predicated upon an alleged takings violation.\").</p>\n    </div>\n    <p class=\"indent\">B. Procedural Due Process Claim</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To establish a procedural due process claim under &#167; 1983, a plaintiff \"must allege first that it has a property interest as defined by state law and, second, that the defendants, acting under color of state law, deprived it of that property interest without constitutionally adequate process.\" <i>PFZ Prop.,</i> 928 F.2d at 30. Here, the Developers assert that the Planning Board violated their procedural due process rights when it determined that the land use permit had expired and revoked it without notice or a hearing. That assertion is misguided. If the Developers have a property interest in the land use permit (we assume <i>arguendo</i> that they do), the post-deprivation process available to them under Puerto Rico law is a constitutionally adequate protection for that interest.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Developers do not challenge the adequacy of the permitting procedures established by Puerto Rico law. Instead, they allege that the Planning Board illegally revoked their land use permit without jurisdiction to do so. We rejected an analogous due process claim in <i>PFZ Properties,</i> explaining that in this context, our focus is on the availability of post-deprivation, rather than pre-deprivation, process:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When a deprivation of property results from conduct of state officials violative of state law, the Supreme Court has held that failure to provide pre-deprivation process does not violate the Equal Protection Clause.... The state is not required to anticipate such violations of its own constitutionally adequate procedures. To hold otherwise would convert every departure from established administrative procedures into a violation of the Fourteenth Amendment, cognizable under &#167; 1983.... [T]he only question is whether the post-deprivation process available to [the plaintiff] is adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>Id.</i> at 31 (internal citations omitted). We went on to hold that \"the combination of administrative and judicial remedies provided by Puerto Rico law is sufficient to meet the requirements of due process.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The post-deprivation process that we found adequate in <i>PFZ Properties</i> included the right to petition the administrative agency for reconsideration and to seek judicial review in the courts of Puerto Rico. <i>Id.</i> The same procedures for review were available in this case. The Developers petitioned the Planning Board to reconsider its ruling. It then sought judicial review before the Puerto Rico Court of Appeals, which ruled in its favor. That ruling is now pending before the Puerto Rico Supreme Court. A holding that the Developers had a federal procedural due process claim on these facts would contravene our case law. <i>See id.</i> at 31; <i>see also Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio,</i> <span class=\"citation\" data-id=\"583574\"><a href=\"/opinion/583574/nestor-colon-medina-sucesores-inc-v-patria-g-custodio/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 40 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Developers nevertheless attempt to distinguish <i>PFZ Properties</i> on several grounds, none of which is persuasive. First, they contend that \"the plaintiff in [<i>PFZ Properties</i>] claimed an entitlement to a construction permit that was never issued and over which the plaintiff never acquired a vested property interest [while] this case deals with permits that were issued and revoked after the Developers had effectively acquired a vested right.\" This point is inapposite. Although the <i>PFZ Properties</i> court was skeptical of the plaintiff's claimed property interest, it assumed <i>arguendo</i> that the plaintiffs did have such an interest and that the agency's actions had deprived it of that interest. <i>See</i> 928 F.2d at 31. <i>PFZ Properties</i> turned not on the nature of the developer's property right, but on the availability of post-deprivation process. <i>Id.</i> Nowhere in the opinion did we suggest that the constitutional standard by which we judge the adequacy of post-deprivation relief varies with the strength of the plaintiff's claimed property interest.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Developers also assert that <i>PFZ Properties</i> is distinguishable because here, \"the Planning Board could have, should have, and must have provided the Developers with a hearing prior to revoking the land use permit over which they had a vested property right.\" The logic of this claim is not clear. Even if the Planning Board should have provided the Developers with a hearing in this case (a judgment we do not make), the alleged deprivation of property, as in <i>PFZ Properties,</i> \"results from conduct of state officials violative of state law.\" <i>Id.</i> The Developers concede as much elsewhere in their brief, acknowledging that \"since ... the Planning Board acted <i>ultra vires</i> [when it revoked the permit], there really is no process that could have been afforded to safeguard the Developers' constitutional rights.\" As in <i>PFZ Properties,</i> then, the only question is whether adequate post-deprivation process was available to the plaintiffs. We agree with the district court that adequate post-deprivation process was available here in the form of administrative and judicial review of the Planning Board's decision. The plaintiffs have not stated a procedural due process claim upon which relief can be granted.</p>\n    </div>\n    <p class=\"indent\">C. Substantive Due Process</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Asserting that the Planning Board acted without jurisdiction when it revoked the permit and that it improperly usurped ARPE's jurisdiction by restraining that agency from granting any additional permits,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the Developers also claim a violation of their substantive due process rights. This claim, too, is foreclosed by <i>PFZ Properties</i> and subsequent case law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>PFZ Properties,</i> we explained the standard for establishing a substantive due process violation in the land use permitting context:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This Court has repeatedly held ... that rejections of development projects and refusals to issue building permits do not ordinarily implicate substantive due process. Even where state law officials have allegedly violated state law or administrative procedures, such violations do not ordinarily rise to the level of a constitutional deprivation. The doctrine of substantive due process does not protect individuals from all [governmental] actions that infringe liberty or injure property in violation of some law. Rather, substantive due process prevents governmental power from being used for purposes of oppression, or abuse of government power that shocks the conscience, or action that is legally irrational in that it is not sufficiently keyed to any legitimate state interests.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Id.</i> at 31-32 (internal citations and quotation marks omitted) (brackets in original). Although \"[w]e have left the door slightly ajar for federal relief in truly horrendous situations, . . . . the threshold for establishing the requisite `abuse of government power' is a high one indeed.\" <i>Colon,</i> 964 F.2d at 45.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Developers' allegations concerning the Planning Board's determination that the permit expired without the commencement of actual and effective construction do not state a substantive due process violation under this standard. In its strongest form, the Developers' claim is essentially that the Planning Board made an erroneous decision in violation of state law. This claim is indistinguishable from the one we rejected in <i>PFZ Properties. See</i> 928 F.2d at 32 (holding that \"PFZ's allegations that ARPE officials failed to comply with agency regulations or practices in the review and approval process for the construction drawings are not sufficient to support a substantive due process claim\"); <i>see also Licari v. Ferruzzi,</i> <span class=\"citation\" data-id=\"195323\"><a href=\"/opinion/195323/licari-v-ferruzzi/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 349 (1st Cir.1994) (rejecting a substantive due process claim based on allegations that a town planning board improperly revoked the developer's building permits and delayed processing and approval of an application for an amended permit). We agree with the district court that the plaintiffs have not stated a substantive due process claim upon which relief can be granted.</p>\n    </div>\n    <p class=\"indent\">D. Equal Protection</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, the Developers recast the permit revocation as an equal protection violation. Emphasizing that laying a foundation ordinarily qualifies as actual and effective construction, the Developers point out that the Planning Board determined in this case that the Developers had not commenced actual and effective construction by December 16, 1998 despite the fact that they had begun laying a foundation. The Developers reason that by determining that laying a foundation did not constitute actual and effective construction, the Planning Board \"treated them differently than all others who are similarly situated\" in contravention of the Fourteenth Amendment Equal Protection Clause. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although a land use dispute may give rise to an equal protection claim in extreme circumstances, <i>see Colon,</i> 964 F.2d at 44, such circumstances are not present here. The Developers allege no facts that suggest invidious discrimination based on a prohibited category such as race or sex, nor have they pointed to an egregious procedural irregularity or abuse of power that might constitute a federal equal protection violation. <i>See id.</i> They assert only that they were treated differently from other individuals who lay a foundation before a permit deadline for the commencement of actual and effective construction. That allegation, however, \"represents nothing more than a claim that [the permitting agency] departed from its own procedures or those provided by Puerto Rico law.\" <i>PFZ Props.,</i> 928 F.2d at 32. Absent facts reflecting more fundamental discrimination, the plaintiffs have not stated a claim under the Equal Protection Clause of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico law defines \"actual and effective construction\" &#8212; or, as the parties refer to it, \"real and effective construction\" &#8212; as \"the commencement of the works of urbanization and the construction of a permanent structure on the land, that is to say, any work done beyond the stage of excavation.\" 23 P.R. Laws Ann. &#167; 62<i>o.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Fifth Amendment Takings Clause provides that \"private property [shall not] be taken for public use, without just compensation.\" U.S. Const. amend. V. This clause applies to the states under the Fourteenth Amendment<i>See Pascoag Reservoir &amp; Dam, LLC v. Rhode Island,</i> <span class=\"citation\" data-id=\"200574\"><a href=\"/opinion/200574/pascoag-reservoir-v-state-of-rhode-islan/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 92 n. 4 (1st Cir.2003), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1090</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">795</span></span> (2003). The Fourteenth Amendment Due Process and Equal Protection Clauses provide that \"[no] State [shall] deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const. amend. XIV, &#167; 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Emphasizing that the Developers failed to oppose the motion to dismiss in the district court, the appellees assert that the Developers have waived their substantive claims on appeal. The Developers respond that the district court granted the motion to dismiss based substantially on arguments not raised in the motion itself, and therefore that they could not have been expected to raise the claims in the district court that they advance on appeal. While it is true that the Developers could have raised these claims in a post-judgment motion, we will not treat their failure to do so as a waiver in this case<i>See United States v. LaGuardia,</i> <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1013 (1st Cir.1990) (explaining that an appellate court may relax the raise-or-waive rule under certain circumstances). Instead, we will follow the lead of the district court and address the Developers' claims on their merits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> According to the Developers, \"the Planning Board warned ARPE that it could proceed no further,<i>i.e.,</i> that it could not issue further permits, since the Land Use Permit expired on December 16, 1998 without the Developers having engaged in `[actual] and effective' construction.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583574/"
  ]
}