{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201766/",
  "absolute_url": "/opinion/201766/united-states-v-estevez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201766/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:33:50Z",
  "date_modified": "2016-02-28T05:06:21.385817Z",
  "type": "010combined",
  "sha1": "dade6161ee29a3aa8ca7b81f5c8e93aff0cf3c4c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1496-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/08/17/US_v._Estevez.pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 03-1496\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        NICHOLAS ESTEVEZ,\n\n                      Defendant, Appellant.\n\n\n\n\n         ON REMAND FROM THE UNITED STATES SUPREME COURT\n\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n              Torruella and Selya, Circuit Judges.\n\n\n\n     Raymond E. Gillespie, on brief for appellant.\n     David H. Hennessy, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, on brief, for\nappellee.\n\n\n\n                         August 17, 2005\n\f               TORRUELLA, Circuit Judge.         The Supreme Court remanded\n\nthis appeal so that we might consider whether the defendant's\n\nsentence comports with the appropriate implementation of the U.S.\n\nSentencing Guidelines, as expounded in United States v. Booker, 543\n\nU.S. ---, 125 S. Ct. 738 (2005).             We hold that it does.\n\n                               I.   Background\n\n               After a jury trial, Nicholas Estevez was convicted of (1)\n\nconspiracy to possess with intent to distribute a quantity of\n\ncocaine   base;     (2)   possession    of    cocaine    base      with   intent   to\n\ndistribute and distribution of same on or about August 6, 1999 in\n\nWorcester, Massachusetts; and (3) possession of cocaine base with\n\nintent    to    distribute    and   distribution        of   same    on   or   about\n\nSeptember 2, 2000 in Worcester, Massachusetts.                     The latter two\n\ncounts    also     included   charges    of     aiding       and    abetting   such\n\ndistribution.\n\n               The district court found that Estevez qualified as a\n\nCareer Offender under § 4B1.1 of the Sentencing Guidelines, based\n\non two prior simple assault convictions under Massachusetts law,\n\nwhich the court found to be crimes of violence.                      This finding\n\nplaced Estevez in Career History Category VI pursuant to U.S.S.G.\n\n§ 4B1.1, and raised Estevez's Total Offense Level (\"TOL\") to 37.\n\n\n\n\n                                       -2-\n\fThe sentencing range corresponding to a TOL of 37 and a Category VI\n\nCriminal History is between 360 months and life.1\n\n          The sentencing court, however, found sua sponte that the\n\nCareer Offender Guideline overstated Estevez's criminal history and\n\nwarranted a downward departure.     Accordingly, the court imposed a\n\nsentence of 262 months.      His sentence was affirmed on appeal by\n\nthis court on May 4, 2004.   The Supreme Court granted certiorari on\n\nJanuary 24, 2005, vacated the judgment, and remanded to this court\n\nfor further consideration in light of its decision in Booker, 125\n\nS. Ct. 738.    United States v. Estevez, 125 S. Ct. 1034 (2005).\n\n                             II.   Analysis\n\n          A.   Booker\n\n          We begin our analysis by noting that Estevez concedes\n\nthat his claim of Booker error was not preserved.        See United\n\nStates v. Antonakopoulos, 399 F.3d 68, 76 (1st Cir. 2005) (\"The\n\n\n\n1\n  Had the district court not found that Estevez had been convicted\nof two prior crimes of violence, he would not have qualified as a\ncareer offender, and his Total Offense Level would have been 34.\nThe district court found that the Base Offense Level (\"BOL\") for\nthe conviction, involving 122.2 grams of cocaine base, was 32. See\nU.S.S.G. § 2D1.1(a)(3). The court found that Estevez's escape from\nstate custody qualified as obstruction of justice warranting a two-\nlevel upward adjustment to 34.       See U.S.S.G. § 3C1.1.       In\ncalculating Estevez's criminal history score, the court determined\nthat his prior convictions added up to 6 points and that 2 more\npoints should be added because the current offense occurred while\nEstevez was subject to state criminal sentences.      See U.S.S.G.\n§ 4A1.1(d). Thus, absent the career offender finding, Estevez's\nTotal Offense Level of 34 and Category IV Criminal History would\nhave resulted in a Guidelines sentencing range of 210 to 262\nmonths.\n\n                                   -3-\n\fargument that a Booker error occurred is preserved if the defendant\n\nbelow argued Apprendi or Blakely error or that the Guidelines were\n\nunconstitutional.\").2          Thus,     we    review    the     district     court's\n\nsentencing decision for plain error.                Id. at 75.\n\n            Since the \"defendant's Guidelines sentence was imposed\n\nunder a mandatory Guidelines system,\" we recognize that a clear and\n\nobvious error has occurred.            Id.     Still, for Estevez's claim to\n\nsurvive plain error review, he must show a \"reasonable probability\"\n\nthat the district court would have imposed a lower sentence had it\n\ntreated the Sentencing Guidelines as advisory.                    Id.     Because we\n\nrecognize that judges may not have expressed their reservations to\n\nwhat, at that time, they understood were mandatory Guidelines, \"we\n\nare     inclined    not   to   be   overly      demanding      as    to     proof   of\n\nprobability.\"       United States v. Heldeman, 402 F.3d 220, 224 (1st\n\nCir. 2005).     Nevertheless, the defendant must point to something,\n\n\"either in the existing record or by plausible proffer,\" that\n\nindicates that there is a reasonable probability that the district\n\njudge would have imposed a different sentence.                 Id.\n\n            In this case, it appears unlikely that the district court\n\nwould    have   sentenced      Estevez       more    leniently      under    advisory\n\nGuidelines.        The sentencing judge made a number of statements\n\n\n2\n   At the outset, \"[w]e decline the Defendant['s] invitation to\nignore Antonakopoulos. Absent unusual circumstances not present\nhere, panels of this court are bound by prior circuit decisions.\"\nUnited States v. Villafañe-Jiménez, 410 F.3d 74, 85 (1st Cir.\n2005).\n\n                                         -4-\n\findicating his belief in the appropriateness of the sentence\n\nimposed.    He stated: \"I intend to impose a sentence of 262 months.\n\nIt is a deserved sentence by this defendant.       I don't think 30\n\nyears is.   And therefore, I would be departing downward by [about]\n\neight years.\"    He further stated, \"It's not that I feel that this\n\ndefendant is not a serious felon, nor that he doesn't deserve a\n\nvery substantial sentence for the crime he committed.        But I do\n\nfeel under the circumstances that . . . [he] is entitled to a\n\nrelatively modest departure.\"    He explained:\n\n            As I said at the outset of these proceedings,\n            I feel that defendant deserves a very lengthy\n            sentence for all of the reasons stated by the\n            government in its argument that I ought to\n            impose a 30-year sentence.    I have, for the\n            reasons stated, decided not to impose a 30-\n            year sentence because I think under these\n            circumstances that sentence is draconian and\n            uncalled for. That does not mean for a moment\n            that I believe that this defendant deserves a\n            slap on the wrist or a short sentence because\n            what he did in his short stay in this country,\n            after illegally entering it, was to commit\n            several heinous crimes.    He was afforded a\n            trial. The jury found him guilty, and I am\n            now going to impose a severe sentence against\n            him, notwithstanding the fact that I have\n            departed downward from what otherwise would be\n            the requirement of a 30-year sentence.\n\nHaving concluded that thirty years would be too severe a sentence\n\nfor the crimes committed, the court chose to depart downward by\n\napproximately eight years.      From the sentencing transcript, it\n\nappears that the judge felt that he could have granted a greater\n\ndeparture if he felt that one was warranted. Instead, he concluded\n\n\n                                 -5-\n\fthat he would impose a 262 month sentence \"equivalent [to] the high\n\nend of the range . . . that would be authorized but for the\n\nprovisions applicable to career offenders.\"           Given that the judge\n\ndid not appear to feel constrained by the Guidelines from departing\n\nfurther downward, and given the judge's statements affirming the\n\nappropriateness of the sentence, we see no indication that he would\n\nhave   further   decreased     Estevez's   sentence    under    an   advisory\n\nGuidelines regime.      Cf.    United States v. González-Mercado, 402\n\nF.3d 294, 304 (1st Cir. 2005) (\"When, under a mandatory guidelines\n\nregime, a sentencing court has elected to sentence the defendant\n\nsubstantially above the bottom of the range, that is a telling\n\nindication that the court, if acting under an advisory guidelines\n\nregime, would in all likelihood have imposed the same sentence.\");\n\nUnited States v. Martins, --- F.3d ---, 2005 WL 1502939 at *11 (1st\n\nCir.   June   27,    2005)    (defendant   could   not   show    reasonable\n\nprobability of lower sentence where district court found him\n\neligible for departure but chose not to depart).\n\n           Defendant claims that our holding in United States v.\n\nFornia-Castillo, 408 F.3d 52, 73-74 (1st Cir. 2005), indicates that\n\nwhere the sentencing was complex, and the judge expressed a mixture\n\nof both leniency and stringency, we should remand for resentencing.\n\nWe disagree.        Unlike the instant case, Fornia-Castillo was a\n\npreserved error case in which the burden was on the government to\n\nprove beyond a reasonable doubt that the defendant would have\n\n\n                                    -6-\n\freceived      the   same   sentence.       Id.     In   this   case,   under   our\n\nunpreserved error analysis, it is the defendant who bears the\n\nburden of proving that there is a reasonable probability that the\n\ndistrict court would have imposed a lower sentence under advisory\n\nGuidelines. See Antonakopoulos, 399 F.3d at 78-79. Estevez cannot\n\nmeet this burden.          Unlike Fornia-Castillo, 408 F.3d at 74, where\n\nthe   court    found    that     \"the   reasons   for   [imposing    the   minimum\n\nsentence as to one count and the maximum as to others] are not\n\nentirely      clear,\"      the    sentencing      court   here      transparently\n\narticulated its reasons for deciding upon a \"modest departure.\"\n\nEssentially, the court thought that the career offender range was\n\ntoo harsh given Estevez's criminal history, but still considered\n\nthe crimes to be very serious, and thus chose to depart only to the\n\ntop of the range in which Estevez would have been sentenced without\n\nthe career offender finding.\n\n              Nor do we find a reasonable probability that the court\n\nwould have departed further on other grounds, such as defendant's\n\nhistory of drug and alcohol addiction, child sexual abuse and\n\ndiminished capacity.           The court was aware of these factors, but\n\nnevertheless, stated repeatedly that it felt the sentence it was\n\nimposing was appropriate. Under these circumstances, the mere fact\n\nthat other grounds for departure were presented does not warrant\n\nremand.    See United States v. Brennick, 405 F.3d             96, 102 (1st Cir.\n\n2005) (rejecting defendant's argument that this court \"should\n\n\n                                         -7-\n\fremand for resentencing so that the district court may give more\n\nemphasis   to    mitigating   factors    that    ordinarily    have   little\n\ninfluence under the Guidelines, such as his troubled childhood and\n\ndrug addiction\"); Villafañe-Jiménez, 410 F.3d at 86 n.15.\n\n           B.   Shepard\n\n           In his petition to the Supreme Court, Estevez sought\n\ncertiorari on the Booker issues addressed above. The Supreme Court\n\ngranted certiorari, vacated the judgment, and remanded his case\n\n\"for further consideration in light of [Booker].\"         Estevez, 125 S.\n\nCt. at 1034.      However, in his brief filed in response to this\n\ncourt's request for supplemental briefing on Booker's application\n\nto this case, Estevez now raises the claim that the district court\n\nviolated the prohibition announced in United States v. Shepard, 125\n\nS. Ct. 1254, 1260-61 (2005), against reliance on a police report to\n\ndetermine whether an offense qualifies as a violent predicate.\n\n           The government argues that Estevez's Shepard claim is\n\nbeyond the scope of the remand, and hence, is not properly before\n\nthis court.     However, we have held that \"[w]hen the Supreme Court\n\nvacates an entire judgment, an appellate court, on remand, has the\n\nnaked   power    to   reexamine   an     issue   that   lies   beyond    the\n\ncircumference of the Supreme Court's specific order.\"            Kotler v.\n\nAmerican Tobacco Co., 981 F.2d 7, 13 (1st Cir. 1992).           In Kotler,\n\nin the civil context, we stated that \"[t]his power is to be\n\nexercised sparingly and only when its invocation is necessary to\n\n\n                                   -8-\n\favoid extreme injustice,\" but that habeas petitions, for instance,\n\nmight sometimes present such circumstances.   Id.   Given that this\n\nis a criminal case still on direct appeal, similar concerns may\n\napply, and, thus, as an exercise of our discretion, we will\n\nconsider Estevez's claim, though it does not get far.\n\n          Estevez    claims     that    the    sentencing     court\n\nunconstitutionally relied on the language of a police report cited\n\nin his presentence investigation report to conclude that the\n\nassault and battery conviction of November 19, 1998 was a violent\n\nfelony.   We agree that after Shepard, it is clear that such\n\nreliance would be improper.   However, we find that any reliance on\n\nthe language of the police report was unnecessary to the district\n\ncourt's conclusion that the crime was a violent predicate, and\n\nthus, any error was harmless.\n\n          Aside from the police report, the criminal complaint also\n\nstated that Estevez \"did assault and beat\" the victim.   \"When the\n\nstate criminal statute involves different types of offenses, some\n\narguably violent and some not, we look first to the charging\n\ndocument to see which type of offense is involved.\"   United States\n\nv. Mangos, 134 F.3d 460, 464 (1st Cir. 1998) (citing Taylor v.\n\nUnited States, 495 U.S. 575, 602 (1990)).     Faced with the same\n\nsituation as in the instant case, we have held that where a\n\ndefendant is charged with simple assault in Massachusetts, and the\n\ncharging document states that he \"did assault and beat\" the victim,\n\n\n                                -9-\n\f\"this characterization placed the offense in the harmful battery\n\ntype, thereby meeting the definition of a crime of violence.\"\n\nUnited States v. Santos, 363 F.3d 19, 23 (1st Cir. 2004) (upholding\n\ndistrict court's categorical application of the rule established in\n\nMangos).    Recognizing that Estevez's conviction clearly falls\n\nwithin this category, we find that the district court correctly\n\nconcluded that the assault constituted a violent predicate, and any\n\nreliance on the police report was harmless error.\n\n                         III.   Conclusion\n\n           Because Estevez has failed to convince us that there is\n\na reasonable probability that the district court, under an advisory\n\nGuidelines system, would have imposed a sentence below the sentence\n\nactually imposed, and because we find that any error under Shepard\n\nwas harmless, we again affirm his conviction and sentence and order\n\nour earlier judgment reinstated.\n\n\n\n\n                                -10-\n\f",
  "html": "<p class=\"case_cite\">419 F.3d 77</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Nicholas ESTEVEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1496.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2004.</p>\n    <p class=\"date\">Decided August 17, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Raymond E. Gillespie, on brief for appellant.</p>\n      <p class=\"indent\">David H. Hennessy, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Supreme Court remanded this appeal so that we might consider whether the defendant's sentence comports with the appropriate implementation of the U.S. Sentencing Guidelines, as expounded in <i>United States v. Booker,</i> 543 U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). We hold that it does.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After a jury trial, Nicholas Estevez was convicted of (1) conspiracy to possess with intent to distribute a quantity of cocaine base; (2) possession of cocaine base with intent to distribute and distribution of same on or about August 6, 1999 in Worcester, Massachusetts; and (3) possession of cocaine base with intent to distribute and distribution of same on or about September 2, 2000 in Worcester, Massachusetts. The latter two counts also included charges of aiding and abetting such distribution.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court found that Estevez qualified as a Career Offender under &#167; 4B1.1 of the Sentencing Guidelines, based on two prior simple assault convictions under Massachusetts law, which the court found to be crimes of violence. This finding placed Estevez in Career History Category VI pursuant to U.S.S.G. &#167; 4B1.1, and raised Estevez's Total Offense Level (\"TOL\") to 37. The sentencing range corresponding to a TOL of 37 and a Category VI Criminal History is between 360 months and life.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The sentencing court, however, found <i>sua sponte</i> that the Career Offender Guideline overstated Estevez's criminal history and warranted a downward departure. Accordingly, the court imposed a sentence of 262 months. His sentence was affirmed on appeal by this court on May 4, 2004. The Supreme Court granted certiorari on January 24, 2005, vacated the judgment, and remanded to this court for further consideration in light of its decision in <i>Booker,</i> ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621. <i>Estevez v. United States,</i> ___ U.S. ___, 125 S.Ct. 1034, 160 L.Ed.2d 1020 (2005).</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <p class=\"indent\">A. <i>Booker</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We begin our analysis by noting that Estevez concedes that his claim of <i>Booker</i> error was not preserved. <i>See United States v. Antonakopoulos,</i> 399 F.3d 68, 76 (1st Cir. 2005) (\"The argument that a Booker error occurred is preserved if the defendant below argued <i>Apprendi</i> or <i>Blakely</i> error or that the Guidelines were unconstitutional.\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Thus, we review the district court's sentencing decision for plain error. <i>Id.</i> at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since the \"defendant's Guidelines sentence was imposed under a mandatory Guidelines system,\" we recognize that a clear and obvious error has occurred. <i>Id.</i> Still, for Estevez's claim to survive plain error review, he must show a \"reasonable probability\" that the district court would have imposed a lower sentence had it treated the Sentencing Guidelines as advisory. <i>Id.</i> Because we recognize that judges may not have expressed their reservations to what, at that time, they understood were mandatory Guidelines, \"we are inclined not to be overly demanding as to proof of probability.\" <i>United States v. Heldeman,</i> 402 F.3d 220, 224 (1st Cir. 2005). Nevertheless, the defendant must point to something, \"either in the existing record or by plausible proffer,\" that indicates that there is a reasonable probability that the district judge would have imposed a different sentence. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this case, it appears unlikely that the district court would have sentenced Estevez more leniently under advisory Guidelines. The sentencing judge made a number of statements indicating his belief in the appropriateness of the sentence imposed. He stated: \"I intend to impose a sentence of 262 months. It is a deserved sentence by this defendant. I don't think 30 years is. And therefore, I would be departing downward by [about] eight years.\" He further stated, \"It's not that I feel that this defendant is not a serious felon, nor that he doesn't deserve a very substantial sentence for the crime he committed. But I do feel under the circumstances that . . . [he] is entitled to a relatively modest departure.\" He explained:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As I said at the outset of these proceedings, I feel that defendant deserves a very lengthy sentence for all of the reasons stated by the government in its argument that I ought to impose a 30-year sentence. I have, for the reasons stated, decided not to impose a 30-year sentence because I think under these circumstances that sentence is draconian and uncalled for. That does not mean for a moment that I believe that this defendant deserves a slap on the wrist or a short sentence because what he did in his short stay in this country, after illegally entering it, was to commit several heinous crimes. He was afforded a trial. The jury found him guilty, and I am now going to impose a severe sentence against him, notwithstanding the fact that I have departed downward from what otherwise would be the requirement of a 30-year sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having concluded that thirty years would be too severe a sentence for the crimes committed, the court chose to depart downward by approximately eight years. From the sentencing transcript, it appears that the judge felt that he could have granted a greater departure if he felt that one was warranted. Instead, he concluded that he would impose a 262 month sentence \"equivalent [to] the high end of the range . . . that would be authorized but for the provisions applicable to career offenders.\" Given that the judge did not appear to feel constrained by the Guidelines from departing further downward, and given the judge's statements affirming the appropriateness of the sentence, we see no indication that he would have further decreased Estevez's sentence under an advisory Guidelines regime. <i>Cf. United States v. Gonz&#225;lez-Mercado,</i> 402 F.3d 294, 304 (1st Cir.2005) (\"When, under a mandatory guidelines regime, a sentencing court has elected to sentence the defendant substantially above the bottom of the range, that is a telling indication that the court, if acting under an advisory guidelines regime, would in all likelihood have imposed the same sentence.\"); <i>United States v. Martins,</i> 413 F.3d 139, 153 (1st Cir.2005) (defendant could not show reasonable probability of lower sentence where district court found him eligible for departure but chose not to depart).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendant claims that our holding in <i>United States v. Fornia-Castillo,</i> 408 F.3d 52, 73-74 (1st Cir.2005), indicates that where the sentencing was complex, and the judge expressed a mixture of both leniency and stringency, we should remand for resentencing. We disagree. Unlike the instant case, <i>Fornia-Castillo</i> was a preserved error case in which the burden was on the government to prove beyond a reasonable doubt that the defendant would have received the same sentence. <i>Id.</i> In this case, under our unpreserved error analysis, it is the defendant who bears the burden of proving that there is a reasonable probability that the district court would have imposed a lower sentence under advisory Guidelines. <i>See Antonakopoulos,</i> 399 F.3d at 78-79. Estevez cannot meet this burden. Unlike <i>Fornia-Castillo,</i> 408 F.3d at 74, where the court found that \"the reasons for [imposing the minimum sentence as to one count and the maximum as to others] are not entirely clear,\" the sentencing court here transparently articulated its reasons for deciding upon a \"modest departure.\" Essentially, the court thought that the career offender range was too harsh given Estevez's criminal history, but still considered the crimes to be very serious, and thus chose to depart only to the top of the range in which Estevez would have been sentenced without the career offender finding.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor do we find a reasonable probability that the court would have departed further on other grounds, such as defendant's history of drug and alcohol addiction, child sexual abuse and diminished capacity. The court was aware of these factors, but nevertheless, stated repeatedly that it felt the sentence it was imposing was appropriate. Under these circumstances, the mere fact that other grounds for departure were presented does not warrant remand. <i>See United States v. Brennick,</i> 405 F.3d 96, 102 (1st Cir.2005) (rejecting defendant's argument that this court \"should remand for resentencing so that the district court may give more emphasis to mitigating factors that ordinarily have little influence under the Guidelines, such as his troubled childhood and drug addiction\"); <i>Villafa&#241;e-Jim&#233;nez,</i> 410 F.3d at 86 n. 15.</p>\n    </div>\n    <p class=\"indent\">B. <i>Shepard</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In his petition to the Supreme Court, Estevez sought certiorari on the <i>Booker</i> issues addressed above. The Supreme Court granted certiorari, vacated the judgment, and remanded his case \"for further consideration in light of [<i>Booker</i> ].\" <i>Estevez,</i> 125 S.Ct. at 1034. However, in his brief filed in response to this court's request for supplemental briefing on <i>Booker's</i> application to this case, Estevez now raises the claim that the district court violated the prohibition announced in <i>Shepard v. United States,</i> ___ U.S. ___, ___-___, 125 S.Ct. 1254, 1260-61, 161 L.Ed.2d 205 (2005), against reliance on a police report to determine whether an offense qualifies as a violent predicate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government argues that Estevez's <i>Shepard</i> claim is beyond the scope of the remand, and hence, is not properly before this court. However, we have held that \"[w]hen the Supreme Court vacates an entire judgment, an appellate court, on remand, has the naked power to reexamine an issue that lies beyond the circumference of the Supreme Court's specific order.\" <i>Kotler v. American Tobacco Co.,</i> 981 F.2d 7, 13 (1st Cir.1992). In <i>Kotler,</i> in the civil context, we stated that \"[t]his power is to be exercised sparingly and only when its invocation is necessary to avoid extreme injustice,\" but that habeas petitions, for instance, might sometimes present such circumstances. <i>Id.</i> Given that this is a criminal case still on direct appeal, similar concerns may apply, and, thus, as an exercise of our discretion, we will consider Estevez's claim, though it does not get far.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Estevez claims that the sentencing court unconstitutionally relied on the language of a police report cited in his presentence investigation report to conclude that the assault and battery conviction of November 19, 1998 was a violent felony. We agree that after <i>Shepard,</i> it is clear that such reliance would be improper. However, we find that any reliance on the language of the police report was unnecessary to the district court's conclusion that the crime was a violent predicate, and thus, any error was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Aside from the police report, the criminal complaint also stated that Estevez \"did assault and beat\" the victim. \"When the state criminal statute involves different types of offenses, some arguably violent and some not, we look first to the charging document to see which type of offense is involved.\" <i>United States v. Mangos,</i> 134 F.3d 460, 464 (1st Cir.1998) (citing <i>Taylor v. United States,</i> 495 U.S. 575, 602, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990)). Faced with the same situation as in the instant case, we have held that where a defendant is charged with simple assault in Massachusetts, and the charging document states that he \"did assault and beat\" the victim, \"this characterization placed the offense in the harmful battery type, thereby meeting the definition of a crime of violence.\" <i>United States v. Santos,</i> 363 F.3d 19, 23 (1st Cir.2004) (upholding district court's categorical application of the rule established in <i>Mangos</i>). Recognizing that Estevez's conviction clearly falls within this category, we find that the district court correctly concluded that the assault constituted a violent predicate, and any reliance on the police report was harmless error.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because Estevez has failed to convince us that there is a reasonable probability that the district court, under an advisory Guidelines system, would have imposed a sentence below the sentence actually imposed, and because we find that any error under <i>Shepard</i> was harmless, we again <i>affirm</i> his conviction and sentence and order our earlier judgment reinstated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Had the district court not found that Estevez had been convicted of two prior crimes of violence, he would not have qualified as a career offender, and his Total Offense Level would have been 34. The district court found that the Base Offense Level (\"BOL\") for the conviction, involving 122.2 grams of cocaine base, was 32<i>See</i> U.S.S.G. &#167; 2D1.1(a)(3). The court found that Estevez's escape from state custody qualified as obstruction of justice warranting a two-level upward adjustment to 34. <i>See</i> U.S.S.G. &#167; 3C1.1. In calculating Estevez's criminal history score, the court determined that his prior convictions added up to 6 points and that 2 more points should be added because the current offense occurred while Estevez was subject to state criminal sentences. <i>See</i> U.S.S.G. &#167; 4A1.1(d). Thus, absent the career offender finding, Estevez's Total Offense Level of 34 and Category IV Criminal History would have resulted in a Guidelines sentencing range of 210 to 262 months.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the outset, \"[w]e decline the Defendant['s] invitation to ignore<i>Antonakopoulos.</i> Absent unusual circumstances not present here, panels of this court are bound by prior circuit decisions.\" <i>United States v. Villafa&#241;e-Jim&#233;nez,</i> 410 F.3d 74, 85 (1st Cir. 2005).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Nicholas ESTEVEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1496.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2004.</p>\n    <p class=\"date\">Decided August 17, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Raymond E. Gillespie, on brief for appellant.</p>\n      <p class=\"indent\">David H. Hennessy, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Supreme Court remanded this appeal so that we might consider whether the defendant's sentence comports with the appropriate implementation of the U.S. Sentencing Guidelines, as expounded in <i>United States v. Booker,</i> 543 U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005). We hold that it does.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After a jury trial, Nicholas Estevez was convicted of (1) conspiracy to possess with intent to distribute a quantity of cocaine base; (2) possession of cocaine base with intent to distribute and distribution of same on or about August 6, 1999 in Worcester, Massachusetts; and (3) possession of cocaine base with intent to distribute and distribution of same on or about September 2, 2000 in Worcester, Massachusetts. The latter two counts also included charges of aiding and abetting such distribution.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court found that Estevez qualified as a Career Offender under &#167; 4B1.1 of the Sentencing Guidelines, based on two prior simple assault convictions under Massachusetts law, which the court found to be crimes of violence. This finding placed Estevez in Career History Category VI pursuant to U.S.S.G. &#167; 4B1.1, and raised Estevez's Total Offense Level (\"TOL\") to 37. The sentencing range corresponding to a TOL of 37 and a Category VI Criminal History is between 360 months and life.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The sentencing court, however, found <i>sua sponte</i> that the Career Offender Guideline overstated Estevez's criminal history and warranted a downward departure. Accordingly, the court imposed a sentence of 262 months. His sentence was affirmed on appeal by this court on May 4, 2004. The Supreme Court granted certiorari on January 24, 2005, vacated the judgment, and remanded to this court for further consideration in light of its decision in <i>Booker,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span>. <i>Estevez v. United States,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1034</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1020</span></span> (2005).</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <p class=\"indent\">A. <i>Booker</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We begin our analysis by noting that Estevez concedes that his claim of <i>Booker</i> error was not preserved. <i>See United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 76 (1st Cir. 2005) (\"The argument that a Booker error occurred is preserved if the defendant below argued <i>Apprendi</i> or <i>Blakely</i> error or that the Guidelines were unconstitutional.\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Thus, we review the district court's sentencing decision for plain error. <i>Id.</i> at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since the \"defendant's Guidelines sentence was imposed under a mandatory Guidelines system,\" we recognize that a clear and obvious error has occurred. <i>Id.</i> Still, for Estevez's claim to survive plain error review, he must show a \"reasonable probability\" that the district court would have imposed a lower sentence had it treated the Sentencing Guidelines as advisory. <i>Id.</i> Because we recognize that judges may not have expressed their reservations to what, at that time, they understood were mandatory Guidelines, \"we are inclined not to be overly demanding as to proof of probability.\" <i>United States v. Heldeman,</i> <span class=\"citation\" data-id=\"201512\"><a href=\"/opinion/201512/united-states-v-heldeman/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224 (1st Cir. 2005). Nevertheless, the defendant must point to something, \"either in the existing record or by plausible proffer,\" that indicates that there is a reasonable probability that the district judge would have imposed a different sentence. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this case, it appears unlikely that the district court would have sentenced Estevez more leniently under advisory Guidelines. The sentencing judge made a number of statements indicating his belief in the appropriateness of the sentence imposed. He stated: \"I intend to impose a sentence of 262 months. It is a deserved sentence by this defendant. I don't think 30 years is. And therefore, I would be departing downward by [about] eight years.\" He further stated, \"It's not that I feel that this defendant is not a serious felon, nor that he doesn't deserve a very substantial sentence for the crime he committed. But I do feel under the circumstances that . . . [he] is entitled to a relatively modest departure.\" He explained:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As I said at the outset of these proceedings, I feel that defendant deserves a very lengthy sentence for all of the reasons stated by the government in its argument that I ought to impose a 30-year sentence. I have, for the reasons stated, decided not to impose a 30-year sentence because I think under these circumstances that sentence is draconian and uncalled for. That does not mean for a moment that I believe that this defendant deserves a slap on the wrist or a short sentence because what he did in his short stay in this country, after illegally entering it, was to commit several heinous crimes. He was afforded a trial. The jury found him guilty, and I am now going to impose a severe sentence against him, notwithstanding the fact that I have departed downward from what otherwise would be the requirement of a 30-year sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having concluded that thirty years would be too severe a sentence for the crimes committed, the court chose to depart downward by approximately eight years. From the sentencing transcript, it appears that the judge felt that he could have granted a greater departure if he felt that one was warranted. Instead, he concluded that he would impose a 262 month sentence \"equivalent [to] the high end of the range . . . that would be authorized but for the provisions applicable to career offenders.\" Given that the judge did not appear to feel constrained by the Guidelines from departing further downward, and given the judge's statements affirming the appropriateness of the sentence, we see no indication that he would have further decreased Estevez's sentence under an advisory Guidelines regime. <i>Cf. United States v. Gonz&#225;lez-Mercado,</i> <span class=\"citation\" data-id=\"201515\"><a href=\"/opinion/201515/united-states-v-gonzalez-mercado/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 304 (1st Cir.2005) (\"When, under a mandatory guidelines regime, a sentencing court has elected to sentence the defendant substantially above the bottom of the range, that is a telling indication that the court, if acting under an advisory guidelines regime, would in all likelihood have imposed the same sentence.\"); <i>United States v. Martins,</i> <span class=\"citation\" data-id=\"201656\"><a href=\"/opinion/201656/united-states-v-martins/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span>, 153 (1st Cir.2005) (defendant could not show reasonable probability of lower sentence where district court found him eligible for departure but chose not to depart).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendant claims that our holding in <i>United States v. Fornia-Castillo,</i> <span class=\"citation\" data-id=\"201662\"><a href=\"/opinion/201662/united-states-v-fornia-castillo/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 73-74 (1st Cir.2005), indicates that where the sentencing was complex, and the judge expressed a mixture of both leniency and stringency, we should remand for resentencing. We disagree. Unlike the instant case, <i>Fornia-Castillo</i> was a preserved error case in which the burden was on the government to prove beyond a reasonable doubt that the defendant would have received the same sentence. <i>Id.</i> In this case, under our unpreserved error analysis, it is the defendant who bears the burden of proving that there is a reasonable probability that the district court would have imposed a lower sentence under advisory Guidelines. <i>See Antonakopoulos,</i> 399 F.3d at 78-79. Estevez cannot meet this burden. Unlike <i>Fornia-Castillo,</i> 408 F.3d at 74, where the court found that \"the reasons for [imposing the minimum sentence as to one count and the maximum as to others] are not entirely clear,\" the sentencing court here transparently articulated its reasons for deciding upon a \"modest departure.\" Essentially, the court thought that the career offender range was too harsh given Estevez's criminal history, but still considered the crimes to be very serious, and thus chose to depart only to the top of the range in which Estevez would have been sentenced without the career offender finding.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor do we find a reasonable probability that the court would have departed further on other grounds, such as defendant's history of drug and alcohol addiction, child sexual abuse and diminished capacity. The court was aware of these factors, but nevertheless, stated repeatedly that it felt the sentence it was imposing was appropriate. Under these circumstances, the mere fact that other grounds for departure were presented does not warrant remand. <i>See United States v. Brennick,</i> <span class=\"citation\" data-id=\"201556\"><a href=\"/opinion/201556/united-states-v-brennick/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 102 (1st Cir.2005) (rejecting defendant's argument that this court \"should remand for resentencing so that the district court may give more emphasis to mitigating factors that ordinarily have little influence under the Guidelines, such as his troubled childhood and drug addiction\"); <i>Villafa&#241;e-Jim&#233;nez,</i> 410 F.3d at 86 n. 15.</p>\n    </div>\n    <p class=\"indent\">B. <i>Shepard</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In his petition to the Supreme Court, Estevez sought certiorari on the <i>Booker</i> issues addressed above. The Supreme Court granted certiorari, vacated the judgment, and remanded his case \"for further consideration in light of [<i>Booker</i> ].\" <i>Estevez,</i> 125 S.Ct. at 1034. However, in his brief filed in response to this court's request for supplemental briefing on <i>Booker's</i> application to this case, Estevez now raises the claim that the district court violated the prohibition announced in <i>Shepard v. United States,</i> ___ U.S. ___, ___-___, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, 1260-61, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005), against reliance on a police report to determine whether an offense qualifies as a violent predicate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The government argues that Estevez's <i>Shepard</i> claim is beyond the scope of the remand, and hence, is not properly before this court. However, we have held that \"[w]hen the Supreme Court vacates an entire judgment, an appellate court, on remand, has the naked power to reexamine an issue that lies beyond the circumference of the Supreme Court's specific order.\" <i>Kotler v. American Tobacco Co.,</i> <span class=\"citation\" data-id=\"596395\"><a href=\"/opinion/596395/joanne-kotler-individually-and-as-administratrix-etc-v-the-american/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 13 (1st Cir.1992). In <i>Kotler,</i> in the civil context, we stated that \"[t]his power is to be exercised sparingly and only when its invocation is necessary to avoid extreme injustice,\" but that habeas petitions, for instance, might sometimes present such circumstances. <i>Id.</i> Given that this is a criminal case still on direct appeal, similar concerns may apply, and, thus, as an exercise of our discretion, we will consider Estevez's claim, though it does not get far.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Estevez claims that the sentencing court unconstitutionally relied on the language of a police report cited in his presentence investigation report to conclude that the assault and battery conviction of November 19, 1998 was a violent felony. We agree that after <i>Shepard,</i> it is clear that such reliance would be improper. However, we find that any reliance on the language of the police report was unnecessary to the district court's conclusion that the crime was a violent predicate, and thus, any error was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Aside from the police report, the criminal complaint also stated that Estevez \"did assault and beat\" the victim. \"When the state criminal statute involves different types of offenses, some arguably violent and some not, we look first to the charging document to see which type of offense is involved.\" <i>United States v. Mangos,</i> <span class=\"citation\" data-id=\"197749\"><a href=\"/opinion/197749/united-states-v-mangos/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span>, 464 (1st Cir.1998) (citing <i>Taylor v. United States,</i> <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 602, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990)). Faced with the same situation as in the instant case, we have held that where a defendant is charged with simple assault in Massachusetts, and the charging document states that he \"did assault and beat\" the victim, \"this characterization placed the offense in the harmful battery type, thereby meeting the definition of a crime of violence.\" <i>United States v. Santos,</i> <span class=\"citation\" data-id=\"200939\"><a href=\"/opinion/200939/united-states-v-santos/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir.2004) (upholding district court's categorical application of the rule established in <i>Mangos</i>). Recognizing that Estevez's conviction clearly falls within this category, we find that the district court correctly concluded that the assault constituted a violent predicate, and any reliance on the police report was harmless error.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because Estevez has failed to convince us that there is a reasonable probability that the district court, under an advisory Guidelines system, would have imposed a sentence below the sentence actually imposed, and because we find that any error under <i>Shepard</i> was harmless, we again <i>affirm</i> his conviction and sentence and order our earlier judgment reinstated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Had the district court not found that Estevez had been convicted of two prior crimes of violence, he would not have qualified as a career offender, and his Total Offense Level would have been 34. The district court found that the Base Offense Level (\"BOL\") for the conviction, involving 122.2 grams of cocaine base, was 32<i>See</i> U.S.S.G. &#167; 2D1.1(a)(3). The court found that Estevez's escape from state custody qualified as obstruction of justice warranting a two-level upward adjustment to 34. <i>See</i> U.S.S.G. &#167; 3C1.1. In calculating Estevez's criminal history score, the court determined that his prior convictions added up to 6 points and that 2 more points should be added because the current offense occurred while Estevez was subject to state criminal sentences. <i>See</i> U.S.S.G. &#167; 4A1.1(d). Thus, absent the career offender finding, Estevez's Total Offense Level of 34 and Category IV Criminal History would have resulted in a Guidelines sentencing range of 210 to 262 months.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the outset, \"[w]e decline the Defendant['s] invitation to ignore<i>Antonakopoulos.</i> Absent unusual circumstances not present here, panels of this court are bound by prior circuit decisions.\" <i>United States v. Villafa&#241;e-Jim&#233;nez,</i> <span class=\"citation\" data-id=\"201627\"><a href=\"/opinion/201627/united-states-v-villafane-jimenez/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 85 (1st Cir. 2005).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596395/"
  ]
}