{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201863/",
  "absolute_url": "/opinion/201863/madera-v-marsh-usa-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201863/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:36:15Z",
  "date_modified": "2016-02-28T05:06:38.099853Z",
  "type": "010combined",
  "sha1": "3562f92b3f974b9999436879a192f922acdc48ab",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1092-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/10/18/Madera_v._Marsh_USA_Inc..pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 05-1092\n\n                          ANTHONY MADERA,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                        MARSH USA, INC. and\n          J&H MARSH & MCLENNAN, INC. SEVERANCE PAY PLAN,\n\n                       Defendants, Appellees.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                               Before\n\n                     Torruella, Circuit Judge,\n                   Siler,* Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n     Joseph P. Musacchio, with whom Anthony Tarricone and Sarrouf,\nTarricone & Flemming, were on brief, for appellant.\n     Louis A. Rodriques, with whom Rheba Rutkowski and Bingham\nMcCutchen LLP, were on brief, for appellees.\n\n\n\n                          October 18, 2005\n\n\n\n\n*\n    Of the Sixth Circuit, sitting by designation.\n\f            TORRUELLA, Circuit Judge.          Plaintiff-appellant Anthony\n\nMadera here appeals the district court's grant of summary judgment\n\nfor defendant-appellee Marsh U.S.A., Inc. (\"Marsh\") and defendant-\n\nappellee J&H Marsh & McLennan Severance Pay Plan (\"Plan\"), a\n\nseverance pay plan adopted and maintained by Marsh in accordance\n\nwith the provisions of the Employee Retirement Income Security Act\n\nof 1974 (\"ERISA\"), 29 U.S.C. § 1001, et seq. (2000).                 Madera, a\n\nformer senior vice president at Marsh, was fired \"for cause\" after\n\nproviding certain information about the company to a competitor in\n\nviolation of Marsh's written policies.             Madera, however, contends\n\nthat this firing \"for cause\" was merely a pretext used to deprive\n\nhim of the severance pay he was due under the Plan.              The district\n\ncourt, finding that Madera failed to exhaust the administrative\n\nremedies available to him prior to bringing this suit, granted\n\nsummary judgment in favor of the defendant-appellees.               We affirm.\n\n                                       I.\n\n            For approximately fourteen years, Madera was an employee\n\nof Sedgwick James (\"Sedgwick\"), a risk management and insurance\n\nbrokerage company.        In 1998, Sedgwick was acquired by Marsh, the\n\nUnited    States    operating   subsidiary     of   Marsh   Inc.,   a   leading\n\nprovider    of    risk   management    and   insurance   brokerage      services\n\nworldwide.        With the acquisition, Madera became a senior vice\n\npresident within Marsh's Brokerage Risk Control Group.              In his new\n\nrole,    Madera    provided   risk    management    consulting   services     to\n\n\n                                       -2-\n\fMarsh's     clients   in   the   New     England    region   and   oversaw   the\n\nevaluation and professional development of sixteen individuals\n\nunder his supervision.\n\n             In late 2000 and early 2001, Marsh began a series of\n\nreorganizations and consolidations, motivated in part by the need\n\nto eliminate redundant positions following acquisitions made in\n\n1997 and 1998, including the Sedgwick acquisition.                   One of the\n\norganizational changes made was to eliminate Madera's Brokerage\n\nRisk Control Group.        As a result, Madera was informed in mid-\n\nFebruary 2001 that he was being reappointed to a new position --\n\nthat   of   \"Middle   Market     Sales    Leader\"    for   Marsh's   consulting\n\npractice in the New England region.\n\n             Madera, however, was not happy with the change.            He felt\n\nthat Marsh's management did not provide him with a clear definition\n\nof his new role and that the company was not making the best use of\n\nhis skills and experience. He informed Michael Golden, the head of\n\nMarsh's New England operations and its Boston office, of his\n\nunhappiness.     After Golden reassured Madera about the strategic\n\nimportance of his new position and his critical role in Marsh's\n\noperations, Madera agreed to do his best in his new job.\n\n             Shortly after this conversation, on or about March 9,\n\n2001, Madera went on vacation.            Before leaving, however, he sent\n\nseveral e-mails to Keith Smaldon, the Boston office head of the\n\nHays Group (\"Hays\"), another risk management firm and a direct\n\n\n                                         -3-\n\fcompetitor of Marsh.      Madera became acquainted with Smaldon when\n\nboth men were employees at Sedgwick.             Smaldon, like Madera, became\n\na Marsh employee after the 1998 Sedgwick acquisition.                      Smaldon,\n\nhowever, left Marsh shortly afterwards to join Hays.                   After this\n\nmove, Madera continued to have social contact with Smaldon. Madera\n\nmaintains, however, that he had no intention of seeking employment\n\nwith Hays and never raised the issue with Smaldon.\n\n            The     e-mails   sent     by     Madera      contained      important\n\ninformation   about     Marsh's   business.         For    example,    a    message\n\nforwarded by Madera to Smaldon on March 1, 2001 contained various\n\n\"Market Alert Memos\" sent by Marsh to all of its employees in the\n\nUnited States.      These memos discussed the lowering of ratings of\n\ncertain   insurance     companies    and    advised     Marsh    personnel     that\n\nclients insured by these companies should be notified of these\n\ndevelopments.       On March 8, Madera forwarded an e-mail that he,\n\nalong with all other Marsh employees in Boston, received from\n\nGolden. This message contained announcements of promotions and\n\nreassignments within the Boston office.               Madera explains that he\n\nsent Smaldon this e-mail because Smaldon was friendly with people\n\nreceiving   the     promotions,   some      of   whom   were    former     Sedgwick\n\ncolleagues.       On the same day, March 8, Madera also forwarded to\n\nSmaldon an \"Industry Practices Organizational Change\" e-mail that\n\nhad been previously sent to all Marsh employees in the United\n\nStates    (approximately      16,000        people)     and     that     contained\n\n\n                                     -4-\n\fannouncements of promotions and general goals.        In total, Madera\n\nforwarded seven Marsh e-mails to Smaldon.\n\n          These e-mail messages may very well have disappeared into\n\nthe electronic ether if not for a telephone conversation shortly\n\nafterwards between Smaldon and Christopher Scontras, the head of\n\nMarsh's Portland office and a member of Golden's senior staff.\n\nDuring the course of this conversation, Smaldon mentioned certain\n\norganizational   and   personnel   changes   in   Marsh's   New   England\n\noperations, information which had been communicated only internally\n\nat Marsh. In fact, Scontras believed that the information conveyed\n\nby Smaldon was known only by a \"small\" or \"restricted\" management\n\ngroup in the Boston office.\n\n          On March 12, Scontras attended a regularly scheduled\n\nmeeting with several members of Marsh's management team, and there\n\nhe informed Golden about his conversation with Smaldon.           Golden,\n\ntroubled by the fact that Smaldon had this information, ordered a\n\nsearch of Marsh's e-mail system to determine whether a Marsh\n\nemployee had been passing company information to anyone at Hays.\n\nWithin twenty-four hours, Marsh's Information Technology Department\n\ndetermined that Madera had forwarded seven e-mails to Smaldon.\n\nGolden was provided with copies of each of the e-mail messages that\n\nMadera had forwarded.\n\n          Upon reviewing the contents of these messages, Golden\n\nbecame concerned. Nearly all of the messages contained information\n\n\n                                   -5-\n\fthat Marsh intended for internal distribution only; that, in\n\neffect, Madera had provided a competitor with access to internal,\n\nproprietary information.     Golden's concern only increased with the\n\nknowledge that it was Smaldon who had access to this sensitive\n\ninformation.     Smaldon now worked for Hays -- at that time, a start-\n\nup operation in the Boston area.     Hays was doing everything in its\n\npower to increase its size and grow its market share in the risk\n\nmanagement business. The information conveyed in the e-mails would\n\ngive Hays a real competitive advantage, especially in the areas of\n\nnew   employee     recruitment,   product   marketing,   and   client\n\ndevelopment.      And as a former Marsh manager, Smaldon would be\n\nparticularly well positioned to make use of and understand the\n\ninformation in the messages conveyed by Madera.\n\n          Based on this review of the e-mails, Golden concluded\n\nthat Madera had breached his duty of loyalty to Marsh and that he\n\nwas no longer trustworthy.     He believed that the number of e-mails\n\nsent indicated that the disclosures to Smaldon were not a mistake\n\nand that no reasonable manager could have believed that such a\n\ndisclosure of company information to a competitor was appropriate.\n\nAfter consulting with his human resource managers and a Marsh in-\n\nhouse attorney, Golden decided to fire Madera.\n\n          Upon his return from vacation on March 19, Madera was\n\ncalled to a meeting with Golden, where he was informed that he had\n\nbeen identified as the source of the e-mails to Smaldon and that\n\n\n                                  -6-\n\fhis employment with Marsh was to be terminated \"for cause\" because\n\nhis conduct constituted \"willful misconduct\" within the meaning of\n\nthe Plan, for failing to comply with company guidelines concerning\n\nconflicts of interest and the use and disclosure of confidential or\n\nproprietary information as set forth in Marsh's Employee Handbook\n\n(\"Handbook\").     Madera's response was that he did not think the\n\ninformation he had forwarded to Smaldon was sensitive; that he had\n\nsimply \"made a mistake\"; and that he \"did something stupid.\"\n\n           When   these    arguments   proved     unavailing    and   Madera\n\nrealized that Golden's decision would not be reversed, he inquired\n\nabout severance pay.      He was informed that he was not eligible to\n\nreceive it.   The Plan did make provision for severance payments to\n\neligible   employees   whose   employment   was    terminated    by   Marsh.\n\nHowever, the Plan also stated explicitly that \"[a]n individual is\n\nnot eligible for benefits under [the] Plan if . . . his/her\n\ntermination is for cause.\"     The determination of what constituted\n\n\"cause\" was left to the Plan Administrator or his or her delegate;\n\nin this case, that delegate was Marsh's Human Resources Department.\n\nThe Plan also stated that\n\n           [t]he   Company  .   .   .  shall   have  the\n           discretionary authority and responsibility to\n           determine eligibility for benefits and the\n           amount of such benefits, and to construe the\n           terms of the Plan.     The determinations and\n           constructions of the Company . . . will be\n           final, binding, and conclusive as to all\n           parties, unless found by a court of competent\n           jurisdiction to be arbitrary and capricious.\n\n\n                                   -7-\n\fOfficials at Marsh, pursuant to this authority, confirmed Golden's\n\ninitial statement that Madera's firing was one \"for cause.\"\n\n           Madera,     however,       believed       that     the     \"for    cause\"\n\nexplanation was merely a pretext.               He believed that Marsh was\n\nlooking for a reason to discharge him \"for cause\" for the purpose\n\nof denying him severance benefits.               He thought that the true\n\nreasons for his discharge were Marsh's decision to eliminate his\n\nsupervisory      position    under     a     restructuring,         his     expressed\n\ndispleasure with his undefined diminished status at the company,\n\nand Marsh's assumption that he was seeking employment from Smaldon\n\nat Hays.\n\n           Despite these beliefs, Madera made no attempt to appeal\n\nthe company's decision to fire him \"for cause.\"                   The Plan provides\n\nspecific   procedures       whereby    an    employee       can    appeal    certain\n\nemployment and benefit decisions.             For example, an employee who\n\ndisagrees with the determination of his or her benefits is required\n\nto submit to the Plan Administrator a written statement describing\n\nthe basis of his or her claim for benefits within sixty days of\n\nreceipt of the initial notification of that determination.                        The\n\nPlan further provides that any employee who fails to receive such\n\nnotification \"but believes that he/she is entitled to benefits\n\nunder the Plan may, within 60 days of such employee's Termination\n\nDate,   submit    a   written   statement       to   the     Plan    Administrator\n\n\n\n\n                                       -8-\n\fdescribing the basis of his/her claim for benefits and requesting\n\nany forms required in connection with payment of such benefits.\"\n\n           Rather than pursue any of these administrative remedies,\n\nMadera filed suit in the district court on June 18, 2003, alleging\n\nthat Marsh's decision to terminate him and subsequent failure to\n\ngrant him severance pay (i) was made in bad faith and in violation\n\nof the implied covenant of good faith and fair dealing; (ii)\n\nconstituted age discrimination in violation of Mass. Gen. Laws ch.\n\n151B; (iii) violated the Massachusetts Wage Statute, Mass. Gen.\n\nLaws ch. 149, § 148; and (iv) violated ERISA, 29 U.S.C. § 1001, et\n\nseq. (2000).   Marsh moved for summary judgment on all of Madera's\n\nclaims.    In opposing this motion, Madera conceded that ERISA\n\npreempted his common law claims and waived all claims but the ERISA\n\nclaim.    Madera then moved for partial summary judgment, stating\n\nthat the facts and the law he relied upon in opposing Marsh's\n\nsummary judgment motion supported the entry of partial summary\n\njudgment in his favor \"on the issues of the confidentiality of the\n\nsubject e-mails and on the exhaustion of administrative remedies.\"\n\n           On December 15, 2004, the district court, after granting\n\nMarsh's motion for summary judgment and denying Madera's motion for\n\npartial summary judgment, dismissed Madera's ERISA claim on the\n\nsole ground that he failed to exhaust his administrative remedies.\n\nWe now affirm.\n\n\n\n\n                                -9-\n\f                                 II.\n\n          We begin by stating the proper standard of review.    The\n\ndistrict court's grant of summary judgment is reviewed de novo,\n\nwith all inferences resolved in favor of the non-moving party.\n\nNoviello v. City of Boston, 398 F.3d 76, 84 (1st Cir. 2005).\n\nSummary judgment is appropriate only if there is no genuine dispute\n\nas to material facts and the moving party is entitled to judgment\n\nas a matter of law.   Fenton v. John Hancock Mut. Life Ins. Co., 400\n\nF.3d 83, 87 (1st Cir. 2005); Rodríguez-Abreu v. Chase Manhatttan\n\nBank, N.A., 986 F.2d 580, 583 (1st Cir. 1993).\n\n          ERISA is a comprehensive federal statute that governs the\n\nrights and responsibilities of parties in relation to employee\n\npension, welfare, and benefit plans.       Under the terms of the\n\nstatute, an employer is not permitted to discipline or discharge a\n\nperson for the purpose of interfering with the attainment of any\n\nright or benefit to which the person may become entitled.        29\n\nU.S.C. § 1140 (2000).1 This prohibition includes characterizing an\n\nemployee's termination as one \"for cause\" for the purpose of\n\nunlawfully denying that employee severance benefits.   See Koons v.\n\nAventis Pharm., Inc., 367 F.3d 768 (8th Cir. 2004).    Madera filed\n\n\n1\n   Section 1140 provides in pertinent part: \"It shall be unlawful\nfor any person to discharge, fine, suspend, expel, discipline, or\ndiscriminate against a participant or beneficiary for exercising\nany right to which he is entitled under the provisions of an\nemployee benefit plan . . ., or for the purpose of interfering with\nthe attainment of any right to which such participant may become\nentitled under the plan . . ..\" 29 U.S.C. § 1140 (2000).\n\n                                -10-\n\fsuit under 29 U.S.C. § 1132(a)(1)(B) (2000), claiming that Marsh\n\nviolated ERISA by wrongfully characterizing his termination as one\n\n\"for cause\" for the purpose of unlawfully denying him severance\n\nbenefits.2\n\n             Before a plaintiff asserts an ERISA claim, however, he\n\nfirst must exhaust his administrative remedies.               Terry v. Bayer\n\nCorp., 145 F.3d 28, 40 (1st Cir. 1998).         The employer's provision\n\nof   such   administrative   remedies    is   mandated   by    ERISA.   ERISA\n\nrequires employee benefit plans to provide any participant whose\n\nclaim for benefits is denied with an opportunity for review by the\n\nfiduciary denying the claim.      29 U.S.C. § 1133(2) (2000).           Here,\n\n\"[i]t is undisputed that [Marsh] provided the required review\n\nprocedure.\"     Drinkwater v. Metropolitan Life Ins. Co., 846 F.2d\n\n821, 826 (1st Cir. 1988). The Plan's review procedure was outlined\n\nin the Handbook, and Madera had adequate opportunity to read and\n\nunderstand the relevant provisions.\n\n             Madera, however, \"failed to utilize the review procedure\n\nprovided by [Marsh], saving his complaints for the litigation\n\nprocess rather than the review procedure.\" Drinkwater, 846 F.2d at\n\n825.   He made no effort to avail himself of the Plan's appeal\n\nprovisions.    He neither filed a claim for severance benefits under\n\n\n\n2\n   29 U.S.C § 1132(a)(1)(B) is the cause of action under ERISA\nenabling plan participants and other beneficiaries \"to recover\nbenefits due to him under the terms of his plan.\" 29 U.S.C § 1132\n(a)(1)(B) (2000).\n\n                                  -11-\n\fthe Plan nor appealed Marsh's decision to deny him severance\n\nbenefits under the Plan.\n\n           In his brief, Madera claims that he had a good reason for\n\nhis   failure   to   follow   Marsh's   established   dispute   resolution\n\nprocedures.     He writes, \"It was absolutely crystal clear that,\n\nunder Marsh's Severance Plan, an employee terminated 'for cause' is\n\nnot eligible for severance. Thus, if Madera's termination remained\n\nas one 'for cause,' he absolutely had no right to severance pay.\n\nOn this point, there was nothing for Madera to challenge or Marsh\n\nto administratively review.\"       Appellant Br. 17.     But as appellee\n\ncorrectly points out, \"there simply is no basis to conclude from an\n\ninitial determination that a termination is 'for cause' that it\n\nwould be futile for the employee to challenge that determination.\"\n\nAppellee Br. 21.     The claims procedure set up by Marsh is precisely\n\nthe sort of procedure appropriate to review the use of the \"for\n\ncause\" label in Madera's termination.\n\n           Failing to actually exhaust his administrative remedies\n\nas required, Madera makes several different arguments claiming that\n\nhe is exempt from the exhaustion requirement.           First, he argues\n\nthat his failure to exhaust his administrative remedies is excused\n\nin this instance because Marsh did not provide him with written\n\nnotice of the denial of severance benefits.            Citing 29 U.S.C.\n\n§ 1133(1) and 29 C.F.R. § 2560.503-1(g), as well as several\n\ndistrict court opinions, DePina v. General Dynamics Corp., 674 F.\n\n\n                                   -12-\n\fSupp. 46 (D. Mass. 1987), and McLean Hosp. Corp. v. Lasher, 819 F.\n\nSupp.   110    (D.   Mass.   1993),   that   interpret   that   statute   and\n\nregulation, Madera claims that failure of an employer to provide\n\nwritten notice to an employee setting forth the specific reasons\n\nfor the denial of a benefit and notifying the employee of the\n\nreview process relieves the employee from the obligation to exhaust\n\nadministrative remedies.       Even if we were bound by these district\n\ncourt decisions, such a rule would apply only where an employee has\n\nmade a claim for benefits.       See 29 U.S.C. § 1133(1) and 29 C.F.R.\n\n§ 2560.503(g).       Here, Madera did not do so.          Although he did\n\ninquire informally as to whether he would be eligible for severance\n\nbenefits, he never filed any sort of formal claim.          Since he never\n\nmade a claim, there was nothing for Marsh to deny in writing, and\n\nthe statute and regulation do not apply.\n\n              Second, Madera raises the issue of futility. Futility is\n\nan exception to ERISA's exhaustion requirement.            See Drinkwater,\n\n846 F.2d at 826.        An employee is not required to exhaust his\n\nadministrative remedies in those instances where it would be futile\n\nfor him to do so.       Madera claims that in this instance, it would\n\nhave been futile to have to first bring an administrative claim\n\nbefore the very employer responsible for the wrongdoing. He argues\n\nthat it would have been pointless to require him to seek an\n\nadministrative review from Marsh asking it to review its own\n\nunlawful conduct in attaching a phony and pretextual reason to his\n\n\n                                      -13-\n\fdischarge.          As he writes in his brief, \"[i]t simply made no sense\n\nto require Madera to ask Marsh, the very entity that Madera accused\n\nof acting with an improper and selfish motive, to admit its own\n\nviolation of ERISA.\"              Appellant Br. 17.             Since it is futile to\n\nexpect the employer to attach a bad motive to its conduct, he\n\nclaims, direct judicial resolution of his statutory rights is\n\nappropriate (i.e., no administrative remedies should be required).\n\n                  In Drinkwater, we confronted a similar argument.                         The\n\nplaintiff in that case, Richard Drinkwater, made \"the accusation\n\n.   .   .    that    the    review      procedure      provided       by    [the   defendant\n\ninsurance company] was a meaningless exercise, requiring [the\n\ninsurance company] to adjudicate 'the legal consequences of its own\n\nfraud       and    breach   of    contract,'         and     that   there    was    'not   the\n\nslightest          possibility     that    the        plan    administrator        could    be\n\nobjective,          unbiased      and    act    in     the     best    interest      of     the\n\nbeneficiary' in reviewing Drinkwater's claim.\"                             Drinkwater, 846\n\nF.2d at 825-26.           We noted, however, that such a blanket assertion,\n\nunsupported by any facts, is insufficient to call the futility\n\nexception into play.               We did not allow Drinkwater to use this\n\nexception because \"Drinkwater produced no evidence to show . . .\n\nthat    resort       to    this   [administrative]            review    would      have    been\n\nfutile.\"          Id. at 826.\n\n                  Here, our response is the same.                     As we have already\n\nsuggested, there is no proof that it would have been futile for\n\n\n                                               -14-\n\fMadera to exhaust his administrative remedies.                 Madera, attempting\n\nto demonstrate futility, points to the timing of the action (the\n\ndecision to terminate him was made while he was on vacation) and\n\nnotes the \"vigorous and unbending\" position taken by Marsh in\n\ndefending this claim.          Appellant Br. 24.             These circumstances,\n\nhowever, are immaterial to the issue at hand and hardly demonstrate\n\nthat it would have been pointless for Madera to pursue the Plan's\n\nprocedures    for    making    a    claim   for    severance       benefits   or   for\n\nappealing the decision to deny him benefits.                   Even assuming the\n\n\"totality    of     the   circumstances\"          approach     advocated      by   the\n\nappellant, we fail to see how such circumstances would make it\n\nfutile for Madera to pursue his administrative remedies.\n\n            Third, Madera argues that his claim is not a contractual\n\nclaim.      This    court     has   previously      held     that    exhaustion     of\n\nadministrative remedies is a prerequisite to suit in contract-based\n\nclaims.      See    Morais    v.    Central   Bev.    Corp.     Union    Employees'\n\nSupplemental Retirement Plan, 167 F.3d 709, 712 n.4 (1st Cir.\n\n1999); Drinkwater, 846 F.2d at 825-26.                Madera, however, argues\n\nthat his claim is not \"contractual,\" but rather \"statutory\" since\n\nit stems from ERISA – in particular, from the prohibition against\n\nterminating an employee \"for cause\" for the wrongful purpose of\n\ndenying severance pay in violation of 29 U.S.C. § 1140 -- and as\n\nsuch,    better     suited    for   adjudication      by     the    courts    without\n\nrequiring an exhaustion of administrative remedies.                    We disagree.\n\n\n                                       -15-\n\fA claim for the wrongful denial of benefits, such as the one here,\n\nis not to be treated as a \"statutory\" claim, but rather as a\n\n\"contractual\" one. We have explicitly recognized that the argument\n\nthat a \"claim for past due benefits is based not on the contract\n\nbut on the violation of . . . statutory rights under ERISA and is\n\nthus not subject to the exhaustion requirement . . . is a simple\n\ncontract claim artfully dressed in statutory clothing.                If we were\n\nto allow claimants to play this characterization game, then the\n\nexhaustion requirement would be rendered meaningless.\" Drinkwater,\n\n846 F.2d at 826.\n\n               Finally, even if Madera's ERISA claim was not barred for\n\nhis failure to exhaust administrative remedies, his claim fails\n\nbecause the record demonstrates that Marsh's decision to terminate\n\nMadera   \"for     cause\"   was   not   arbitrary   and       capricious   and   was\n\nreasonable in light of Madera's actions and the language of the\n\nPlan.    A denial of benefits challenged under 29 U.S.C. § 1132(a)\n\n(1)(B) is to be reviewed under a de novo standard \"unless the\n\nbenefit plan gives the administrator or fiduciary discretionary\n\nauthority to determine eligibility for benefits or to construe the\n\nterms of the plan.\"        Firestone Tire & Rubber Co. v. Bruch, 489 U.S.\n\n101, 115 (1989); Orndorf v. Paul Revere Life Ins. Co., 404 F.3d\n\n510, 516 n.7 (1st Cir. 2005). Where the administrator or fiduciary\n\ndoes    have    such   discretionary     authority,      a    decision    by    that\n\nadministrator or fiduciary concerning eligibility under a benefit\n\n\n                                       -16-\n\fplan is subject to \"a deferential arbitrary and capricious standard\n\nof judicial review.\"        Brigham v. Sun Life of Canada, 317 F.3d 72,\n\n81 (1st Cir. 2003) (citing Terry, 145 F.3d at 37).                           A plan\n\nadministrator's decision must be upheld if there is any reasonable\n\nbasis for it. Terry, 145 F.3d at 40.                 Here, since Marsh's Plan\n\ngrants   discretion     to    the    Plan's   Administrator         to    determine\n\neligibility for severance benefits under the Plan and to construe\n\nthe Plan's provisions, the decision to terminate Madera \"for cause\"\n\nis to be properly examined under the arbitrary and capricious test.\n\n           Our examination of the record reveals that Marsh properly\n\nexercised its discretion in determining that Madera's conduct\n\nconstituted a breach of his duty of loyalty. Madera was terminated\n\nonly after the company learned that he had forwarded internal e-\n\nmails containing what Marsh believed to be confidential and/or\n\nproprietary information to a direct competitor of Marsh.\n\n           Madera     argues       that    nothing     in     the   e-mails      was\n\nparticularly sensitive or confidential and that all the information\n\nwas publicly available or routinely disclosed by Marsh.                      Even a\n\ncursory analysis of the e-mail messages, however, shows a level of\n\ndetail    and     specificity       not    provided      in     Marsh's      public\n\npronouncements, such as its press releases.                 For example, the e-\n\nmails    contained,    among       other    things,     detailed         information\n\nconcerning      personnel    and    organizational      changes;      information\n\nconcerning the Boston office's consulting goals for 2001; and\n\n\n                                      -17-\n\fMarsh's templates for communicating with its clients concerning\n\nratings changes for various insurance companies.                  Moreover, as\n\nalready mentioned, Madera forwarded these e-mails to a former Marsh\n\nemployee working for a competitor who was uniquely qualified to\n\nmake use of such information.\n\n           These facts enabled Marsh to come to the conclusion that\n\nMadera   had   engaged   in   a   breach    of   trust,   which   the   company\n\nreasonably construed as \"willful misconduct\" within the meaning of\n\nthe Plan (and, thus, constituted \"cause\" rendering him ineligible\n\nfor severance). Such a decision was rational and reasonably based,\n\nand therefore, we cannot conclude that Marsh acted in an arbitrary\n\nor capricious manner in denying severance benefits to Madera.\n\n           For the reasons expressed herein, the decision of the\n\ndistrict court granting summary judgment on behalf of Marsh and\n\ndismissing Madera's motion for partial summary judgment is\n\n           Affirmed.\n\n\n\n\n                                     -18-\n\f",
  "html": "<p class=\"case_cite\">426 F.3d 56</p>\n    <p class=\"parties\">Anthony MADERA, Plaintiff, Appellant,<br>v.<br>MARSH USA, INC. and J &amp; H Marsh &amp; McLennan, Inc. Severance Pay Plan, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1092.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 2, 2005.</p>\n    <p class=\"date\">Decided October 18, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph P. Musacchio, with whom Anthony Tarricone and Sarrouf, Tarricone &amp; Flemming, were on brief, for appellant.</p>\n      <p class=\"indent\">Louis A. Rodriques, with whom Rheba Rutkowski and Bingham McCutchen LLP, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SILER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Anthony Madera here appeals the district court's grant of summary judgment for defendant-appellee Marsh U.S.A., Inc. (\"Marsh\") and defendant-appellee J &amp; H Marsh &amp; McLennan Severance Pay Plan (\"Plan\"), a severance pay plan adopted and maintained by Marsh in accordance with the provisions of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167; 1001, <i>et seq.</i> (2000). Madera, a former senior vice president at Marsh, was fired \"for cause\" after providing certain information about the company to a competitor in violation of Marsh's written policies. Madera, however, contends that this firing \"for cause\" was merely a pretext used to deprive him of the severance pay he was due under the Plan. The district court, finding that Madera failed to exhaust the administrative remedies available to him prior to bringing this suit, granted summary judgment in favor of the defendant-appellees. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For approximately fourteen years, Madera was an employee of Sedgwick James (\"Sedgwick\"), a risk management and insurance brokerage company. In 1998, Sedgwick was acquired by Marsh, the United States operating subsidiary of Marsh Inc., a leading provider of risk management and insurance brokerage services worldwide. With the acquisition, Madera became a senior vice president within Marsh's Brokerage Risk Control Group. In his new role, Madera provided risk management consulting services to Marsh's clients in the New England region and oversaw the evaluation and professional development of sixteen individuals under his supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late 2000 and early 2001, Marsh began a series of reorganizations and consolidations, motivated in part by the need to eliminate redundant positions following acquisitions made in 1997 and 1998, including the Sedgwick acquisition. One of the organizational changes made was to eliminate Madera's Brokerage Risk Control Group. As a result, Madera was informed in mid-February 2001 that he was being reappointed to a new position &#8212; that of \"Middle Market Sales Leader\" for Marsh's consulting practice in the New England region.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Madera, however, was not happy with the change. He felt that Marsh's management did not provide him with a clear definition of his new role and that the company was not making the best use of his skills and experience. He informed Michael Golden, the head of Marsh's New England operations and its Boston office, of his unhappiness. After Golden reassured Madera about the strategic importance of his new position and his critical role in Marsh's operations, Madera agreed to do his best in his new job.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after this conversation, on or about March 9, 2001, Madera went on vacation. Before leaving, however, he sent several e-mails to Keith Smaldon, the Boston office head of the Hays Group (\"Hays\"), another risk management firm and a direct competitor of Marsh. Madera became acquainted with Smaldon when both men were employees at Sedgwick. Smaldon, like Madera, became a Marsh employee after the 1998 Sedgwick acquisition. Smaldon, however, left Marsh shortly afterwards to join Hays. After this move, Madera continued to have social contact with Smaldon. Madera maintains, however, that he had no intention of seeking employment with Hays and never raised the issue with Smaldon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The e-mails sent by Madera contained important information about Marsh's business. For example, a message forwarded by Madera to Smaldon on March 1, 2001 contained various \"Market Alert Memos\" sent by Marsh to all of its employees in the United States. These memos discussed the lowering of ratings of certain insurance companies and advised Marsh personnel that clients insured by these companies should be notified of these developments. On March 8, Madera forwarded an e-mail that he, along with all other Marsh employees in Boston, received from Golden. This message contained announcements of promotions and reassignments within the Boston office. Madera explains that he sent Smaldon this e-mail because Smaldon was friendly with people receiving the promotions, some of whom were former Sedgwick colleagues. On the same day, March 8, Madera also forwarded to Smaldon an \"Industry Practices Organizational Change\" e-mail that had been previously sent to all Marsh employees in the United States (approximately 16,000 people) and that contained announcements of promotions and general goals. In total, Madera forwarded seven Marsh e-mails to Smaldon.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These e-mail messages may very well have disappeared into the electronic ether if not for a telephone conversation shortly afterwards between Smaldon and Christopher Scontras, the head of Marsh's Portland office and a member of Golden's senior staff. During the course of this conversation, Smaldon mentioned certain organizational and personnel changes in Marsh's New England operations, information which had been communicated only internally at Marsh. In fact, Scontras believed that the information conveyed by Smaldon was known only by a \"small\" or \"restricted\" management group in the Boston office.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 12, Scontras attended a regularly scheduled meeting with several members of Marsh's management team, and there he informed Golden about his conversation with Smaldon. Golden, troubled by the fact that Smaldon had this information, ordered a search of Marsh's e-mail system to determine whether a Marsh employee had been passing company information to anyone at Hays. Within twenty-four hours, Marsh's Information Technology Department determined that Madera had forwarded seven e-mails to Smaldon. Golden was provided with copies of each of the e-mail messages that Madera had forwarded.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon reviewing the contents of these messages, Golden became concerned. Nearly all of the messages contained information that Marsh intended for internal distribution only; that, in effect, Madera had provided a competitor with access to internal, proprietary information. Golden's concern only increased with the knowledge that it was Smaldon who had access to this sensitive information. Smaldon now worked for Hays &#8212; at that time, a start-up operation in the Boston area. Hays was doing everything in its power to increase its size and grow its market share in the risk management business. The information conveyed in the e-mails would give Hays a real competitive advantage, especially in the areas of new employee recruitment, product marketing, and client development. And as a former Marsh manager, Smaldon would be particularly well positioned to make use of and understand the information in the messages conveyed by Madera.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Based on this review of the e-mails, Golden concluded that Madera had breached his duty of loyalty to Marsh and that he was no longer trustworthy. He believed that the number of e-mails sent indicated that the disclosures to Smaldon were not a mistake and that no reasonable manager could have believed that such a disclosure of company information to a competitor was appropriate. After consulting with his human resource managers and a Marsh in-house attorney, Golden decided to fire Madera.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Upon his return from vacation on March 19, Madera was called to a meeting with Golden, where he was informed that he had been identified as the source of the e-mails to Smaldon and that his employment with Marsh was to be terminated \"for cause\" because his conduct constituted \"willful misconduct\" within the meaning of the Plan, for failing to comply with company guidelines concerning conflicts of interest and the use and disclosure of confidential or proprietary information as set forth in Marsh's Employee Handbook (\"Handbook\"). Madera's response was that he did not think the information he had forwarded to Smaldon was sensitive; that he had simply \"made a mistake\"; and that he \"did something stupid.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When these arguments proved unavailing and Madera realized that Golden's decision would not be reversed, he inquired about severance pay. He was informed that he was not eligible to receive it. The Plan did make provision for severance payments to eligible employees whose employment was terminated by Marsh. However, the Plan also stated explicitly that \"[a]n individual is not eligible for benefits under [the] Plan if . . . his/her termination is for cause.\" The determination of what constituted \"cause\" was left to the Plan Administrator or his or her delegate; in this case, that delegate was Marsh's Human Resources Department. The Plan also stated that</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[t]he Company . . . shall have the discretionary authority and responsibility to determine eligibility for benefits and the amount of such benefits, and to construe the terms of the Plan. The determinations and constructions of the Company. . . will be final, binding, and conclusive as to all parties, unless found by a court of competent jurisdiction to be arbitrary and capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Officials at Marsh, pursuant to this authority, confirmed Golden's initial statement that Madera's firing was one \"for cause.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Madera, however, believed that the \"for cause\" explanation was merely a pretext. He believed that Marsh was looking for a reason to discharge him \"for cause\" for the purpose of denying him severance benefits. He thought that the true reasons for his discharge were Marsh's decision to eliminate his supervisory position under a restructuring, his expressed displeasure with his undefined diminished status at the company, and Marsh's assumption that he was seeking employment from Smaldon at Hays.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Despite these beliefs, Madera made no attempt to appeal the company's decision to fire him \"for cause.\" The Plan provides specific procedures whereby an employee can appeal certain employment and benefit decisions. For example, an employee who disagrees with the determination of his or her benefits is required to submit to the Plan Administrator a written statement describing the basis of his or her claim for benefits within sixty days of receipt of the initial notification of that determination. The Plan further provides that any employee who fails to receive such notification \"but believes that he/she is entitled to benefits under the Plan may, within 60 days of such employee's Termination Date, submit a written statement to the Plan Administrator describing the basis of his/her claim for benefits and requesting any forms required in connection with payment of such benefits.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rather than pursue any of these administrative remedies, Madera filed suit in the district court on June 18, 2003, alleging that Marsh's decision to terminate him and subsequent failure to grant him severance pay (i) was made in bad faith and in violation of the implied covenant of good faith and fair dealing; (ii) constituted age discrimination in violation of Mass. Gen. Laws ch. 151B; (iii) violated the Massachusetts Wage Statute, Mass. Gen. Laws ch. 149, &#167; 148; and (iv) violated ERISA, 29 U.S.C. &#167; 1001, <i>et seq.</i> (2000). Marsh moved for summary judgment on all of Madera's claims. In opposing this motion, Madera conceded that ERISA preempted his common law claims and waived all claims but the ERISA claim. Madera then moved for partial summary judgment, stating that the facts and the law he relied upon in opposing Marsh's summary judgment motion supported the entry of partial summary judgment in his favor \"on the issues of the confidentiality of the subject e-mails and on the exhaustion of administrative remedies.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On December 15, 2004, the district court, after granting Marsh's motion for summary judgment and denying Madera's motion for partial summary judgment, dismissed Madera's ERISA claim on the sole ground that he failed to exhaust his administrative remedies. We now affirm.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We begin by stating the proper standard of review. The district court's grant of summary judgment is reviewed <i>de novo,</i> with all inferences resolved in favor of the non-moving party. <i>Noviello v. City of Boston,</i> 398 F.3d 76, 84 (1st Cir.2005). Summary judgment is appropriate only if there is no genuine dispute as to material facts and the moving party is entitled to judgment as a matter of law. <i>Fenton v. John Hancock Mut. Life Ins. Co.,</i> 400 F.3d 83, 87 (1st Cir.2005); <i>Rodr&#237;guez-Abreu v. Chase Manhatttan Bank, N.A.,</i> 986 F.2d 580, 583 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">ERISA is a comprehensive federal statute that governs the rights and responsibilities of parties in relation to employee pension, welfare, and benefit plans. Under the terms of the statute, an employer is not permitted to discipline or discharge a person for the purpose of interfering with the attainment of any right or benefit to which the person may become entitled. 29 U.S.C. &#167; 1140 (2000).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> This prohibition includes characterizing an employee's termination as one \"for cause\" for the purpose of unlawfully denying that employee severance benefits. <i>See Koons v. Aventis Pharm., Inc.,</i> 367 F.3d 768 (8th Cir.2004). Madera filed suit under 29 U.S.C. &#167; 1132(a)(1)(B) (2000), claiming that Marsh violated ERISA by wrongfully characterizing his termination as one \"for cause\" for the purpose of unlawfully denying him severance benefits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Before a plaintiff asserts an ERISA claim, however, he first must exhaust his administrative remedies. <i>Terry v. Bayer Corp.,</i> 145 F.3d 28, 40 (1st Cir.1998). The employer's provision of such administrative remedies is mandated by ERISA. ERISA requires employee benefit plans to provide any participant whose claim for benefits is denied with an opportunity for review by the fiduciary denying the claim. 29 U.S.C. &#167; 1133(2) (2000). Here, \"[i]t is undisputed that [Marsh] provided the required review procedure.\" <i>Drinkwater v. Metropolitan Life Ins. Co.,</i> 846 F.2d 821, 826 (1st Cir.1988). The Plan's review procedure was outlined in the Handbook, and Madera had adequate opportunity to read and understand the relevant provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Madera, however, \"failed to utilize the review procedure provided by [Marsh], saving his complaints for the litigation process rather than the review procedure.\" <i>Drinkwater,</i> 846 F.2d at 825. He made no effort to avail himself of the Plan's appeal provisions. He neither filed a claim for severance benefits under the Plan nor appealed Marsh's decision to deny him severance benefits under the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In his brief, Madera claims that he had a good reason for his failure to follow Marsh's established dispute resolution procedures. He writes, \"It was absolutely crystal clear that, under Marsh's Severance Plan, an employee terminated `for cause' is not eligible for severance. Thus, if Madera's termination remained as one `for cause,' he absolutely had no right to severance pay. On this point, there was nothing for Madera to challenge or Marsh to administratively review.\" Appellant Br. 17. But as appellee correctly points out, \"there simply is no basis to conclude from an initial determination that a termination is `for cause' that it would be futile for the employee to challenge that determination.\" Appellee Br. 21. The claims procedure set up by Marsh is precisely the sort of procedure appropriate to review the use of the \"for cause\" label in Madera's termination.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Failing to actually exhaust his administrative remedies as required, Madera makes several different arguments claiming that he is exempt from the exhaustion requirement. First, he argues that his failure to exhaust his administrative remedies is excused in this instance because Marsh did not provide him with written notice of the denial of severance benefits. Citing 29 U.S.C. &#167; 1133(1) and 29 C.F.R. &#167; 2560.503-1(g), as well as several district court opinions, <i>DePina v. General Dynamics Corp.,</i> 674 F.Supp. 46 (D.Mass.1987), and <i>McLean Hosp. Corp. v. Lasher,</i> 819 F.Supp. 110 (D.Mass.1993), that interpret that statute and regulation, Madera claims that failure of an employer to provide written notice to an employee setting forth the specific reasons for the denial of a benefit and notifying the employee of the review process relieves the employee from the obligation to exhaust administrative remedies. Even if we were bound by these district court decisions, such a rule would apply only where an employee has made a claim for benefits. <i>See</i> 29 U.S.C. &#167; 1133(1) and 29 C.F.R. &#167; 2560.503-1(g). Here, Madera did not do so. Although he did inquire informally as to whether he would be eligible for severance benefits, he never filed any sort of formal claim. Since he never made a claim, there was nothing for Marsh to deny in writing, and the statute and regulation do not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, Madera raises the issue of futility. Futility is an exception to ERISA's exhaustion requirement. <i>See Drinkwater,</i> 846 F.2d at 826. An employee is not required to exhaust his administrative remedies in those instances where it would be futile for him to do so. Madera claims that in this instance, it would have been futile to have to first bring an administrative claim before the very employer responsible for the wrongdoing. He argues that it would have been pointless to require him to seek an administrative review from Marsh asking it to review its own unlawful conduct in attaching a phony and pretextual reason to his discharge. As he writes in his brief, \"[i]t simply made no sense to require Madera to ask Marsh, the very entity that Madera accused of acting with an improper and selfish motive, to admit its own violation of ERISA.\" Appellant Br. 17. Since it is futile to expect the employer to attach a bad motive to its conduct, he claims, direct judicial resolution of his statutory rights is appropriate (i.e., no administrative remedies should be required).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In <i>Drinkwater,</i> we confronted a similar argument. The plaintiff in that case, Richard Drinkwater, made \"the accusation . . . that the review procedure provided by [the defendant insurance company] was a meaningless exercise, requiring [the insurance company] to adjudicate `the legal consequences of its own fraud and breach of contract,' and that there was `not the slightest possibility that the plan administrator could be objective, unbiased and act in the best interest of the beneficiary' in reviewing Drinkwater's claim.\" <i>Drinkwater,</i> 846 F.2d at 825-26. We noted, however, that such a blanket assertion, unsupported by any facts, is insufficient to call the futility exception into play. We did not allow Drinkwater to use this exception because \"Drinkwater produced no evidence to show . . . that resort to this [administrative] review would have been futile.\" <i>Id.</i> at 826.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, our response is the same. As we have already suggested, there is no proof that it would have been futile for Madera to exhaust his administrative remedies. Madera, attempting to demonstrate futility, points to the timing of the action (the decision to terminate him was made while he was on vacation) and notes the \"vigorous and unbending\" position taken by Marsh in defending this claim. Appellant Br. 24. These circumstances, however, are immaterial to the issue at hand and hardly demonstrate that it would have been pointless for Madera to pursue the Plan's procedures for making a claim for severance benefits or for appealing the decision to deny him benefits. Even assuming the \"totality of the circumstances\" approach advocated by the appellant, we fail to see how such circumstances would make it futile for Madera to pursue his administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Third, Madera argues that his claim is not a contractual claim. This court has previously held that exhaustion of administrative remedies is a prerequisite to suit in contract-based claims. <i>See Morais v. Central Bev. Corp. Union Employees' Supplemental Retirement Plan,</i> 167 F.3d 709, 712 n. 4 (1st Cir.1999); <i>Drinkwater,</i> 846 F.2d at 825-26. Madera, however, argues that his claim is not \"contractual,\" but rather \"statutory\" since it stems from ERISA &#8212; in particular, from the prohibition against terminating an employee \"for cause\" for the wrongful purpose of denying severance pay in violation of 29 U.S.C. &#167; 1140 &#8212; and as such, better suited for adjudication by the courts without requiring an exhaustion of administrative remedies. We disagree. A claim for the wrongful denial of benefits, such as the one here, is not to be treated as a \"statutory\" claim, but rather as a \"contractual\" one. We have explicitly recognized that the argument that a \"claim for past due benefits is based not on the contract but on the violation of . . . statutory rights under ERISA and is thus not subject to the exhaustion requirement . . . is a simple contract claim artfully dressed in statutory clothing. If we were to allow claimants to play this characterization game, then the exhaustion requirement would be rendered meaningless.\" <i>Drinkwater,</i> 846 F.2d at 826.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, even if Madera's ERISA claim was not barred for his failure to exhaust administrative remedies, his claim fails because the record demonstrates that Marsh's decision to terminate Madera \"for cause\" was not arbitrary and capricious and was reasonable in light of Madera's actions and the language of the Plan. A denial of benefits challenged under 29 U.S.C. &#167; 1132(a)(1)(B) is to be reviewed under a <i>de novo</i> standard \"unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 115, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989); <i>Orndorf</i> <i>v. Paul Revere Life Ins. Co.,</i> 404 F.3d 510, 516 n. 7 (1st Cir.2005). Where the administrator or fiduciary does have such discretionary authority, a decision by that administrator or fiduciary concerning eligibility under a benefit plan is subject to \"a deferential arbitrary and capricious standard of judicial review.\" <i>Brigham v. Sun Life of Canada,</i> 317 F.3d 72, 81 (1st Cir.2003) (citing <i>Terry,</i> 145 F.3d at 37). A plan administrator's decision must be upheld if there is any reasonable basis for it. <i>Terry,</i> 145 F.3d at 40. Here, since Marsh's Plan grants discretion to the Plan's Administrator to determine eligibility for severance benefits under the Plan and to construe the Plan's provisions, the decision to terminate Madera \"for cause\" is to be properly examined under the arbitrary and capricious test.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our examination of the record reveals that Marsh properly exercised its discretion in determining that Madera's conduct constituted a breach of his duty of loyalty. Madera was terminated only after the company learned that he had forwarded internal e-mails containing what Marsh believed to be confidential and/or proprietary information to a direct competitor of Marsh.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Madera argues that nothing in the e-mails was particularly sensitive or confidential and that all the information was publicly available or routinely disclosed by Marsh. Even a cursory analysis of the e-mail messages, however, shows a level of detail and specificity not provided in Marsh's public pronouncements, such as its press releases. For example, the e-mails contained, among other things, detailed information concerning personnel and organizational changes; information concerning the Boston office's consulting goals for 2001; and Marsh's templates for communicating with its clients concerning ratings changes for various insurance companies. Moreover, as already mentioned, Madera forwarded these e-mails to a former Marsh employee working for a competitor who was uniquely qualified to make use of such information.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">These facts enabled Marsh to come to the conclusion that Madera had engaged in a breach of trust, which the company reasonably construed as \"willful misconduct\" within the meaning of the Plan (and, thus, constituted \"cause\" rendering him ineligible for severance). Such a decision was rational and reasonably based, and therefore, we cannot conclude that Marsh acted in an arbitrary or capricious manner in denying severance benefits to Madera.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons expressed herein, the decision of the district court granting summary judgment on behalf of Marsh and dismissing Madera's motion for partial summary judgment is</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1140 provides in pertinent part: \"It shall be unlawful for any person to discharge, fine, suspend, expel, discipline, or discriminate against a participant or beneficiary for exercising any right to which he is entitled under the provisions of an employee benefit plan . . ., or for the purpose of interfering with the attainment of any right to which such participant may become entitled under the plan. . . .\" 29 U.S.C. &#167; 1140 (2000)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 29 U.S.C &#167; 1132(a)(1)(B) is the cause of action under ERISA enabling plan participants and other beneficiaries \"to recover benefits due to him under the terms of his plan.\" 29 U.S.C &#167; 1132(a)(1)(B) (2000)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span></p>\n    <p class=\"parties\">Anthony MADERA, Plaintiff, Appellant,<br>v.<br>MARSH USA, INC. and J &amp; H Marsh &amp; McLennan, Inc. Severance Pay Plan, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1092.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 2, 2005.</p>\n    <p class=\"date\">Decided October 18, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph P. Musacchio, with whom Anthony Tarricone and Sarrouf, Tarricone &amp; Flemming, were on brief, for appellant.</p>\n      <p class=\"indent\">Louis A. Rodriques, with whom Rheba Rutkowski and Bingham McCutchen LLP, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SILER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Anthony Madera here appeals the district court's grant of summary judgment for defendant-appellee Marsh U.S.A., Inc. (\"Marsh\") and defendant-appellee J &amp; H Marsh &amp; McLennan Severance Pay Plan (\"Plan\"), a severance pay plan adopted and maintained by Marsh in accordance with the provisions of the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167; 1001, <i>et seq.</i> (2000). Madera, a former senior vice president at Marsh, was fired \"for cause\" after providing certain information about the company to a competitor in violation of Marsh's written policies. Madera, however, contends that this firing \"for cause\" was merely a pretext used to deprive him of the severance pay he was due under the Plan. The district court, finding that Madera failed to exhaust the administrative remedies available to him prior to bringing this suit, granted summary judgment in favor of the defendant-appellees. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For approximately fourteen years, Madera was an employee of Sedgwick James (\"Sedgwick\"), a risk management and insurance brokerage company. In 1998, Sedgwick was acquired by Marsh, the United States operating subsidiary of Marsh Inc., a leading provider of risk management and insurance brokerage services worldwide. With the acquisition, Madera became a senior vice president within Marsh's Brokerage Risk Control Group. In his new role, Madera provided risk management consulting services to Marsh's clients in the New England region and oversaw the evaluation and professional development of sixteen individuals under his supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late 2000 and early 2001, Marsh began a series of reorganizations and consolidations, motivated in part by the need to eliminate redundant positions following acquisitions made in 1997 and 1998, including the Sedgwick acquisition. One of the organizational changes made was to eliminate Madera's Brokerage Risk Control Group. As a result, Madera was informed in mid-February 2001 that he was being reappointed to a new position &#8212; that of \"Middle Market Sales Leader\" for Marsh's consulting practice in the New England region.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Madera, however, was not happy with the change. He felt that Marsh's management did not provide him with a clear definition of his new role and that the company was not making the best use of his skills and experience. He informed Michael Golden, the head of Marsh's New England operations and its Boston office, of his unhappiness. After Golden reassured Madera about the strategic importance of his new position and his critical role in Marsh's operations, Madera agreed to do his best in his new job.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after this conversation, on or about March 9, 2001, Madera went on vacation. Before leaving, however, he sent several e-mails to Keith Smaldon, the Boston office head of the Hays Group (\"Hays\"), another risk management firm and a direct competitor of Marsh. Madera became acquainted with Smaldon when both men were employees at Sedgwick. Smaldon, like Madera, became a Marsh employee after the 1998 Sedgwick acquisition. Smaldon, however, left Marsh shortly afterwards to join Hays. After this move, Madera continued to have social contact with Smaldon. Madera maintains, however, that he had no intention of seeking employment with Hays and never raised the issue with Smaldon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The e-mails sent by Madera contained important information about Marsh's business. For example, a message forwarded by Madera to Smaldon on March 1, 2001 contained various \"Market Alert Memos\" sent by Marsh to all of its employees in the United States. These memos discussed the lowering of ratings of certain insurance companies and advised Marsh personnel that clients insured by these companies should be notified of these developments. On March 8, Madera forwarded an e-mail that he, along with all other Marsh employees in Boston, received from Golden. This message contained announcements of promotions and reassignments within the Boston office. Madera explains that he sent Smaldon this e-mail because Smaldon was friendly with people receiving the promotions, some of whom were former Sedgwick colleagues. On the same day, March 8, Madera also forwarded to Smaldon an \"Industry Practices Organizational Change\" e-mail that had been previously sent to all Marsh employees in the United States (approximately 16,000 people) and that contained announcements of promotions and general goals. In total, Madera forwarded seven Marsh e-mails to Smaldon.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These e-mail messages may very well have disappeared into the electronic ether if not for a telephone conversation shortly afterwards between Smaldon and Christopher Scontras, the head of Marsh's Portland office and a member of Golden's senior staff. During the course of this conversation, Smaldon mentioned certain organizational and personnel changes in Marsh's New England operations, information which had been communicated only internally at Marsh. In fact, Scontras believed that the information conveyed by Smaldon was known only by a \"small\" or \"restricted\" management group in the Boston office.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 12, Scontras attended a regularly scheduled meeting with several members of Marsh's management team, and there he informed Golden about his conversation with Smaldon. Golden, troubled by the fact that Smaldon had this information, ordered a search of Marsh's e-mail system to determine whether a Marsh employee had been passing company information to anyone at Hays. Within twenty-four hours, Marsh's Information Technology Department determined that Madera had forwarded seven e-mails to Smaldon. Golden was provided with copies of each of the e-mail messages that Madera had forwarded.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon reviewing the contents of these messages, Golden became concerned. Nearly all of the messages contained information that Marsh intended for internal distribution only; that, in effect, Madera had provided a competitor with access to internal, proprietary information. Golden's concern only increased with the knowledge that it was Smaldon who had access to this sensitive information. Smaldon now worked for Hays &#8212; at that time, a start-up operation in the Boston area. Hays was doing everything in its power to increase its size and grow its market share in the risk management business. The information conveyed in the e-mails would give Hays a real competitive advantage, especially in the areas of new employee recruitment, product marketing, and client development. And as a former Marsh manager, Smaldon would be particularly well positioned to make use of and understand the information in the messages conveyed by Madera.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Based on this review of the e-mails, Golden concluded that Madera had breached his duty of loyalty to Marsh and that he was no longer trustworthy. He believed that the number of e-mails sent indicated that the disclosures to Smaldon were not a mistake and that no reasonable manager could have believed that such a disclosure of company information to a competitor was appropriate. After consulting with his human resource managers and a Marsh in-house attorney, Golden decided to fire Madera.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Upon his return from vacation on March 19, Madera was called to a meeting with Golden, where he was informed that he had been identified as the source of the e-mails to Smaldon and that his employment with Marsh was to be terminated \"for cause\" because his conduct constituted \"willful misconduct\" within the meaning of the Plan, for failing to comply with company guidelines concerning conflicts of interest and the use and disclosure of confidential or proprietary information as set forth in Marsh's Employee Handbook (\"Handbook\"). Madera's response was that he did not think the information he had forwarded to Smaldon was sensitive; that he had simply \"made a mistake\"; and that he \"did something stupid.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When these arguments proved unavailing and Madera realized that Golden's decision would not be reversed, he inquired about severance pay. He was informed that he was not eligible to receive it. The Plan did make provision for severance payments to eligible employees whose employment was terminated by Marsh. However, the Plan also stated explicitly that \"[a]n individual is not eligible for benefits under [the] Plan if . . . his/her termination is for cause.\" The determination of what constituted \"cause\" was left to the Plan Administrator or his or her delegate; in this case, that delegate was Marsh's Human Resources Department. The Plan also stated that</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[t]he Company . . . shall have the discretionary authority and responsibility to determine eligibility for benefits and the amount of such benefits, and to construe the terms of the Plan. The determinations and constructions of the Company. . . will be final, binding, and conclusive as to all parties, unless found by a court of competent jurisdiction to be arbitrary and capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Officials at Marsh, pursuant to this authority, confirmed Golden's initial statement that Madera's firing was one \"for cause.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Madera, however, believed that the \"for cause\" explanation was merely a pretext. He believed that Marsh was looking for a reason to discharge him \"for cause\" for the purpose of denying him severance benefits. He thought that the true reasons for his discharge were Marsh's decision to eliminate his supervisory position under a restructuring, his expressed displeasure with his undefined diminished status at the company, and Marsh's assumption that he was seeking employment from Smaldon at Hays.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Despite these beliefs, Madera made no attempt to appeal the company's decision to fire him \"for cause.\" The Plan provides specific procedures whereby an employee can appeal certain employment and benefit decisions. For example, an employee who disagrees with the determination of his or her benefits is required to submit to the Plan Administrator a written statement describing the basis of his or her claim for benefits within sixty days of receipt of the initial notification of that determination. The Plan further provides that any employee who fails to receive such notification \"but believes that he/she is entitled to benefits under the Plan may, within 60 days of such employee's Termination Date, submit a written statement to the Plan Administrator describing the basis of his/her claim for benefits and requesting any forms required in connection with payment of such benefits.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rather than pursue any of these administrative remedies, Madera filed suit in the district court on June 18, 2003, alleging that Marsh's decision to terminate him and subsequent failure to grant him severance pay (i) was made in bad faith and in violation of the implied covenant of good faith and fair dealing; (ii) constituted age discrimination in violation of Mass. Gen. Laws ch. 151B; (iii) violated the Massachusetts Wage Statute, Mass. Gen. Laws ch. 149, &#167; 148; and (iv) violated ERISA, 29 U.S.C. &#167; 1001, <i>et seq.</i> (2000). Marsh moved for summary judgment on all of Madera's claims. In opposing this motion, Madera conceded that ERISA preempted his common law claims and waived all claims but the ERISA claim. Madera then moved for partial summary judgment, stating that the facts and the law he relied upon in opposing Marsh's summary judgment motion supported the entry of partial summary judgment in his favor \"on the issues of the confidentiality of the subject e-mails and on the exhaustion of administrative remedies.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On December 15, 2004, the district court, after granting Marsh's motion for summary judgment and denying Madera's motion for partial summary judgment, dismissed Madera's ERISA claim on the sole ground that he failed to exhaust his administrative remedies. We now affirm.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We begin by stating the proper standard of review. The district court's grant of summary judgment is reviewed <i>de novo,</i> with all inferences resolved in favor of the non-moving party. <i>Noviello v. City of Boston,</i> <span class=\"citation\" data-id=\"201453\"><a href=\"/opinion/201453/noviello-v-city-of-boston/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 84 (1st Cir.2005). Summary judgment is appropriate only if there is no genuine dispute as to material facts and the moving party is entitled to judgment as a matter of law. <i>Fenton v. John Hancock Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"201479\"><a href=\"/opinion/201479/cheever-v-john-hancock-mutual/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir.2005); <i>Rodr&#237;guez-Abreu v. Chase Manhatttan Bank, N.A.,</i> <span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 583 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">ERISA is a comprehensive federal statute that governs the rights and responsibilities of parties in relation to employee pension, welfare, and benefit plans. Under the terms of the statute, an employer is not permitted to discipline or discharge a person for the purpose of interfering with the attainment of any right or benefit to which the person may become entitled. 29 U.S.C. &#167; 1140 (2000).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> This prohibition includes characterizing an employee's termination as one \"for cause\" for the purpose of unlawfully denying that employee severance benefits. <i>See Koons v. Aventis Pharm., Inc.,</i> <span class=\"citation\" data-id=\"786114\"><a href=\"/opinion/786114/randy-e-koons-v-aventis-pharmaceuticals-inc-aventis-integration/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span> (8th Cir.2004). Madera filed suit under 29 U.S.C. &#167; 1132(a)(1)(B) (2000), claiming that Marsh violated ERISA by wrongfully characterizing his termination as one \"for cause\" for the purpose of unlawfully denying him severance benefits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Before a plaintiff asserts an ERISA claim, however, he first must exhaust his administrative remedies. <i>Terry v. Bayer Corp.,</i> <span class=\"citation\" data-id=\"754634\"><a href=\"/opinion/754634/michael-f-terry-v-bayer-corporation-and-bayer-corporation-disability-plan/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 40 (1st Cir.1998). The employer's provision of such administrative remedies is mandated by ERISA. ERISA requires employee benefit plans to provide any participant whose claim for benefits is denied with an opportunity for review by the fiduciary denying the claim. 29 U.S.C. &#167; 1133(2) (2000). Here, \"[i]t is undisputed that [Marsh] provided the required review procedure.\" <i>Drinkwater v. Metropolitan Life Ins. Co.,</i> <span class=\"citation\" data-id=\"506053\"><a href=\"/opinion/506053/richard-drinkwater-v-metropolitan-life-insurance-co/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span>, 826 (1st Cir.1988). The Plan's review procedure was outlined in the Handbook, and Madera had adequate opportunity to read and understand the relevant provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Madera, however, \"failed to utilize the review procedure provided by [Marsh], saving his complaints for the litigation process rather than the review procedure.\" <i>Drinkwater,</i> 846 F.2d at 825. He made no effort to avail himself of the Plan's appeal provisions. He neither filed a claim for severance benefits under the Plan nor appealed Marsh's decision to deny him severance benefits under the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In his brief, Madera claims that he had a good reason for his failure to follow Marsh's established dispute resolution procedures. He writes, \"It was absolutely crystal clear that, under Marsh's Severance Plan, an employee terminated `for cause' is not eligible for severance. Thus, if Madera's termination remained as one `for cause,' he absolutely had no right to severance pay. On this point, there was nothing for Madera to challenge or Marsh to administratively review.\" Appellant Br. 17. But as appellee correctly points out, \"there simply is no basis to conclude from an initial determination that a termination is `for cause' that it would be futile for the employee to challenge that determination.\" Appellee Br. 21. The claims procedure set up by Marsh is precisely the sort of procedure appropriate to review the use of the \"for cause\" label in Madera's termination.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Failing to actually exhaust his administrative remedies as required, Madera makes several different arguments claiming that he is exempt from the exhaustion requirement. First, he argues that his failure to exhaust his administrative remedies is excused in this instance because Marsh did not provide him with written notice of the denial of severance benefits. Citing 29 U.S.C. &#167; 1133(1) and 29 C.F.R. &#167; 2560.503-1(g), as well as several district court opinions, <i>DePina v. General Dynamics Corp.,</i> <span class=\"citation\" data-id=\"1521338\"><a href=\"/opinion/1521338/depina-v-general-dynamics-corp/\"><span class=\"volume\">674</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">46</span></a></span> (D.Mass.1987), and <i>McLean Hosp. Corp. v. Lasher,</i> <span class=\"citation\" data-id=\"1965168\"><a href=\"/opinion/1965168/mclean-hosp-corp-v-lasher/\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">110</span></a></span> (D.Mass.1993), that interpret that statute and regulation, Madera claims that failure of an employer to provide written notice to an employee setting forth the specific reasons for the denial of a benefit and notifying the employee of the review process relieves the employee from the obligation to exhaust administrative remedies. Even if we were bound by these district court decisions, such a rule would apply only where an employee has made a claim for benefits. <i>See</i> 29 U.S.C. &#167; 1133(1) and 29 C.F.R. &#167; 2560.503-1(g). Here, Madera did not do so. Although he did inquire informally as to whether he would be eligible for severance benefits, he never filed any sort of formal claim. Since he never made a claim, there was nothing for Marsh to deny in writing, and the statute and regulation do not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, Madera raises the issue of futility. Futility is an exception to ERISA's exhaustion requirement. <i>See Drinkwater,</i> 846 F.2d at 826. An employee is not required to exhaust his administrative remedies in those instances where it would be futile for him to do so. Madera claims that in this instance, it would have been futile to have to first bring an administrative claim before the very employer responsible for the wrongdoing. He argues that it would have been pointless to require him to seek an administrative review from Marsh asking it to review its own unlawful conduct in attaching a phony and pretextual reason to his discharge. As he writes in his brief, \"[i]t simply made no sense to require Madera to ask Marsh, the very entity that Madera accused of acting with an improper and selfish motive, to admit its own violation of ERISA.\" Appellant Br. 17. Since it is futile to expect the employer to attach a bad motive to its conduct, he claims, direct judicial resolution of his statutory rights is appropriate (i.e., no administrative remedies should be required).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In <i>Drinkwater,</i> we confronted a similar argument. The plaintiff in that case, Richard Drinkwater, made \"the accusation . . . that the review procedure provided by [the defendant insurance company] was a meaningless exercise, requiring [the insurance company] to adjudicate `the legal consequences of its own fraud and breach of contract,' and that there was `not the slightest possibility that the plan administrator could be objective, unbiased and act in the best interest of the beneficiary' in reviewing Drinkwater's claim.\" <i>Drinkwater,</i> 846 F.2d at 825-26. We noted, however, that such a blanket assertion, unsupported by any facts, is insufficient to call the futility exception into play. We did not allow Drinkwater to use this exception because \"Drinkwater produced no evidence to show . . . that resort to this [administrative] review would have been futile.\" <i>Id.</i> at 826.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, our response is the same. As we have already suggested, there is no proof that it would have been futile for Madera to exhaust his administrative remedies. Madera, attempting to demonstrate futility, points to the timing of the action (the decision to terminate him was made while he was on vacation) and notes the \"vigorous and unbending\" position taken by Marsh in defending this claim. Appellant Br. 24. These circumstances, however, are immaterial to the issue at hand and hardly demonstrate that it would have been pointless for Madera to pursue the Plan's procedures for making a claim for severance benefits or for appealing the decision to deny him benefits. Even assuming the \"totality of the circumstances\" approach advocated by the appellant, we fail to see how such circumstances would make it futile for Madera to pursue his administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Third, Madera argues that his claim is not a contractual claim. This court has previously held that exhaustion of administrative remedies is a prerequisite to suit in contract-based claims. <i>See Morais v. Central Bev. Corp. Union Employees' Supplemental Retirement Plan,</i> <span class=\"citation\" data-id=\"761695\"><a href=\"/opinion/761695/pens-plan-guide-cch-p-23951r-fabio-t-morais-v-central-beverage/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">709</span></a></span>, 712 n. 4 (1st Cir.1999); <i>Drinkwater,</i> 846 F.2d at 825-26. Madera, however, argues that his claim is not \"contractual,\" but rather \"statutory\" since it stems from ERISA &#8212; in particular, from the prohibition against terminating an employee \"for cause\" for the wrongful purpose of denying severance pay in violation of 29 U.S.C. &#167; 1140 &#8212; and as such, better suited for adjudication by the courts without requiring an exhaustion of administrative remedies. We disagree. A claim for the wrongful denial of benefits, such as the one here, is not to be treated as a \"statutory\" claim, but rather as a \"contractual\" one. We have explicitly recognized that the argument that a \"claim for past due benefits is based not on the contract but on the violation of . . . statutory rights under ERISA and is thus not subject to the exhaustion requirement . . . is a simple contract claim artfully dressed in statutory clothing. If we were to allow claimants to play this characterization game, then the exhaustion requirement would be rendered meaningless.\" <i>Drinkwater,</i> 846 F.2d at 826.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, even if Madera's ERISA claim was not barred for his failure to exhaust administrative remedies, his claim fails because the record demonstrates that Marsh's decision to terminate Madera \"for cause\" was not arbitrary and capricious and was reasonable in light of Madera's actions and the language of the Plan. A denial of benefits challenged under 29 U.S.C. &#167; 1132(a)(1)(B) is to be reviewed under a <i>de novo</i> standard \"unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989); <i>Orndorf</i> <i>v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"201537\"><a href=\"/opinion/201537/orndorf-v-paul-revere-life-ins/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">510</span></a></span>, 516 n. 7 (1st Cir.2005). Where the administrator or fiduciary does have such discretionary authority, a decision by that administrator or fiduciary concerning eligibility under a benefit plan is subject to \"a deferential arbitrary and capricious standard of judicial review.\" <i>Brigham v. Sun Life of Canada,</i> <span class=\"citation\" data-id=\"200306\"><a href=\"/opinion/200306/brigham-v-sun-life-of-canada/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 81 (1st Cir.2003) (citing <i>Terry,</i> 145 F.3d at 37). A plan administrator's decision must be upheld if there is any reasonable basis for it. <i>Terry,</i> 145 F.3d at 40. Here, since Marsh's Plan grants discretion to the Plan's Administrator to determine eligibility for severance benefits under the Plan and to construe the Plan's provisions, the decision to terminate Madera \"for cause\" is to be properly examined under the arbitrary and capricious test.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our examination of the record reveals that Marsh properly exercised its discretion in determining that Madera's conduct constituted a breach of his duty of loyalty. Madera was terminated only after the company learned that he had forwarded internal e-mails containing what Marsh believed to be confidential and/or proprietary information to a direct competitor of Marsh.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Madera argues that nothing in the e-mails was particularly sensitive or confidential and that all the information was publicly available or routinely disclosed by Marsh. Even a cursory analysis of the e-mail messages, however, shows a level of detail and specificity not provided in Marsh's public pronouncements, such as its press releases. For example, the e-mails contained, among other things, detailed information concerning personnel and organizational changes; information concerning the Boston office's consulting goals for 2001; and Marsh's templates for communicating with its clients concerning ratings changes for various insurance companies. Moreover, as already mentioned, Madera forwarded these e-mails to a former Marsh employee working for a competitor who was uniquely qualified to make use of such information.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">These facts enabled Marsh to come to the conclusion that Madera had engaged in a breach of trust, which the company reasonably construed as \"willful misconduct\" within the meaning of the Plan (and, thus, constituted \"cause\" rendering him ineligible for severance). Such a decision was rational and reasonably based, and therefore, we cannot conclude that Marsh acted in an arbitrary or capricious manner in denying severance benefits to Madera.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons expressed herein, the decision of the district court granting summary judgment on behalf of Marsh and dismissing Madera's motion for partial summary judgment is</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1140 provides in pertinent part: \"It shall be unlawful for any person to discharge, fine, suspend, expel, discipline, or discriminate against a participant or beneficiary for exercising any right to which he is entitled under the provisions of an employee benefit plan . . ., or for the purpose of interfering with the attainment of any right to which such participant may become entitled under the plan. . . .\" 29 U.S.C. &#167; 1140 (2000)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 29 U.S.C &#167; 1132(a)(1)(B) is the cause of action under ERISA enabling plan participants and other beneficiaries \"to recover benefits due to him under the terms of his plan.\" 29 U.S.C &#167; 1132(a)(1)(B) (2000)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1521338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1965168/"
  ]
}