{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201919/",
  "absolute_url": "/opinion/201919/lomagno-v-salmon-brothers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201919/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:38:21Z",
  "date_modified": "2016-02-28T05:06:46.279150Z",
  "type": "010combined",
  "sha1": "969142f904d8808d90cf1c2bfdaf32c141648e0f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-9003-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/11/14/Lomagno_v._Salmon_Brothers.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n                      ____________________\n\nNo. 05-9003\n              IN RE: VITO LOMAGNO and MARIE MIDOLO,\n                             Debtors.\n\n                      ____________________\n\n                   VITO LOMAGNO; MARIE MIDOLO,\n                       Debtors, Appellants,\n\n                               v.\n\n                 SALOMON BROTHERS REALTY CORP.,\n                            Appellee.\n                     _______________________\n\n    APPEAL FROM THE UNITED STATES BANKRUPTCY APPELLATE PANEL\n                      FOR THE FIRST CIRCUIT\n\n                  ____________________________\n\n                             Before\n\n                Lipez and Howard, Circuit Judges,\n                       and Restani*, Judge.\n                   ____________________________\n\n     David G. Baker, for appellants.\n     John C. Barker, with whom Michienzie & Sawin LLC was on\nbrief, for appellee.\n\n\n\n\n                        November 14, 2005\n\n\n\n\n     *\n       Chief Judge of the United States Court of International\nTrade, sitting by designation.\n\f          RESTANI, Judge.      Vito Lomagno and Marie Midolo (the\n\n“Debtors”) appeal from the bankruptcy court’s August 3, 2004 order\n\ndenying their motion for judgment on the pleadings and granting the\n\ndefendant’s cross-motion for judgment on the pleadings with respect\n\nto their adversary complaint seeking declaratory and injunctive\n\nrelief.   The bankruptcy court determined that Salomon Brothers\n\nRealty Corp. (“Salomon”) did not violate an automatic stay by\n\nforeclosing on the Debtors’ house while the Debtors’ Chapter 13\n\npetition dismissal was on appeal. The bankruptcy court’s order was\n\nsustained by the Bankruptcy Appellate Panel (“BAP”) for the First\n\nCircuit on February 9, 2005.    For the reasons set forth below, we\n\naffirm.\n\n                            BACKGROUND\n\n          The Debtors owned property on Tower Hill Street in\n\nLawrence, Massachusetts, with their note and mortgage on the\n\nproperty assigned to Salomon.      Following tenant complaints of\n\nhousing violations, the City of Lawrence began proceedings against\n\nthe Debtors, and appointed Raymond Fitzgerald as receiver (the\n\n“Receiver”).   Subsequently, the Debtors failed to make payments on\n\ntheir mortgage and Salomon began foreclosure proceedings.\n\n          On January 16, 2003, the Debtors filed a petition for\n\nrelief under Chapter 13 of the Bankruptcy Code.       The petition\n\ntriggered the automatic stay provision, 11 U.S.C. § 362(a) (2000),\n\nwhich stayed all proceedings by creditors to levy on the Debtors’\n\n\n                                 -2-\n\fproperty. The Receiver filed a motion to dismiss the petition, and\n\nfollowing a January 29, 2003 hearing, the bankruptcy court denied\n\nthe motion.    Next, the Receiver filed an objection to the Debtors’\n\nplan and to the Debtors’ claim to a homestead exemption.               The\n\nbankruptcy court issued a notice of hearing to be held on March 5,\n\n2003, to consider the objections.\n\n           Following the hearing, on March 10, 2003, the bankruptcy\n\ncourt dismissed the Debtors’ Chapter 13 case based on issues raised\n\nsua sponte.    The Debtors appealed to the BAP, and simultaneously\n\nfiled motions to stay the order of dismissal with the bankruptcy\n\ncourt and the BAP pursuant to Federal Rule of Bankruptcy Procedure\n\n8005.   These motions were denied, and the Debtors did not appeal\n\nthe   denial   of   stay   to   this    court.   Salomon   scheduled   the\n\nforeclosure sale for May 29, 2003.\n\n           While the bankruptcy court dismissal was on appeal to the\n\nBAP, the Receiver brought a suit against the Debtors and Salomon in\n\nEssex Superior Court to enforce its lien.          The Debtors filed a\n\nmotion for injunctive relief with the Essex Superior Court to stop\n\nthe foreclosure sale, which the court denied.        At the foreclosure\n\nauction on May 29, 2003, Salomon was the highest bidder and\n\npurchased the property.     The Debtors filed a motion for injunctive\n\nrelief with the Essex Superior Court to prevent further conveyance\n\nof the property, which the court denied.\n\n           On March 11, 2004, the BAP issued its decision reversing\n\n\n                                       -3-\n\fthe bankruptcy court’s dismissal of the case.               The BAP concluded\n\nthat the bankruptcy court erred in raising issues sua sponte and by\n\ndismissing     the   case    without   providing    appropriate   notice    and\n\nopportunity for a hearing.        On March 18, 2004, the Debtors filed an\n\nadversary complaint in the bankruptcy court seeking declaratory and\n\ninjunctive relief to void the foreclosure sale and prevent further\n\nconveyance of the property by Salomon. The Debtors argued that the\n\nBAP’s reversal of the dismissal order reinstated the automatic stay\n\nretroactively. The bankruptcy court denied the Debtors’ motion for\n\njudgment on the pleadings and granted Salomon’s cross-motion for\n\njudgment on the pleadings, concluding that when the bankruptcy\n\ncourt dismissed the case, the automatic stay was immediately\n\nterminated, and the reversal of the bankruptcy court dismissal did\n\nnot retroactively reinstate the automatic stay.             The BAP affirmed.\n\n                                  DISCUSSION\n\n           At issue in this case is whether a foreclosure sale is\n\nvalid when the foreclosure takes place after the dismissal of a\n\nChapter   13    bankruptcy     petition,     but   before   reversal   of   the\n\ndismissal.     Filing a petition under Chapter 13 of the Bankruptcy\n\nCode triggers an automatic stay of creditor proceedings against a\n\ndebtor’s property.          11 U.S.C. § 362(a).       While the stay is in\n\neffect, the creditor cannot proceed with foreclosure.                  Section\n\n362(c) provides that the stay of such proceedings “continues until\n\nsuch property is no longer property of the estate.”               11 U.S.C. §\n\n\n                                       -4-\n\f362(c)(1).    Thus, when the petition giving rise to the stay is\n\ndismissed, the stay terminates immediately, and creditors may\n\nproceed with foreclosure.        In re de Jesus Saez, 721 F.2d 848, 851\n\n(B.A.P 1st Cir. 1983).         The Federal Rules of Bankruptcy Procedure\n\nprovide that a debtor may seek a stay pending appeal.             See Fed. R.\n\nBankr. P. 8005.\n\n            In the instant case, the Debtors argue that the reversal\n\nof the bankruptcy court’s dismissal retroactively restored the\n\nautomatic    stay.      Even   though    they   acknowledge    that   the   stay\n\nterminated upon dismissal, the Debtors argue that because the\n\ndismissal resulted from a violation of their due process rights,\n\nequity requires that the violation be remedied by retroactive\n\napplication of the stay.          See Great Pac. Money Mkts., Inc. v.\n\nKrueger (In re Krueger), 88 B.R. 238 (B.A.P. 9th Cir. 1988).                 We\n\nconclude that this remedy is not available here.\n\n            In Krueger, the Ninth Circuit BAP recognized a due\n\nprocess exception to stay termination upon dismissal, and it voided\n\na foreclosure sale that occurred after a Chapter 13 bankruptcy\n\npetition was dismissed, but before reversal of the dismissal.                The\n\nNinth   Circuit   BAP   stated    that    the   failure   to   provide   notice\n\nviolated due process, and that “[a]n order is void if it is issued\n\nby a court in a manner inconsistent with the due process clause of\n\nthe Fifth Amendment.”          Krueger, 88 B.R. at 241.         Moreover, the\n\ncourt concluded that “because the order dismissing the case was\n\n\n                                        -5-\n\fvoid, the stay was continuously in effect from the date the\n\npetition was filed.” Id. Therefore, the court determined that the\n\nforeclosure sale was held in violation of the stay, even though the\n\nstay normally terminates with dismissal of the petition.          Id.\n\n           We have not recognized the due process exception set\n\nforth in Krueger, and we do not need to reach this issue here.     In\n\nKrueger, the trustee did not notify the debtors that it would\n\nobject to the debtors’ confirmation plan amendments and the debtors\n\nwere not present at the confirmation hearing.       Id. at 240.   The\n\ncourt continued the hearing and instructed the creditor to notify\n\nthe debtors of the continuance.   Id.   The creditor failed to notify\n\nthe debtors and the case was dismissed for lack of prosecution.\n\nId.   The debtors were not provided with notice of the dismissal or\n\nnotice of the scheduled foreclosure sale.    Id.   Under those facts,\n\nthe debtors’ failure to seek a stay pending appeal was explained by\n\ntheir lack of notice of the dismissal and the creditor’s bad\n\nfaith.1\n\n           Here, in contrast, the Debtors were not provided with\n\nadvance notice that the court was considering dismissal, but were\n\n\n      1\n      In Krueger, the creditor caused the due process violation by\nfailing to provide the debtors with notice of the dismissal\nhearing, notice of dismissal, or notice of the scheduled\nforeclosure. The creditor was aware or should have been aware that\nthe foreclosure sale was scheduled to take place in violation of\nthe debtors’ due process rights.     The instant case is distinct\nbecause the creditor proceeded in good faith upon the termination\nof automatic stay and the Debtors did not explain their failure to\nfully pursue a stay pending appeal.\n\n                                  -6-\n\fpresent and thus immediately alerted to both the dismissal and the\n\nscheduled foreclosure sale.     The Debtors had the opportunity to\n\npursue a stay pending appeal, and did to a certain point.     After\n\ntheir motions before the bankruptcy court and the BAP were denied,\n\nhowever, the Debtors could have sought a writ of mandamus or\n\nappealed to this court, but chose not to do so.   See Rochman v. Ne.\n\nUtils. Serv. Group (In re Pub. Serv. Co. of N.E.), 963 F.2d 469,\n\n472 (1st Cir. 1992).   The Debtors provide no explanation for their\n\nfailure to diligently pursue a stay pending appeal.\n\n          In sum, even if the court were to recognize the Ninth\n\nCircuit BAP’s exception for due process violations in cases such as\n\nKrueger, facts such as these at hand, including the Debtors’\n\nunexplained failure to diligently pursue a stay pending appeal, do\n\nnot warrant the drastic remedy of voidance of the stay termination.\n\n                              CONCLUSION\n\n          For the foregoing reasons, the bankruptcy court did not\n\nerr by concluding that the automatic stay was not retroactively\n\nreinstated by reversal of the dismissal.    The bankruptcy court’s\n\ndetermination is AFFIRMED.\n\n\n\n\n                                 -7-\n\f",
  "html": "<p class=\"case_cite\">429 F.3d 16</p>\n    <p class=\"parties\">In re Vito LOMAGNO and Marie Midolo, Debtors.<br>Vito Lomagno; Marie Midolo, Debtors, Appellants,<br>v.<br>Salomon Brothers Realty Corp., Appellee.</p>\n    <p class=\"docket\">No. 05-9003.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 14, 2005.</p>\n    <p class=\"date\">Decided November 14, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David G. Baker, for appellants.</p>\n      <p class=\"indent\">John C. Barker, with whom Michienzie &amp; Sawin LLC was on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ and HOWARD, Circuit Judges, and RESTANI<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Judge.</p>\n      <p class=\"indent\">RESTANI, Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Vito Lomagno and Marie Midolo (the \"Debtors\") appeal from the bankruptcy court's August 3, 2004 order denying their motion for judgment on the pleadings and granting the defendant's cross-motion for judgment on the pleadings with respect to their adversary complaint seeking declaratory and injunctive relief. The bankruptcy court determined that Salomon Brothers Realty Corp. (\"Salomon\") did not violate an automatic stay by foreclosing on the Debtors' house while the Debtors' Chapter 13 petition dismissal was on appeal. The bankruptcy court's order was sustained by the Bankruptcy Appellate Panel (\"BAP\") for the First Circuit on February 9, 2005. For the reasons set forth below, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Debtors owned property on Tower Hill Street in Lawrence, Massachusetts, with their note and mortgage on the property assigned to Salomon. Following tenant complaints of housing violations, the City of Lawrence began proceedings against the Debtors, and appointed Raymond Fitzgerald as receiver (the \"Receiver\"). Subsequently, the Debtors failed to make payments on their mortgage and Salomon began foreclosure proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 16, 2003, the Debtors filed a petition for relief under Chapter 13 of the Bankruptcy Code. The petition triggered the automatic stay provision, 11 U.S.C. &#167; 362(a) (2000), which stayed all proceedings by creditors to levy on the Debtors' property. The Receiver filed a motion to dismiss the petition, and following a January 29, 2003 hearing, the bankruptcy court denied the motion. Next, the Receiver filed an objection to the Debtors' plan and to the Debtors' claim to a homestead exemption. The bankruptcy court issued a notice of hearing to be held on March 5, 2003, to consider the objections.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following the hearing, on March 10, 2003, the bankruptcy court dismissed the Debtors' Chapter 13 case based on issues raised <i>sua sponte.</i> The Debtors appealed to the BAP, and simultaneously filed motions to stay the order of dismissal with the bankruptcy court and the BAP pursuant to Federal Rule of Bankruptcy Procedure 8005. These motions were denied, and the Debtors did not appeal the denial of stay to this court. Salomon scheduled the foreclosure sale for May 29, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While the bankruptcy court dismissal was on appeal to the BAP, the Receiver brought a suit against the Debtors and Salomon in Essex Superior Court to enforce its lien. The Debtors filed a motion for injunctive relief with the Essex Superior Court to stop the foreclosure sale, which the court denied. At the foreclosure auction on May 29, 2003, Salomon was the highest bidder and purchased the property. The Debtors filed a motion for injunctive relief with the Essex Superior Court to prevent further conveyance of the property, which the court denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 11, 2004, the BAP issued its decision reversing the bankruptcy court's dismissal of the case. The BAP concluded that the bankruptcy court erred in raising issues <i>sua sponte</i> and by dismissing the case without providing appropriate notice and opportunity for a hearing. On March 18, 2004, the Debtors filed an adversary complaint in the bankruptcy court seeking declaratory and injunctive relief to void the foreclosure sale and prevent further conveyance of the property by Salomon. The Debtors argued that the BAP's reversal of the dismissal order reinstated the automatic stay retroactively. The bankruptcy court denied the Debtors' motion for judgment on the pleadings and granted Salomon's cross-motion for judgment on the pleadings, concluding that when the bankruptcy court dismissed the case, the automatic stay was immediately terminated, and the reversal of the bankruptcy court dismissal did not retroactively reinstate the automatic stay. The BAP affirmed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At issue in this case is whether a foreclosure sale is valid when the foreclosure takes place after the dismissal of a Chapter 13 bankruptcy petition, but before reversal of the dismissal. Filing a petition under Chapter 13 of the Bankruptcy Code triggers an automatic stay of creditor proceedings against a debtor's property. 11 U.S.C. &#167; 362(a). While the stay is in effect, the creditor cannot proceed with foreclosure. Section 362(c) provides that the stay of such proceedings \"continues until such property is no longer property of the estate.\" 11 U.S.C. &#167; 362(c)(1). Thus, when the petition giving rise to the stay is dismissed, the stay terminates immediately, and creditors may proceed with foreclosure. <i>In re de Jesus Saez,</i> 721 F.2d 848, 851 (B.A.P 1st Cir.1983). The Federal Rules of Bankruptcy Procedure provide that a debtor may seek a stay pending appeal. <i>See</i> Fed. R. Bankr.P. 8005.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the instant case, the Debtors argue that the reversal of the bankruptcy court's dismissal retroactively restored the automatic stay. Even though they acknowledge that the stay terminated upon dismissal, the Debtors argue that because the dismissal resulted from a violation of their due process rights, equity requires that the violation be remedied by retroactive application of the stay. <i>See Great Pac. Money Mkts., Inc. v. Krueger (In re Krueger),</i> 88 B.R. 238 (B.A.P. 9th Cir.1988). We conclude that this remedy is not available here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Krueger,</i> the Ninth Circuit BAP recognized a due process exception to stay termination upon dismissal, and it voided a foreclosure sale that occurred after a Chapter 13 bankruptcy petition was dismissed, but before reversal of the dismissal. The Ninth Circuit BAP stated that the failure to provide notice violated due process, and that \"[a]n order is void if it is issued by a court in a manner inconsistent with the due process clause of the Fifth Amendment.\" <i>Krueger,</i> 88 B.R. at 241. Moreover, the court concluded that \"because the order dismissing the case was void, the stay was continuously in effect from the date the petition was filed.\" <i>Id.</i> Therefore, the court determined that the foreclosure sale was held in violation of the stay, even though the stay normally terminates with dismissal of the petition. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have not recognized the due process exception set forth in <i>Krueger,</i> and we do not need to reach this issue here. In <i>Krueger,</i> the trustee did not notify the debtors that it would object to the debtors' confirmation plan amendments and the debtors were not present at the confirmation hearing. <i>Id.</i> at 240. The court continued the hearing and instructed the creditor to notify the debtors of the continuance. <i>Id.</i> The creditor failed to notify the debtors and the case was dismissed for lack of prosecution. <i>Id.</i> The debtors were not provided with notice of the dismissal or notice of the scheduled foreclosure sale. <i>Id.</i> Under those facts, the debtors' failure to seek a stay pending appeal was explained by their lack of notice of the dismissal and the creditor's bad faith.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, in contrast, the Debtors were not provided with advance notice that the court was considering dismissal, but were present and thus immediately alerted to both the dismissal and the scheduled foreclosure sale. The Debtors had the opportunity to pursue a stay pending appeal, and did to a certain point. After their motions before the bankruptcy court and the BAP were denied, however, the Debtors could have sought a writ of mandamus or appealed to this court, but chose not to do so. <i>See Rochman v. N.E. Utils. Serv. Group (In re Pub. Serv. Co. of N.E.),</i> 963 F.2d 469, 472 (1st Cir.1992). The Debtors provide no explanation for their failure to diligently pursue a stay pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In sum, even if the court were to recognize the Ninth Circuit BAP's exception for due process violations in cases such as <i>Krueger,</i> facts such as these at hand, including the Debtors' unexplained failure to diligently pursue a stay pending appeal, do not warrant the drastic remedy of voidance of the stay termination.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the foregoing reasons, the bankruptcy court did not err by concluding that the automatic stay was not retroactively reinstated by reversal of the dismissal. The bankruptcy court's determination is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge of the United States Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In<i>Krueger,</i> the creditor caused the due process violation by failing to provide the debtors with notice of the dismissal hearing, notice of dismissal, or notice of the scheduled foreclosure. The creditor was aware or should have been aware that the foreclosure sale was scheduled to take place in violation of the debtors' due process rights. The instant case is distinct because the creditor proceeded in good faith upon the termination of automatic stay and the Debtors did not explain their failure to fully pursue a stay pending appeal.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"parties\">In re Vito LOMAGNO and Marie Midolo, Debtors.<br>Vito Lomagno; Marie Midolo, Debtors, Appellants,<br>v.<br>Salomon Brothers Realty Corp., Appellee.</p>\n    <p class=\"docket\">No. 05-9003.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 14, 2005.</p>\n    <p class=\"date\">Decided November 14, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David G. Baker, for appellants.</p>\n      <p class=\"indent\">John C. Barker, with whom Michienzie &amp; Sawin LLC was on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ and HOWARD, Circuit Judges, and RESTANI<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Judge.</p>\n      <p class=\"indent\">RESTANI, Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Vito Lomagno and Marie Midolo (the \"Debtors\") appeal from the bankruptcy court's August 3, 2004 order denying their motion for judgment on the pleadings and granting the defendant's cross-motion for judgment on the pleadings with respect to their adversary complaint seeking declaratory and injunctive relief. The bankruptcy court determined that Salomon Brothers Realty Corp. (\"Salomon\") did not violate an automatic stay by foreclosing on the Debtors' house while the Debtors' Chapter 13 petition dismissal was on appeal. The bankruptcy court's order was sustained by the Bankruptcy Appellate Panel (\"BAP\") for the First Circuit on February 9, 2005. For the reasons set forth below, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Debtors owned property on Tower Hill Street in Lawrence, Massachusetts, with their note and mortgage on the property assigned to Salomon. Following tenant complaints of housing violations, the City of Lawrence began proceedings against the Debtors, and appointed Raymond Fitzgerald as receiver (the \"Receiver\"). Subsequently, the Debtors failed to make payments on their mortgage and Salomon began foreclosure proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 16, 2003, the Debtors filed a petition for relief under Chapter 13 of the Bankruptcy Code. The petition triggered the automatic stay provision, 11 U.S.C. &#167; 362(a) (2000), which stayed all proceedings by creditors to levy on the Debtors' property. The Receiver filed a motion to dismiss the petition, and following a January 29, 2003 hearing, the bankruptcy court denied the motion. Next, the Receiver filed an objection to the Debtors' plan and to the Debtors' claim to a homestead exemption. The bankruptcy court issued a notice of hearing to be held on March 5, 2003, to consider the objections.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following the hearing, on March 10, 2003, the bankruptcy court dismissed the Debtors' Chapter 13 case based on issues raised <i>sua sponte.</i> The Debtors appealed to the BAP, and simultaneously filed motions to stay the order of dismissal with the bankruptcy court and the BAP pursuant to Federal Rule of Bankruptcy Procedure 8005. These motions were denied, and the Debtors did not appeal the denial of stay to this court. Salomon scheduled the foreclosure sale for May 29, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While the bankruptcy court dismissal was on appeal to the BAP, the Receiver brought a suit against the Debtors and Salomon in Essex Superior Court to enforce its lien. The Debtors filed a motion for injunctive relief with the Essex Superior Court to stop the foreclosure sale, which the court denied. At the foreclosure auction on May 29, 2003, Salomon was the highest bidder and purchased the property. The Debtors filed a motion for injunctive relief with the Essex Superior Court to prevent further conveyance of the property, which the court denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 11, 2004, the BAP issued its decision reversing the bankruptcy court's dismissal of the case. The BAP concluded that the bankruptcy court erred in raising issues <i>sua sponte</i> and by dismissing the case without providing appropriate notice and opportunity for a hearing. On March 18, 2004, the Debtors filed an adversary complaint in the bankruptcy court seeking declaratory and injunctive relief to void the foreclosure sale and prevent further conveyance of the property by Salomon. The Debtors argued that the BAP's reversal of the dismissal order reinstated the automatic stay retroactively. The bankruptcy court denied the Debtors' motion for judgment on the pleadings and granted Salomon's cross-motion for judgment on the pleadings, concluding that when the bankruptcy court dismissed the case, the automatic stay was immediately terminated, and the reversal of the bankruptcy court dismissal did not retroactively reinstate the automatic stay. The BAP affirmed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At issue in this case is whether a foreclosure sale is valid when the foreclosure takes place after the dismissal of a Chapter 13 bankruptcy petition, but before reversal of the dismissal. Filing a petition under Chapter 13 of the Bankruptcy Code triggers an automatic stay of creditor proceedings against a debtor's property. 11 U.S.C. &#167; 362(a). While the stay is in effect, the creditor cannot proceed with foreclosure. Section 362(c) provides that the stay of such proceedings \"continues until such property is no longer property of the estate.\" 11 U.S.C. &#167; 362(c)(1). Thus, when the petition giving rise to the stay is dismissed, the stay terminates immediately, and creditors may proceed with foreclosure. <i>In re de Jesus Saez,</i> <span class=\"citation\" data-id=\"427517\"><a href=\"/opinion/427517/in-re-ana-j-de-jesus-saez-debtor-luis-r-martir-lugo-v-ana-j-de-jesus/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 851 (B.A.P 1st Cir.1983). The Federal Rules of Bankruptcy Procedure provide that a debtor may seek a stay pending appeal. <i>See</i> Fed. R. Bankr.P. 8005.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the instant case, the Debtors argue that the reversal of the bankruptcy court's dismissal retroactively restored the automatic stay. Even though they acknowledge that the stay terminated upon dismissal, the Debtors argue that because the dismissal resulted from a violation of their due process rights, equity requires that the violation be remedied by retroactive application of the stay. <i>See Great Pac. Money Mkts., Inc. v. Krueger (In re Krueger),</i> <span class=\"citation\" data-id=\"1999314\"><a href=\"/opinion/1999314/in-re-krueger/\"><span class=\"volume\">88</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">238</span></a></span> (B.A.P. 9th Cir.1988). We conclude that this remedy is not available here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Krueger,</i> the Ninth Circuit BAP recognized a due process exception to stay termination upon dismissal, and it voided a foreclosure sale that occurred after a Chapter 13 bankruptcy petition was dismissed, but before reversal of the dismissal. The Ninth Circuit BAP stated that the failure to provide notice violated due process, and that \"[a]n order is void if it is issued by a court in a manner inconsistent with the due process clause of the Fifth Amendment.\" <i>Krueger,</i> 88 B.R. at 241. Moreover, the court concluded that \"because the order dismissing the case was void, the stay was continuously in effect from the date the petition was filed.\" <i>Id.</i> Therefore, the court determined that the foreclosure sale was held in violation of the stay, even though the stay normally terminates with dismissal of the petition. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We have not recognized the due process exception set forth in <i>Krueger,</i> and we do not need to reach this issue here. In <i>Krueger,</i> the trustee did not notify the debtors that it would object to the debtors' confirmation plan amendments and the debtors were not present at the confirmation hearing. <i>Id.</i> at 240. The court continued the hearing and instructed the creditor to notify the debtors of the continuance. <i>Id.</i> The creditor failed to notify the debtors and the case was dismissed for lack of prosecution. <i>Id.</i> The debtors were not provided with notice of the dismissal or notice of the scheduled foreclosure sale. <i>Id.</i> Under those facts, the debtors' failure to seek a stay pending appeal was explained by their lack of notice of the dismissal and the creditor's bad faith.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, in contrast, the Debtors were not provided with advance notice that the court was considering dismissal, but were present and thus immediately alerted to both the dismissal and the scheduled foreclosure sale. The Debtors had the opportunity to pursue a stay pending appeal, and did to a certain point. After their motions before the bankruptcy court and the BAP were denied, however, the Debtors could have sought a writ of mandamus or appealed to this court, but chose not to do so. <i>See Rochman v. N.E. Utils. Serv. Group (In re Pub. Serv. Co. of N.E.),</i> <span class=\"citation\" data-id=\"583333\"><a href=\"/opinion/583333/bankr-l-rep-p-74609-in-re-public-service-company-of-new-hampshire/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span>, 472 (1st Cir.1992). The Debtors provide no explanation for their failure to diligently pursue a stay pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In sum, even if the court were to recognize the Ninth Circuit BAP's exception for due process violations in cases such as <i>Krueger,</i> facts such as these at hand, including the Debtors' unexplained failure to diligently pursue a stay pending appeal, do not warrant the drastic remedy of voidance of the stay termination.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the foregoing reasons, the bankruptcy court did not err by concluding that the automatic stay was not retroactively reinstated by reversal of the dismissal. The bankruptcy court's determination is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge of the United States Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In<i>Krueger,</i> the creditor caused the due process violation by failing to provide the debtors with notice of the dismissal hearing, notice of dismissal, or notice of the scheduled foreclosure. The creditor was aware or should have been aware that the foreclosure sale was scheduled to take place in violation of the debtors' due process rights. The instant case is distinct because the creditor proceeded in good faith upon the termination of automatic stay and the Debtors did not explain their failure to fully pursue a stay pending appeal.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/427517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1999314/"
  ]
}