{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201961/",
  "absolute_url": "/opinion/201961/guillemard-ginorio-v-contreras-gomez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201961/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:41:42Z",
  "date_modified": "2016-02-28T05:06:50.421306Z",
  "type": "010combined",
  "sha1": "6f395809b05e3efc18dbed9371e603ddc8645a76",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1331-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/12/13/Guillemard-Ginorio_v._Contreras-Gomez.pdf",
  "plain_text": "                   Not for Publication in West's Federal Reporter\n                  Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n             United States Court of Appeals\n                           For the First Circuit\n\nNos. 04-1331, 04-2045\n\n         ANDRES GUILLEMARD-GINORIO; MARIA M. NOBLE-FERNANDEZ;\n                 CONJUGAL PARTNERSHIP GUILLEMARD-NOBLE;\n                   LONE STAR INSURANCE PRODUCERS, INC;\n          JORGE R. URRUTIA-VALLES; CAROLYNE J. WIEWALL-NAVAS;\n                  CONJUGAL PARTNERSHIP URRUTIA-WIEWALL;\n                          URRUTIA VALLES, INC.,\n\n                           Plaintiffs, Appellees,\n\n                                         v.\n\n       FERMIN M. CONTRERAS GOMEZ, Individually and as Insurance\n                     Commissioner of Puerto Rico;\n\n                          Defendants, Appellants,\n\n             JANE DOE; CONJUGAL PARTNERSHIP CONTRERAS-DOE;\n                          JANE DOE; JOHN DOE,\n\n                                   Defendants.\n\n\n             APPEALS FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n           [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                                      Before\n\n                            Selya, Circuit Judge,\n\n                     Baldock,* Senior Circuit Judge,\n\n                        and Howard, Circuit Judge.\n\n\n\n\n*\n    Of the Tenth Circuit, sitting by designation.\n\f     Luis Rodriguez-Muñoz with whom Eileen Landron Guardiola,\nEduardo A. Vera Ramírez, Ivette M. Berrios Hernandez, and Landrón\n& Vera, LLP, were on brief, for appellants.\n     Joseph D. Steinfield with whom Prince Lobel, Glovsky & Tye,\nLLP, Charles A. Cuprill-Hernandez, and Joan S. Peters, were on\nbrief, for appellees.\n\n\n\n                        December 13, 2005\n\f              Per Curiam. We address two interlocutory appeals brought\n\nby Commissioner Fermin M. Contreras Gomez and the Office of the\n\nInsurance     Commissioner     of    Puerto   Rico(\"OIC\")1    challenging   the\n\ndistrict court's entry of a preliminary injunction and denial of a\n\nmotion   to    dismiss    on   the   basis    of   sovereign,   absolute,   and\n\nqualified immunity.\n\n              We take the facts from the complaint. Andres Guillemard-\n\nGinorio and his spouse, Maria Noble-Fernandez, both well-known\n\nmembers of the New Progressive Party (\"NPP\"), have held insurance\n\nlicenses      as   insurance    agents       for   approximately    20   years.\n\nGuillemard and Noble have conducted their business through the\n\nentity     Lone    Star   Insurance      Producers,    Inc.     (\"Lone   Star\")\n\n(collectively \"Lone Star plaintiffs\").              The Lone Star plaintiffs\n\nhave never received any complaints regarding their services or\n\ntrustworthiness.\n\n              In November and December of 2001 (after a change in\n\ngovernment in the 2000 elections), Lone Star was audited by the\n\nOIC.     The audit focused on Lone Star's sales to Puerto Rico\n\ngovernmental entities and sharing of commissions with an affiliated\n\n\n\n\n1\n Plaintiffs brought this action against Contreras in both his\nofficial capacity as Commissioner of the OIC and his personal\ncapacity.   Dorelisse Juarbe succeeded Contreras as Commissioner\nafter this action was filed, and plaintiffs added her as a\ndefendant shortly after the motions at issue were decided in the\ndistrict court.\n\n                                       -3-\n\finsurance broker.2      Lone Star plaintiffs cooperated fully with the\n\nauditor, providing all necessary information and documentation. At\n\nthe close of the audit, the auditor informed Lone Star plaintiffs\n\nthat he had discovered no irregularities and that his final report\n\nwould issue in early 2002.       Since the audit, Lone Star's insurance\n\nlicense has been renewed twice.\n\n           In   early    2002,   Lone    Star    plaintiffs   learned    that\n\nContreras was making disparaging remarks about Guillemard and\n\nNoble's membership in the NPP.          They also learned that Contreras\n\nwas investigating Guillemard and Noble's personal and business\n\naffairs by ordering several banks to provide financial information\n\nabout both Lone Star and its principals. On December 10, 2003, Lone\n\nStar plaintiffs filed this action seeking damages and injunctive\n\nrelief   against   Contreras     and    OIC,    alleging   that   Contreras's\n\nimproper \"investigation\" was motivated by political animus.\n\n           On December 23, 2003, without providing notice or a\n\nhearing, Contreras issued an order that (1) declared Lone Star\n\nplaintiffs non-trustworthy and incompetent; (2) revoked Lone Star\n\nplaintiffs' insurance license for five years; (3) barred Lone Star\n\n\n2\n Lone Star sold insurance to Puerto Rico government agencies from\n1994 to 2000 as part of a consortium with licensed insurance broker\nUrrutia Valles, Inc.(and its principals Jorge Urrutia Valles and\nCarolyne Wiewall Navas)(collectively \"Urrutia Valles plaintiffs\").\nLone Star plaintiffs' action was consolidated with Urrutia Valles\nplaintiffs' similar action in the district court. Urrutia Valles\nplaintiffs voluntarily dismissed their action in the district court\non November 12, 2004, and Urrutia Valles plaintiffs were dismissed\nfrom this appeal on February 15, 2005.\n\n                                       -4-\n\fplaintiffs from applying for another license for five years; and\n\n(4) imposed a $2,035,000 fine.             The order was scheduled to become\n\neffective       on   January   7,    2004,       but   provided   that   Lone   Star\n\nplaintiffs could request an administrative hearing to contest it.3\n\nThe order also stated that, while a request for an administrative\n\nhearing would stay the imposition of the fine, the revocation would\n\nremain     in    effect    pending     a     final     administrative    decision.\n\nFollowing receipt of the order, Lone Star plaintiffs filed an\n\namended complaint adding claims of retaliation and violation of due\n\nprocess.         Lone   Star   plaintiffs         also   requested   a   temporary\n\nrestraining order to prevent the revocation from taking effect, and\n\nmoved for a preliminary injunction. The district court granted the\n\ntemporary restraining order and scheduled a hearing on the motion\n\nfor a preliminary injunction.\n\n             After a hearing, at which only Lone Star plaintiffs chose\n\nto present evidence, the district court entered an injunction\n\nrestraining Contreras and other officials at OIC from revoking Lone\n\nStar plaintiffs' license pending completion of a full and fair\n\nhearing and decision on Lone Star plaintiffs' challenge to the\n\nrevocation order.         In its order, the district court concluded that\n\nabstention under the Younger or Burford doctrines4 was unwarranted\n\n\n\n3\n    Lone Star promptly requested this administrative hearing.\n4\n As developed by the Supreme Court in Younger v. Harris, 401 U.S.\n37 (1971), and Burford v. Sun Oil Co., 319 U.S. 315 (1943).\n\n                                           -5-\n\fand that Contreras was not entitled to absolute immunity because\n\nhis conduct was neither quasi-judicial nor quasi-prosecutorial.\n\nContreras filed an interlocutory appeal challenging the preliminary\n\ninjunction (\"injunction appeal\").\n\n            Shortly thereafter, Contreras filed in the district court\n\na motion to dismiss, raising abstention and immunity issues.                 The\n\ncourt denied the motion, reaffirmed its prior conclusions regarding\n\nabstention and absolute immunity, held that Contreras was not\n\nentitled    to   qualified    immunity,    and    concluded     that   sovereign\n\nimmunity was no bar to Lone Star plaintiffs' request for injunctive\n\nrelief. Contreras filed a second interlocutory appeal challenging\n\nthis decision (\"immunity appeal\").             The appeals were consolidated\n\nfor briefing and argument.\n\n            Contreras's      challenge    to    the     preliminary    injunction\n\nstumbles over a fundamental issue – the existence of a live\n\ncontroversy.      At argument, the panel inquired of both parties\n\nwhether    the   administrative    hearing       that    Lone   Star   plaintiffs\n\nrequested had been held.        Both sides agreed that the hearing had\n\nbeen held two months before argument, that the sanction had been\n\nreduced to a six-month suspension and a $200,000 fine, and that\n\nLone Star plaintiffs had appealed the decision in the Puerto Rico\n\ncourt system.     As the preliminary injunction's function was purely\n\nto prevent the revocation of Lone Star plaintiffs' license pending\n\nthe administrative hearing and decision, the appeal therefore is\n\n\n                                     -6-\n\fmoot. See generally Matos v. Clinton School District, 367 F.3d 68,\n\n71-72    (1st   Cir.   2004);   CMM    Cable   Rep.,   Inc.    v.   Ocean   Coast\n\nProperties, Inc., 48 F.3d 618, 620-21 (1st Cir. 1995); Oakville\n\nDevelopment Corp. v. FDIC, 986 F.2d 611, 613 (1st Cir. 1993).5                 We\n\nproceed to the immunity appeal.\n\n            We note at the outset that this appeal is narrower than\n\nappellants have suggested, as only the immunity claims are properly\n\nbefore   us.6     Moreover,     only   Contreras's     claim   that   qualified\n\nimmunity bars the claims against him in his personal capacity\n\nmerits significant discussion.7\n\n\n5\n Both sides essentially conceded that the injunction appeal was\nmoot at argument, but we gave Contreras the opportunity to file a\nsupplemental statement if he disagreed after further consideration\nof the issue. No such filing has been made.\n6\n There is no jurisdiction for reaching the abstention claims\nbecause the preliminary injunction appeal has been dismissed as\nmoot and the immunity appeal does not properly extend to the\nabstention claims. See generally Limone v. Condon, 372 F.3d 39, 50\n(1st Cir. 2004)(interlocutory review of qualified immunity issue\ndoes not confer jurisdiction over other issues in the case).\n7\n Contreras also claims that sovereign immunity and absolute\nimmunity shield him. Contreras is correct that sovereign immunity\nshields an officer in his official capacity from monetary damages,\nsee Nieves-Marquez v. Commonwealth of Puerto-Rico, 353 F.3d 108,\n123 (1st Cir. 2003), but the Lone Star plaintiffs' complaint also\nseeks declaratory and prospective injunctive relief against him and\nsuch claims are not barred by sovereign immunity. We note that\nContreras's argument on this issue has lumped the claims against\nthe OIC and those against Contreras together.             This is\ninappropriate, as Contreras may properly be subject to prospective\ninjunctive relief but not so the agency. See id. at 114 n. 1.\nLone Star plaintiffs have acknowledged as much in their brief,\nnoting that dismissal of the OIC would not impact upon their case.\n\n     With respect to absolute immunity, Contreras argues that his\n\n                                       -7-\n\f            To determine whether a government official is entitled to\n\nqualified    immunity   we   consider:    \"(1)   whether   plaintiff's\n\nallegations, if true establish a constitutional violation; (2)\n\nwhether that right was clearly established at the time of the\n\nalleged violation; and (3) whether a similarly situated reasonable\n\nofficial would have understood that the challenged action violated\n\nthe constitutional right at issue.\"      Mihos v. Swift, 358 F.3d 91,\n\n102 (1st Cir. 2004).    As the case comes to us in the context of a\n\nmotion to dismiss, we must ask \"whether the facts alleged, viewed\n\nin the light most favorable to the complaining party, show that the\n\n[defendant's] conduct violated some constitutional right.\" Limone,\n\n372 F.3d at 44.\n\n            As to the first prong, Contreras argues, with little\n\nexplanation, that Lone Star's complaint fails because the district\n\ncourt is required to abstain under Younger or Burford and that the\n\n\n\nactions in investigating insurers and suspending their licenses\nwere essentially judicial or quasi-judicial.    See Destek Group,\nInc. v. New Hampshire Public Utilities Commission, 318 F.3d 32, 41\n(1st Cir. 2003)(\"Absolute immunity is available to certain 'quasi\njudicial' agency officials who, irrespective of their title,\nperform functions essentially similar to those of judges . . . in\na setting similar to that of a court\")(internal quotation and\ncitation omitted).    However, Lone Star plaintiffs allege that\nContreras suspended their insurance license, essentially by fiat,\nwithout notice or a hearing. Contreras's activities, as pleaded,\nbear no resemblance to what one normally considers \"judicial\"\nfunctions. See generally Diblasio v. Novello, 344 F.3d 292, 296-\n302 (2d Cir. 2003)(summary suspension process too dissimilar to\njudicial process to warrant absolute immunity). Thus, at least for\npurposes of a motion to dismiss, Contreras is not entitled to\nabsolute immunity.\n\n                                 -8-\n\fcomplaint fails to adequately plead a due process violation.8     The\n\nabstention issue is not relevant in a qualified immunity analysis.\n\nAs to the unexplained inadequacy of the due process allegations,\n\nContreras appears to be trying to enforce a heightened pleading\n\nrequirement. No such requirement exists. See, e.g., Centro Medico\n\nDel Turabo, Inc. v. Feliciano De Melecio, 406 F.3d 1, 5 (1st Cir.\n\n2005). Our review of the complaint reveals that the district court\n\ncorrectly determined that the complaint alleges at least three\n\nconstitutional   violations,   one    of   procedural   due   process\n\n(deprivation of property without a hearing) and two under the First\n\nAmendment (political discrimination and retaliation).\n\n          As to the second prong, Contreras concedes that Lone Star\n\nplaintiffs have a property interest in the license and that a\n\nhearing is typically required before the State may deprive an\n\nindividual of his property.    Given the weight of authority, it\n\nwould be hard to suggest otherwise.   See, e.g., Bell v. Burson, 402\n\nU.S. 535, 542 (1971)(\"except in emergency situations . . . due\n\nprocess requires that when a State seeks to terminate an interest\n\nsuch as that here involved, it must afford notice and opportunity\n\nfor hearing appropriate to the nature of the case before the\n\ntermination becomes effective\")(internal quotation and citation\n\nomitted); Mard v. Town of Amherst, 350 F.3d 184, 192 (1st Cir.\n\n\n\n8\n Contreras only challenges the due process portion of Lone Star\nplaintiffs' complaint.\n\n                                -9-\n\f2003)( \"[i]n general, the state must provide some kind of hearing\n\nbefore    depriving   an    individual     of   a     protected   property\n\ninterest\")(internal quotation and citation omitted); Beauchamp v.\n\nAbadia, 779 F.2d 773, 775 (1st Cir. 1985)(physician entitled to\n\nhearing before license could be revoked).           Nonetheless, Contreras\n\nargues the rule is not clearly established, pointing to authority\n\nallowing prehearing suspensions of certain property rights in\n\ncertain circumstances.     See Gilbert v. Homar, 520 U.S. 924 (1997);\n\nFDIC v. Mallen, 486 U.S.     230 (1988).\n\n           Both Gilbert and Mallen acknowledge that due process can\n\nsometimes be satisfied by a post-deprivation hearing.             However,\n\nthe circumstances in which a post-deprivation hearing is adequate\n\nare narrow:\n\n           An important government interest, accompanied\n           by   a   substantial    assurance   that   the\n           deprivation is not baseless or unwarranted,\n           may in limited cases demanding prompt action\n           justify postponing the opportunity to be heard\n           until after the initial deprivation.\n\nMallen, 486 U.S. at 240; see also Gilbert, 520 U.S. at 930-31.\n\nContreras claims that his actions meet this standard.\n\n           This argument cannot succeed at the motion to dismiss\n\nstage because the argument requires the development of the factual\n\nrecord.   See Mihos, 358 F.3d at 99 (\"[w]hen motion to dismiss is\n\nbased on the complaint . . . the facts alleged in the complaint\n\ncontrol\").    There is nothing in the pleading record establishing\n\nurgency, a special government interest, or \"substantial assurance\"\n\n                                 -10-\n\fthat    the   deprivation       was    not    baseless.          Indeed,       the   only\n\n\"substantial       assurance\"    Contreras        refers    to    is     his    two-year\n\ninvestigation, which the Lone Star plaintiffs allege was wrongful\n\nand motivated by political animus.                This is in marked contrast to\n\nthe    situations       described     in    Mallen    and   Gilbert,       where     the\n\n\"substantial assurance\" that the deprivation was warranted came in\n\nthe form of the initiation of a criminal prosecution by independent\n\nthird parties.       See 486 U.S. at 241; 520 U.S. at 934.\n\n              As to the third prong of the qualified immunity test,\n\ngiven the facts alleged in the complaint, we have no difficulty\n\nconcluding that a reasonable official in Contreras's position would\n\nhave known that instigating an investigation to punish Lone Star\n\nplaintiffs for their political beliefs, and terminating their\n\ninsurance license without notice or a hearing in retaliation for\n\ntheir filing of a legal action would violate their constitutional\n\nrights.       See generally Mihos, 358 F.3d at 110.                        Contreras's\n\nargument -- that his two-year investigation gave him sufficient\n\ninformation of wrongdoing on the part of Lone Star plaintiffs to\n\ngive rise to a reasonable belief that a pre-hearing suspension was\n\njustified     --   is    directly     contrary       to   Lone    Star     plaintiffs'\n\nallegations, which must be accepted as true for purposes of the\n\nmotion to dismiss.        Contreras will have the opportunity to develop\n\nthese arguments during discovery.                 See id. at 98-9 (denial of\n\nqualified immunity simply means that the case may go forward).\n\n\n                                           -11-\n\f          For the reasons stated above, the appeal of the district\n\ncourt's order granting a preliminary injunction is dismissed as\n\nmoot, and the decision of the district court denying the motion to\n\ndismiss on the grounds of immunity is affirmed.\n\n          So ordered.\n\n\n\n\n                              -12-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                   Not for Publication in West's Federal Reporter\n                  Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n             United States Court of Appeals\n                           For the First Circuit\n\nNos. 04-1331, 04-2045\n\n         ANDRES GUILLEMARD-GINORIO; MARIA M. NOBLE-FERNANDEZ;\n                 CONJUGAL PARTNERSHIP GUILLEMARD-NOBLE;\n                   LONE STAR INSURANCE PRODUCERS, INC;\n          JORGE R. URRUTIA-VALLES; CAROLYNE J. WIEWALL-NAVAS;\n                  CONJUGAL PARTNERSHIP URRUTIA-WIEWALL;\n                          URRUTIA VALLES, INC.,\n\n                           Plaintiffs, Appellees,\n\n                                         v.\n\n       FERMIN M. CONTRERAS GOMEZ, Individually and as Insurance\n                     Commissioner of Puerto Rico;\n\n                          Defendants, Appellants,\n\n             JANE DOE; CONJUGAL PARTNERSHIP CONTRERAS-DOE;\n                          JANE DOE; JOHN DOE,\n\n                                   Defendants.\n\n\n             APPEALS FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n           [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                                      Before\n\n                            Selya, Circuit Judge,\n\n                     Baldock,* Senior Circuit Judge,\n\n                        and Howard, Circuit Judge.\n\n\n\n\n*\n    Of the Tenth Circuit, sitting by designation.\n\f     Luis Rodriguez-Muñoz with whom Eileen Landron Guardiola,\nEduardo A. Vera Ramírez, Ivette M. Berrios Hernandez, and Landrón\n& Vera, LLP, were on brief, for appellants.\n     Joseph D. Steinfield with whom Prince Lobel, Glovsky & Tye,\nLLP, Charles A. Cuprill-Hernandez, and Joan S. Peters, were on\nbrief, for appellees.\n\n\n\n                        December 13, 2005\n\f              Per Curiam. We address two interlocutory appeals brought\n\nby Commissioner Fermin M. Contreras Gomez and the Office of the\n\nInsurance     Commissioner     of    Puerto   Rico(\"OIC\")1    challenging   the\n\ndistrict court's entry of a preliminary injunction and denial of a\n\nmotion   to    dismiss    on   the   basis    of   sovereign,   absolute,   and\n\nqualified immunity.\n\n              We take the facts from the complaint. Andres Guillemard-\n\nGinorio and his spouse, Maria Noble-Fernandez, both well-known\n\nmembers of the New Progressive Party (\"NPP\"), have held insurance\n\nlicenses      as   insurance    agents       for   approximately    20   years.\n\nGuillemard and Noble have conducted their business through the\n\nentity     Lone    Star   Insurance      Producers,    Inc.     (\"Lone   Star\")\n\n(collectively \"Lone Star plaintiffs\").              The Lone Star plaintiffs\n\nhave never received any complaints regarding their services or\n\ntrustworthiness.\n\n              In November and December of 2001 (after a change in\n\ngovernment in the 2000 elections), Lone Star was audited by the\n\nOIC.     The audit focused on Lone Star's sales to Puerto Rico\n\ngovernmental entities and sharing of commissions with an affiliated\n\n\n\n\n1\n Plaintiffs brought this action against Contreras in both his\nofficial capacity as Commissioner of the OIC and his personal\ncapacity.   Dorelisse Juarbe succeeded Contreras as Commissioner\nafter this action was filed, and plaintiffs added her as a\ndefendant shortly after the motions at issue were decided in the\ndistrict court.\n\n                                       -3-\n\finsurance broker.2      Lone Star plaintiffs cooperated fully with the\n\nauditor, providing all necessary information and documentation. At\n\nthe close of the audit, the auditor informed Lone Star plaintiffs\n\nthat he had discovered no irregularities and that his final report\n\nwould issue in early 2002.       Since the audit, Lone Star's insurance\n\nlicense has been renewed twice.\n\n           In   early    2002,   Lone    Star    plaintiffs   learned    that\n\nContreras was making disparaging remarks about Guillemard and\n\nNoble's membership in the NPP.          They also learned that Contreras\n\nwas investigating Guillemard and Noble's personal and business\n\naffairs by ordering several banks to provide financial information\n\nabout both Lone Star and its principals. On December 10, 2003, Lone\n\nStar plaintiffs filed this action seeking damages and injunctive\n\nrelief   against   Contreras     and    OIC,    alleging   that   Contreras's\n\nimproper \"investigation\" was motivated by political animus.\n\n           On December 23, 2003, without providing notice or a\n\nhearing, Contreras issued an order that (1) declared Lone Star\n\nplaintiffs non-trustworthy and incompetent; (2) revoked Lone Star\n\nplaintiffs' insurance license for five years; (3) barred Lone Star\n\n\n2\n Lone Star sold insurance to Puerto Rico government agencies from\n1994 to 2000 as part of a consortium with licensed insurance broker\nUrrutia Valles, Inc.(and its principals Jorge Urrutia Valles and\nCarolyne Wiewall Navas)(collectively \"Urrutia Valles plaintiffs\").\nLone Star plaintiffs' action was consolidated with Urrutia Valles\nplaintiffs' similar action in the district court. Urrutia Valles\nplaintiffs voluntarily dismissed their action in the district court\non November 12, 2004, and Urrutia Valles plaintiffs were dismissed\nfrom this appeal on February 15, 2005.\n\n                                       -4-\n\fplaintiffs from applying for another license for five years; and\n\n(4) imposed a $2,035,000 fine.             The order was scheduled to become\n\neffective       on   January   7,    2004,       but   provided   that   Lone   Star\n\nplaintiffs could request an administrative hearing to contest it.3\n\nThe order also stated that, while a request for an administrative\n\nhearing would stay the imposition of the fine, the revocation would\n\nremain     in    effect    pending     a     final     administrative    decision.\n\nFollowing receipt of the order, Lone Star plaintiffs filed an\n\namended complaint adding claims of retaliation and violation of due\n\nprocess.         Lone   Star   plaintiffs         also   requested   a   temporary\n\nrestraining order to prevent the revocation from taking effect, and\n\nmoved for a preliminary injunction. The district court granted the\n\ntemporary restraining order and scheduled a hearing on the motion\n\nfor a preliminary injunction.\n\n             After a hearing, at which only Lone Star plaintiffs chose\n\nto present evidence, the district court entered an injunction\n\nrestraining Contreras and other officials at OIC from revoking Lone\n\nStar plaintiffs' license pending completion of a full and fair\n\nhearing and decision on Lone Star plaintiffs' challenge to the\n\nrevocation order.         In its order, the district court concluded that\n\nabstention under the Younger or Burford doctrines4 was unwarranted\n\n\n\n3\n    Lone Star promptly requested this administrative hearing.\n4\n As developed by the Supreme Court in Younger v. Harris, </pre><span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">37</span></a></span><pre class=\"inline\"> (1971), and Burford v. Sun Oil Co., </pre><span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span><pre class=\"inline\"> (1943).\n\n                                           -5-\n\fand that Contreras was not entitled to absolute immunity because\n\nhis conduct was neither quasi-judicial nor quasi-prosecutorial.\n\nContreras filed an interlocutory appeal challenging the preliminary\n\ninjunction (\"injunction appeal\").\n\n            Shortly thereafter, Contreras filed in the district court\n\na motion to dismiss, raising abstention and immunity issues.                 The\n\ncourt denied the motion, reaffirmed its prior conclusions regarding\n\nabstention and absolute immunity, held that Contreras was not\n\nentitled    to   qualified    immunity,    and    concluded     that   sovereign\n\nimmunity was no bar to Lone Star plaintiffs' request for injunctive\n\nrelief. Contreras filed a second interlocutory appeal challenging\n\nthis decision (\"immunity appeal\").             The appeals were consolidated\n\nfor briefing and argument.\n\n            Contreras's      challenge    to    the     preliminary    injunction\n\nstumbles over a fundamental issue – the existence of a live\n\ncontroversy.      At argument, the panel inquired of both parties\n\nwhether    the   administrative    hearing       that    Lone   Star   plaintiffs\n\nrequested had been held.        Both sides agreed that the hearing had\n\nbeen held two months before argument, that the sanction had been\n\nreduced to a six-month suspension and a $200,000 fine, and that\n\nLone Star plaintiffs had appealed the decision in the Puerto Rico\n\ncourt system.     As the preliminary injunction's function was purely\n\nto prevent the revocation of Lone Star plaintiffs' license pending\n\nthe administrative hearing and decision, the appeal therefore is\n\n\n                                     -6-\n\fmoot. See generally Matos v. Clinton School District, </pre><span class=\"citation\" data-id=\"201002\"><a href=\"/opinion/201002/matos-v-clinton-school/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">,\n\n71-72    (1st   Cir.   2004);   CMM    Cable   Rep.,   Inc.    v.   Ocean   Coast\n\nProperties, Inc., </pre><span class=\"citation\" data-id=\"690274\"><a href=\"/opinion/690274/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span><pre class=\"inline\">, 620-21 (1st Cir. 1995); Oakville\n\nDevelopment Corp. v. FDIC, </pre><span class=\"citation\" data-id=\"600737\"><a href=\"/opinion/600737/oakville-development-corporation-trustee-of-the-10-12-lopez-st-trust-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span><pre class=\"inline\">, 613 (1st Cir. 1993).5                 We\n\nproceed to the immunity appeal.\n\n            We note at the outset that this appeal is narrower than\n\nappellants have suggested, as only the immunity claims are properly\n\nbefore   us.6     Moreover,     only   Contreras's     claim   that   qualified\n\nimmunity bars the claims against him in his personal capacity\n\nmerits significant discussion.7\n\n\n5\n Both sides essentially conceded that the injunction appeal was\nmoot at argument, but we gave Contreras the opportunity to file a\nsupplemental statement if he disagreed after further consideration\nof the issue. No such filing has been made.\n6\n There is no jurisdiction for reaching the abstention claims\nbecause the preliminary injunction appeal has been dismissed as\nmoot and the immunity appeal does not properly extend to the\nabstention claims. See generally Limone v. Condon, </pre><span class=\"citation\" data-id=\"201063\"><a href=\"/opinion/201063/limone-v-condon/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 50\n(1st Cir. 2004)(interlocutory review of qualified immunity issue\ndoes not confer jurisdiction over other issues in the case).\n7\n Contreras also claims that sovereign immunity and absolute\nimmunity shield him. Contreras is correct that sovereign immunity\nshields an officer in his official capacity from monetary damages,\nsee Nieves-Marquez v. Commonwealth of Puerto-Rico, </pre><span class=\"citation\" data-id=\"200787\"><a href=\"/opinion/200787/nieves-marquez-v-commonwealth-of-pr/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">,\n123 (1st Cir. 2003), but the Lone Star plaintiffs' complaint also\nseeks declaratory and prospective injunctive relief against him and\nsuch claims are not barred by sovereign immunity. We note that\nContreras's argument on this issue has lumped the claims against\nthe OIC and those against Contreras together.             This is\ninappropriate, as Contreras may properly be subject to prospective\ninjunctive relief but not so the agency. See id. at 114 n. 1.\nLone Star plaintiffs have acknowledged as much in their brief,\nnoting that dismissal of the OIC would not impact upon their case.\n\n     With respect to absolute immunity, Contreras argues that his\n\n                                       -7-\n\f            To determine whether a government official is entitled to\n\nqualified    immunity   we   consider:    \"(1)   whether   plaintiff's\n\nallegations, if true establish a constitutional violation; (2)\n\nwhether that right was clearly established at the time of the\n\nalleged violation; and (3) whether a similarly situated reasonable\n\nofficial would have understood that the challenged action violated\n\nthe constitutional right at issue.\"      Mihos v. Swift, </pre><span class=\"citation\" data-id=\"785090\"><a href=\"/opinion/785090/christy-peter-mihos-appelleecross-appellant-v-jane-swift-individually/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span><pre class=\"inline\">,\n\n102 (1st Cir. 2004).    As the case comes to us in the context of a\n\nmotion to dismiss, we must ask \"whether the facts alleged, viewed\n\nin the light most favorable to the complaining party, show that the\n\n[defendant's] conduct violated some constitutional right.\" Limone,\n\n372 F.3d at 44.\n\n            As to the first prong, Contreras argues, with little\n\nexplanation, that Lone Star's complaint fails because the district\n\ncourt is required to abstain under Younger or Burford and that the\n\n\n\nactions in investigating insurers and suspending their licenses\nwere essentially judicial or quasi-judicial.    See Destek Group,\nInc. v. New Hampshire Public Utilities Commission, </pre><span class=\"citation\" data-id=\"200304\"><a href=\"/opinion/200304/destek-group-inc-v-verizon-new-england/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">, 41\n(1st Cir. 2003)(\"Absolute immunity is available to certain 'quasi\njudicial' agency officials who, irrespective of their title,\nperform functions essentially similar to those of judges . . . in\na setting similar to that of a court\")(internal quotation and\ncitation omitted).    However, Lone Star plaintiffs allege that\nContreras suspended their insurance license, essentially by fiat,\nwithout notice or a hearing. Contreras's activities, as pleaded,\nbear no resemblance to what one normally considers \"judicial\"\nfunctions. See generally Diblasio v. Novello, </pre><span class=\"citation\" data-id=\"783613\"><a href=\"/opinion/783613/mario-diblasio-md-and-mario-diblasio-md-pc-v-antonia-c-novello/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span><pre class=\"inline\">, 296-\n302 (2d Cir. 2003)(summary suspension process too dissimilar to\njudicial process to warrant absolute immunity). Thus, at least for\npurposes of a motion to dismiss, Contreras is not entitled to\nabsolute immunity.\n\n                                 -8-\n\fcomplaint fails to adequately plead a due process violation.8     The\n\nabstention issue is not relevant in a qualified immunity analysis.\n\nAs to the unexplained inadequacy of the due process allegations,\n\nContreras appears to be trying to enforce a heightened pleading\n\nrequirement. No such requirement exists. See, e.g., Centro Medico\n\nDel Turabo, Inc. v. Feliciano De Melecio, </pre><span class=\"citation\" data-id=\"201545\"><a href=\"/opinion/201545/centro-medico-del-v-feliciano-de-melecio/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st Cir.\n\n2005). Our review of the complaint reveals that the district court\n\ncorrectly determined that the complaint alleges at least three\n\nconstitutional   violations,   one    of   procedural   due   process\n\n(deprivation of property without a hearing) and two under the First\n\nAmendment (political discrimination and retaliation).\n\n          As to the second prong, Contreras concedes that Lone Star\n\nplaintiffs have a property interest in the license and that a\n\nhearing is typically required before the State may deprive an\n\nindividual of his property.    Given the weight of authority, it\n\nwould be hard to suggest otherwise.   See, e.g., Bell v. Burson, </pre><span class=\"citation\" data-id=\"108341\"><a href=\"/opinion/108341/bell-v-burson/\"><span class=\"volume\">402</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span><pre class=\"inline\">, 542 (1971)(\"except in emergency situations . . . due\n\nprocess requires that when a State seeks to terminate an interest\n\nsuch as that here involved, it must afford notice and opportunity\n\nfor hearing appropriate to the nature of the case before the\n\ntermination becomes effective\")(internal quotation and citation\n\nomitted); Mard v. Town of Amherst, </pre><span class=\"citation\" data-id=\"200738\"><a href=\"/opinion/200738/mard-v-amherst/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span><pre class=\"inline\">, 192 (1st Cir.\n\n\n\n8\n Contreras only challenges the due process portion of Lone Star\nplaintiffs' complaint.\n\n                                -9-\n\f2003)( \"[i]n general, the state must provide some kind of hearing\n\nbefore    depriving   an    individual     of   a     protected   property\n\ninterest\")(internal quotation and citation omitted); Beauchamp v.\n\nAbadia, </pre><span class=\"citation\" data-id=\"462432\"><a href=\"/opinion/462432/manuel-o-beauchamp-v-luisa-de-abadia/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\">, 775 (1st Cir. 1985)(physician entitled to\n\nhearing before license could be revoked).           Nonetheless, Contreras\n\nargues the rule is not clearly established, pointing to authority\n\nallowing prehearing suspensions of certain property rights in\n\ncertain circumstances.     See Gilbert v. Homar, </pre><span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></a></span><pre class=\"inline\"> (1997);\n\nFDIC v. Mallen, </pre><span class=\"citation\" data-id=\"112079\"><a href=\"/opinion/112079/fdic-v-mallen/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span>     <span class=\"page\">230</span></a></span><pre class=\"inline\"> (1988).\n\n           Both Gilbert and Mallen acknowledge that due process can\n\nsometimes be satisfied by a post-deprivation hearing.             However,\n\nthe circumstances in which a post-deprivation hearing is adequate\n\nare narrow:\n\n           An important government interest, accompanied\n           by   a   substantial    assurance   that   the\n           deprivation is not baseless or unwarranted,\n           may in limited cases demanding prompt action\n           justify postponing the opportunity to be heard\n           until after the initial deprivation.\n\nMallen, 486 U.S. at 240; see also Gilbert, 520 U.S. at 930-31.\n\nContreras claims that his actions meet this standard.\n\n           This argument cannot succeed at the motion to dismiss\n\nstage because the argument requires the development of the factual\n\nrecord.   See Mihos, 358 F.3d at 99 (\"[w]hen motion to dismiss is\n\nbased on the complaint . . . the facts alleged in the complaint\n\ncontrol\").    There is nothing in the pleading record establishing\n\nurgency, a special government interest, or \"substantial assurance\"\n\n                                 -10-\n\fthat    the   deprivation       was    not    baseless.          Indeed,       the   only\n\n\"substantial       assurance\"    Contreras        refers    to    is     his    two-year\n\ninvestigation, which the Lone Star plaintiffs allege was wrongful\n\nand motivated by political animus.                This is in marked contrast to\n\nthe    situations       described     in    Mallen    and   Gilbert,       where     the\n\n\"substantial assurance\" that the deprivation was warranted came in\n\nthe form of the initiation of a criminal prosecution by independent\n\nthird parties.       See 486 U.S. at 241; 520 U.S. at 934.\n\n              As to the third prong of the qualified immunity test,\n\ngiven the facts alleged in the complaint, we have no difficulty\n\nconcluding that a reasonable official in Contreras's position would\n\nhave known that instigating an investigation to punish Lone Star\n\nplaintiffs for their political beliefs, and terminating their\n\ninsurance license without notice or a hearing in retaliation for\n\ntheir filing of a legal action would violate their constitutional\n\nrights.       See generally Mihos, 358 F.3d at 110.                        Contreras's\n\nargument -- that his two-year investigation gave him sufficient\n\ninformation of wrongdoing on the part of Lone Star plaintiffs to\n\ngive rise to a reasonable belief that a pre-hearing suspension was\n\njustified     --   is    directly     contrary       to   Lone    Star     plaintiffs'\n\nallegations, which must be accepted as true for purposes of the\n\nmotion to dismiss.        Contreras will have the opportunity to develop\n\nthese arguments during discovery.                 See id. at 98-9 (denial of\n\nqualified immunity simply means that the case may go forward).\n\n\n                                           -11-\n\f          For the reasons stated above, the appeal of the district\n\ncourt's order granting a preliminary injunction is dismissed as\n\nmoot, and the decision of the district court denying the motion to\n\ndismiss on the grounds of immunity is affirmed.\n\n          So ordered.\n\n\n\n\n                              -12-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785090/"
  ]
}