{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202068/",
  "absolute_url": "/opinion/202068/colon-santiago-v-rosario/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202068/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:43:52Z",
  "date_modified": "2016-02-28T05:07:09.608443Z",
  "type": "010combined",
  "sha1": "0e2efe2d334315ff36270191983284c7555b749b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1238-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/02/21/Colon-Santiago_v._Rosario.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNo. 05-1238\n\n                  VIVIAN COLÓN-SANTIAGO, ET AL.,\n                      Plaintiffs, Appellants,\n\n                  MYRIAM NOEMÍ HERNÁNDEZ, ET AL.,\n                            Plaintiffs,\n\n                                v.\n\n                    HÉCTOR R. ROSARIO, ET AL.,\n                      Defendants, Appellees,\n\n                   RAÚL E. ROSADO-TORO, ET AL.,\n                            Defendants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n         [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                               Before\n                     Torruella, Circuit Judge,\n              Gibson, John R.,* Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n     Pablo Landrau-Pirazzi, with whom Aldarondo & López Bras, was\non brief, for appellants.\n     Courtney R. Carroll, with whom José R. Cintrón-Rodríguez,\nLitigation Division, Puerto Rico Electric Power Authority, Roberto\nSánchez-Ramos, Secretary of Justice, Salvador Antonetti-Stutts,\nSolicitor General, Eduardo A. Vera-Ramírez, Eileen Landrón-\nGuardiola, and Landrón & Vera, LLP, were on brief, for appellees.\n\n\n\n                         February 21, 2006\n\n\n\n\n*\n    Of the Eighth Circuit, sitting by designation.\n\f          TORRUELLA, Circuit Judge.     This appeal involves twenty-\n\nseven current and former employees (\"Appellants\") of the Puerto\n\nRico Electric Power Authority (\"PREPA\") who filed suit in the\n\nUnited States District Court for the District of Puerto Rico on\n\nDecember 21, 2001, alleging violations of the First, Fifth, and\n\nFourteenth Amendments. Defendants-appellees (\"Appellees\"), who are\n\nofficials in charge of PREPA as well as PREPA itself, filed a\n\nmotion for summary judgment which the district court granted.\n\nAppellants filed various motions for reconsideration, all of which\n\nwere denied.    Appellants now appeal the grant of summary judgment\n\nand the denial of their motions for reconsideration.    We affirm in\n\npart, vacate in part, and remand.\n\n                            I.   Background\n\n          Appellants are all members of the New Progressive Party\n\n(\"NPP\"), which was the political party in power in Puerto Rico\n\nbefore the 2000 general election.       At the time of the election,\n\nAppellants, who had previously held career positions, were in trust\n\npositions.1    In the election, held on November 7, 2000, the NPP was\n\ndefeated by the Popular Democratic Party (\"PDP\").        In December\n\n2000, PREPA's then-Executive Director Miguel Cordero (\"Cordero\")\n\n\n\n1\n  In Puerto Rico, public employees are categorized as \"career\" or\n\"trust/confidential\" employees. Trust employees are involved in\nthe formulation of policy and are \"of free selection and removal.\"\n3 P.R. Laws Ann. § 1350(8).       Career employees are \"selected\nstrictly on merit and can be removed only for cause.\" Jiménez-\nFuentes v. Torres-Gaztambide, 807 F.2d 236, 246 (1st Cir. 1986).\n\n                                  -2-\n\freinstated ninety-two employees, including Appellants, from trust\n\npositions to career positions.            In many cases, Cordero awarded the\n\nreinstated employees the same salaries (\"reinstatement salaries\")\n\nthey had earned in their trust positions; in some cases merely\n\ntoken salary adjustments took place.               Upon reinstatement, these\n\nemployees    were    earning   more    than      others   who   held    comparable\n\npositions.       These transactions occurred during the electoral ban\n\nperiod, governed by a statutory provision prohibiting certain\n\npublic service personnel transactions two months prior to and two\n\nmonths after an election.           See 3 P.R. Laws Ann. § 1337; PREPA\n\nPersonnel Regulations for Non-Union Employees Article 10.2\n\n            In    January   2001,     PREPA's     Governing     Board   appointed\n\nAppellee Héctor R. Rosario Hernández (\"Rosario\") as Executive\n\nDirector. Thereafter, PREPA's Human Resources Directorate reviewed\n\nall personnel transactions carried out during the electoral ban\n\nperiod.     PREPA also requested and obtained legal opinions from a\n\nlocal law firm regarding the reinstatements that occurred during\n\nthe   electoral     ban   period    and    the   assignment     of   salaries   to\n\nemployees reinstated to career positions.             The law firm issued two\n\n\n\n2\n   The Personnel Act is not applicable to public corporations that\noperate as private businesses. PREPA is such a public corporation.\nHowever, PREPA and corporations like it are required to regulate\ntheir personnel issues in such a way as to protect and guarantee\nthe merit principle. See Torres-Solano v. PRTC, 27 P.R. Offic.\nTrans. 499 (P.R. 1990); Flores-Román v. Ramos-Gonzáles, 27 P.R.\nOffic. Trans. 601 (P.R. 1990).     To that end, PREPA promulgated\nPersonnel Regulations for Non-Union Employees.\n\n                                       -3-\n\fopinions, one in March 2001 and the other in May 2001.                    In these\n\nopinions, the firm opined that reinstatements which occurred during\n\nthe electoral ban were null and void, and that the reinstatement\n\nsalaries, to the extent they were on par with the employees' trust\n\nposition salaries, were also null and void.\n\n            At the conclusion of the review process, PREPA set out to\n\naddress   the    reinstatements.        Appellee    Ana       Blanes   (\"Blanes\"),\n\nPREPA's Director of Human Resources, along with Aníbal Hernández\n\n(\"Hernández\"), a PREPA salary specialist, devised the following\n\nthreshold    formula:     the   salary    assigned       by    Cordero    to     each\n\nreinstated employee (\"discretionary salary\") was compared to the\n\nsalary the employee would have earned if he had remained in his\n\nlast career position, accounting for natural salary increases\n\n(\"non-discretionary salary\"). If the discretionary salary exceeded\n\nthe non-discretionary salary by more than 10%, the employee's\n\nsalary was adjusted to the non-discretionary salary.                        If the\n\ndifference      between   the   two    salaries    was    less    than    10%,    the\n\nemployee's salary remained the same.\n\n            On June 17, 2001, using this formula, PREPA reduced the\n\nsalaries of thirty-three reinstated employees, including twenty-six\n\nof the appellants in this case.              The salaries of the remaining\n\nfifty-nine employees were not adjusted.              The affected employees\n\nwere advised of their right to appeal the decision by filing an\n\nadministrative      complaint     at     PREPA's    Labor       Affairs    Office.\n\n\n                                       -4-\n\fAppellants instead filed a complaint in the district court on\n\nDecember 21, 2001, naming as defendants PREPA and various PREPA\n\nofficials     in   their    official    and    individual    capacities.      The\n\ncomplaint was amended on February 26, 2002.\n\n              In   the   amended   complaint,     Appellants    brought    claims\n\npursuant to 42 U.S.C. § 1983, alleging that Appellees violated\n\ntheir First, Fifth, and Fourteenth Amendment rights under the\n\nUnited States Constitution.         Appellants also alleged violations of\n\ncertain laws of Puerto Rico.           Specifically, the complaint alleged\n\nthat (1) Appellees violated Appellants' due process rights under\n\nthe   Fifth    and   Fourteenth     Amendments     by     reducing   Appellants'\n\nsalaries without giving them an informal hearing; and (2) Appellees\n\nviolated Appellants' First Amendment rights of freedom of speech\n\nand association because a substantial or motivating factor in the\n\nsalary   reductions       was   Appellants'     political    affiliation.      In\n\naddition, there were First Amendment claims that certain Appellants\n\nwere harassed in the workplace due to their political views, and\n\none Appellant claimed that she was terminated on politically\n\ndiscriminatory grounds.\n\n              On   August    14,   2003,      Appellees    in   their   official\n\ncapacities filed a partial motion for summary judgment, arguing\n\nthat the First Amendment salary reduction claims and due process\n\nclaims should be dismissed.            That same day, Appellees in their\n\nindividual capacities filed a motion for summary judgment, arguing\n\n\n                                        -5-\n\fthat the complaint should be dismissed in its entirety.                                  On\n\nOctober 17, 2003, Appellees in their official capacity filed\n\nanother    motion    for     partial        summary        judgment    regarding        the\n\npolitically-motivated            harassment          and      termination         claims.\n\nAppellants opposed the first two motions to summary judgment, but\n\nnot the third.      Instead, Appellants filed a motion to dismiss the\n\nthird motion, arguing that it had not been timely filed.3\n\n            On October 16, 2003, the district court referred the\n\nfirst two motions for summary judgment to a magistrate judge.                            On\n\nNovember   3,   2003,      the    magistrate        judge     issued     a    Report    and\n\nRecommendation recommending that the motions be denied.                                 Both\n\nparties filed objections to the Report and Recommendation.                               On\n\nMarch 29, 2004, the district court issued an Opinion and Order in\n\nwhich it rejected the magistrate's recommendation and dismissed\n\nAppellants'     complaint        in   its   entirety.         Regarding        the   First\n\nAmendment salary reduction claims, the district court found that\n\n\"[t]he allegations and evidentiary support given by Plaintiffs\n\namounts    to   a   prima    facie       case      only     with   the       broadest    of\n\ninterpretations\"      because         \"Plaintiffs      have     not    presented        any\n\nspecific evidence other than a blanket assertion of being members\n\nof the opposing political party.\"                 The district court then went on\n\nto say that, even assuming Appellants had established a prima facie\n\n\n\n3\n    The district court ruled that this motion was moot after\nentering its Opinion and Order.\n\n                                            -6-\n\fcase, Appellees had provided a sufficient non-discriminatory reason\n\nfor their actions.         In this regard, the district court stated that\n\nAppellants'       reinstatements         were    illegal     because      they     occurred\n\nduring the electoral ban and because the salaries they received\n\nupon reinstatement were too high.                      The court then found that\n\nAppellants had not shown that the non-discriminatory reason was\n\npretextual.\n\n             Regarding the due process claims, the district court\n\nfound that, because the reinstatements were illegal, Appellants did\n\nnot   have   protectable         property       rights      to    their   positions      and\n\nAppellees     were    not     required          to   give        them   hearings     before\n\nundertaking the salary reductions.                     The district court did not\n\naddress, or even mention, the politically-motivated harassment and\n\ntermination       claims    (which       had    also   not       been   referred    to   the\n\nmagistrate), but nevertheless dismissed the entire complaint.\n\n             On    April    1,     2004,       Appellants         filed   a   motion     for\n\nreconsideration       of    the    Opinion       and    Order      (\"First    Motion     for\n\nReconsideration\"), arguing that the district court erred in finding\n\nthat the reinstatements violated the electoral ban.                           On April 2,\n\n2004,   Appellants         filed     a     motion      for       clarification       and/or\n\nreconsideration (\"Second Motion for Reconsideration\"), arguing that\n\nthe district court's Opinion and Order had failed to address the\n\npolitically-motivated harassment and termination claims even though\n\nthe Opinion and Order dismissed the entire complaint. The district\n\n\n                                               -7-\n\fcourt summarily denied both motions on May 10, 2004.               On July 6,\n\n2004, final judgment was entered.\n\n          On    July    12,    2004,    Appellants   filed   a    motion   for\n\nreconsideration        of     the      judgment   (\"Third        Motion    for\n\nReconsideration\").      On July 19, 2004, Appellants filed a motion to\n\nsupplement the Third Motion for Reconsideration (\"First Motion to\n\nSupplement\").   On July 22, 2004, Appellants filed a second motion\n\nto supplement the Third Motion for Reconsideration (\"Second Motion\n\nto Supplement\").4      On January 10, 2005, the district court denied\n\nthe Third Motion for Reconsideration and the First and Second\n\nMotions to Supplement.        Appellants filed an appeal on January 19,\n\n2005. On appeal, Appellants argue that the district court erred in\n\ngranting summary judgment on their due process claims and their\n\npolitically-motivated harassment and termination claims. They also\n\nargue that the district court abused its discretion in denying\n\ntheir motions for reconsideration.            They do not challenge the\n\ndistrict court's grant of summary judgment on the salary-reduction\n\nFirst Amendment claims.\n\n\n\n\n4\n   The district court characterized the two motions to supplement\nas motions for reconsideration.    However, it is clear from the\nrecord that the motions to supplement were just that: motions to\nsupplement the Third Motion for Reconsideration.\n\n                                       -8-\n\f                               II.    Discussion\n\nA.   Standard of Review\n\n            We review an entry of summary judgment de novo.             Cepero-\n\nRivera v. Fagundo, 414 F.3d 124, 131 (1st Cir. 2005).                   Summary\n\njudgment is appropriate \"if the pleadings, depositions, answers to\n\ninterrogatories,     and     admissions      on   file,    together   with    the\n\naffidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to judgment as\n\na matter of law.\"        Fed. R. Civ. P. 56(c).           We review a district\n\ncourt's   denial    of   a   motion   for    reconsideration    for   abuse    of\n\ndiscretion.    Rivera v. Puerto Rico Aqueduct & Sewers Auth., 331\n\nF.3d 183, 192 (1st Cir. 2003).\n\nB.   Jurisdiction\n\n            Before we reach the merits, we must first address whether\n\nwe have appellate jurisdiction over this case.                 Appellees argue\n\nthat Appellants failed to timely file their appeal and that we\n\ntherefore lack jurisdiction.          In the alternative, Appellees argue\n\nthat we only have jurisdiction to review the denial of the Third\n\nMotion for Reconsideration and the First and Second Motions to\n\nSupplement.\n\n            Under Federal Rule of Appellate Procedure 4 (\"Rule 4\"),\n\na notice of appeal in a civil case \"must be filed with the district\n\nclerk within 30 days after the judgment or order appealed from is\n\nentered.\"     Fed. R. App. P. 4(a)(1)(A).            A judgment or order is\n\n\n                                       -9-\n\f\"entered\" for Rule 4(a) purposes when, \"if Federal Rule of Civil\n\nProcedure 58(a)(1) requires a separate document, . . . the judgment\n\nor order is entered in the civil docket under Federal Rule of Civil\n\nProcedure 79(a) and . . . the judgment or order is set forth on a\n\nseparate document\".    Fed. R. Civ. P. 4(a)(7).5\n\n          A motion for reconsideration under Federal Rule of Civil\n\nProcedure 59(e) (\"Rule 59(e)\") is timely if it is filed within ten\n\ndays after entry of the judgment.      If a party timely files a Rule\n\n59(e) motion then the time to file an appeal does not begin to run\n\nuntil the district court enters judgment on the Rule 59(e) motion.\n\nSee Fed. R. App. P. 4(a)(4)(A)(iv).     However, \"a subsequent motion\n\nfor reconsideration served within ten days of the order denying the\n\ninitial motion for reconsideration but more than ten days after the\n\nentry of the original judgment does not toll the time for appealing\n\nfrom that judgment.\"    See Aybar v. Crispín-Reyes, 118 F.3d 10, 14\n\n(1st Cir. 1997) (internal quotation marks and citation omitted).\n\n          The instant case involves a peculiar situation, mainly\n\ndue to the unusually lengthy period of time between the district\n\ncourt's Opinion and Order and the entry of judgment.     On March 29,\n\n2004, the district court issued its Opinion and Order granting\n\nsummary judgment.   However, the court did not enter judgment on a\n\n\n5\n   Under Rule 4(a)(7), if 150 days run from the entry of the\njudgment or order on the civil docket, but judgment has not been\nset forth in a separate document, the judgment or order is\nconsidered \"entered.\" This clause of Rule 4(a)(7) does not apply\nin the instant case.\n\n                                -10-\n\fseparate document, as required by Federal Rule of Civil Procedure\n\n58 (\"Rule 58\"), until July 6, 2004.        In the meantime, Appellants\n\nfiled two motions for reconsideration which were rejected by the\n\ndistrict court before judgment was entered.          After judgment was\n\nfinally entered in accordance with Rule 58, Appellants filed their\n\nThird Motion for Reconsideration, which they argue tolled the time\n\nfor appealing the judgment entered on July 6.\n\n           Appellees argue that the Third Motion for Reconsideration\n\ndid not toll the time for appealing the judgment. First, Appellees\n\nargue that Rule 4 was amended in 2000 and that as a result, having\n\na judgment entered on a separate document does not affect the\n\nvalidity of an appeal from that judgment.           See Fed. R. App. P.\n\n4(a)(7)(B) (2000).     In other words, due to the 2000 amendment,\n\nAppellants could have validly appealed from the March 29 Opinion\n\nand Order, or the denial of the First and Second Motions for\n\nReconsideration, even though no judgment had been set forth in a\n\nseparate document.   While this may be true, in our view it does not\n\nfollow that Appellants were obligated to appeal before judgment was\n\nentered.\n\n           Appellees' second argument is that the Third Motion for\n\nReconsideration was a successive motion for reconsideration, and\n\nthat a successive motion for reconsideration will generally not act\n\nto further toll the time period for filing an appeal if it just\n\nrepeats    the   arguments   of   an     initial,   timely   motion   for\n\n\n                                  -11-\n\freconsideration.    Appellees    argue   that   the   Third   Motion   for\n\nReconsideration therefore cannot toll the filing period because it\n\nsimply rehashes the arguments made by Appellants in their First\n\nMotion for Reconsideration.      This characterization is erroneous\n\nbecause the Third Motion for Reconsideration contains two arguments\n\nnot mentioned in the First or Second Motions for Reconsideration.\n\nFurthermore, this argument is premised on the assumption that\n\nAppellants did not file the Third Motion for Reconsideration within\n\n10 days of the entry of judgment.\n\n          Appellees' arguments are thus meritless.            As we noted\n\nabove, it is well-settled that: (1) the thirty-day window to appeal\n\nfrom a judgment does not begin to run until that judgment is\n\n\"entered\"; (2) judgment is not \"entered\" until it is set forth in\n\na separate document as required by Rule 58; and (3) in this case,\n\njudgment was not set forth in a separate document as required by\n\nRule 58 until July 6, 2004.    Thus, the time to appeal did not begin\n\nto run until July 6, 2004.    Appellants filed their Third Motion for\n\nReconsideration within ten days of the entry of judgment, and filed\n\na notice of appeal within thirty days of the denial of the Third\n\nMotion for Reconsideration.     While it is true that \"a subsequent\n\nmotion for reconsideration served within ten days of the order\n\ndenying the initial motion for reconsideration but more than ten\n\ndays after the entry of the original judgment does not toll the\n\ntime for appealing from that judgment,\" Aybar 118 F.3d at 14\n\n\n                                 -12-\n\f(internal    quotation   marks   and   citation   omitted),   here,   the\n\n\"subsequent\" motion for reconsideration was filed within ten days\n\nof the entry of judgment.\n\n            In sum, the time to appeal did not begin to run until\n\nJuly 6, 2004, when judgment was entered.            Regardless of what\n\nhappened prior to the entry of judgment, Appellants filed a Rule 59\n\nmotion within ten days of the entry of judgment.      This Third Motion\n\nfor Reconsideration was therefore timely and thus tolled the time\n\nfor Appellants to file their appeal.         When the district court\n\ndenied the motions on January 10, 2005, Appellants filed a notice\n\nof appeal within thirty days.     We therefore have jurisdiction over\n\nthe appeal in its entirety, and not just the three motions filed\n\nafter judgment was entered.      We turn now to the merits.\n\nC.   Due Process\n\n            Under the Due Process Clause of the Fourteenth Amendment,\n\na state may not discharge a public employee who possesses a\n\nproperty interest in continued employment without due process of\n\nlaw.   See Cleveland Bd. of Educ. v. Loudermill, 470 U.S. 532, 538\n\n(1985); Santana v. Calderón, 342 F.3d 18, 23 (1st Cir. 2003).         \"The\n\nConstitution does not create property interests; instead, 'they are\n\ncreated and their dimensions are defined by existing rules or\n\nunderstandings that stem from an independent source such as state\n\nlaw . . . .'\"      Figueroa-Serrano v. Ramos-Alverio, 221 F.3d 1, 6\n\n\n\n\n                                  -13-\n\f(1st Cir. 2000) (quoting Bd. of Regents v. Roth, 408 U.S. 564, 577\n\n(1972)).\n\n           Under Puerto Rico law, career employees have a property\n\ninterest   in    their   continued   employment.    Id.   However,   that\n\ninterest is non-existent ab initio if the employees gained their\n\ncareer positions in violation of the Personnel Act or regulations\n\npromulgated thereunder.       González-de Blasini v. Family Dep't., 377\n\nF.3d 81, 86 (1st Cir. 2004).         Further, a person holding a career\n\nposition \"who accepts a trust position has an absolute right to be\n\nreinstated to a career position equal to the last position she held\n\nas a career employee.\"        Id. at 84 n.1.    Here, Appellants are not\n\nclaiming that they were not reinstated to their former career\n\npositions, or that Appellees fired or demoted them from their\n\ncareer positions without due process.          Rather, they are claiming\n\nthat they were deprived of due process when Appellees reduced the\n\nsalaries they had been granted upon reinstatement.            The issue\n\nbefore us, then, is whether Appellants had a property interest in\n\ntheir reinstatement salaries that would entitle them to due process\n\nprotections.\n\n           The Personnel Act sets up a merit system for career\n\nemployees.      Id. at 86.6   In Puerto Rico, authorities are forbidden\n\nfrom making \"any movement of personnel involving areas essential to\n\n\n6\n   As we noted above, although not under the Personnel Act, PREPA\nis still required to regulate its personnel issues in a way that\nguarantees and protects the merit principle.\n\n                                     -14-\n\fthe merit principle, such as appointments, promotions, demotions,\n\ntransfers and changes in the category of employees\" two months\n\nprior to and two months after an election.          3 P.R. Laws Ann. tit.\n\n3, § 1337; PREPA Personnel Regulations Art. 10.          The parties spend\n\nmuch of their time arguing whether Appellants' reinstatements from\n\ntrust positions to career positions, which occurred in December\n\n2000, violated the electoral ban.          Appellants argue that the\n\nreinstatements did not violate the electoral ban due to a special\n\nNormative Letter from the Central Personnel Administration Office\n\n(\"OCAP\") issued in 2000.     Appellees challenge the validity of the\n\nNormative Letter and argue that it is invalid because it is\n\ncontrary to the law of Puerto Rico.       We need not reach this issue\n\nbecause, even assuming that the reinstatements in general did not\n\nviolate the electoral ban, Appellants do not have a valid property\n\ninterest in their reinstatement salaries.\n\n             First, we agree with Appellees' argument that Appellants'\n\nreinstatement with salaries equivalent to the salaries they earned\n\nat   their   trust   positions   constituted    a   de   facto   promotion.\n\nNormally, a promotion means a higher salary and increased duties\n\nand responsibilities, along with a change in title.              Appellants\n\nhere received, in a certain sense, the best of both worlds: a\n\nhigher salary without an increase in duties and responsibilities.\n\nFurther, Appellants were paid on a higher level than others with\n\nsimilar job titles and job functions.          Since Appellants received\n\n\n                                   -15-\n\ftheir   de   facto    promotions       during    the    electoral    bans,    these\n\npersonnel actions were in violation of the electoral ban.                 We wish\n\nto be clear that we are in no way expressing any opinion as to\n\nwhether a reinstatement in general during the electoral ban is per\n\nse   invalid.     However,      it     is    undisputed   that    promotions    are\n\nprohibited by the ban.           To the extent that the reinstatements\n\nconstituted de facto promotions, they violated the electoral ban.\n\n             Even if these reinstatements had not occurred during the\n\nelectoral ban, Appellants still would not have a property interest\n\nin their reinstatement salaries.               Under Article II, § 16 of the\n\nPuerto Rican Constitution, employees have a right \"to equal pay for\n\nequal   work.\"       As   a   result    of    this    principle   and   the   merit\n\nprinciple, the Personnel Act provides that, when a trust employee\n\nwho previously held a career position is reinstated to her former\n\ncareer position, she is entitled to the salary for that position as\n\nwell as benefits extended to the position while she was in a trust\n\nposition.     See 3 P.R. Laws Ann. tit. 3, § 1350(8).               Under PREPA's\n\nPersonnel    Regulations      for    Non-Union       Employees,   promulgated    in\n\naccordance with the merit principle, a reinstated trust employee's\n\n\"assigned salary will never be less than the one equivalent for\n\nthat occupational group and to the corresponding employee's salary\n\nlevel, if he had remained in his last career position.\"                       PREPA\n\nPersonnel Regulations for Non-Union Employees Art. 11.4.3.                    There\n\nis thus no question that, under the Personnel Act and PREPA's\n\n\n                                        -16-\n\fregulations, Appellants had a property interest in a salary equal\n\nto the salary they would have received had they remained in career\n\npositions.\n\n            Appellants wish to go one step further, however, and\n\nargue that they have a property interest in a salary higher than\n\nthe one they would have had if they had remained in their career\n\npositions. Appellants base their argument on Article 11.4.3 of the\n\nPersonnel    Regulations,      which      states   that    when   employees    are\n\nreinstated to career positions \"[a]ll of the cases which bear a\n\npossible salary reduction must be submitted to the Executive\n\nDirector, who will have the discretion of whether or not to apply\n\nsaid reduction.\"       According to Appellants, this regulation gives\n\nthe Executive Director discretion to award whatever salary he\n\nchooses upon an employee's reinstatement.\n\n            Appellees argue that Article 11.4.3 was not in effect at\n\nthe time that the reinstatements took place; Appellants vigorously\n\ncontend that it was.          We choose not to address this argument,\n\nhowever, because even assuming that Article 11.4.3 was in effect,\n\nit could not be read to support Appellants' argument.                   A grant of\n\nunfettered   discretion       to   the    Executive   Director     to    authorize\n\nreinstatement salaries above what an employee was entitled to would\n\nnot   comport   with    the   merit      principle    or   the    constitutional\n\nprinciple of \"equal pay for equal work.\"\n\n\n\n\n                                         -17-\n\f           One of the underlying policies behind the merit principle\n\nis the constitutional principle of \"equal pay for equal work.\" See\n\nOrtiz Ortiz v. Dept. of Treasury, 20 P.R. Offic. Trans. 229, 234\n\n(P.R. 1987).         The Puerto Rico Supreme Court has stated \"that\n\nemployee compensation is one of the most important areas to . . .\n\nexpedite the application of the merit principle.\"             Id. (internal\n\nquotation marks and citation omitted).            If we accept Appellants'\n\nargument, Article 11.4.3's grant of discretion to the Executive\n\nDirector to determine reinstatement salaries would undermine the\n\nprinciple of \"equal pay for equal work\" and the merit principle.\n\nIt would allow an Executive Director to assign higher salaries to\n\nemployees who, upon reinstatement, are performing the same tasks as\n\nother career employees.           In other words, it would allow the\n\nExecutive Director to assign higher pay for equal work.            It would\n\nalso   allow   the    Executive   Director   to   authorize   salaries   for\n\nemployees at a level they could not have validly obtained by merit.\n\n           We note further that, in 1993, Cordero, who had been\n\nrecently appointed PREPA's Executive Director, asked the Central\n\nOffice of Personnel Administration (\"OCAP\")7 to address the very\n\nissue before us: whether trust employees who were reinstated to\n\ncareer positions       can be given the same salaries they were earning\n\nas trust employees due to Section 11.4.3.               OCAP responded by\n\nstating that assigning reinstatement salaries equal to what the\n\n\n7\n    Appellees refer to OCAP in their brief by the acronym \"COPA.\"\n\n                                    -18-\n\femployees were earning at trust positions was inconsistent \"with a\n\nsound public policy administration\" and was of \"questionable public\n\nmorality.\"      OCAP also noted that \"all reinstatement transactions\n\nwill result in a salary reduction since we are referring to two\n\ndifferent levels of classification and compensation: one for the\n\ncareer service and another for the service of trust.\"                          The OCAP\n\nresponse also invited Cordero to seek an opinion from the Secretary\n\nof Justice, which Cordero did.            In 1995, the Secretary of Justice\n\nissued an opinion stating that Section 11.4.3 gave the Executive\n\nDirector     discretion     to     assign       reinstatement         salaries       \"that\n\ncorrespond to said career positions, pursuant to the applicable\n\nscales of PREPA's Classification and Compensation Plain, and in\n\nkeeping with a sound administrative policy and the constitutional\n\nprinciple of equal pay for equal work.\"\n\n           In short, several years before his actions in 2000,\n\nCordero had been told by OCAP and the Secretary of Justice that\n\nassigning reinstatement salaries equal to an employee's trust\n\nposition salary was inconsistent with the merit principle and\n\nsound administrative policy, and was of questionable morality.\n\nHowever,   in    2000,    Cordero    proceeded       to    do    just      that:   assign\n\nreinstatement     salaries       equal   to     an   employee's       trust    position\n\nsalary.         Interestingly,      Appellants,           in     arguing      that    the\n\nreinstatements     with    the    higher      salaries         did   not   violate    the\n\nelectoral ban, rely heavily on a Normative Letter from OCAP -- the\n\n\n                                         -19-\n\fsame OCAP which in 1993 said that reinstating employees with the\n\nsame salaries as they held in their trust positions was against\n\nsound administrative policy and the constitutional principle of\n\n\"equal pay for equal work.\"           Given these facts, we have no trouble\n\nconcluding     that        reinstatement   to     a    career      position    while\n\nmaintaining the same salary from a trust position is a violation of\n\nPuerto Rico law and the merit principle.\n\n            In conclusion, while Appellants have a property interest\n\nin a career position equal to their last held career position,\n\nincluding \"all salary benefits extended to the [career] position\"\n\nwhile they were in their trust positions, P.R. Laws Ann. tit. 3,\n\n§ 1350, they do not have a property interest in the higher salaries\n\nthey received.      They are therefore not entitled to procedural due\n\nprocess protections as to those higher salaries. Appellees did not\n\nviolate     Appellants'       due    process      rights    when     they     reduced\n\nAppellants' salaries to their appropriate levels.\n\nD.   Politically-Motivated Harassment and Termination Claims\n\n            As we have already noted, the district court did not\n\naddress claims made by some of the Appellants regarding political\n\nharassment, and in the case of one Appellant, termination on\n\npolitical grounds.           However, in its order, the district court\n\ndismissed     all     of     the    Appellants'       claims,   including      these\n\npolitically-motivated harassment and termination claims.\n\n\n\n\n                                        -20-\n\f            Appellees raise three waiver arguments.                  First, they\n\nargue that Appellants have waived any argument on this issue\n\nbecause    they   did   not    raise    it    in   their    Third    Motion    for\n\nReconsideration or their First or Second Motions to Supplement. We\n\nreject this argument for two reasons.              First, Appellants clearly\n\nraised the issue in their Second Motion for Reconsideration.\n\nSecond, although a party may file a motion for reconsideration,\n\nfiling such a motion in no way obligates a party to bring up every\n\npossible reason for reconsideration or else waive the right on\n\nappeal to challenge any argument not brought up. Appellees cite to\n\nno case authority to back up this novel idea of waiver, nor are we\n\naware of any.\n\n            Appellees next argue that Appellants failed to adequately\n\nraise this issue in their initial brief.                  We disagree.        While\n\nAppellants did not devote a substantial amount of time to this\n\nissue,    the   issue   does   not     require     a   substantial    amount    of\n\ndiscussion. Appellants adequately raised the issue in their brief.\n\n            Finally, citing Zanditon v. Feinstein, 849 F.2d 692, 702\n\n(1st Cir. 1988), Appellees argue that Appellants waived the issue\n\nbecause they never filed an opposition to Appellees' motion for\n\nsummary judgment on these politically-motivated harassment and\n\ntermination claims.        Instead, they filed a motion to dismiss\n\nAppellees' motion for summary judgment, arguing that Appellees'\n\nmotion on this issue was filed too late.               The district court never\n\n\n                                       -21-\n\fruled on this motion, but instead declared it moot after issuing\n\nits Opinion and Order.            We reject Appellees' argument for two\n\nreasons.        First, Appellants did in fact oppose the motion for\n\nsummary judgment but did so by asking the court to dismiss the\n\nmotion    for     being   late.      While    it    certainly    would    have   been\n\npreferable for Appellants to also file an opposition to the motion\n\nfor summary judgment, this does not change the fact that Appellants\n\ndid oppose the motion in some form.                 Second, Appellants in their\n\nSecond Motion for reconsideration raised the argument that they\n\nraise before us now.        In Zanditon, we affirmed the grant of summary\n\njudgment where the party \"neither filed a response to [the] motion\n\nfor summary judgment, nor sought reconsideration by the district\n\ncourt     after    the    judgment   had     been    granted.\"      Id.     Because\n\nAppellants here sought reconsideration, they have not waived this\n\nissue.8\n\n             From the record it is clear that the district court\n\ngranted summary judgment as to the politically-motivated harassment\n\nand termination claims without any analysis whatsoever. In fact,\n\nthe   district      court's    Opinion       and    Order   never   mentions     the\n\n\n\n8\n   We wish to be clear as to what arguments Appellants have not\nwaived. First, they have not waived the argument that the motion\nfor summary judgment should have been dismissed for being untimely.\nSecond, they have not waived the argument that the district court\nerred in granting summary judgment without giving any analysis\nwhatsoever.   Appellants are not making any arguments as to the\nsubstance of the motion for summary judgment, nor could they at\nthis point.\n\n                                        -22-\n\fpolitically-motivated harassment and termination claims, even in\n\nits recitation of the facts.     We have previously remanded cases to\n\nthe district court where \"there is at least one significant legal\n\nissue, not squarely addressed by the district court[,] that remains\n\nunresolved.\"   Alden, Inc. v. Alden Ins. Agency of Florida, Inc.,\n\n389 F.3d 21, 25 (1st Cir. 2004)(internal quotation marks omitted).\n\n           The procedural posture of this case also gives us pause.\n\nFrom the record it appears that Appellees' motion for summary\n\njudgment on the politically-motivated harassment and termination\n\nclaims was filed one day after a deadline imposed by the district\n\ncourt, after the court had already granted two extensions of time\n\nto file the motion. Appellants asked the district court to dismiss\n\nthe motion for summary judgment on the ground that it was late.\n\nThe district court never ruled on the motion to dismiss Appellees'\n\nmotion for summary judgment.     Given the posture of this case, we\n\nthink it would be unwise to \"leapfrog[] to the merits.\"             Id.\n\n(internal quotation marks and citation omitted).          We therefore\n\nremand these claims to the district court for consideration of the\n\nissues not decided by that court as explained herein.\n\nE.   Motions for Reconsideration\n\n           Lastly,   we   have      considered      the   motions   for\n\nreconsideration filed by the Appellants.         We do not believe that\n\nthe district court abused its discretion in denying the First or\n\nThird Motions (along with the two Motions to Supplement).            We\n\n\n                                  -23-\n\ftherefore affirm the district court's decision as to these motions.\n\nHowever, the district court did abuse its discretion in denying the\n\nthe Second Motion for Reconsideration -- which raised the fact that\n\nthe   district    court   had   dismissed    the    politically-motivated\n\nharassment and termination claims without mentioning them in its\n\nOpinion and Order.        Since we are remanding the claims to the\n\ndistrict court for summary judgment purposes, our decision on this\n\nissue makes no difference to the outcome of this appeal.\n\n                            III.    Conclusion\n\n           For the foregoing reasons, we affirm the district court's\n\ngrant of summary judgment as to Appellants' due process claims. We\n\nvacate   the   district   court's   grant   of   summary   judgment   as   to\n\nAppellants' politically-motivated harassment and termination claims\n\nand remand the case for proceedings consistent with this opinion.\n\n           Affirmed in part, vacated in part, and remanded.                No\n\ncosts are awarded.\n\n\n\n\n                                    -24-\n\f",
  "html": "<p class=\"case_cite\">438 F.3d 101</p>\n    <p class=\"parties\">Vivian COL&#211;N-SANTIAGO, et al., Plaintiffs, Appellants,<br>Myriam Noem&#237; Hern&#225;ndez, et al., Plaintiffs,<br>v.<br>H&#233;ctor R. ROSARIO, et al., Defendants, Appellees,<br>Ra&#250;l E. Rosado-Toro, et al., Defendants.</p>\n    <p class=\"docket\">No. 05-1238.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 10, 2005.</p>\n    <p class=\"date\">Decided February 21, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Pablo Landrau-Pirazzi, with whom Aldarondo &amp; L&#243;pez Bras, was on brief, for appellants.</p>\n      <p class=\"indent\">Courtney R. Carroll, with whom Jos&#233; R. Cintr&#243;n-Rodr&#237;guez, Litigation Division, Puerto Rico Electric Power Authority, Roberto S&#225;nchez-Ramos, Secretary of Justice, Salvador Antonetti-Stutts, Solicitor General, Eduardo A. Vera-Ram&#237;rez, Eileen Landr&#243;n-Guardiola, and Landr&#243;n &amp; Vera, LLP, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, GIBSON, JOHN R.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves twenty-seven current and former employees (\"Appellants\") of the Puerto Rico Electric Power Authority (\"PREPA\") who filed suit in the United States District Court for the District of Puerto Rico on December 21, 2001, alleging violations of the First, Fifth, and Fourteenth Amendments. Defendants-appellees (\"Appellees\"), who are officials in charge of PREPA as well as PREPA itself, filed a motion for summary judgment which the district court granted. Appellants filed various motions for reconsideration, all of which were denied. Appellants now appeal the grant of summary judgment and the denial of their motions for reconsideration. We affirm in part, vacate in part, and remand.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants are all members of the New Progressive Party (\"NPP\"), which was the political party in power in Puerto Rico before the 2000 general election. At the time of the election, Appellants, who had previously held career positions, were in trust positions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In the election, held on November 7, 2000, the NPP was defeated by the Popular Democratic Party (\"PDP\"). In December 2000, PREPA's then-Executive Director Miguel Cordero (\"Cordero\") reinstated ninety-two employees, including Appellants, from trust positions to career positions. In many cases, Cordero awarded the reinstated employees the same salaries (\"reinstatement salaries\") they had earned in their trust positions; in some cases merely token salary adjustments took place. Upon reinstatement, these employees were earning more than others who held comparable positions. These transactions occurred during the electoral ban period, governed by a statutory provision prohibiting certain public service personnel transactions two months prior to and two months after an election. <i>See</i> 3 P.R. Laws Ann. &#167; 1337; PREPA Personnel Regulations for Non-Union Employees Article 10.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 2001, PREPA's Governing Board appointed Appellee H&#233;ctor R. Rosario Hern&#225;ndez (\"Rosario\") as Executive Director. Thereafter, PREPA's Human Resources Directorate reviewed all personnel transactions carried out during the electoral ban period. PREPA also requested and obtained legal opinions from a local law firm regarding the reinstatements that occurred during the electoral ban period and the assignment of salaries to employees reinstated to career positions. The law firm issued two opinions, one in March 2001 and the other in May 2001. In these opinions, the firm opined that reinstatements which occurred during the electoral ban were null and void, and that the reinstatement salaries, to the extent they were on par with the employees' trust position salaries, were also null and void.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the conclusion of the review process, PREPA set out to address the reinstatements. Appellee Ana Blanes (\"Blanes\"), PREPA's Director of Human Resources, along with An&#237;bal Hern&#225;ndez (\"Hern&#225;ndez\"), a PREPA salary specialist, devised the following threshold formula: the salary assigned by Cordero to each reinstated employee (\"discretionary salary\") was compared to the salary the employee would have earned if he had remained in his last career position, accounting for natural salary increases (\"non-discretionary salary\"). If the discretionary salary exceeded the non-discretionary salary by more than 10%, the employee's salary was adjusted to the non-discretionary salary. If the difference between the two salaries was less than 10%, the employee's salary remained the same.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 17, 2001, using this formula, PREPA reduced the salaries of thirty-three reinstated employees, including twenty-six of the appellants in this case. The salaries of the remaining fifty-nine employees were not adjusted. The affected employees were advised of their right to appeal the decision by filing an administrative complaint at PREPA's Labor Affairs Office. Appellants instead filed a complaint in the district court on December 21, 2001, naming as defendants PREPA and various PREPA officials in their official and individual capacities. The complaint was amended on February 26, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the amended complaint, Appellants brought claims pursuant to 42 U.S.C. &#167; 1983, alleging that Appellees violated their First, Fifth, and Fourteenth Amendment rights under the United States Constitution. Appellants also alleged violations of certain laws of Puerto Rico. Specifically, the complaint alleged that (1) Appellees violated Appellants' due process rights under the Fifth and Fourteenth Amendments by reducing Appellants' salaries without giving them an informal hearing; and (2) Appellees violated Appellants' First Amendment rights of freedom of speech and association because a substantial or motivating factor in the salary reductions was Appellants' political affiliation. In addition, there were First Amendment claims that certain Appellants were harassed in the workplace due to their political views, and one Appellant claimed that she was terminated on politically discriminatory grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 14, 2003, Appellees in their official capacities filed a partial motion for summary judgment, arguing that the First Amendment salary reduction claims and due process claims should be dismissed. That same day, Appellees in their individual capacities filed a motion for summary judgment, arguing that the complaint should be dismissed in its entirety. On October 17, 2003, Appellees in their official capacity filed another motion for partial summary judgment regarding the politically-motivated harassment and termination claims. Appellants opposed the first two motions to summary judgment, but not the third. Instead, Appellants filed a motion to dismiss the third motion, arguing that it had not been timely filed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 16, 2003, the district court referred the first two motions for summary judgment to a magistrate judge. On November 3, 2003, the magistrate judge issued a Report and Recommendation recommending that the motions be denied. Both parties filed objections to the Report and Recommendation. On March 29, 2004, the district court issued an Opinion and Order in which it rejected the magistrate's recommendation and dismissed Appellants' complaint in its entirety. Regarding the First Amendment salary reduction claims, the district court found that \"[t]he allegations and evidentiary support given by Plaintiffs amounts to a prima facie case only with the broadest of interpretations\" because \"Plaintiffs have not presented any specific evidence other than a blanket assertion of being members of the opposing political party.\" The district court then went on to say that, even assuming Appellants had established a prima facie case, Appellees had provided a sufficient non-discriminatory reason for their actions. In this regard, the district court stated that Appellants' reinstatements were illegal because they occurred during the electoral ban and because the salaries they received upon reinstatement were too high. The court then found that Appellants had not shown that the non-discriminatory reason was pretextual.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Regarding the due process claims, the district court found that, because the reinstatements were illegal, Appellants did not have protectable property rights to their positions and Appellees were not required to give them hearings before undertaking the salary reductions. The district court did not address, or even mention, the politically-motivated harassment and termination claims (which had also not been referred to the magistrate), but nevertheless dismissed the entire complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On April 1, 2004, Appellants filed a motion for reconsideration of the Opinion and Order (\"First Motion for Reconsideration\"), arguing that the district court erred in finding that the reinstatements violated the electoral ban. On April 2, 2004, Appellants filed a motion for clarification and/or reconsideration (\"Second Motion for Reconsideration\"), arguing that the district court's Opinion and Order had failed to address the politically-motivated harassment and termination claims even though the Opinion and Order dismissed the entire complaint. The district court summarily denied both motions on May 10, 2004. On July 6, 2004, final judgment was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 12, 2004, Appellants filed a motion for reconsideration of the judgment (\"Third Motion for Reconsideration\"). On July 19, 2004, Appellants filed a motion to supplement the Third Motion for Reconsideration (\"First Motion to Supplement\"). On July 22, 2004, Appellants filed a second motion to supplement the Third Motion for Reconsideration (\"Second Motion to Supplement\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> On January 10, 2005, the district court denied the Third Motion for Reconsideration and the First and Second Motions to Supplement. Appellants filed an appeal on January 19, 2005. On appeal, Appellants argue that the district court erred in granting summary judgment on their due process claims and their politically-motivated harassment and termination claims. They also argue that the district court abused its discretion in denying their motions for reconsideration. They do not challenge the district court's grant of summary judgment on the salary-reduction First Amendment claims.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review an entry of summary judgment <i>de novo. Cepero-Rivera v. Fagundo,</i> 414 F.3d 124, 131 (1st Cir.2005). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed. R.Civ.P. 56(c). We review a district court's denial of a motion for reconsideration for abuse of discretion. <i>Rivera v. Puerto Rico Aqueduct &amp; Sewers Auth.,</i> 331 F.3d 183, 192 (1st Cir.2003).</p>\n    </div>\n    <p class=\"indent\">B. Jurisdiction</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Before we reach the merits, we must first address whether we have appellate jurisdiction over this case. Appellees argue that Appellants failed to timely file their appeal and that we therefore lack jurisdiction. In the alternative, Appellees argue that we only have jurisdiction to review the denial of the Third Motion for Reconsideration and the First and Second Motions to Supplement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under Federal Rule of Appellate Procedure 4 (\"Rule 4\"), a notice of appeal in a civil case \"must be filed with the district clerk within 30 days after the judgment or order appealed from is entered.\" Fed. R.App. P. 4(a)(1)(A). A judgment or order is \"entered\" for Rule 4(a) purposes when, \"if Federal Rule of Civil Procedure 58(a)(1) requires a separate document, . . . the judgment or order is entered in the civil docket under Federal Rule of Civil Procedure 79(a) and . . . the judgment or order is set forth on a separate document\". Fed. R.Civ.P. 4(a)(7).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A motion for reconsideration under Federal Rule of Civil Procedure 59(e) (\"Rule 59(e)\") is timely if it is filed within ten days after entry of the judgment. If a party timely files a Rule 59(e) motion then the time to file an appeal does not begin to run until the district court enters judgment on the Rule 59(e) motion. <i>See</i> Fed. R.App. P. 4(a)(4)(A)(iv). However, \"a subsequent motion for reconsideration served within ten days of the order denying the initial motion for reconsideration but more than ten days after the entry of the original judgment does not toll the time for appealing from that judgment.\" <i>See Aybar v. Crisp&#237;n-Reyes,</i> 118 F.3d 10, 14 (1st Cir.1997) (internal quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The instant case involves a peculiar situation, mainly due to the unusually lengthy period of time between the district court's Opinion and Order and the entry of judgment. On March 29, 2004, the district court issued its Opinion and Order granting summary judgment. However, the court did not enter judgment on a separate document, as required by Federal Rule of Civil Procedure 58 (\"Rule 58\"), until July 6, 2004. In the meantime, Appellants filed two motions for reconsideration which were rejected by the district court before judgment was entered. After judgment was finally entered in accordance with Rule 58, Appellants filed their Third Motion for Reconsideration, which they argue tolled the time for appealing the judgment entered on July 6.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellees argue that the Third Motion for Reconsideration did not toll the time for appealing the judgment. First, Appellees argue that Rule 4 was amended in 2000 and that as a result, having a judgment entered on a separate document does not affect the validity of an appeal from that judgment. <i>See</i> Fed. R.App. P. 4(a)(7)(B) (2000). In other words, due to the 2000 amendment, Appellants could have validly appealed from the March 29 Opinion and Order, or the denial of the First and Second Motions for Reconsideration, even though no judgment had been set forth in a separate document. While this may be true, in our view it does not follow that Appellants were obligated to appeal before judgment was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellees' second argument is that the Third Motion for Reconsideration was a successive motion for reconsideration, and that a successive motion for reconsideration will generally not act to further toll the time period for filing an appeal if it just repeats the arguments of an initial, timely motion for reconsideration. Appellees argue that the Third Motion for Reconsideration therefore cannot toll the filing period because it simply rehashes the arguments made by Appellants in their First Motion for Reconsideration. This characterization is erroneous because the Third Motion for Reconsideration contains two arguments not mentioned in the First or Second Motions for Reconsideration. Furthermore, this argument is premised on the assumption that Appellants did not file the Third Motion for Reconsideration within 10 days of the entry of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellees' arguments are thus meritless. As we noted above, it is well-settled that: (1) the thirty-day window to appeal from a judgment does not begin to run until that judgment is \"entered\"; (2) judgment is not \"entered\" until it is set forth in a separate document as required by Rule 58; and (3) in this case, judgment was not set forth in a separate document as required by Rule 58 until July 6, 2004. Thus, the time to appeal did not begin to run until July 6, 2004. Appellants filed their Third Motion for Reconsideration within ten days of the entry of judgment, and filed a notice of appeal within thirty days of the denial of the Third Motion for Reconsideration. While it is true that \"a subsequent motion for reconsideration served within ten days of the order denying the initial motion for reconsideration but more than ten days after the entry of the original judgment does not toll the time for appealing from that judgment,\" <i>Aybar</i> 118 F.3d at 14 (internal quotation marks and citation omitted), here, the \"subsequent\" motion for reconsideration was filed within ten days of the entry of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In sum, the time to appeal did not begin to run until July 6, 2004, when judgment was entered. Regardless of what happened prior to the entry of judgment, Appellants filed a Rule 59 motion within ten days of the entry of judgment. This Third Motion for Reconsideration was therefore timely and thus tolled the time for Appellants to file their appeal. When the district court denied the motions on January 10, 2005, Appellants filed a notice of appeal within thirty days. We therefore have jurisdiction over the appeal in its entirety, and not just the three motions filed after judgment was entered. We turn now to the merits.</p>\n    </div>\n    <p class=\"indent\">C. Due Process</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under the Due Process Clause of the Fourteenth Amendment, a state may not discharge a public employee who possesses a property interest in continued employment without due process of law. <i>See Cleveland Bd. of Educ. v. Loudermill,</i> 470 U.S. 532, 538, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985); <i>Santana v. Calder&#243;n,</i> 342 F.3d 18, 23 (1st Cir.2003). \"The Constitution does not create property interests; instead, `they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law . . . .'\" <i>Figueroa-Serrano v. Ramos-Alverio,</i> 221 F.3d 1, 6 (1st Cir.2000) (quoting <i>Bd. of Regents v. Roth,</i> 408 U.S. 564, 577, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under Puerto Rico law, career employees have a property interest in their continued employment. <i>Id.</i> However, that interest is non-existent <i>ab initio</i> if the employees gained their career positions in violation of the Personnel Act or regulations promulgated thereunder. <i>Gonz&#225;lez-De-Blasini v. Family Dep't.,</i> 377 F.3d 81, 86 (1st Cir.2004). Further, a person holding a career position \"who accepts a trust position has an absolute right to be reinstated to a career position equal to the last position she held as a career employee.\" <i>Id.</i> at 84 n. 1. Here, Appellants are not claiming that they were not reinstated to their former career positions, or that Appellees fired or demoted them from their career positions without due process. Rather, they are claiming that they were deprived of due process when Appellees reduced the salaries they had been granted upon reinstatement. The issue before us, then, is whether Appellants had a property interest in their reinstatement salaries that would entitle them to due process protections.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Personnel Act sets up a merit system for career employees. <i>Id.</i> at 86.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In Puerto Rico, authorities are forbidden from making \"any movement of personnel involving areas essential to the merit principle, such as appointments, promotions, demotions, transfers and changes in the category of employees\" two months prior to and two months after an election. 3 P.R. Laws Ann. tit. 3, &#167; 1337; PREPA Personnel Regulations Art. 10. The parties spend much of their time arguing whether Appellants' reinstatements from trust positions to career positions, which occurred in December 2000, violated the electoral ban. Appellants argue that the reinstatements did not violate the electoral ban due to a special Normative Letter from the Central Personnel Administration Office (\"OCAP\") issued in 2000. Appellees challenge the validity of the Normative Letter and argue that it is invalid because it is contrary to the law of Puerto Rico. We need not reach this issue because, even assuming that the reinstatements in general did not violate the electoral ban, Appellants do not have a valid property interest in their reinstatement salaries.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, we agree with Appellees' argument that Appellants' reinstatement with salaries equivalent to the salaries they earned at their trust positions constituted a de facto promotion. Normally, a promotion means a higher salary and increased duties and responsibilities, along with a change in title. Appellants here received, in a certain sense, the best of both worlds: a higher salary without an increase in duties and responsibilities. Further, Appellants were paid on a higher level than others with similar job titles and job functions. Since Appellants received their de facto promotions during the electoral bans, these personnel actions were in violation of the electoral ban. We wish to be clear that we are in no way expressing any opinion as to whether a reinstatement in general during the electoral ban is per se invalid. However, it is undisputed that promotions are prohibited by the ban. To the extent that the reinstatements constituted de facto promotions, they violated the electoral ban.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if these reinstatements had not occurred during the electoral ban, Appellants still would not have a property interest in their reinstatement salaries. Under Article II, &#167; 16 of the Puerto Rican Constitution, employees have a right \"to equal pay for equal work.\" As a result of this principle and the merit principle, the Personnel Act provides that, when a trust employee who previously held a career position is reinstated to her former career position, she is entitled to the salary for that position as well as benefits extended to the position while she was in a trust position. <i>See</i> 3 P.R. Laws Ann. tit. 3, &#167; 1350(8). Under PREPA's Personnel Regulations for Non-Union Employees, promulgated in accordance with the merit principle, a reinstated trust employee's \"assigned salary will never be less than the one equivalent for that occupational group and to the corresponding employee's salary level, if he had remained in his last career position.\" PREPA Personnel Regulations for Non-Union Employees Art. 11.4.3. There is thus no question that, under the Personnel Act and PREPA's regulations, Appellants had a property interest in a salary equal to the salary they would have received had they remained in career positions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellants wish to go one step further, however, and argue that they have a property interest in a salary higher than the one they would have had if they had remained in their career positions. Appellants base their argument on Article 11.4.3 of the Personnel Regulations, which states that when employees are reinstated to career positions \"[a]ll of the cases which bear a possible salary reduction must be submitted to the Executive Director, who will have the discretion of whether or not to apply said reduction.\" According to Appellants, this regulation gives the Executive Director discretion to award whatever salary he chooses upon an employee's reinstatement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellees argue that Article 11.4.3 was not in effect at the time that the reinstatements took place; Appellants vigorously contend that it was. We choose not to address this argument, however, because even assuming that Article 11.4.3 was in effect, it could not be read to support Appellants' argument. A grant of unfettered discretion to the Executive Director to authorize reinstatement salaries above what an employee was entitled to would not comport with the merit principle or the constitutional principle of \"equal pay for equal work.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">One of the underlying policies behind the merit principle is the constitutional principle of \"equal pay for equal work.\" <i>See Ortiz Ortiz v. Dept. of Treasury,</i> 20 P.R. Offic. Trans. 229, 234, 1987 WL 448239 (P.R.1987). The Puerto Rico Supreme Court has stated \"that employee compensation is one of the most important areas to . . . expedite the application of the merit principle.\" <i>Id.</i> (internal quotation marks and citation omitted). If we accept Appellants' argument, Article 11.4.3's grant of discretion to the Executive Director to determine reinstatement salaries would undermine the principle of \"equal pay for equal work\" and the merit principle. It would allow an Executive Director to assign higher salaries to employees who, upon reinstatement, are performing the same tasks as other career employees. In other words, it would allow the Executive Director to assign <i>higher</i> pay for equal work. It would also allow the Executive Director to authorize salaries for employees at a level they could not have validly obtained by merit.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We note further that, in 1993, Cordero, who had been recently appointed PREPA's Executive Director, asked the Central Office of Personnel Administration (\"OCAP\")<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to address the very issue before us: whether trust employees who were reinstated to career positions can be given the same salaries they were earning as trust employees due to Section 11.4.3. OCAP responded by stating that assigning reinstatement salaries equal to what the employees were earning at trust positions was inconsistent \"with a sound public policy administration\" and was of \"questionable public morality.\" OCAP also noted that \"all reinstatement transactions will result in a salary reduction since we are referring to two different levels of classification and compensation: one for the career service and another for the service of trust.\" The OCAP response also invited Cordero to seek an opinion from the Secretary of Justice, which Cordero did. In 1995, the Secretary of Justice issued an opinion stating that Section 11.4.3 gave the Executive Director discretion to assign reinstatement salaries \"that correspond to said career positions, pursuant to the applicable scales of PREPA's Classification and Compensation Plain, and in keeping with a sound administrative policy and the constitutional principle of equal pay for equal work.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In short, several years before his actions in 2000, Cordero had been told by OCAP and the Secretary of Justice that assigning reinstatement salaries equal to an employee's trust position salary was inconsistent with the merit principle and sound administrative policy, and was of questionable morality. However, in 2000, Cordero proceeded to do just that: assign reinstatement salaries equal to an employee's trust position salary. Interestingly, Appellants, in arguing that the reinstatements with the higher salaries did not violate the electoral ban, rely heavily on a Normative Letter from OCAP-the same OCAP which in 1993 said that reinstating employees with the same salaries as they held in their trust positions was against sound administrative policy and the constitutional principle of \"equal pay for equal work.\" Given these facts, we have no trouble concluding that reinstatement to a career position while maintaining the same salary from a trust position is a violation of Puerto Rico law and the merit principle.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In conclusion, while Appellants have a property interest in a career position equal to their last held career position, including \"all salary benefits extended to the [career] position\" while they were in their trust positions, P.R. Laws Ann. tit. 3, &#167; 1350, they do not have a property interest in the higher salaries they received. They are therefore not entitled to procedural due process protections as to those higher salaries. Appellees did not violate Appellants' due process rights when they reduced Appellants' salaries to their appropriate levels.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">D. Politically-Motivated Harassment and Termination Claims</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As we have already noted, the district court did not address claims made by some of the Appellants regarding political harassment, and in the case of one Appellant, termination on political grounds. However, in its order, the district court dismissed all of the Appellants' claims, including these politically-motivated harassment and termination claims.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellees raise three waiver arguments. First, they argue that Appellants have waived any argument on this issue because they did not raise it in their Third Motion for Reconsideration or their First or Second Motions to Supplement. We reject this argument for two reasons. First, Appellants clearly raised the issue in their Second Motion for Reconsideration. Second, although a party may file a motion for reconsideration, filing such a motion in no way obligates a party to bring up every possible reason for reconsideration or else waive the right on appeal to challenge any argument not brought up. Appellees cite to no case authority to back up this novel idea of waiver, nor are we aware of any.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellees next argue that Appellants failed to adequately raise this issue in their initial brief. We disagree. While Appellants did not devote a substantial amount of time to this issue, the issue does not require a substantial amount of discussion. Appellants adequately raised the issue in their brief.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, citing <i>Zanditon v. Feinstein,</i> 849 F.2d 692, 702 (1st Cir.1988), Appellees argue that Appellants waived the issue because they never filed an opposition to Appellees' motion for summary judgment on these politically-motivated harassment and termination claims. Instead, they filed a motion to dismiss Appellees' motion for summary judgment, arguing that Appellees' motion on this issue was filed too late. The district court never ruled on this motion, but instead declared it moot after issuing its Opinion and Order. We reject Appellees' argument for two reasons. First, Appellants did in fact oppose the motion for summary judgment but did so by asking the court to dismiss the motion for being late. While it certainly would have been preferable for Appellants to also file an opposition to the motion for summary judgment, this does not change the fact that Appellants did oppose the motion in some form. Second, Appellants in their Second Motion for reconsideration raised the argument that they raise before us now. In <i>Zanditon,</i> we affirmed the grant of summary judgment where the party \"neither filed a response to [the] motion for summary judgment, nor sought reconsideration by the district court after the judgment had been granted.\" <i>Id.</i> Because Appellants here sought reconsideration, they have not waived this issue.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">From the record it is clear that the district court granted summary judgment as to the politically-motivated harassment and termination claims without any analysis whatsoever. In fact, the district court's Opinion and Order never mentions the politically-motivated harassment and termination claims, even in its recitation of the facts. We have previously remanded cases to the district court where \"there is at least one significant legal issue, not squarely addressed by the district court[,] that remains unresolved.\" <i>Alden, Inc. v. Alden Ins. Agency of Florida, Inc.,</i> 389 F.3d 21, 25 (1st Cir.2004)(internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The procedural posture of this case also gives us pause. From the record it appears that Appellees' motion for summary judgment on the politically-motivated harassment and termination claims was filed one day after a deadline imposed by the district court, after the court had already granted two extensions of time to file the motion. Appellants asked the district court to dismiss the motion for summary judgment on the ground that it was late. The district court never ruled on the motion to dismiss Appellees' motion for summary judgment. Given the posture of this case, we think it would be unwise to \"leapfrog[] to the merits.\" <i>Id.</i> (internal quotation marks and citation omitted). We therefore remand these claims to the district court for consideration of the issues not decided by that court as explained herein.</p>\n    </div>\n    <p class=\"indent\">E. Motions for Reconsideration</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Lastly, we have considered the motions for reconsideration filed by the Appellants. We do not believe that the district court abused its discretion in denying the First or Third Motions (along with the two Motions to Supplement). We therefore affirm the district court's decision as to these motions. However, the district court did abuse its discretion in denying the the Second Motion for Reconsideration&#8212;which raised the fact that the district court had dismissed the politically-motivated harassment and termination claims without mentioning them in its Opinion and Order. Since we are remanding the claims to the district court for summary judgment purposes, our decision on this issue makes no difference to the outcome of this appeal.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's grant of summary judgment as to Appellants' due process claims. We vacate the district court's grant of summary judgment as to Appellants' politically-motivated harassment and termination claims and remand the case for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>Affirmed in part, vacated in part, and remanded.</i> No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Puerto Rico, public employees are categorized as \"career\" or \"trust/confidential\" employees. Trust employees are involved in the formulation of policy and are \"of free selection and removal.\" 3 P.R. Laws Ann. &#167; 1350(8). Career employees are \"selected strictly on merit and can be removed only for cause.\"<i>Jim&#233;nez-Fuentes v. Torres-Gaztambide,</i> 807 F.2d 236, 246 (1st Cir.1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Personnel Act is not applicable to public corporations that operate as private businesses. PREPA is such a public corporation. However, PREPA and corporations like it are required to regulate their personnel issues in such a way as to protect and guarantee the merit principle<i>See Torres-Solano v. PRTC,</i> 27 P.R. Offic. Trans. 499 (P.R.1990); <i>Flores-Rom&#225;n v. Ramos-Gonz&#225;les,</i> 27 P.R. Offic. Trans. 601 (P.R.1990). To that end, PREPA promulgated Personnel Regulations for Non-Union Employees.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court ruled that this motion was moot after entering its Opinion and Order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court characterized the two motions to supplement as motions for reconsideration. However, it is clear from the record that the motions to supplement were just that: motions to supplement the Third Motion for Reconsideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under Rule 4(a)(7), if 150 days run from the entry of the judgment or order on the civil docket, but judgment has not been set forth in a separate document, the judgment or order is considered \"entered.\" This clause of Rule 4(a)(7) does not apply in the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As we noted above, although not under the Personnel Act, PREPA is still required to regulate its personnel issues in a way that guarantees and protects the merit principle</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellees refer to OCAP in their brief by the acronym \"COPA.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We wish to be clear as to what arguments Appellants have not waived. First, they have not waived the argument that the motion for summary judgment should have been dismissed for being untimely. Second, they have not waived the argument that the district court erred in granting summary judgment without giving any analysis whatsoever. Appellants are not making any arguments as to the substance of the motion for summary judgment, nor could they at this point</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></span></p>\n    <p class=\"parties\">Vivian COL&#211;N-SANTIAGO, et al., Plaintiffs, Appellants,<br>Myriam Noem&#237; Hern&#225;ndez, et al., Plaintiffs,<br>v.<br>H&#233;ctor R. ROSARIO, et al., Defendants, Appellees,<br>Ra&#250;l E. Rosado-Toro, et al., Defendants.</p>\n    <p class=\"docket\">No. 05-1238.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 10, 2005.</p>\n    <p class=\"date\">Decided February 21, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Pablo Landrau-Pirazzi, with whom Aldarondo &amp; L&#243;pez Bras, was on brief, for appellants.</p>\n      <p class=\"indent\">Courtney R. Carroll, with whom Jos&#233; R. Cintr&#243;n-Rodr&#237;guez, Litigation Division, Puerto Rico Electric Power Authority, Roberto S&#225;nchez-Ramos, Secretary of Justice, Salvador Antonetti-Stutts, Solicitor General, Eduardo A. Vera-Ram&#237;rez, Eileen Landr&#243;n-Guardiola, and Landr&#243;n &amp; Vera, LLP, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, GIBSON, JOHN R.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves twenty-seven current and former employees (\"Appellants\") of the Puerto Rico Electric Power Authority (\"PREPA\") who filed suit in the United States District Court for the District of Puerto Rico on December 21, 2001, alleging violations of the First, Fifth, and Fourteenth Amendments. Defendants-appellees (\"Appellees\"), who are officials in charge of PREPA as well as PREPA itself, filed a motion for summary judgment which the district court granted. Appellants filed various motions for reconsideration, all of which were denied. Appellants now appeal the grant of summary judgment and the denial of their motions for reconsideration. We affirm in part, vacate in part, and remand.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellants are all members of the New Progressive Party (\"NPP\"), which was the political party in power in Puerto Rico before the 2000 general election. At the time of the election, Appellants, who had previously held career positions, were in trust positions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In the election, held on November 7, 2000, the NPP was defeated by the Popular Democratic Party (\"PDP\"). In December 2000, PREPA's then-Executive Director Miguel Cordero (\"Cordero\") reinstated ninety-two employees, including Appellants, from trust positions to career positions. In many cases, Cordero awarded the reinstated employees the same salaries (\"reinstatement salaries\") they had earned in their trust positions; in some cases merely token salary adjustments took place. Upon reinstatement, these employees were earning more than others who held comparable positions. These transactions occurred during the electoral ban period, governed by a statutory provision prohibiting certain public service personnel transactions two months prior to and two months after an election. <i>See</i> 3 P.R. Laws Ann. &#167; 1337; PREPA Personnel Regulations for Non-Union Employees Article 10.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 2001, PREPA's Governing Board appointed Appellee H&#233;ctor R. Rosario Hern&#225;ndez (\"Rosario\") as Executive Director. Thereafter, PREPA's Human Resources Directorate reviewed all personnel transactions carried out during the electoral ban period. PREPA also requested and obtained legal opinions from a local law firm regarding the reinstatements that occurred during the electoral ban period and the assignment of salaries to employees reinstated to career positions. The law firm issued two opinions, one in March 2001 and the other in May 2001. In these opinions, the firm opined that reinstatements which occurred during the electoral ban were null and void, and that the reinstatement salaries, to the extent they were on par with the employees' trust position salaries, were also null and void.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the conclusion of the review process, PREPA set out to address the reinstatements. Appellee Ana Blanes (\"Blanes\"), PREPA's Director of Human Resources, along with An&#237;bal Hern&#225;ndez (\"Hern&#225;ndez\"), a PREPA salary specialist, devised the following threshold formula: the salary assigned by Cordero to each reinstated employee (\"discretionary salary\") was compared to the salary the employee would have earned if he had remained in his last career position, accounting for natural salary increases (\"non-discretionary salary\"). If the discretionary salary exceeded the non-discretionary salary by more than 10%, the employee's salary was adjusted to the non-discretionary salary. If the difference between the two salaries was less than 10%, the employee's salary remained the same.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 17, 2001, using this formula, PREPA reduced the salaries of thirty-three reinstated employees, including twenty-six of the appellants in this case. The salaries of the remaining fifty-nine employees were not adjusted. The affected employees were advised of their right to appeal the decision by filing an administrative complaint at PREPA's Labor Affairs Office. Appellants instead filed a complaint in the district court on December 21, 2001, naming as defendants PREPA and various PREPA officials in their official and individual capacities. The complaint was amended on February 26, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the amended complaint, Appellants brought claims pursuant to 42 U.S.C. &#167; 1983, alleging that Appellees violated their First, Fifth, and Fourteenth Amendment rights under the United States Constitution. Appellants also alleged violations of certain laws of Puerto Rico. Specifically, the complaint alleged that (1) Appellees violated Appellants' due process rights under the Fifth and Fourteenth Amendments by reducing Appellants' salaries without giving them an informal hearing; and (2) Appellees violated Appellants' First Amendment rights of freedom of speech and association because a substantial or motivating factor in the salary reductions was Appellants' political affiliation. In addition, there were First Amendment claims that certain Appellants were harassed in the workplace due to their political views, and one Appellant claimed that she was terminated on politically discriminatory grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 14, 2003, Appellees in their official capacities filed a partial motion for summary judgment, arguing that the First Amendment salary reduction claims and due process claims should be dismissed. That same day, Appellees in their individual capacities filed a motion for summary judgment, arguing that the complaint should be dismissed in its entirety. On October 17, 2003, Appellees in their official capacity filed another motion for partial summary judgment regarding the politically-motivated harassment and termination claims. Appellants opposed the first two motions to summary judgment, but not the third. Instead, Appellants filed a motion to dismiss the third motion, arguing that it had not been timely filed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 16, 2003, the district court referred the first two motions for summary judgment to a magistrate judge. On November 3, 2003, the magistrate judge issued a Report and Recommendation recommending that the motions be denied. Both parties filed objections to the Report and Recommendation. On March 29, 2004, the district court issued an Opinion and Order in which it rejected the magistrate's recommendation and dismissed Appellants' complaint in its entirety. Regarding the First Amendment salary reduction claims, the district court found that \"[t]he allegations and evidentiary support given by Plaintiffs amounts to a prima facie case only with the broadest of interpretations\" because \"Plaintiffs have not presented any specific evidence other than a blanket assertion of being members of the opposing political party.\" The district court then went on to say that, even assuming Appellants had established a prima facie case, Appellees had provided a sufficient non-discriminatory reason for their actions. In this regard, the district court stated that Appellants' reinstatements were illegal because they occurred during the electoral ban and because the salaries they received upon reinstatement were too high. The court then found that Appellants had not shown that the non-discriminatory reason was pretextual.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Regarding the due process claims, the district court found that, because the reinstatements were illegal, Appellants did not have protectable property rights to their positions and Appellees were not required to give them hearings before undertaking the salary reductions. The district court did not address, or even mention, the politically-motivated harassment and termination claims (which had also not been referred to the magistrate), but nevertheless dismissed the entire complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On April 1, 2004, Appellants filed a motion for reconsideration of the Opinion and Order (\"First Motion for Reconsideration\"), arguing that the district court erred in finding that the reinstatements violated the electoral ban. On April 2, 2004, Appellants filed a motion for clarification and/or reconsideration (\"Second Motion for Reconsideration\"), arguing that the district court's Opinion and Order had failed to address the politically-motivated harassment and termination claims even though the Opinion and Order dismissed the entire complaint. The district court summarily denied both motions on May 10, 2004. On July 6, 2004, final judgment was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 12, 2004, Appellants filed a motion for reconsideration of the judgment (\"Third Motion for Reconsideration\"). On July 19, 2004, Appellants filed a motion to supplement the Third Motion for Reconsideration (\"First Motion to Supplement\"). On July 22, 2004, Appellants filed a second motion to supplement the Third Motion for Reconsideration (\"Second Motion to Supplement\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> On January 10, 2005, the district court denied the Third Motion for Reconsideration and the First and Second Motions to Supplement. Appellants filed an appeal on January 19, 2005. On appeal, Appellants argue that the district court erred in granting summary judgment on their due process claims and their politically-motivated harassment and termination claims. They also argue that the district court abused its discretion in denying their motions for reconsideration. They do not challenge the district court's grant of summary judgment on the salary-reduction First Amendment claims.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review an entry of summary judgment <i>de novo. Cepero-Rivera v. Fagundo,</i> <span class=\"citation\" data-id=\"201670\"><a href=\"/opinion/201670/cepero-rivera-v-fagundo/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 131 (1st Cir.2005). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed. R.Civ.P. 56(c). We review a district court's denial of a motion for reconsideration for abuse of discretion. <i>Rivera v. Puerto Rico Aqueduct &amp; Sewers Auth.,</i> <span class=\"citation\" data-id=\"782203\"><a href=\"/opinion/782203/mayra-rosario-rivera-v-puerto-rico-aqueduct-and-sewers-authority-jose-ivan/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 192 (1st Cir.2003).</p>\n    </div>\n    <p class=\"indent\">B. Jurisdiction</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Before we reach the merits, we must first address whether we have appellate jurisdiction over this case. Appellees argue that Appellants failed to timely file their appeal and that we therefore lack jurisdiction. In the alternative, Appellees argue that we only have jurisdiction to review the denial of the Third Motion for Reconsideration and the First and Second Motions to Supplement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under Federal Rule of Appellate Procedure 4 (\"Rule 4\"), a notice of appeal in a civil case \"must be filed with the district clerk within 30 days after the judgment or order appealed from is entered.\" Fed. R.App. P. 4(a)(1)(A). A judgment or order is \"entered\" for Rule 4(a) purposes when, \"if Federal Rule of Civil Procedure 58(a)(1) requires a separate document, . . . the judgment or order is entered in the civil docket under Federal Rule of Civil Procedure 79(a) and . . . the judgment or order is set forth on a separate document\". Fed. R.Civ.P. 4(a)(7).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A motion for reconsideration under Federal Rule of Civil Procedure 59(e) (\"Rule 59(e)\") is timely if it is filed within ten days after entry of the judgment. If a party timely files a Rule 59(e) motion then the time to file an appeal does not begin to run until the district court enters judgment on the Rule 59(e) motion. <i>See</i> Fed. R.App. P. 4(a)(4)(A)(iv). However, \"a subsequent motion for reconsideration served within ten days of the order denying the initial motion for reconsideration but more than ten days after the entry of the original judgment does not toll the time for appealing from that judgment.\" <i>See Aybar v. Crisp&#237;n-Reyes,</i> <span class=\"citation\" data-id=\"197430\"><a href=\"/opinion/197430/aybar-v-crispin-reyes/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 14 (1st Cir.1997) (internal quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The instant case involves a peculiar situation, mainly due to the unusually lengthy period of time between the district court's Opinion and Order and the entry of judgment. On March 29, 2004, the district court issued its Opinion and Order granting summary judgment. However, the court did not enter judgment on a separate document, as required by Federal Rule of Civil Procedure 58 (\"Rule 58\"), until July 6, 2004. In the meantime, Appellants filed two motions for reconsideration which were rejected by the district court before judgment was entered. After judgment was finally entered in accordance with Rule 58, Appellants filed their Third Motion for Reconsideration, which they argue tolled the time for appealing the judgment entered on July 6.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellees argue that the Third Motion for Reconsideration did not toll the time for appealing the judgment. First, Appellees argue that Rule 4 was amended in 2000 and that as a result, having a judgment entered on a separate document does not affect the validity of an appeal from that judgment. <i>See</i> Fed. R.App. P. 4(a)(7)(B) (2000). In other words, due to the 2000 amendment, Appellants could have validly appealed from the March 29 Opinion and Order, or the denial of the First and Second Motions for Reconsideration, even though no judgment had been set forth in a separate document. While this may be true, in our view it does not follow that Appellants were obligated to appeal before judgment was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellees' second argument is that the Third Motion for Reconsideration was a successive motion for reconsideration, and that a successive motion for reconsideration will generally not act to further toll the time period for filing an appeal if it just repeats the arguments of an initial, timely motion for reconsideration. Appellees argue that the Third Motion for Reconsideration therefore cannot toll the filing period because it simply rehashes the arguments made by Appellants in their First Motion for Reconsideration. This characterization is erroneous because the Third Motion for Reconsideration contains two arguments not mentioned in the First or Second Motions for Reconsideration. Furthermore, this argument is premised on the assumption that Appellants did not file the Third Motion for Reconsideration within 10 days of the entry of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellees' arguments are thus meritless. As we noted above, it is well-settled that: (1) the thirty-day window to appeal from a judgment does not begin to run until that judgment is \"entered\"; (2) judgment is not \"entered\" until it is set forth in a separate document as required by Rule 58; and (3) in this case, judgment was not set forth in a separate document as required by Rule 58 until July 6, 2004. Thus, the time to appeal did not begin to run until July 6, 2004. Appellants filed their Third Motion for Reconsideration within ten days of the entry of judgment, and filed a notice of appeal within thirty days of the denial of the Third Motion for Reconsideration. While it is true that \"a subsequent motion for reconsideration served within ten days of the order denying the initial motion for reconsideration but more than ten days after the entry of the original judgment does not toll the time for appealing from that judgment,\" <i>Aybar</i> 118 F.3d at 14 (internal quotation marks and citation omitted), here, the \"subsequent\" motion for reconsideration was filed within ten days of the entry of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In sum, the time to appeal did not begin to run until July 6, 2004, when judgment was entered. Regardless of what happened prior to the entry of judgment, Appellants filed a Rule 59 motion within ten days of the entry of judgment. This Third Motion for Reconsideration was therefore timely and thus tolled the time for Appellants to file their appeal. When the district court denied the motions on January 10, 2005, Appellants filed a notice of appeal within thirty days. We therefore have jurisdiction over the appeal in its entirety, and not just the three motions filed after judgment was entered. We turn now to the merits.</p>\n    </div>\n    <p class=\"indent\">C. Due Process</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under the Due Process Clause of the Fourteenth Amendment, a state may not discharge a public employee who possesses a property interest in continued employment without due process of law. <i>See Cleveland Bd. of Educ. v. Loudermill,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 538, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985); <i>Santana v. Calder&#243;n,</i> <span class=\"citation\" data-id=\"200613\"><a href=\"/opinion/200613/santana-v-calderon/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.2003). \"The Constitution does not create property interests; instead, `they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law . . . .'\" <i>Figueroa-Serrano v. Ramos-Alverio,</i> <span class=\"citation\" data-id=\"199013\"><a href=\"/opinion/199013/figueroa-serrano-v-ramos-alverio/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2000) (quoting <i>Bd. of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under Puerto Rico law, career employees have a property interest in their continued employment. <i>Id.</i> However, that interest is non-existent <i>ab initio</i> if the employees gained their career positions in violation of the Personnel Act or regulations promulgated thereunder. <i>Gonz&#225;lez-De-Blasini v. Family Dep't.,</i> <span class=\"citation\" data-id=\"201167\"><a href=\"/opinion/201167/gonzalez-de-blasini-v-family-department/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 86 (1st Cir.2004). Further, a person holding a career position \"who accepts a trust position has an absolute right to be reinstated to a career position equal to the last position she held as a career employee.\" <i>Id.</i> at 84 n. 1. Here, Appellants are not claiming that they were not reinstated to their former career positions, or that Appellees fired or demoted them from their career positions without due process. Rather, they are claiming that they were deprived of due process when Appellees reduced the salaries they had been granted upon reinstatement. The issue before us, then, is whether Appellants had a property interest in their reinstatement salaries that would entitle them to due process protections.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Personnel Act sets up a merit system for career employees. <i>Id.</i> at 86.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In Puerto Rico, authorities are forbidden from making \"any movement of personnel involving areas essential to the merit principle, such as appointments, promotions, demotions, transfers and changes in the category of employees\" two months prior to and two months after an election. 3 P.R. Laws Ann. tit. 3, &#167; 1337; PREPA Personnel Regulations Art. 10. The parties spend much of their time arguing whether Appellants' reinstatements from trust positions to career positions, which occurred in December 2000, violated the electoral ban. Appellants argue that the reinstatements did not violate the electoral ban due to a special Normative Letter from the Central Personnel Administration Office (\"OCAP\") issued in 2000. Appellees challenge the validity of the Normative Letter and argue that it is invalid because it is contrary to the law of Puerto Rico. We need not reach this issue because, even assuming that the reinstatements in general did not violate the electoral ban, Appellants do not have a valid property interest in their reinstatement salaries.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, we agree with Appellees' argument that Appellants' reinstatement with salaries equivalent to the salaries they earned at their trust positions constituted a de facto promotion. Normally, a promotion means a higher salary and increased duties and responsibilities, along with a change in title. Appellants here received, in a certain sense, the best of both worlds: a higher salary without an increase in duties and responsibilities. Further, Appellants were paid on a higher level than others with similar job titles and job functions. Since Appellants received their de facto promotions during the electoral bans, these personnel actions were in violation of the electoral ban. We wish to be clear that we are in no way expressing any opinion as to whether a reinstatement in general during the electoral ban is per se invalid. However, it is undisputed that promotions are prohibited by the ban. To the extent that the reinstatements constituted de facto promotions, they violated the electoral ban.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if these reinstatements had not occurred during the electoral ban, Appellants still would not have a property interest in their reinstatement salaries. Under Article II, &#167; 16 of the Puerto Rican Constitution, employees have a right \"to equal pay for equal work.\" As a result of this principle and the merit principle, the Personnel Act provides that, when a trust employee who previously held a career position is reinstated to her former career position, she is entitled to the salary for that position as well as benefits extended to the position while she was in a trust position. <i>See</i> 3 P.R. Laws Ann. tit. 3, &#167; 1350(8). Under PREPA's Personnel Regulations for Non-Union Employees, promulgated in accordance with the merit principle, a reinstated trust employee's \"assigned salary will never be less than the one equivalent for that occupational group and to the corresponding employee's salary level, if he had remained in his last career position.\" PREPA Personnel Regulations for Non-Union Employees Art. 11.4.3. There is thus no question that, under the Personnel Act and PREPA's regulations, Appellants had a property interest in a salary equal to the salary they would have received had they remained in career positions.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellants wish to go one step further, however, and argue that they have a property interest in a salary higher than the one they would have had if they had remained in their career positions. Appellants base their argument on Article 11.4.3 of the Personnel Regulations, which states that when employees are reinstated to career positions \"[a]ll of the cases which bear a possible salary reduction must be submitted to the Executive Director, who will have the discretion of whether or not to apply said reduction.\" According to Appellants, this regulation gives the Executive Director discretion to award whatever salary he chooses upon an employee's reinstatement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellees argue that Article 11.4.3 was not in effect at the time that the reinstatements took place; Appellants vigorously contend that it was. We choose not to address this argument, however, because even assuming that Article 11.4.3 was in effect, it could not be read to support Appellants' argument. A grant of unfettered discretion to the Executive Director to authorize reinstatement salaries above what an employee was entitled to would not comport with the merit principle or the constitutional principle of \"equal pay for equal work.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">One of the underlying policies behind the merit principle is the constitutional principle of \"equal pay for equal work.\" <i>See Ortiz Ortiz v. Dept. of Treasury,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">229</span></span>, 234, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">448239</span></span> (P.R.1987). The Puerto Rico Supreme Court has stated \"that employee compensation is one of the most important areas to . . . expedite the application of the merit principle.\" <i>Id.</i> (internal quotation marks and citation omitted). If we accept Appellants' argument, Article 11.4.3's grant of discretion to the Executive Director to determine reinstatement salaries would undermine the principle of \"equal pay for equal work\" and the merit principle. It would allow an Executive Director to assign higher salaries to employees who, upon reinstatement, are performing the same tasks as other career employees. In other words, it would allow the Executive Director to assign <i>higher</i> pay for equal work. It would also allow the Executive Director to authorize salaries for employees at a level they could not have validly obtained by merit.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We note further that, in 1993, Cordero, who had been recently appointed PREPA's Executive Director, asked the Central Office of Personnel Administration (\"OCAP\")<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to address the very issue before us: whether trust employees who were reinstated to career positions can be given the same salaries they were earning as trust employees due to Section 11.4.3. OCAP responded by stating that assigning reinstatement salaries equal to what the employees were earning at trust positions was inconsistent \"with a sound public policy administration\" and was of \"questionable public morality.\" OCAP also noted that \"all reinstatement transactions will result in a salary reduction since we are referring to two different levels of classification and compensation: one for the career service and another for the service of trust.\" The OCAP response also invited Cordero to seek an opinion from the Secretary of Justice, which Cordero did. In 1995, the Secretary of Justice issued an opinion stating that Section 11.4.3 gave the Executive Director discretion to assign reinstatement salaries \"that correspond to said career positions, pursuant to the applicable scales of PREPA's Classification and Compensation Plain, and in keeping with a sound administrative policy and the constitutional principle of equal pay for equal work.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In short, several years before his actions in 2000, Cordero had been told by OCAP and the Secretary of Justice that assigning reinstatement salaries equal to an employee's trust position salary was inconsistent with the merit principle and sound administrative policy, and was of questionable morality. However, in 2000, Cordero proceeded to do just that: assign reinstatement salaries equal to an employee's trust position salary. Interestingly, Appellants, in arguing that the reinstatements with the higher salaries did not violate the electoral ban, rely heavily on a Normative Letter from OCAP-the same OCAP which in 1993 said that reinstating employees with the same salaries as they held in their trust positions was against sound administrative policy and the constitutional principle of \"equal pay for equal work.\" Given these facts, we have no trouble concluding that reinstatement to a career position while maintaining the same salary from a trust position is a violation of Puerto Rico law and the merit principle.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In conclusion, while Appellants have a property interest in a career position equal to their last held career position, including \"all salary benefits extended to the [career] position\" while they were in their trust positions, P.R. Laws Ann. tit. 3, &#167; 1350, they do not have a property interest in the higher salaries they received. They are therefore not entitled to procedural due process protections as to those higher salaries. Appellees did not violate Appellants' due process rights when they reduced Appellants' salaries to their appropriate levels.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">D. Politically-Motivated Harassment and Termination Claims</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As we have already noted, the district court did not address claims made by some of the Appellants regarding political harassment, and in the case of one Appellant, termination on political grounds. However, in its order, the district court dismissed all of the Appellants' claims, including these politically-motivated harassment and termination claims.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellees raise three waiver arguments. First, they argue that Appellants have waived any argument on this issue because they did not raise it in their Third Motion for Reconsideration or their First or Second Motions to Supplement. We reject this argument for two reasons. First, Appellants clearly raised the issue in their Second Motion for Reconsideration. Second, although a party may file a motion for reconsideration, filing such a motion in no way obligates a party to bring up every possible reason for reconsideration or else waive the right on appeal to challenge any argument not brought up. Appellees cite to no case authority to back up this novel idea of waiver, nor are we aware of any.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellees next argue that Appellants failed to adequately raise this issue in their initial brief. We disagree. While Appellants did not devote a substantial amount of time to this issue, the issue does not require a substantial amount of discussion. Appellants adequately raised the issue in their brief.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, citing <i>Zanditon v. Feinstein,</i> <span class=\"citation\" data-id=\"507757\"><a href=\"/opinion/507757/arthur-zanditon-v-michael-b-feinstein-theodore-i-libby-harris-b-libby/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span>, 702 (1st Cir.1988), Appellees argue that Appellants waived the issue because they never filed an opposition to Appellees' motion for summary judgment on these politically-motivated harassment and termination claims. Instead, they filed a motion to dismiss Appellees' motion for summary judgment, arguing that Appellees' motion on this issue was filed too late. The district court never ruled on this motion, but instead declared it moot after issuing its Opinion and Order. We reject Appellees' argument for two reasons. First, Appellants did in fact oppose the motion for summary judgment but did so by asking the court to dismiss the motion for being late. While it certainly would have been preferable for Appellants to also file an opposition to the motion for summary judgment, this does not change the fact that Appellants did oppose the motion in some form. Second, Appellants in their Second Motion for reconsideration raised the argument that they raise before us now. In <i>Zanditon,</i> we affirmed the grant of summary judgment where the party \"neither filed a response to [the] motion for summary judgment, nor sought reconsideration by the district court after the judgment had been granted.\" <i>Id.</i> Because Appellants here sought reconsideration, they have not waived this issue.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">From the record it is clear that the district court granted summary judgment as to the politically-motivated harassment and termination claims without any analysis whatsoever. In fact, the district court's Opinion and Order never mentions the politically-motivated harassment and termination claims, even in its recitation of the facts. We have previously remanded cases to the district court where \"there is at least one significant legal issue, not squarely addressed by the district court[,] that remains unresolved.\" <i>Alden, Inc. v. Alden Ins. Agency of Florida, Inc.,</i> <span class=\"citation\" data-id=\"201329\"><a href=\"/opinion/201329/john-g-alden-inc-v-john-g-alden-of-fl/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.2004)(internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The procedural posture of this case also gives us pause. From the record it appears that Appellees' motion for summary judgment on the politically-motivated harassment and termination claims was filed one day after a deadline imposed by the district court, after the court had already granted two extensions of time to file the motion. Appellants asked the district court to dismiss the motion for summary judgment on the ground that it was late. The district court never ruled on the motion to dismiss Appellees' motion for summary judgment. Given the posture of this case, we think it would be unwise to \"leapfrog[] to the merits.\" <i>Id.</i> (internal quotation marks and citation omitted). We therefore remand these claims to the district court for consideration of the issues not decided by that court as explained herein.</p>\n    </div>\n    <p class=\"indent\">E. Motions for Reconsideration</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Lastly, we have considered the motions for reconsideration filed by the Appellants. We do not believe that the district court abused its discretion in denying the First or Third Motions (along with the two Motions to Supplement). We therefore affirm the district court's decision as to these motions. However, the district court did abuse its discretion in denying the the Second Motion for Reconsideration&#8212;which raised the fact that the district court had dismissed the politically-motivated harassment and termination claims without mentioning them in its Opinion and Order. Since we are remanding the claims to the district court for summary judgment purposes, our decision on this issue makes no difference to the outcome of this appeal.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's grant of summary judgment as to Appellants' due process claims. We vacate the district court's grant of summary judgment as to Appellants' politically-motivated harassment and termination claims and remand the case for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>Affirmed in part, vacated in part, and remanded.</i> No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Puerto Rico, public employees are categorized as \"career\" or \"trust/confidential\" employees. Trust employees are involved in the formulation of policy and are \"of free selection and removal.\" 3 P.R. Laws Ann. &#167; 1350(8). Career employees are \"selected strictly on merit and can be removed only for cause.\"<i>Jim&#233;nez-Fuentes v. Torres-Gaztambide,</i> <span class=\"citation\" data-id=\"480539\"><a href=\"/opinion/480539/arnaldo-jimenez-fuentes-v-honorable-jaime-torres-gaztambide/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 246 (1st Cir.1986).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Personnel Act is not applicable to public corporations that operate as private businesses. PREPA is such a public corporation. However, PREPA and corporations like it are required to regulate their personnel issues in such a way as to protect and guarantee the merit principle<i>See Torres-Solano v. PRTC,</i> <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">499</span></span> (P.R.1990); <i>Flores-Rom&#225;n v. Ramos-Gonz&#225;les,</i> <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">601</span></span> (P.R.1990). To that end, PREPA promulgated Personnel Regulations for Non-Union Employees.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court ruled that this motion was moot after entering its Opinion and Order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court characterized the two motions to supplement as motions for reconsideration. However, it is clear from the record that the motions to supplement were just that: motions to supplement the Third Motion for Reconsideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Under Rule 4(a)(7), if 150 days run from the entry of the judgment or order on the civil docket, but judgment has not been set forth in a separate document, the judgment or order is considered \"entered.\" This clause of Rule 4(a)(7) does not apply in the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As we noted above, although not under the Personnel Act, PREPA is still required to regulate its personnel issues in a way that guarantees and protects the merit principle</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellees refer to OCAP in their brief by the acronym \"COPA.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We wish to be clear as to what arguments Appellants have not waived. First, they have not waived the argument that the motion for summary judgment should have been dismissed for being untimely. Second, they have not waived the argument that the district court erred in granting summary judgment without giving any analysis whatsoever. Appellants are not making any arguments as to the substance of the motion for summary judgment, nor could they at this point</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782203/"
  ]
}