{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202256/",
  "absolute_url": "/opinion/202256/united-states-v-navedo-concepcion/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202256/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:47:55Z",
  "date_modified": "2016-02-28T05:07:35.958952Z",
  "type": "010combined",
  "sha1": "af1af667188dfbc2c4400648b60d5b14322e8e05",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2301-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/06/09/US_v._Navedo-Concepcion.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 05-2301\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                       ISRAEL NAVEDO-CONCEPCIÓN,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n     [Hon. Salvador E. Casellas, Senior U.S. District Judge]\n\n\n                                 Before\n                          Boudin, Chief Judge,\n                       Torruella, Circuit Judge,\n                  and Hansen,* Senior Circuit Judge.\n\n\n     Peter Goldberger with whom Pamela A. Wilk was on brief for\nappellant.\n     Jacqueline D. Novas, Assistant United States Attorney, United\nStates Attorney's Office, with whom H.S. García, United States\nAttorney, and Nelson Pérez-Sosa, Assistant United States Attorney,\nSenior Appellate Attorney in Charge, were on brief for appellee.\n\n\n\n                             June 9, 2006\n\n\n\n\n     *\n         Of the Eighth Circuit, sitting by designation.\n\f            BOUDIN, Chief Judge.            On November 23, 1999, Israel\n\nNavedo-Concepción (\"Navedo\"), along with seven other named co-\n\ndefendants, was indicted by a federal grand jury in Puerto Rico for\n\nparticipating in a four-year conspiracy to possess more than five\n\nkilograms of cocaine and more than one kilogram of heroin with the\n\nintent to distribute.         21 U.S.C. §§ 846, 841(a) (2000).         All of the\n\nother named members of the alleged conspiracy eventually pled\n\nguilty; Navedo did not.\n\n            At trial, the prosecution offered evidence that from 1995\n\nto 1999, Navedo was part of a drug conspiracy in the La Perla\n\nsection of Old San Juan and that he regularly distributed cocaine\n\nand heroin to both ordinary buyers and lower-level dealers who\n\nwould sell the drugs on his behalf.                One of Navedo's dealers\n\ntestified that he sold cocaine and heroin for Navedo daily for\n\nthree years and that his sales for Navedo included four to six\n\nkilograms of heroin per week.          Less comprehensive testimony came\n\nfrom a supplier to Navedo and one of his customers.\n\n            After a seven-day trial, a jury convicted Navedo of the\n\noffense.    The jury was charged that, to find Navedo guilty, it had\n\nto   find   that   he   was    personally    responsible       for   the   amounts\n\nspecified in the indictment, namely, more than five kilograms of\n\ncocaine and more than one kilogram of heroin.                  At sentencing in\n\nMarch   2002,   the     district   judge    said   that   he    agreed     that   at\n\n\n\n\n                                      -2-\n\f\"minimum,\" Navedo was responsible for this amount, which equated to\n\na guideline sentencing range of 121 to 151 months.\n\n            The judge sentenced Navedo to 151 months of imprisonment.\n\nHowever, the judge gave no reason in open court for choosing this\n\nsentence.    The sentencing statute requires that at sentencing the\n\ncourt \"shall state in open court the reasons for its imposition of\n\nthe particular sentence,\" including its reasons for selecting a\n\nparticular point within the guideline range if the range exceeds 24\n\nmonths.   18 U.S.C. § 3553(c) (2000).1\n\n            Navedo   appealed    to   this   court,   attacking   both   his\n\nconviction and sentence.        In an unpublished opinion, we rejected\n\nall claims of error, including attacks on the drug amount, save\n\nthat we agreed that, under section 3553(c), the district judge had\n\nto give reasons for his choice of sentence.               We remanded for\n\nresentencing to allow him to do so.\n\n            On remand, the district court held a sentencing hearing\n\nin August 2005 and listened to arguments from counsel as to the\n\nproper sentence.      It then noted that the guidelines were now\n\nadvisory, referred to the factors set forth in section 3553(a), and\n\nreaffirmed     the   151-month    sentence,    offering    the    following\n\nexplanation:\n\n\n     1\n      It appears that the district court did provide a written\nstatement of reasons for inclusion with the pre-sentence report,\nbut the transcript confirms that in open court the district court\nhad not stated reasons for its choice of sentence. The government\nso conceded in the original appeal.\n\n                                      -3-\n\f          The court has determined in prior cases and\n          reaffirms it in this one that it will\n          generally heel to the guidelines imposing\n          criminal punishment. No doubt some criminal\n          defendants will be disappointed by this result\n          yet in the long run such an approach may be\n          the best way to develop a fair and consistent\n          sentencing scheme around the country for the\n          benefit of defendants, victims and the public.\n\n          We believe that the guidelines advisory ranges\n          best effectuate the sentencing reform act\n          statutory factors. Therefore, the court finds\n          that throughout the span of this conspiracy as\n          charged in the indictment the defendant,\n          Israel Navedo Concepcion was involved in the\n          distribution of the quantity of drugs involved\n          in the indictment. This was found by the jury\n          and I presided over the trial and agree with\n          that finding. The facts and circumstances of\n          the defendant[']s offense indicate a need to\n          protect the public because the offense\n          involved actual possession of controlled\n          substances and a serious threat to society.\n          His participation in the conspiracy and the\n          evidence presented during the trial justify a\n          sentence at the upper end of the advisory\n          guidelines.\n\n          The new sentencing occurred in August 2005, and so was\n\nsubject to United States v. Booker, 543 U.S. 220 (2005), decided in\n\nJanuary 2005.   In his present appeal, Navedo first argues that the\n\ndistrict court misconstrued the legal standard governing post-\n\nBooker sentences by treating the guideline range as presumptively\n\ncorrect and giving the guidelines undue weight.    Admittedly, the\n\nresentencing occurred before this court's decision in United States\n\nv. Jiménez-Beltre, 440 F.3d 514 (1st Cir. 2006) (en banc), which\n\ngave our own view of the proper post-Booker approach to sentencing.\n\n\n\n                                -4-\n\f            The district judge's statement at re-sentencing, quoted\n\nabove, could suggest that he viewed the guidelines as presumptively\n\ndetermining the proper sentence (although the term \"presumption\"\n\nwas not used).          The presumption language has been adopted by a\n\nnumber of circuits,2 but in Jiménez-Beltre, we declined to adopt\n\nit.   440 F.3d at 518.           Nevertheless, our decision did treat the\n\nguidelines as more than just \"one factor among many,\" deemed them\n\nthe proper starting point for post-Booker sentencing, and said that\n\nthe proponent of a variance had to support it.              Id. at 518-19.\n\n            In    the    resentencing,     the   district   court    explicitly\n\nrecognized that the guidelines were now advisory and allowed both\n\nsides to make whatever arguments they wanted.             It is debatable and\n\na matter of nuance how far the district court's emphasis on the\n\nguidelines differs from our own in Jiménez-Beltre.                   Yet if we\n\nthought   that    there     was    any   serious   possibility      that   a    new\n\nsentencing, enlightened by Jiménez-Beltre, would produce a better\n\nresult for Navedo, we would order a second remand.\n\n            This is not a realistic possibility.            The most important\n\nindicator    is    that    the    district     judge,   while   stressing       the\n\nimportance of the guidelines, has once again sentenced Navedo at\n\nthe top of the range, referring generally to the evidence presented\n\n\n      2\n      See, e.g., United States v. Williams, 436 F.3d 706, 708                  (6th\nCir. 2006); United States v. Green, 436 F.3d 449, 457 (4th                     Cir.\n2006); United States v. Tobacco, 428 F.3d 1148, 1151 (8th                      Cir.\n2005); United States v. Mykytiuk, 415 F.3d 606, 608 (7th                       Cir.\n2005).\n\n                                         -5-\n\fat trial.    The evidence provides a basis for the district court's\n\nassessment, as we will see in the discussion that follows, and\n\nthere is little (and nothing new) that might sway the district\n\ncourt in the opposite direction.\n\n            If the district court erred in expressing the post-Booker\n\nalgorithm, the variance was modest, consisting of a few ambiguous\n\nphrases (\"will generally heel\"; guidelines \"best effectuate\") not\n\nliterally in conflict with Jiménez-Beltre. In the present case, we\n\nregard the phrasings, if error at all, as harmless to anyone\n\nadvocating a lower sentence for Navedo.       Asking the district court\n\nto take note of Jiménez-Beltre and then resentence would, by\n\nitself, accomplish nothing.\n\n            Navedo's second claim of error is that the district judge\n\nfailed adequately to explain his reasons for choosing a sentence at\n\nthe top of the guideline range or to explain (in Navedo's words)\n\n\"why no lower sentence would be 'sufficient' to accomplish the\n\n[statutory]    purposes   of   sentencing.\"     The   argument   has   two\n\ndifferent parts.    The first one is, in essence, that the district\n\ncourt's explanation is too opaque to permit understanding of the\n\nreasons for the sentence or effective review of it.\n\n            As we explained in Jiménez-Beltre, we are prepared to\n\nread what the district court did say in light of the record.           See\n\n440 F.3d at 519.    The more obvious the reasons for a choice, the\n\nless that needs to be explained.         In this case, the district\n\n\n                                   -6-\n\fcourt's explicit concerns were the scope of the crime and the\n\npotential for dangerousness.              Beyond that, the district court\n\nreferred generally to \"the evidence presented during the trial\" as\n\njustifying     \"a    sentence    at   the     upper      end   of   the   advisory\n\nguidelines.\"\n\n            Turning to that evidence, Navedo was not convicted for a\n\ncouple of drug transactions, but for a four-year enterprise.                     He\n\nwas not just a street-level dealer: although not the senior figure\n\namong the conspirators, he employed at least one subordinate dealer\n\nand (if that dealer's testimony is fully credited) others as well.\n\nAlthough Navedo had no prior convictions, he could--from the\n\nevidence of the duration of the conspiracy, the seeming volume of\n\ndrugs, and his own role--be viewed by the judge as a significant\n\ndanger.\n\n            Thus, it is not difficult to see here what led the\n\ndistrict court to impose the maximum guideline sentence on Navedo:\n\nvolume, duration, and use of subordinates.                     Still, even where\n\nfairly    obvious,    in   the   future     the   main    factors   ought   to   be\n\nidentified by the district court itself, eliminating the need for\n\nguesswork.     This is not a requirement for a lengthy or detailed\n\nrecitation or one addressing every claim and counter-argument;\n\nrather, the reviewing court needs, and both parties deserve, a\n\nspecific explanation and not just a reference to the evidence.\n\n\n\n\n                                      -7-\n\f           The other aspect of Navedo's second claim–-that the\n\ndistrict court failed to explain why it did not give a lesser\n\nsentence--is a different (and recurring) matter in such appeals.\n\nNavedo points to the sentencing statute, which says, among other\n\nthings, that a sentence should be \"not greater than necessary\" to\n\ncarry out the purposes specified in the statute.                     18 U.S.C. §\n\n3553(a). This pronouncement says nothing about what explanation is\n\nrequired   from   the   district   judge,    but   it   is    often    cited   by\n\ndefendants as if it were an admonition to be lenient (and to\n\nexplain a lack of leniency).\n\n           Section 3553(a) itself says that the sentence should be\n\n\"sufficient\" to carry out the purposes of the sentencing statute,\n\nand most of the specific purposes listed in the statute (section\n\n3553(a)(2)) hardly connote less punishment.3                 If the balanced\n\nphrasing (\"sufficient, but not greater than necessary\") is more\n\nthan legislative boilerplate, its meaning has proved hard to\n\ndiscern.     The language was added without explanation at the last\n\nminute.    H.R. Conf. Rep. No. 98-1159, at 415 (1984), reprinted in\n\n1984 U.S.C.C.A.N. 3710, 3711.        A search of case law provides no\n\nindication    that   courts   have   given    it   any       clear    functional\n\n\n\n\n     3\n      Respect for law, just punishment, adequate deterrence to\ncriminal conduct, and protection of the public certainly do not\nsuggest leniency; only one listed purpose--to provide the defendant\nwith medical care and training--has a softer tone. 18 U.S.C. §\n3553(a)(2).\n\n                                     -8-\n\fsignificance.   See United States v. Wilson, 350 F. Supp. 2d 910,\n\n922-24 (D. Utah 2005).4\n\n           In all events, we do not think that the \"not greater than\n\nnecessary\" language requires as a general matter that a judge,\n\nhaving explained why a sentence has been chosen, also explain why\n\nsome lighter sentence is inadequate.      There is no mathematical\n\nalgorithm for the perfect sentence.   The positive reasons for the\n\nsentence are usually all anyone can do to explain why neither more\n\nnor less has been imposed.   If there are exceptions, this case is\n\nhardly one of them.\n\n           This brings us to the third and most interesting claim of\n\nerror pressed on this appeal.    The pre-sentence report, prepared\n\nbefore the original sentencing, specified the amount of drugs\n\nattributable to the defendant personally as the amount charged in\n\nthe indictment.    This was unsurprising; the jury instructions\n\nindicated that the jury had agreed with the attribution to Navedo\n\nhimself.   In any event, the judge said that he agreed with this\n\nassessment.\n\n\n\n\n     4\n      One might think that the \"not greater than necessary\"\nlanguage was added to make clear that a sentence should not be\nincreased for purposes other than those listed in the statute. But\nthe legislative history and statutory text indicate that the\nobvious candidates for possible exclusion--retribution and\ncommunity sentiment--were not ruled out by Congress, but were\nobliquely included within the stated purposes. Sen. Rep. No. 98-\n225, at 75-76, reprinted in 1984 U.S.C.C.A.N. 3182, 3258-59; 18\nU.S.C. § 3553(a)(2)(A).\n\n                                -9-\n\f            Both in objections to the pre-sentence report and in the\n\nsentencing proceedings, the defense objected to this determination\n\nof amount, as a basis for sentencing, on the ground that the\n\nwitness who lent the most support for it–-Navedo's subordinate\n\ndealer–-was wholly unreliable and that other evidence suggested a\n\nfar lower figure.     Navedo argues that the district court never\n\naddressed this claim, thereby violating the requirement that the\n\ncourt rule on material disputes incident to sentencing.           Fed. R.\n\nCrim. P. 32(i)(3)(B).\n\n            There was indeed some doubt about the credibility of the\n\nwitness and about the reliability of the amount of drugs–-greatly\n\nexceeding the indictment figures–-that he attributed personally to\n\nNavedo.    But the judge did not fail to rule on the amount properly\n\nattributable to Navedo; he explicitly said he agreed with the jury\n\nthat the indictment amount was properly attributable to him.\n\n            This, says Navedo, was inadequate because \"the extreme\n\ngenerality of the district court's statement disregarded all of the\n\nspecifics advanced by the defense.\" But the district court did not\n\nhave to discuss the reasoning underpinning its factual finding as\n\nto amount (e.g., inferences and credibility determinations).            And,\n\nwhatever   the   doubts   about   the   chief   witness's   accuracy,   the\n\nevidence did not rationally require a finding that the drug amount\n\nwas less than that found by the jury.\n\n\n\n\n                                   -10-\n\f            Defense counsel suggests on appeal that the jury found\n\nonly that the conspiracy embraced the quantities of drugs specified\n\nin the indictment, whereas the district court found that Navedo\n\nhimself    had   possessed    such     an   amount.      In    fact,      under    the\n\ninstructions, the jury determined that Navedo himself had possessed\n\nthe amount, either directly or constructively; he would in any case\n\nbe responsible under the guidelines for any amount foreseeable by\n\nhim.     United States v. Colon-Solis, 354 F.3d 101, 103 (1st Cir.\n\n2004).\n\n            Because the jury finding was not merely as to the general\n\namount embraced by the conspiracy, but specific to Navedo, Colon-\n\nSolis, cited in Navedo's brief, is not on point.               Nor is there much\n\nreason to think, as the defense urges, that the smaller amounts of\n\ndrugs--testified to by one seller witness and one buyer witness who\n\ndealt with Navedo–-should be treated as the maximum amount with\n\nwhich he dealt, contrary to the testimony of the chief witness and\n\nthe view of both the jury and the district judge.\n\n            Navedo's final claim of error is that the sentence is\n\nunreasonable     under    Booker.      Such   a    claim,     we   have    said,    is\n\navailable under Booker even for a sentence within the guidelines.\n\nJiménez-Beltre,     440    F.3d   at   517.       But,   in   attacking      an    in-\n\nguideline-range sentence as excessive, a defendant would usually\n\nhave to adduce fairly powerful mitigating reasons and persuade us\n\nthat the district judge was unreasonable in balancing pros and cons\n\n\n                                       -11-\n\fdespite the latitude implicit in saying that a sentence must be\n\n\"reasonable.\"\n\n           Here, Navedo offers no such powerful reasons. One set of\n\nreasons offered was Navedo's family circumstances, including his\n\nadverse childhood experiences and the presence of two younger\n\nchildren in his present household.        Yet Navedo is also a man who\n\nhad a college degree, and, during the period of the conspiracy, two\n\nseemingly legitimate jobs.      He could easily be viewed as someone\n\nwho had overcome early difficulties and turned to crime for the\n\nmost unsavory of reasons.\n\n           The other main argument is that the other defendants, who\n\npled guilty, received much more modest sentences; the alleged\n\nleader of the conspiracy, in particular, got only 63 months.            But\n\nCongress's concern with disparities was mainly national, United\n\nStates v. Smith, 445 F.3d 1, 5 (1st Cir. 2006), and focused on\n\nthose similarly situated; defendants who plead guilty often get\n\nmuch lower sentences.      The district judge was not required to\n\nreduce   Navedo's   sentence   simply    because   he--unlike   the   other\n\ndefendants--chose to go to trial.\n\n           We note, for the sake of completeness, that a gun and a\n\nspeed loader were seized from Navedo's home when he was arrested,\n\nand that the dealer witness testified at trial that Navedo had\n\nregularly carried a gun in connection with drug dealing.                 No\n\nenhancement was granted on that account, the district judge did not\n\n\n                                  -12-\n\fmention it save to deny a belated request by the government to\n\nconsider it, and we have no reason to think that the judge relied\n\nupon it in choosing his sentence.\n\n          Affirmed.\n\n\n\n                        Dissent follows.\n\n\n\n\n                              -13-\n\f            TORRUELLA, Circuit Judge (Dissenting).                   I am concerned\n\nthat we are, like a glacier in the ice age, inch by slow inch,\n\nregressing to the same sentencing posture we assumed before the\n\nSupreme Court decided Booker.            This is exactly what I foresaw when\n\nI entered my concurrence in Jiménez-Beltre.                   I for one, did not\n\ntentatively sign on to Jiménez-Beltre to engage in such incremental\n\nregressions, nor more importantly, do I believe that this is what\n\nthe Supreme Court had in mind when it struck down the mandatory\n\nGuidelines regime.          I think we should mean what we say: 1) the\n\nsentencing guidelines are not a presumption; and 2) district judges\n\nshould be required to specify, not generalize, their reasoning on\n\nsentencing, so that we are not required to speculate or second-\n\nguess what they mean.\n\n            In this case the district judge declared that \"it will\n\ngenerally    heel    to     the     guidelines      [when]    imposing       criminal\n\npunishment.\"        Although      in    Jiménez-Beltre,       decided       after   the\n\nsentence was imposed upon remand in this case, we held that\n\nalthough the Guidelines should be considered as more than \"just\n\nanother    factor\"     in   the   sentencing        calculus,    we    specifically\n\nrejected    any   analytical      framework      that   would     afford      to    them\n\npresumptively reasonable weight.             On a scale between \"just another\n\nfactor\" and \"presumptively reasonable,\" the language the district\n\ncourt used to explain its understanding of the Guidelines in\n\nsentencing    Navedo      cleaves      far   more   closely     to    the   forbidden\n\n\n                                         -14-\n\finference.         Language is the tool of our trade, and in this case it\n\nis not just a matter of requiring a magic incantation.                                     The\n\nlanguage used by the district court is at variance with Booker and\n\nJiménez-Beltre and should be corrected.\n\n              The majority does not order another remand because it\n\ndoes not find \"any serious possibility that a new sentencing,\n\nenlightened by Jiménez-Beltre, would produce a better result for\n\nNavedo.\"      I respectfully disagree.               Upon remand the district judge\n\nimposed the same sentence despite the fact that Booker was decided\n\nin the interim.           In concluding that any error was harmless, the\n\nmajority finds persuasive the fact that the district judge imposed\n\nthe    same   sentence         under    the    mandatory        and   advisory     regimes.\n\nHowever,      if    we   view    the    district       court's        language   upon      re-\n\nsentencing to be illustrative of its interpretation of Booker, we\n\nmust    remember         our    own    observation         in    Jiménez-Beltre,          that\n\n\"[a]lthough         making     the     guidelines      'presumptive'        or     'per    se\n\nreasonable' does not make [the Guidelines] mandatory, it tends in\n\nthat direction.\"           440 F.3d at 518.           In other words, because the\n\ndistrict      court's      stated      intention      to    \"generally      heel    to     the\n\nGuidelines\" suggests that it considered them to be presumptively\n\nreasonable, we should draw no conclusion from the fact that it\n\nimposed the same sentence before and after Booker.                           I think it\n\nquite possible that, with the benefit of Jiménez-Beltre, the\n\ndistrict court upon remand could impose a more favorable sentence.\n\n\n                                              -15-\n\f          I am also concerned that the district court failed\n\nadequately to explain its reasons for sentencing Navedo at the top\n\nof the Guidelines range.       In Jiménez-Beltre, we held that \"a\n\ncourt's reasoning can often be inferred by comparing what was\n\nargued by the parties or contained in the pre-sentence report with\n\nwhat the judge did.\"   Id. at 519.     I continue to believe, as I\n\nindicated in my concurring opinion in that case, that \"the district\n\ncourt's obligation to explain is not excused by our discretion to\n\ndiscern its reasoning from the record on appeal.\"       Id. at 521\n\n(Torruella, J., concurring).    This is so because, post-Booker, 18\n\nU.S.C. § 3553(c) remains in force, requiring that the trial court,\n\n\"at the time of sentencing, shall state in open court the reasons\n\nfor its imposition of the particular sentence\" (emphasis added),\n\nincluding the reasons for sentencing at any particular point within\n\na Guidelines range that spans 24 months or more.      Although the\n\nmajority in this case is satisfied that despite the lack of clear\n\nexplanation, \"it is not difficult to see here what led the district\n\ncourt to impose the maximum guideline sentence on Navedo,\" I am\n\nvery concerned that we are quickly moving toward a de facto\n\nelimination of the explanation requirement.     We have previously\n\nheld that the adequacy of the sentencing court's explanation under\n\n§ 3553(c) is dependent upon \"whether it sufficiently shows a\n\nthoughtful exercise of the court's sentencing responsibility and a\n\ndegree of care and individualized attention appropriate to the\n\n\n                                -16-\n\fsolemnity      of     the     sentencing       task.\"        United           States    v.\n\nVázquez-Molina, 389 F.3d 54, 59 (1st Cir. 2004), rev'd on other\n\ngrounds, Vázquez-Molina v. United States, 544 U.S. 946 (2005). The\n\ngeneralized explanation offered by the district court in its\n\nsentencing of Navedo seems to me to fall short of the Vázquez-\n\nMolina standard. I am in agreement with the majority's prescription\n\nthat \"in the future the main factors ought to be identified by the\n\ndistrict      court    itself,      eliminating      the   need    for        guesswork.\"\n\nHowever, I would go further than my esteemed colleagues to ensure\n\nthat   such    a    result    obtains     at   the   district      court       level,   by\n\nremanding this case once again to the district court for a more\n\nindividualized and transparent articulation of its reasoning.\n\n              Of course, the role of the guidelines in the post-Booker\n\nera will develop over time, and it is no doubt difficult to apply\n\nthe    standards      we     have    established      to    the        wide    range    of\n\ncircumstances and judicial language that we regularly confront in\n\nsentencing appeals.          I think it important, however, especially in\n\nthe    immediate      aftermath      of   Jiménez-Beltre,         to    provide     clear\n\nguidance to district courts.              I am concerned that the majority's\n\nopinion in this case serves instead to muddy the waters.\n\n\n\n\n                                          -17-\n\f",
  "html": "<p class=\"case_cite\">450 F.3d 54</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Israel NAVEDO-CONCEPCI&#211;N, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-2301.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2006.</p>\n    <p class=\"date\">Decided June 9, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Goldberger with whom Pamela A. Wilk was on brief for appellant.</p>\n      <p class=\"indent\">Jacqueline D. Novas, Assistant United States Attorney, United States Attorney's Office, with whom H.S. Garc&#237;a, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney, Senior Appellate Attorney in Charge, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and HANSEN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On November 23, 1999, Israel Navedo-Concepci&#243;n (\"Navedo\"), along with seven other named co-defendants, was indicted by a federal grand jury in Puerto Rico for participating in a four-year conspiracy to possess more than five kilograms of cocaine and more than one kilogram of heroin with the intent to distribute. 21 U.S.C. &#167;&#167; 846, 841(a) (2000). All of the other named members of the alleged conspiracy eventually pled guilty; Navedo did not.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At trial, the prosecution offered evidence that from 1995 to 1999, Navedo was part of a drug conspiracy in the La Perla section of Old San Juan and that he regularly distributed cocaine and heroin to both ordinary buyers and lower-level dealers who would sell the drugs on his behalf. One of Navedo's dealers testified that he sold cocaine and heroin for Navedo daily for three years and that his sales for Navedo included four to six kilograms of heroin per week. Less comprehensive testimony came from a supplier to Navedo and one of his customers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After a seven-day trial, a jury convicted Navedo of the offense. The jury was charged that, to find Navedo guilty, it had to find that he was personally responsible for the amounts specified in the indictment, namely, more than five kilograms of cocaine and more than one kilogram of heroin. At sentencing in March 2002, the district judge said that he agreed that at \"minimum,\" Navedo was responsible for this amount, which equated to a guideline sentencing range of 121 to 151 months.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The judge sentenced Navedo to 151 months of imprisonment. However, the judge gave no reason in open court for choosing this sentence. The sentencing statute requires that at sentencing the court \"shall state in open court the reasons for its imposition of the particular sentence,\" including its reasons for selecting a particular point within the guideline range if the range exceeds 24 months. 18 U.S.C. &#167; 3553(c) (2000).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Navedo appealed to this court, attacking both his conviction and sentence. In an unpublished opinion, we rejected all claims of error, including attacks on the drug amount, save that we agreed that, under section 3553(c), the district judge had to give reasons for his choice of sentence. We remanded for resentencing to allow him to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On remand, the district court held a sentencing hearing in August 2005 and listened to arguments from counsel as to the proper sentence. It then noted that the guidelines were now advisory, referred to the factors set forth in section 3553(a), and reaffirmed the 151-month sentence, offering the following explanation:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The court has determined in prior cases and reaffirms it in this one that it will generally heel to the guidelines imposing criminal punishment. No doubt some criminal defendants will be disappointed by this result yet in the long run such an approach may be the best way to develop a fair and consistent sentencing scheme around the country for the benefit of defendants, victims and the public. We believe that the guidelines advisory ranges best effectuate the sentencing reform act statutory factors. Therefore, the court finds that throughout the span of this conspiracy as charged in the indictment the defendant, Israel Navedo Concepcion was involved in the distribution of the quantity of drugs involved in the indictment. This was found by the jury and I presided over the trial and agree with that finding. The facts and circumstances of the defendant[']s offense indicate a need to protect the public because the offense involved actual possession of controlled substances and a serious threat to society. His participation in the conspiracy and the evidence presented during the trial justify a sentence at the upper end of the advisory guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The new sentencing occurred in August 2005, and so was subject to <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), decided in January 2005. In his present appeal, Navedo first argues that the district court misconstrued the legal standard governing post-<i>Booker</i> sentences by treating the guideline range as presumptively correct and giving the guidelines undue weight. Admittedly, the resentencing occurred before this court's decision in <i>United States v. Jim&#233;nez-Beltre,</i> 440 F.3d 514 (1st Cir.2006) (en banc), which gave our own view of the proper post-<i>Booker</i> approach to sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district judge's statement at re-sentencing, quoted above, could suggest that he viewed the guidelines as presumptively determining the proper sentence (although the term \"presumption\" was not used). The presumption language has been adopted by a number of circuits,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but in <i>Jim&#233;nez-Beltre,</i> we declined to adopt it. 440 F.3d at 518. Nevertheless, our decision did treat the guidelines as more than just \"one factor among many,\" deemed them the proper starting point for post-<i>Booker</i> sentencing, and said that the proponent of a variance had to support it. <i>Id.</i> at 518-19.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the resentencing, the district court explicitly recognized that the guidelines were now advisory and allowed both sides to make whatever arguments they wanted. It is debatable and a matter of nuance how far the district court's emphasis on the guidelines differs from our own in <i>Jim&#233;nez-Beltre.</i> Yet if we thought that there was any serious possibility that a new sentencing, enlightened by <i>Jim&#233;nez-Beltre,</i> would produce a better result for Navedo, we would order a second remand.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is not a realistic possibility. The most important indicator is that the district judge, while stressing the importance of the guidelines, has once again sentenced Navedo at the top of the range, referring generally to the evidence presented at trial. The evidence provides a basis for the district court's assessment, as we will see in the discussion that follows, and there is little (and nothing new) that might sway the district court in the opposite direction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If the district court erred in expressing the post-<i>Booker</i> algorithm, the variance was modest, consisting of a few ambiguous phrases (\"will generally heel\"; guidelines \"best effectuate\") not literally in conflict with <i>Jim&#233;nez-Beltre.</i> In the present case, we regard the phrasings, if error at all, as harmless to anyone advocating a lower sentence for Navedo. Asking the district court to take note of <i>Jim&#233;nez-Beltre</i> and then resentence would, by itself, accomplish nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Navedo's second claim of error is that the district judge failed adequately to explain his reasons for choosing a sentence at the top of the guideline range or to explain (in Navedo's words) \"why no lower sentence would be `sufficient' to accomplish the [statutory] purposes of sentencing.\" The argument has two different parts. The first one is, in essence, that the district court's explanation is too opaque to permit understanding of the reasons for the sentence or effective review of it.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As we explained in <i>Jim&#233;nez-Beltre,</i> we are prepared to read what the district court did say in light of the record. <i>See</i> 440 F.3d at 519. The more obvious the reasons for a choice, the less that needs to be explained. In this case, the district court's explicit concerns were the scope of the crime and the potential for dangerousness. Beyond that, the district court referred generally to \"the evidence presented during the trial\" as justifying \"a sentence at the upper end of the advisory guidelines.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Turning to that evidence, Navedo was not convicted for a couple of drug transactions, but for a four-year enterprise. He was not just a street-level dealer: although not the senior figure among the conspirators, he employed at least one subordinate dealer and (if that dealer's testimony is fully credited) others as well. Although Navedo had no prior convictions, he could &#8212; from the evidence of the duration of the conspiracy, the seeming volume of drugs, and his own role &#8212; be viewed by the judge as a significant danger.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, it is not difficult to see here what led the district court to impose the maximum guideline sentence on Navedo: volume, duration, and use of subordinates. Still, even where fairly obvious, in the future the main factors ought to be identified by the district court itself, eliminating the need for guesswork. This is not a requirement for a lengthy or detailed recitation or one addressing every claim and counter-argument; rather, the reviewing court needs, and both parties deserve, a <i>specific</i> explanation and not just a reference to the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The other aspect of Navedo's second claim &#8212; that the district court failed to explain why it did not give a <i>lesser</i> sentence &#8212; is a different (and recurring) matter in such appeals. Navedo points to the sentencing statute, which says, among other things, that a sentence should be \"not greater than necessary\" to carry out the purposes specified in the statute. 18 U.S.C. &#167; 3553(a). This pronouncement says nothing about what explanation is required from the district judge, but it is often cited by defendants as if it were an admonition to be lenient (and to explain a lack of leniency).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Section 3553(a) itself says that the sentence should be \"sufficient\" to carry out the purposes of the sentencing statute, and most of the specific purposes listed in the statute (section 3553(a)(2)) hardly connote less punishment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> If the balanced phrasing (\"sufficient, but not greater than necessary\") is more than legislative boilerplate, its meaning has proved hard to discern. The language was added without explanation at the last minute. H.R. Conf. Rep. No. 98-1159, at 415 (1984), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3710, 3711. A search of case law provides no indication that courts have given it any clear functional significance. <i>See United States v. Wilson,</i> 350 F.Supp.2d 910, 922-24 (D.Utah 2005).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In all events, we do not think that the \"not greater than necessary\" language requires as a general matter that a judge, having explained why a sentence has been chosen, also explain why some lighter sentence is inadequate. There is no mathematical algorithm for the perfect sentence. The positive reasons for the sentence are usually all anyone can do to explain why neither more nor less has been imposed. If there are exceptions, this case is hardly one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the third and most interesting claim of error pressed on this appeal. The pre-sentence report, prepared before the original sentencing, specified the amount of drugs attributable to the defendant personally as the amount charged in the indictment. This was unsurprising; the jury instructions indicated that the jury had agreed with the attribution to Navedo himself. In any event, the judge said that he agreed with this assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Both in objections to the pre-sentence report and in the sentencing proceedings, the defense objected to this determination of amount, as a basis for sentencing, on the ground that the witness who lent the most support for it &#8212; Navedo's subordinate dealer &#8212; was wholly unreliable and that other evidence suggested a far lower figure. Navedo argues that the district court never addressed this claim, thereby violating the requirement that the court rule on material disputes incident to sentencing. Fed.R.Crim.P. 32(i)(3)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There was indeed some doubt about the credibility of the witness and about the reliability of the amount of drugs &#8212; greatly exceeding the indictment figures &#8212; that he attributed personally to Navedo. But the judge did not fail to rule on the amount properly attributable to Navedo; he explicitly said he agreed with the jury that the indictment amount was properly attributable to him.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This, says Navedo, was inadequate because \"the extreme generality of the district court's statement disregarded all of the specifics advanced by the defense.\" But the district court did not have to discuss the <i>reasoning</i> underpinning its factual finding as to amount (<i>e.g.,</i> inferences and credibility determinations). And, whatever the doubts about the chief witness's accuracy, the evidence did not rationally require a finding that the drug amount was less than that found by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defense counsel suggests on appeal that the jury found only that the <i>conspiracy</i> embraced the quantities of drugs specified in the indictment, whereas the district court found that Navedo himself had possessed such an amount. In fact, under the instructions, the jury determined that Navedo himself had possessed the amount, either directly or constructively; he would in any case be responsible under the guidelines for any amount foreseeable by him. <i>United States v. Colon-Solis,</i> 354 F.3d 101, 103 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the jury finding was not merely as to the general amount embraced by the conspiracy, but specific to Navedo, <i>Colon-Solis,</i> cited in Navedo's brief, is not on point. Nor is there much reason to think, as the defense urges, that the smaller amounts of drugs &#8212; testified to by one seller witness and one buyer witness who dealt with Navedo &#8212; should be treated as the maximum amount with which he dealt, contrary to the testimony of the chief witness and the view of both the jury and the district judge.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Navedo's final claim of error is that the sentence is unreasonable under <i>Booker.</i> Such a claim, we have said, is available under <i>Booker</i> even for a sentence within the guidelines. <i>Jimenez-Beltre,</i> 440 F.3d at 517. But, in attacking an in-guideline-range sentence as excessive, a defendant would usually have to adduce fairly powerful mitigating reasons and persuade us that the district judge was unreasonable in balancing pros and cons despite the latitude implicit in saying that a sentence must be \"reasonable.\" Here, Navedo offers no such powerful reasons. One set of reasons offered was Navedo's family circumstances, including his adverse childhood experiences and the presence of two younger children in his present household. Yet Navedo is also a man who had a college degree, and, during the period of the conspiracy, two seemingly legitimate jobs. He could easily be viewed as someone who had overcome early difficulties and turned to crime for the most unsavory of reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The other main argument is that the other defendants, who pled guilty, received much more modest sentences; the alleged leader of the conspiracy, in particular, got only 63 months. But Congress's concern with disparities was mainly national, <i>United States v. Smith,</i> 445 F.3d 1, 5 (1st Cir.2006), and focused on those similarly situated; defendants who plead guilty often get much lower sentences. The district judge was not required to reduce Navedo's sentence simply because he &#8212; unlike the other defendants &#8212; chose to go to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We note, for the sake of completeness, that a gun and a speed loader were seized from Navedo's home when he was arrested, and that the dealer witness testified at trial that Navedo had regularly carried a gun in connection with drug dealing. No enhancement was granted on that account, the district judge did not mention it save to deny a belated request by the government to consider it, and we have no reason to think that the judge relied upon it in choosing his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It appears that the district court did provide a written statement of reasons for inclusion with the pre-sentence report, but the transcript confirms that in open court the district court had not stated reasons for its choice of sentence. The government so conceded in the original appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See, e.g., United States v. Williams,</i> 436 F.3d 706, 708 (6th Cir.2006); <i>United States v. Green,</i> 436 F.3d 449, 457 (4th Cir.2006); <i>United States v. Tobacco,</i> 428 F.3d 1148, 1151 (8th Cir.2005); <i>United States v. Mykytiuk,</i> 415 F.3d 606, 608 (7th Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Respect for law, just punishment, adequate deterrence to criminal conduct, and protection of the public certainly do not suggest leniency; only one listed purpose &#8212; to provide the defendant with medical care and training &#8212; has a softer tone. 18 U.S.C. &#167; 3553(a)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> One might think that the \"not greater than necessary\" language was added to make clear that a sentence should not be increased for<i>purposes</i> other than those listed in the statute. But the legislative history and statutory text indicate that the obvious candidates for possible exclusion &#8212; retribution and community sentiment &#8212; were not ruled out by Congress, but were obliquely included within the stated purposes. Sen. Rep. No. 98-225, at 75-76, <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3258-59; 18 U.S.C. &#167; 3553(a)(2)(A).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge (Dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">I am concerned that we are, like a glacier in the ice age, inch by slow inch, regressing to the same sentencing posture we assumed before the Supreme Court decided <i>Booker.</i> This is exactly what I foresaw when I entered my concurrence in <i>Jim&#233;nez-Beltre.</i> I for one, did not tentatively sign on to <i>Jim&#233;nez-Beltre</i> to engage in such incremental regressions, nor more importantly, do I believe that this is what the Supreme Court had in mind when it struck down the mandatory Guidelines regime. I think we should mean what we say: 1) the sentencing guidelines are not a presumption; and 2) district judges should be required to specify, not generalize, their reasoning on sentencing, so that we are not required to speculate or second-guess what they mean.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In this case the district judge declared that \"it will generally heel to the guidelines [when] imposing criminal punishment.\" Although in <i>Jim&#233;nez-Beltre,</i> decided <i>after</i> the sentence was imposed upon remand in this case, we held that although the Guidelines should be considered as more than \"just another factor\" in the sentencing calculus, we specifically rejected any analytical framework that would afford to them presumptively reasonable weight. On a scale between \"just another factor\" and \"presumptively reasonable,\" the language the district court used to explain its understanding of the Guidelines in sentencing Navedo cleaves far more closely to the forbidden inference. Language is the tool of our trade, and in this case it is not just a matter of requiring a magic incantation. The language used by the district court is at variance with <i>Booker</i> and <i>Jim&#233;nez-Beltre</i> and should be corrected.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The majority does not order another remand because it does not find \"any serious possibility that a new sentencing, enlightened by <i>Jim&#233;nez-Beltre,</i> would produce a better result for Navedo.\" I respectfully disagree. Upon remand the district judge imposed the same sentence despite the fact that <i>Booker</i> was decided in the interim. In concluding that any error was harmless, the majority finds persuasive the fact that the district judge imposed the same sentence under the mandatory and advisory regimes. However, if we view the district court's language upon re-sentencing to be illustrative of its interpretation of <i>Booker,</i> we must remember our own observation in <i>Jim&#233;nez-Beltre,</i> that \"[a]lthough making the guidelines `presumptive' or `per se reasonable' does not make [the Guidelines] mandatory, it tends in that direction.\" 440 F.3d at 518. In other words, because the district court's stated intention to \"generally heel to the Guidelines\" suggests that it considered them to be presumptively reasonable, we should draw no conclusion from the fact that it imposed the same sentence before and after <i>Booker.</i> I think it quite possible that, with the benefit of <i>Jim&#233;nez-Beltre,</i> the district court upon remand could impose a more favorable sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I am also concerned that the district court failed adequately to explain its reasons for sentencing Navedo at the top of the Guidelines range. In <i>Jim&#233;nez-Beltre,</i> we held that \"a court's reasoning can often be inferred by comparing what was argued by the parties or contained in the presentence report with what the judge did.\" <i>Id.</i> at 519. I continue to believe, as I indicated in my concurring opinion in that case, that \"the district court's obligation to explain is not excused by our discretion to discern its reasoning from the record on appeal.\" <i>Id.</i> at 521 (Torruella, J., concurring). This is so because, post-<i>Booker,</i> 18 U.S.C. &#167; 3553(c) remains in force, requiring that the trial court, \"at the time of sentencing, <i>shall</i> state in open court the reasons for its imposition of the particular sentence\" (emphasis added), including the reasons for sentencing at any particular point within a Guidelines range that spans 24 months or more. Although the majority in this case is satisfied that despite the lack of clear explanation, \"it is not difficult to see here what led the district court to impose the maximum guideline sentence on Navedo,\" I am very concerned that we are quickly moving toward a de facto elimination of the explanation requirement. We have previously held that the adequacy of the sentencing court's explanation under &#167; 3553(c) is dependent upon \"whether it sufficiently shows a thoughtful exercise of the court's sentencing responsibility and a degree of care and individualized attention appropriate to the solemnity of the sentencing task.\" <i>United States v. V&#225;zquez-Molina,</i> 389 F.3d 54, 59 (1st Cir.2004), <i>rev'd on other grounds, V&#225;zquez-Molina v. United States,</i> 544 U.S. 946, 125 S.Ct. 1713, 161 L.Ed.2d 520 (2005). The generalized explanation offered by the district court in its sentencing of Navedo seems to me to fall short of the <i>V&#225;zquez-Molina</i> standard. I am in agreement with the majority's prescription that \"in the future the main factors ought to be identified by the district court itself, eliminating the need for guesswork.\" However, I would go further than my esteemed colleagues to ensure that such a result obtains at the district court level, by remanding this case once again to the district court for a more individualized and transparent articulation of its reasoning.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Of course, the role of the guidelines in the post-<i>Booker</i> era will develop over time, and it is no doubt difficult to apply the standards we have established to the wide range of circumstances and judicial language that we regularly confront in sentencing appeals. I think it important, however, especially in the immediate aftermath of <i>Jim&#233;nez-Beltre,</i> to provide clear guidance to district courts. I am concerned that the majority's opinion in this case serves instead to muddy the waters.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Israel NAVEDO-CONCEPCI&#211;N, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-2301.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2006.</p>\n    <p class=\"date\">Decided June 9, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter Goldberger with whom Pamela A. Wilk was on brief for appellant.</p>\n      <p class=\"indent\">Jacqueline D. Novas, Assistant United States Attorney, United States Attorney's Office, with whom H.S. Garc&#237;a, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney, Senior Appellate Attorney in Charge, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and HANSEN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On November 23, 1999, Israel Navedo-Concepci&#243;n (\"Navedo\"), along with seven other named co-defendants, was indicted by a federal grand jury in Puerto Rico for participating in a four-year conspiracy to possess more than five kilograms of cocaine and more than one kilogram of heroin with the intent to distribute. 21 U.S.C. &#167;&#167; 846, 841(a) (2000). All of the other named members of the alleged conspiracy eventually pled guilty; Navedo did not.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At trial, the prosecution offered evidence that from 1995 to 1999, Navedo was part of a drug conspiracy in the La Perla section of Old San Juan and that he regularly distributed cocaine and heroin to both ordinary buyers and lower-level dealers who would sell the drugs on his behalf. One of Navedo's dealers testified that he sold cocaine and heroin for Navedo daily for three years and that his sales for Navedo included four to six kilograms of heroin per week. Less comprehensive testimony came from a supplier to Navedo and one of his customers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After a seven-day trial, a jury convicted Navedo of the offense. The jury was charged that, to find Navedo guilty, it had to find that he was personally responsible for the amounts specified in the indictment, namely, more than five kilograms of cocaine and more than one kilogram of heroin. At sentencing in March 2002, the district judge said that he agreed that at \"minimum,\" Navedo was responsible for this amount, which equated to a guideline sentencing range of 121 to 151 months.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The judge sentenced Navedo to 151 months of imprisonment. However, the judge gave no reason in open court for choosing this sentence. The sentencing statute requires that at sentencing the court \"shall state in open court the reasons for its imposition of the particular sentence,\" including its reasons for selecting a particular point within the guideline range if the range exceeds 24 months. 18 U.S.C. &#167; 3553(c) (2000).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Navedo appealed to this court, attacking both his conviction and sentence. In an unpublished opinion, we rejected all claims of error, including attacks on the drug amount, save that we agreed that, under section 3553(c), the district judge had to give reasons for his choice of sentence. We remanded for resentencing to allow him to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On remand, the district court held a sentencing hearing in August 2005 and listened to arguments from counsel as to the proper sentence. It then noted that the guidelines were now advisory, referred to the factors set forth in section 3553(a), and reaffirmed the 151-month sentence, offering the following explanation:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The court has determined in prior cases and reaffirms it in this one that it will generally heel to the guidelines imposing criminal punishment. No doubt some criminal defendants will be disappointed by this result yet in the long run such an approach may be the best way to develop a fair and consistent sentencing scheme around the country for the benefit of defendants, victims and the public. We believe that the guidelines advisory ranges best effectuate the sentencing reform act statutory factors. Therefore, the court finds that throughout the span of this conspiracy as charged in the indictment the defendant, Israel Navedo Concepcion was involved in the distribution of the quantity of drugs involved in the indictment. This was found by the jury and I presided over the trial and agree with that finding. The facts and circumstances of the defendant[']s offense indicate a need to protect the public because the offense involved actual possession of controlled substances and a serious threat to society. His participation in the conspiracy and the evidence presented during the trial justify a sentence at the upper end of the advisory guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The new sentencing occurred in August 2005, and so was subject to <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), decided in January 2005. In his present appeal, Navedo first argues that the district court misconstrued the legal standard governing post-<i>Booker</i> sentences by treating the guideline range as presumptively correct and giving the guidelines undue weight. Admittedly, the resentencing occurred before this court's decision in <i>United States v. Jim&#233;nez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span> (1st Cir.2006) (en banc), which gave our own view of the proper post-<i>Booker</i> approach to sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district judge's statement at re-sentencing, quoted above, could suggest that he viewed the guidelines as presumptively determining the proper sentence (although the term \"presumption\" was not used). The presumption language has been adopted by a number of circuits,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but in <i>Jim&#233;nez-Beltre,</i> we declined to adopt it. 440 F.3d at 518. Nevertheless, our decision did treat the guidelines as more than just \"one factor among many,\" deemed them the proper starting point for post-<i>Booker</i> sentencing, and said that the proponent of a variance had to support it. <i>Id.</i> at 518-19.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the resentencing, the district court explicitly recognized that the guidelines were now advisory and allowed both sides to make whatever arguments they wanted. It is debatable and a matter of nuance how far the district court's emphasis on the guidelines differs from our own in <i>Jim&#233;nez-Beltre.</i> Yet if we thought that there was any serious possibility that a new sentencing, enlightened by <i>Jim&#233;nez-Beltre,</i> would produce a better result for Navedo, we would order a second remand.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is not a realistic possibility. The most important indicator is that the district judge, while stressing the importance of the guidelines, has once again sentenced Navedo at the top of the range, referring generally to the evidence presented at trial. The evidence provides a basis for the district court's assessment, as we will see in the discussion that follows, and there is little (and nothing new) that might sway the district court in the opposite direction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If the district court erred in expressing the post-<i>Booker</i> algorithm, the variance was modest, consisting of a few ambiguous phrases (\"will generally heel\"; guidelines \"best effectuate\") not literally in conflict with <i>Jim&#233;nez-Beltre.</i> In the present case, we regard the phrasings, if error at all, as harmless to anyone advocating a lower sentence for Navedo. Asking the district court to take note of <i>Jim&#233;nez-Beltre</i> and then resentence would, by itself, accomplish nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Navedo's second claim of error is that the district judge failed adequately to explain his reasons for choosing a sentence at the top of the guideline range or to explain (in Navedo's words) \"why no lower sentence would be `sufficient' to accomplish the [statutory] purposes of sentencing.\" The argument has two different parts. The first one is, in essence, that the district court's explanation is too opaque to permit understanding of the reasons for the sentence or effective review of it.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As we explained in <i>Jim&#233;nez-Beltre,</i> we are prepared to read what the district court did say in light of the record. <i>See</i> 440 F.3d at 519. The more obvious the reasons for a choice, the less that needs to be explained. In this case, the district court's explicit concerns were the scope of the crime and the potential for dangerousness. Beyond that, the district court referred generally to \"the evidence presented during the trial\" as justifying \"a sentence at the upper end of the advisory guidelines.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Turning to that evidence, Navedo was not convicted for a couple of drug transactions, but for a four-year enterprise. He was not just a street-level dealer: although not the senior figure among the conspirators, he employed at least one subordinate dealer and (if that dealer's testimony is fully credited) others as well. Although Navedo had no prior convictions, he could &#8212; from the evidence of the duration of the conspiracy, the seeming volume of drugs, and his own role &#8212; be viewed by the judge as a significant danger.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, it is not difficult to see here what led the district court to impose the maximum guideline sentence on Navedo: volume, duration, and use of subordinates. Still, even where fairly obvious, in the future the main factors ought to be identified by the district court itself, eliminating the need for guesswork. This is not a requirement for a lengthy or detailed recitation or one addressing every claim and counter-argument; rather, the reviewing court needs, and both parties deserve, a <i>specific</i> explanation and not just a reference to the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The other aspect of Navedo's second claim &#8212; that the district court failed to explain why it did not give a <i>lesser</i> sentence &#8212; is a different (and recurring) matter in such appeals. Navedo points to the sentencing statute, which says, among other things, that a sentence should be \"not greater than necessary\" to carry out the purposes specified in the statute. 18 U.S.C. &#167; 3553(a). This pronouncement says nothing about what explanation is required from the district judge, but it is often cited by defendants as if it were an admonition to be lenient (and to explain a lack of leniency).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Section 3553(a) itself says that the sentence should be \"sufficient\" to carry out the purposes of the sentencing statute, and most of the specific purposes listed in the statute (section 3553(a)(2)) hardly connote less punishment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> If the balanced phrasing (\"sufficient, but not greater than necessary\") is more than legislative boilerplate, its meaning has proved hard to discern. The language was added without explanation at the last minute. H.R. Conf. Rep. No. 98-1159, at 415 (1984), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3710, 3711. A search of case law provides no indication that courts have given it any clear functional significance. <i>See United States v. Wilson,</i> <span class=\"citation\" data-id=\"2301961\"><a href=\"/opinion/2301961/united-states-v-wilson/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">910</span></a></span>, 922-24 (D.Utah 2005).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In all events, we do not think that the \"not greater than necessary\" language requires as a general matter that a judge, having explained why a sentence has been chosen, also explain why some lighter sentence is inadequate. There is no mathematical algorithm for the perfect sentence. The positive reasons for the sentence are usually all anyone can do to explain why neither more nor less has been imposed. If there are exceptions, this case is hardly one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the third and most interesting claim of error pressed on this appeal. The pre-sentence report, prepared before the original sentencing, specified the amount of drugs attributable to the defendant personally as the amount charged in the indictment. This was unsurprising; the jury instructions indicated that the jury had agreed with the attribution to Navedo himself. In any event, the judge said that he agreed with this assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Both in objections to the pre-sentence report and in the sentencing proceedings, the defense objected to this determination of amount, as a basis for sentencing, on the ground that the witness who lent the most support for it &#8212; Navedo's subordinate dealer &#8212; was wholly unreliable and that other evidence suggested a far lower figure. Navedo argues that the district court never addressed this claim, thereby violating the requirement that the court rule on material disputes incident to sentencing. Fed.R.Crim.P. 32(i)(3)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There was indeed some doubt about the credibility of the witness and about the reliability of the amount of drugs &#8212; greatly exceeding the indictment figures &#8212; that he attributed personally to Navedo. But the judge did not fail to rule on the amount properly attributable to Navedo; he explicitly said he agreed with the jury that the indictment amount was properly attributable to him.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This, says Navedo, was inadequate because \"the extreme generality of the district court's statement disregarded all of the specifics advanced by the defense.\" But the district court did not have to discuss the <i>reasoning</i> underpinning its factual finding as to amount (<i>e.g.,</i> inferences and credibility determinations). And, whatever the doubts about the chief witness's accuracy, the evidence did not rationally require a finding that the drug amount was less than that found by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defense counsel suggests on appeal that the jury found only that the <i>conspiracy</i> embraced the quantities of drugs specified in the indictment, whereas the district court found that Navedo himself had possessed such an amount. In fact, under the instructions, the jury determined that Navedo himself had possessed the amount, either directly or constructively; he would in any case be responsible under the guidelines for any amount foreseeable by him. <i>United States v. Colon-Solis,</i> <span class=\"citation\" data-id=\"200804\"><a href=\"/opinion/200804/united-states-v-colon-solis/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 103 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the jury finding was not merely as to the general amount embraced by the conspiracy, but specific to Navedo, <i>Colon-Solis,</i> cited in Navedo's brief, is not on point. Nor is there much reason to think, as the defense urges, that the smaller amounts of drugs &#8212; testified to by one seller witness and one buyer witness who dealt with Navedo &#8212; should be treated as the maximum amount with which he dealt, contrary to the testimony of the chief witness and the view of both the jury and the district judge.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Navedo's final claim of error is that the sentence is unreasonable under <i>Booker.</i> Such a claim, we have said, is available under <i>Booker</i> even for a sentence within the guidelines. <i>Jimenez-Beltre,</i> 440 F.3d at 517. But, in attacking an in-guideline-range sentence as excessive, a defendant would usually have to adduce fairly powerful mitigating reasons and persuade us that the district judge was unreasonable in balancing pros and cons despite the latitude implicit in saying that a sentence must be \"reasonable.\" Here, Navedo offers no such powerful reasons. One set of reasons offered was Navedo's family circumstances, including his adverse childhood experiences and the presence of two younger children in his present household. Yet Navedo is also a man who had a college degree, and, during the period of the conspiracy, two seemingly legitimate jobs. He could easily be viewed as someone who had overcome early difficulties and turned to crime for the most unsavory of reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The other main argument is that the other defendants, who pled guilty, received much more modest sentences; the alleged leader of the conspiracy, in particular, got only 63 months. But Congress's concern with disparities was mainly national, <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"202151\"><a href=\"/opinion/202151/united-states-v-smith/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2006), and focused on those similarly situated; defendants who plead guilty often get much lower sentences. The district judge was not required to reduce Navedo's sentence simply because he &#8212; unlike the other defendants &#8212; chose to go to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We note, for the sake of completeness, that a gun and a speed loader were seized from Navedo's home when he was arrested, and that the dealer witness testified at trial that Navedo had regularly carried a gun in connection with drug dealing. No enhancement was granted on that account, the district judge did not mention it save to deny a belated request by the government to consider it, and we have no reason to think that the judge relied upon it in choosing his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It appears that the district court did provide a written statement of reasons for inclusion with the pre-sentence report, but the transcript confirms that in open court the district court had not stated reasons for its choice of sentence. The government so conceded in the original appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See, e.g., United States v. Williams,</i> <span class=\"citation\" data-id=\"793176\"><a href=\"/opinion/793176/united-states-v-leonard-jermain-williams/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 708 (6th Cir.2006); <i>United States v. Green,</i> <span class=\"citation\" data-id=\"793161\"><a href=\"/opinion/793161/united-states-v-charles-aaron-green/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 457 (4th Cir.2006); <i>United States v. Tobacco,</i> <span class=\"citation\" data-id=\"792422\"><a href=\"/opinion/792422/united-states-v-harold-tobacco/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (8th Cir.2005); <i>United States v. Mykytiuk,</i> <span class=\"citation\" data-id=\"791054\"><a href=\"/opinion/791054/united-states-v-robert-mykytiuk/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">606</span></a></span>, 608 (7th Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Respect for law, just punishment, adequate deterrence to criminal conduct, and protection of the public certainly do not suggest leniency; only one listed purpose &#8212; to provide the defendant with medical care and training &#8212; has a softer tone. 18 U.S.C. &#167; 3553(a)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> One might think that the \"not greater than necessary\" language was added to make clear that a sentence should not be increased for<i>purposes</i> other than those listed in the statute. But the legislative history and statutory text indicate that the obvious candidates for possible exclusion &#8212; retribution and community sentiment &#8212; were not ruled out by Congress, but were obliquely included within the stated purposes. Sen. Rep. No. 98-225, at 75-76, <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3258-59; 18 U.S.C. &#167; 3553(a)(2)(A).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge (Dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">I am concerned that we are, like a glacier in the ice age, inch by slow inch, regressing to the same sentencing posture we assumed before the Supreme Court decided <i>Booker.</i> This is exactly what I foresaw when I entered my concurrence in <i>Jim&#233;nez-Beltre.</i> I for one, did not tentatively sign on to <i>Jim&#233;nez-Beltre</i> to engage in such incremental regressions, nor more importantly, do I believe that this is what the Supreme Court had in mind when it struck down the mandatory Guidelines regime. I think we should mean what we say: 1) the sentencing guidelines are not a presumption; and 2) district judges should be required to specify, not generalize, their reasoning on sentencing, so that we are not required to speculate or second-guess what they mean.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In this case the district judge declared that \"it will generally heel to the guidelines [when] imposing criminal punishment.\" Although in <i>Jim&#233;nez-Beltre,</i> decided <i>after</i> the sentence was imposed upon remand in this case, we held that although the Guidelines should be considered as more than \"just another factor\" in the sentencing calculus, we specifically rejected any analytical framework that would afford to them presumptively reasonable weight. On a scale between \"just another factor\" and \"presumptively reasonable,\" the language the district court used to explain its understanding of the Guidelines in sentencing Navedo cleaves far more closely to the forbidden inference. Language is the tool of our trade, and in this case it is not just a matter of requiring a magic incantation. The language used by the district court is at variance with <i>Booker</i> and <i>Jim&#233;nez-Beltre</i> and should be corrected.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The majority does not order another remand because it does not find \"any serious possibility that a new sentencing, enlightened by <i>Jim&#233;nez-Beltre,</i> would produce a better result for Navedo.\" I respectfully disagree. Upon remand the district judge imposed the same sentence despite the fact that <i>Booker</i> was decided in the interim. In concluding that any error was harmless, the majority finds persuasive the fact that the district judge imposed the same sentence under the mandatory and advisory regimes. However, if we view the district court's language upon re-sentencing to be illustrative of its interpretation of <i>Booker,</i> we must remember our own observation in <i>Jim&#233;nez-Beltre,</i> that \"[a]lthough making the guidelines `presumptive' or `per se reasonable' does not make [the Guidelines] mandatory, it tends in that direction.\" 440 F.3d at 518. In other words, because the district court's stated intention to \"generally heel to the Guidelines\" suggests that it considered them to be presumptively reasonable, we should draw no conclusion from the fact that it imposed the same sentence before and after <i>Booker.</i> I think it quite possible that, with the benefit of <i>Jim&#233;nez-Beltre,</i> the district court upon remand could impose a more favorable sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I am also concerned that the district court failed adequately to explain its reasons for sentencing Navedo at the top of the Guidelines range. In <i>Jim&#233;nez-Beltre,</i> we held that \"a court's reasoning can often be inferred by comparing what was argued by the parties or contained in the presentence report with what the judge did.\" <i>Id.</i> at 519. I continue to believe, as I indicated in my concurring opinion in that case, that \"the district court's obligation to explain is not excused by our discretion to discern its reasoning from the record on appeal.\" <i>Id.</i> at 521 (Torruella, J., concurring). This is so because, post-<i>Booker,</i> 18 U.S.C. &#167; 3553(c) remains in force, requiring that the trial court, \"at the time of sentencing, <i>shall</i> state in open court the reasons for its imposition of the particular sentence\" (emphasis added), including the reasons for sentencing at any particular point within a Guidelines range that spans 24 months or more. Although the majority in this case is satisfied that despite the lack of clear explanation, \"it is not difficult to see here what led the district court to impose the maximum guideline sentence on Navedo,\" I am very concerned that we are quickly moving toward a de facto elimination of the explanation requirement. We have previously held that the adequacy of the sentencing court's explanation under &#167; 3553(c) is dependent upon \"whether it sufficiently shows a thoughtful exercise of the court's sentencing responsibility and a degree of care and individualized attention appropriate to the solemnity of the sentencing task.\" <i>United States v. V&#225;zquez-Molina,</i> <span class=\"citation\" data-id=\"201337\"><a href=\"/opinion/201337/united-states-v-vazquez-molina/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (1st Cir.2004), <i>rev'd on other grounds, V&#225;zquez-Molina v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></span> (2005). The generalized explanation offered by the district court in its sentencing of Navedo seems to me to fall short of the <i>V&#225;zquez-Molina</i> standard. I am in agreement with the majority's prescription that \"in the future the main factors ought to be identified by the district court itself, eliminating the need for guesswork.\" However, I would go further than my esteemed colleagues to ensure that such a result obtains at the district court level, by remanding this case once again to the district court for a more individualized and transparent articulation of its reasoning.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Of course, the role of the guidelines in the post-<i>Booker</i> era will develop over time, and it is no doubt difficult to apply the standards we have established to the wide range of circumstances and judicial language that we regularly confront in sentencing appeals. I think it important, however, especially in the immediate aftermath of <i>Jim&#233;nez-Beltre,</i> to provide clear guidance to district courts. I am concerned that the majority's opinion in this case serves instead to muddy the waters.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/200804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2301961/"
  ]
}