{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202241/",
  "absolute_url": "/opinion/202241/cordero-hernandez-v-hernandez-ballestero/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202241/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:47:39Z",
  "date_modified": "2016-02-28T05:07:34.247014Z",
  "type": "010combined",
  "sha1": "92feb78c1c5b5ad5730bca49561ed9af95aeac92",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2435-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/06/02/Cordero-Hernandez_v._Hernandez-Ballestero.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 04-2435\n\n                    ANA M. CORDERO-HERNÁNDEZ,\n\n                      Plaintiff, Appellant,\n\n                   PARIS PARIS BOUTIQUE, INC.,\n\n                           Plaintiff,\n\n                               v.\n\n        MARÍA TERESA HERNÁNDEZ-BALLESTEROS; GEORGE MOLL;\n         ARNALDO PEÑALVERT-VÁZQUEZ; ELBA MARÍA MARTÍNEZ;\n                  FIRSTBANK OF PUERTO RICO, INC.,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                             Before\n\n                     Torruella, Circuit Judge,\n              Cyr and Stahl, Senior Circuit Judges.\n\n\n\n     Alexander Zeno for appellant.\n     William Santiago-Sastre, with whom Meléndez Perez, Moran &\nSantiago was on brief, for appellee First Bank of Puerto Rico.\n\n\n\n                          June 2, 2006\n\f              STAHL, Senior Circuit Judge.          The Paris Paris Boutique\n\nwas a small shop located in San Juan, Puerto Rico.                It was founded\n\nseveral       years     ago   by      María    Teresa   Hernández-Ballesteros\n\n(Hernández), an entrepreneur who has also founded and operated at\n\nleast two other shops in San Juan.             Under Hernández's management,\n\nthe    shop    apparently     dealt    primarily   in   women's    clothing   and\n\naccessories, and had at least two employees, a professional manager\n\nand a sales clerk.       It purchased clothing from Puerto Rican and New\n\nYork-based retailers and sold the goods to walk-in customers,\n\nprimarily targeting passing tourists.\n\n              Hernández decided to give up the business in 2000 or\n\n2001, and put Paris Paris Boutique, Inc. on the market.                 Among a\n\nnumber of interested buyers, Ana M. Cordero-Hernández (Cordero) won\n\nout.    This suit was brought by Cordero and the boutique over the\n\nfallout from that purchase.            Cordero and the Paris Paris company\n\nalleged       various    fraud-    and    contract-related    claims    against\n\nHernández and George Moll, who was the realtor on the sale of the\n\nboutique.       They also brought claims against Arnaldo Peñalvert-\n\nVázquez (Peñalvert), Hernández's accountant; FirstBank of Puerto\n\nRico, which holds the mortgage that Cordero assumed when she\n\npurchased the property; and Elba María Martínez (Martínez), the\n\nproprietor of the building in which the Paris Paris was located.\n\n              Cordero purchased 100% of the shares of the boutique from\n\nHernández on St. Valentine's Day, 2001. The purchase price for the\n\n\n                                         -2-\n\fstore was $69,000 in cash and the assumption of $156,000 in debt\n\nowed by Hernández to FirstBank. Included in the deal were promises\n\nby Hernández to offer training to Cordero in dealing with suppliers\n\nand in the other particulars of running the store, but none of\n\nthese promises were ever honored.        While Cordero had also been\n\npromised an easy and immediate monthly profit, earnings lagged\n\nbehind expectations, and Cordero and the store quickly began to\n\nexperience financial difficulties. Cordero argues that the store's\n\nplight was worsened by the fact that Hernández almost immediately\n\nset up a new dress shop, named El Sol de Puerto Rico, in the same\n\nbuilding as the Paris Paris.\n\n          Soon after she established El Sol, Hernández put it on\n\nthe market, just as she had done with the Paris Paris.            Believing\n\nthat she had herself been defrauded, suspecting that Hernández was\n\nplanning to perpetrate a similar fraud in the upcoming sale of El\n\nSol, and hoping to catch Hernández in a pattern of fraudulent\n\nactivity, Cordero hired two investigators to come to El Sol and\n\npretend to be interested purchasers.           Hernández allegedly made\n\nrepresentations about the new store to this pair, Damian Soto and\n\nEster   Morell,   that   sounded   in    the    same   register    as   her\n\nrepresentations to Cordero about Paris Paris -- high margins,\n\nvaluable inventory, established clientele, and easy money.              The\n\nhired detectives did not, of course, buy El Sol, and neither did\n\n\n\n\n                                   -3-\n\fanyone else.        Finding no buyer, Hernández abandoned the store less\n\nthan a year after opening it.\n\n              Meanwhile, in May 2001, with her financial problems\n\nworsening, Cordero and the Paris Paris company filed voluntary\n\npetitions for bankruptcy protection under Chapter 11.                             In the\n\ncourse of the bankruptcy proceedings, Cordero attempted to assert\n\na   handful    of     legal    claims      against    Hernández      and    the    other\n\ndefendants in this action, all involved in the sale of the Paris\n\nParis or the establishment of El Sol, and these claims were\n\neventually removed to federal district court.                        In her original\n\ncomplaint in the district court, Cordero alleged that Hernández and\n\nher agents had misrepresented the value and profitability of the\n\nParis Paris Boutique, and that Hernández had breached her contract\n\nwith Cordero and had engaged in unfair competition by opening the\n\ncompeting store in the same building as the Paris Paris.                              In\n\nparticular, she alleged that Hernández, personally and through Moll\n\nand Peñalvert, misled her about the past profitability of the store\n\nand about its likely value going forward.                   She also alleged that\n\nFirstBank of Puerto Rico, which provided partial financing for the\n\ndeal, had failed to abide by several of its own risk-management\n\npolicies,     was    less     than   fully   candid    with    Cordero      about    its\n\ninterest    in      the   transaction       going    ahead,    and    so    ultimately\n\ncontributed to Cordero's injuries.                   In addition, Cordero also\n\nclaimed    that      Hernández       had   violated    an     implied      contractual\n\n\n                                           -4-\n\fobligation not to compete with her by opening up the new shop in\n\nthe same building as the Paris Paris, and that Martínez, who leased\n\nspace to both the Paris Paris and El Sol, violated a term of\n\nCordero's lease by permitting Hernández to open her new store next\n\ndoor to the Paris Paris.\n\n             Cordero amended her complaint in April 2002 to include a\n\ncause   of    action   under    the   Racketeer    Influenced    and   Corrupt\n\nOrganizations (RICO) Act, 18 U.S.C. § 1964(c).           In the newly added\n\nportion of the complaint stating a claim under RICO, Cordero\n\nincorporated her fraud allegations against all defendants, and\n\nfurther      alleged   that    the    defendants   together     comprised   an\n\nenterprise organized for the purpose of defrauding potential buyers\n\nof the boutiques they developed.         The specific RICO predicate that\n\nCordero attempted to allege was interstate wire fraud under 18\n\nU.S.C. § 1343 (defining wire fraud) and § 1961(5) (incorporating\n\nwire fraud as a RICO predicate): Cordero claimed that Hernández,\n\nalong with other defendants, made fraudulent representations first\n\nto Cordero and later to her hired investigators, and that some of\n\nthese representations were made over the phone.                 Cordero never\n\nexplicitly alleged, however, that the phone calls were interstate\n\ncalls nor stated specifically during which calls, when, and by\n\nwhom, the fraudulent representations were made, failings which are\n\nthe nub of this appeal.\n\n\n\n\n                                       -5-\n\f            A drawn-out discovery battle ensued, during which Cordero\n\nfiled no fewer than four motions to compel discovery from a\n\nseemingly reluctant set of defendants, and the court noted in one\n\nof its orders compelling discovery that it was running out of\n\npatience with the parties.         Early on in the discovery period,\n\ndefendants moved together for 12(b)(6) dismissal for failure to\n\nstate a claim, and Cordero responded.      Discovery proceeded apace,\n\nwhile the motion to dismiss lingered on the docket.         A year later,\n\nthe district court issued an order dismissing the RICO action with\n\nprejudice    pursuant   to   the   defendants'   12(b)(6)    motion   and\n\ndismissing the state law claims, over which it claimed1 only\n\nsupplemental jurisdiction, without prejudice.2\n\n\n     1\n      The district court asserted that its jurisdiction over the\nstate law claims was under the supplemental jurisdiction provision\nof 28 U.S.C. § 1367, and declined to exercise that supplemental\njurisdiction. Never discussed was the possibility that the state\nlaw claims related to the original bankruptcy proceedings and thus\ncame within the court's bankruptcy jurisdiction under 28 U.S.C. §\n1334, but appellant does not raise the issue and does not seek\nindependent reinstatement of the state law claims.\n     2\n      Plaintiff accuses the court of dismissing the case sua\nsponte, but there is some difference between dismissal of a claim\nthat has never been challenged, see, e.g., Cepero-Rivera v.\nFagundo, 414 F.3d 124, 130 (1st Cir. 2005), and dismissal where, as\nhere, the court acts in response to a defendant's motion but on\ngrounds not fully briefed by the movant.      Nevertheless, if the\ndistrict court had any doubt that plaintiffs understood that they\nwere in danger of having their complaint dismissed on grounds they\nhad not had an opportunity to argue, the safest course would have\nbeen to give notice of the proposed grounds for dismissal and to\ntake arguments on the question. See Ruiz Varela v. Sanchez Velez,\n814 F.2d 821, 823 (1st Cir. 1987).       While here we think the\ndefendants may not have raised the issue with sufficient clarity to\nhave given plaintiffs reason to anticipate dismissal on those\n\n                                   -6-\n\f           In order to make out a civil claim under RICO by way of\n\nwire fraud, a plaintiff must allege that a group of defendants\n\n\"engaged in a scheme to defraud with the specific intent to defraud\n\nand that they used . . . the interstate wires in furtherance of the\n\nscheme,\"   McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904\n\nF.2d 786, 790 (1st Cir. 1990), and in particular that defendants\n\nengaged in at least two instances of such predicate wire use, Ahmed\n\nv. Rosenblatt, 118 F.3d 886, 888 (1st Cir. 1997).      The Federal\n\nRules of Civil Procedure usually permit a plaintiff to make general\n\nallegations in a complaint, see Fed. R. Civ. P. 8, but require more\n\nspecific pleading where a plaintiff alleges fraud, see id., 9(b).\n\nIn particular, under Rule 9 \"the pleader is required 'to go beyond\n\na showing of fraud and state the time, place and content of the\n\nalleged mail and wire communications perpetrating that fraud.'\" N.\n\nBridge Assocs., Inc. v. Boldt, 274 F.3d 38, 43 (1st Cir. 2001)\n\n(quoting Feinstein v. Resolution Trust Corp., 942 F.2d 34, 42 (lst\n\nCir. 1991)).   \"It is not enough for a plaintiff to file a RICO\n\nclaim, chant the statutory mantra, and leave the identification of\n\npredicate acts to the time of trial.\"   Id. (quoting Feinstein, 942\n\nF.2d at 42).   As noted, while plaintiffs asserted conclusorily in\n\n\ngrounds, we find any resultant error to have been harmless. If\nthere was error, it did not unduly prejudice appellant, because she\nhas now fully argued her position, both here and in a motion to\nreconsider submitted to the district court, and after hearing\narguments we are convinced that the substance of the district\ncourt's determination was correct. See Cepero-Rivera, 414 F.3d at\n130.\n\n                                -7-\n\ftheir amended complaint that they were alleging wire fraud, they\n\ndid   not    make     the    requisite   allegations      identifying      specific\n\ninterstate phone calls by time, place, and content.3\n\n              Failure to plead with specificity in a RICO action may\n\nmerit dismissal.        See id. at 44.        Because, however, it will often\n\nbe difficult for a plaintiff to plead with specificity when the\n\nfacts that would support her claim are solely in the possession of\n\na defendant, we held in New England Data Services, Inc. v. Becher,\n\n829   F.2d    286     (1st   Cir.   1987),     that   a   court   faced    with   an\n\ninsufficiently specific claim may permit limited discovery in order\n\nto give a plaintiff an opportunity to develop the claim and amend\n\nthe complaint.         Id. at 290.       Among the particular facts that a\n\nplaintiff might under some circumstances have difficulty proving\n\nwithout      access    to    discovery   is    whether    or   not   a   particular\n\n\n\n      3\n      On a motion to dismiss, a court is required to accept as true\nall well-pleaded factual allegations and draw reasonable inferences\nin favor of the plaintiff.     In re Stone & Webster, Inc., Sec.\nLitig., 414 F.3d 187, 200 (1st Cir. 2005).      The court need not\naccept a plaintiff's assertion that a factual allegation satisfies\nan element of a claim, however, nor must a court infer from the\nassertion of a legal conclusion that factual allegations could be\nmade that would justify drawing such a conclusion.       Resolution\nTrust Corp. v. Driscoll, 985 F.2d 44, 48 (1st Cir. 1993); see also\n5B Charles Alan Wright & Arthur R. Miller, Federal Practice &\nProcedure § 1357 (3d ed. 2004) (\"[T]he court will not accept\nconclusory allegations concerning the legal effect of the events\nthe plaintiff has set out if these allegations do not reasonably\nfollow from the pleader's description of what happened . . . .\").\nThe court was under no obligation to read the plaintiffs'\ncomplaint, which failed to allege with specificity the factual\npredicates for a RICO violation, as implying that a RICO claim\ncould have been made out with specificity.\n\n                                         -8-\n\fcommunication          passed   over    the   interstate     wires,    and    Becher\n\ndiscovery therefore may be called for, though is not necessarily\n\nrequired, when the interstate nature of a wire transaction is in\n\nquestion.          But Becher discovery (with concomitant leave to amend)\n\n\"is neither automatic, nor of right, for every plaintiff.\"                    Ahmed,\n\n118 F.3d at 890. The threshold questions are whether \"the specific\n\nallegations of the plaintiff make it likely that the defendant used\n\ninterstate mail or telecommunications facilities, and the specific\n\ninformation as to use is likely in the exclusive control of the\n\ndefendant.\"         Becher, 829 F.2d at 290.\n\n               The     court    here    considered,    and    decided        against,\n\npermitting further discovery under Becher.              In doing so, the court\n\nnoted       that    discovery   had    already   proceeded    for     three   years.\n\nFinding inter alia that the plaintiffs had not been diligent in\n\nattempting to collect information that would allow them to fully\n\nallege a RICO claim, cf. N. Bridge Assocs., 274 F.3d at 44, the\n\ncourt thought there was no need to drag the case on further, and\n\ndismissed the RICO claim with prejudice and the state law claims\n\nwithout.       Cordero timely appealed, arguing that the court's denial\n\nof Becher discovery was in error.4               We conclude that the district\n\n\n        4\n      The only issue on appeal is whether the district court should\nhave given plaintiffs both more discovery and subsequent leave to\namend the complaint. This is because this case is not one in which\nthe deficiency in the pleading is a mere drafting oversight. The\nquestion of Becher discovery plays no role in such a case, because\nthe issue of a drafting oversight or other inadvertent deficiency\nin the pleading is a formal one that goes to the sufficiency of the\n\n                                          -9-\n\fcourt's order dismissing the suit was justified.                  There was no\n\nshowing under Becher that the defendants were in exclusive control\n\nof any crucial information, and appellant had not demonstrated a\n\nhigh likelihood that useful information would result from further\n\ndiscovery.\n\n           First, there is little indication that the discovery\n\nrequested by the appellant would have produced any information that\n\nwould have permitted her to allege the requisite two interstate\n\ncommunications with particularity.          Appellant conceded below, in\n\nher   motion   to    reconsider,   that   all   she   was   seeking   was   the\n\nfulfillment     of    then-pending    discovery       requests,     but   every\n\nindication     is    that   appellant's   discovery    efforts     were   never\n\ndirected towards producing information that would enable her to\n\nmake out a RICO claim.         The district court's opinion noted that\n\ndiscovery had been underway for three years, and Cordero avers that\n\nthroughout that time the defendants in the case were stubbornly\n\n\nwritten complaint itself and not to the underlying case that the\ncomplaint is supposed to express.    In such a case, the liberal\napproach the Federal Rules take to pleading would almost certainly\ndemand that a plaintiff be given leave to amend. Here, however,\nappellant has conceded that leave to amend without more discovery\nwould be useless.     In a motion to reconsider filed with the\ndistrict court after the entry of judgment, plaintiffs asserted\nthat they \"could not specify\" which communications were interstate\ncommunications because they did not have information to back up\nsuch specific claims.    On appeal, appellant argues on various\ngrounds that leave to amend without further discovery should have\nbeen granted, but those arguments are precluded by this earlier\nconcession. Leave to amend standing alone is thus off the table,\nand we need consider only whether further discovery should have\nbeen ordered under Becher.\n\n                                     -10-\n\fresistant to her efforts to eke information out of them.                    She\n\nattributes her lack of knowledge about the interstate nature of any\n\ncommunications to the defendants' foot-dragging throughout the\n\ndiscovery process.\n\n           Cordero cites to her early discovery requests pressing\n\nHernandez and other defendants for telephone records in order to\n\ndemonstrate that continued discovery would have been useful, but it\n\nwould require a strained reading of those requests to conclude that\n\nCordero   had   requested   phone   records   relating   to    the   sale    of\n\nHernandez's stores or that any potentially useful request was\n\npending at the time the case was dismissed.5                  The discovery\n\n\n     5\n      The requests are unhelpful to appellant for two reasons.\nFirst, George Moll, the only defendant now argued to have engaged\nin interstate communications, responded to the request to the\napparent satisfaction of the plaintiffs, meaning no discovery\nrequest was pending against the one defendant whose response could\nperhaps have fleshed out the RICO claim.\n     Second, the requests asked various defendants for records\nshowing dialed telephone numbers and to identify \"which of those\nnumbers belong to a potential customer of Paris Paris Boutique,\nInc., El Sol de Puerto Rico, and/or any other business deal between\nyourself and Mrs. Hernandez-Ballesteros.\"      The implication on\nappeal is that this request would have produced identifiable\nrecords of telephone calls involving the sale of the Paris Paris,\nbut the request asks only for numbers \"belong[ing] to customer[s]\nof\" Hernandez's various enterprises, and not for potential buyers\nof those stores. Were there any doubt about how expansively the\nquestion might be construed, we note that Moll responded to the\ndiscovery request by saying, \"I don't have that kind of\ninformation. As a real estate broker, my job merely consisted in\nobtaining a buyer for the purchase of Hernandez's business(es). As\nsuch, I was contacted by the prospective buyers of Paris Paris'\nshares and of El Sol de Puerto Rico.\" Plaintiffs' acceptance of\nthis response indicates that Moll correctly interpreted the\nquestion to relate only to customers and not buyers of the stores,\nand that plaintiffs never sought telephone records relating to the\n\n                                    -11-\n\frequests do not suggest that Cordero would be able to produce\n\ninformation about the interstate nature of any communication with\n\nany   particular   person   during   the   course   of   the   (allegedly\n\nfraudulent) sale of the Paris Paris. The district court, which has\n\nthe best information about compliance with discovery, evidently so\n\nconcluded, disagreeing with plaintiffs that the problem was a\n\nproblem of obstruction on the part of the defendants.6         It did not\n\ndemonstrably err in concluding under Becher that further discovery\n\nwas unlikely to produce information that would make it possible for\n\nplaintiffs to satisfactorily plead their complaint.\n\n           Nor is it anywhere explained why Cordero could not have\n\nalleged interstate communications on the basis of information\n\nalready in her possession if there was any interstate activity to\n\nbe alleged.   Cordero had hired detectives who allegedly spoke on\n\nthe telephone with defendant Moll. If these detectives called Moll\n\nwhile Moll was in Puerto Rico and they were themselves in New York\n\n\nsale of the store.\n      6\n      Cordero filed four motions to compel discovery. The first,\nsecond, and fourth were all granted, and the third was never\ndecided. The docket sheet thus indicates that Cordero had some\ndifficulty getting the defendants to produce some of the\ninformation she requested. On the other hand, it is instructive\nthat the district court, while it threatened to impose sanctions on\nthe defendants at one point, and on both parties at another, never\ndid impose such sanctions, suggesting that in its view the parties'\nresponses to one another's discovery requests were at least\nminimally satisfactory.     Because management of discovery is\nprimarily the business of the district court, the record ultimately\ncompels the conclusion that the district court was satisfied with\nthe efforts each party made to comply with discovery.\n\n                                 -12-\n\for   otherwise   in   another   state,   that     information   was   in   fact\n\nuniquely in the plaintiffs' possession, not the defendants'.               Thus\n\nit is not clear why Cordero insists on appeal that discovery was\n\nnecessary in order to reveal information about the interstate\n\nnature of any communications.\n\n           Becher discovery balances the general liberal pleading\n\npolicy of the Federal Rules against the more specific policy that\n\nrequires heightened pleading in fraud cases in order to filter out\n\nfrivolous, harassing claims.      The decision to grant or deny Becher\n\ndiscovery must be based, in the final analysis, on good, common\n\nsense, and here there is every reason to doubt that any of the\n\ncalls between Cordero and the defendants were interstate calls, as\n\nall parties were, so far as the record reveals, based in Puerto\n\nRico at all relevant times.7      Cf. N. Bridge Assocs., 274 F.3d at 44\n\n(where allegations \"strongly suggest\" fraud was conducted without\n\nuse of interstate wires, Becher discovery was inappropriate).               It\n\nis also telling that Cordero failed to even allege interstate\n\ncommunications on information and belief.           Without any independent\n\nreason    to   believe   that   the     alleged    calls   were   interstate\n\n\n      7\n      The hired detective, Esther Morrell, was a resident of New\nYork, a fact noted in the complaint. Her affidavit, however, gives\nno indication that she performed any part of her investigation\nwhile based anywhere but Puerto Rico. The question on appeal under\nBecher is whether the district court was compelled to conclude that\nit was likely that additional discovery would have produced useful\nevidence, and the state of residence of the detective is not\nenough, standing alone, to tip the balance in the appellant's\nfavor.\n\n                                      -13-\n\fcommunications, the district court could permissibly have weighed\n\nCordero's failure to allege such in favor of an inference that the\n\ncalls were all intrastate.         While information-and-belief pleading\n\nis not sufficient to satisfy the rule requiring pleading with\n\nparticularity,      see      Becher,   829    F.2d   at   288   (citing     Wayne\n\nInvestment, Inc. v. Gulf Oil Corp., 739 F.2d 11, 13 (1st Cir.\n\n1984)), in this case such pleading would have at least given the\n\ndistrict court some reason to think that interstate communications\n\nmight be at issue.        Because there was no allegation that any calls\n\nwent over the interstate wires nor a credible suggestion from the\n\nplaintiffs that the obstacle to their making such allegations was\n\ninsufficient discovery, this case appears on its face to be not a\n\nRICO   action,    but   an    instance   of   that   \"localized   fraud\"    that\n\n\"Congress intended to exclude from the scope of\" the wire fraud\n\nstatute.   United States v. Giovengo, 637 F.2d 941, 943 (3d Cir.\n\n1980).   Since, as we have noted, the appellant has conceded that on\n\nthe basis of information currently in her possession she could not\n\nmake out a RICO claim, and because the district court by all\n\nappearances      correctly     determined     that   further    discovery    was\n\nunlikely to produce more and relevant information, it properly\n\ndismissed the suit.\n\n           For the foregoing reasons, the order of the district\n\ncourt is affirmed.\n\n                                Dissent follows.\n\n\n                                       -14-\n\f               CYR, Senior Circuit Judge (dissenting). The majority\n\nopinion, affirming the dismissal of the Cordero RICO claim, with\n\nprejudice,      fundamentally        misinterprets        and    misapplies     circuit\n\nprecedent, see New England Data Servs., Inc. v. Becher, 829 F.2d\n\n286    (1st    Cir.   1987),       and   discounts       that    (i)    the    plaintiff\n\ndiligently       complied     in    good    faith    with       all    district   court\n\nprocedures and orders; (ii) the defendants repeatedly and without\n\nexplanation flouted district court orders directing them to respond\n\nto the plaintiff’s legitimate discovery requests; and (iii) the\n\ndistrict court’s sua sponte alternative rationale for the Rule\n\n12(b)(6) dismissal – never raised in the defendants’ motion to\n\ndismiss   –     unfairly     blindsided      the    plaintiff.           Therefore,   I\n\nrespectfully dissent.\n\n               Cordero contends on appeal that, even assuming arguendo\n\nthat    her     amended     complaint      did    not    allege       with    sufficient\n\nparticularity the requisite interstate communication to establish\n\npredicate acts of mail/wire fraud, she was and remains prepared to\n\namend    the    complaint      to    cure    the    putative       pleading     defect.\n\nSpecifically, she assures this court that she possesses a \"good\n\nfaith\" basis for alleging that defendant George Moll telephoned her\n\nhired investigator, Esther Morell, at her New York residence for\n\nthe purpose of arranging an appointment for Morell, posing as a\n\nprospective buyer, to visit the store.                  Further, Cordero maintains\n\nthat she could amend her complaint to allege that the advertisement\n\n\n                                           -15-\n\frelating to the sale of the store, which the defendants had placed\n\nin a local newspaper, would have reached prospective buyers beyond\n\nPuerto Rico.\n\n            However, the majority opinion tellingly fails to consider\n\nthis pleading proffer.     Moreover, it fails as well to explain why\n\nthese allegations would not cure the putative pleading defect. The\n\nmajority instead dismisses the Cordero argument on the ground that\n\nit was somehow reasonable for the district court, acting pursuant\n\nto   its   broad   discretion   under   Becher,   to   dismiss   the   RICO\n\ncomplaint, with prejudice, because all parties in the case were\n\nbased in Puerto Rico, and following three years of discovery it\n\nseemed unlikely that Cordero could establish that any interstate\n\ncommunication occurred during the course of the defendants’ alleged\n\nscheme.\n\n                                    I\n\n            In order adequately to appreciate the gravity of the\n\nlegal error and inequity inherent in the majority holding, it is\n\nnecessary to outline the procedural history in greater detail. The\n\nrecord demonstrates that: (i) the defendants consistently asserted\n\nthe untenable position that the Cordero RICO claim is patently\n\nfrivolous and undeserving of serious consideration, thus entitling\n\ndefendants unilaterally to decline her discovery requests and to\n\ndisregard the district court orders compelling discovery; (ii) the\n\ndefendants have never denied – either in the district court or on\n\n\n                                  -16-\n\fappeal – that they violated discovery rules; (iii) the defendants\n\nignored and failed to comply with the district court's orders,\n\nwithout explanation; and (iv) neither the defendants nor the\n\ndistrict court ever placed Cordero on notice that the adequacy of\n\nthe “interstate communication” allegation in her amended complaint\n\nwas in question.\n\n           Defendants’ recalcitrance began early on.      Hernandez and\n\nMoll failed to answer, then defaulted after Cordero submitted her\n\noriginal complaint for breach of contract.        When these defaults\n\nwere vacated, defendants did not submit a motion to dismiss, and\n\nthe ensuing scheduling-conference order stated that the parties\n\nmutually   agreed   to   conduct     discovery   (viz.,   depositions,\n\ninterrogatories, and document requests).\n\n           On May 1, 2002, Cordero submitted a thirteen-page amended\n\ncomplaint, which added the RICO count and attached the sworn\n\nstatement of her hired investigator, Esther Morell.        The amended\n\ncomplaint alleged that (i) defendants had engaged in “wire fraud in\n\nviolation of 18 U.S.C. § 1341,” (ii) defendants “conspired to sell\n\n[the two stores] to several persons with the aid of the telephone\n\nand other means,” (iii) defendants “posted advertisements on the\n\nstore and on [sic] at least one local newspaper seeking potential\n\nbuyers,” (iv) these advertisements “induced potential buyers to\n\ncall Mr. Moll to arrange a meeting,” (v) “Mrs. Morell called Mr.\n\nMoll at the telephone number provided by him on the advertisements\n\n\n                                   -17-\n\fand arranged with him for a viewing of the store,” and (vi) Mrs.\n\nMorell was a resident of Brentwood, New York.            In her scheduling-\n\nconference    memorandum,    Cordero      further   stated   that    she   would\n\npresent, as documentary evidence, “[a]ll paperwork related to the\n\nattempt by [defendants] to sell El Sol de Puerto Rico to . . . Ms.\n\nEsther Morell.”       The defendants submitted no opposing scheduling\n\nconference memorandum.\n\n             In its scheduling conference order, the district court\n\n(i) granted defendants until November 6 to submit a motion to\n\ndismiss, upon pain of waiver, (ii) authorized continuation of the\n\nparties’ mutually agreed-upon discovery (including the production\n\nof documents), and (iii) scheduled the jury trial for April 14,\n\n2003.   The defendants failed to file a motion to dismiss by the\n\ncourt-ordered deadline, electing instead, on November 18, to file\n\nan untimely motion to extend the deadline until November 27.                 On\n\nNovember 27, prior to the district court's allowance of the motion\n\nto extend the deadline, the defendants filed their motion to\n\ndismiss.\n\n             The    defendants   sought     dismissal   of   the    RICO   claim\n\nexclusively    on    the   grounds   that     (i)   Cordero’s      “improbable”\n\nallegations of fraud did not constitute “racketeering activity,”\n\nand (ii) Cordero obviously “concocted” a RICO claim, by hiring\n\nMorell to serve as a prospective buyer of El Sol, for the mere\n\npurpose of coercing the defendants into settling the contract\n\n\n                                     -18-\n\fdispute.    At no point in their motion did defendants remotely raise\n\nthe argument that Cordero’s amended complaint failed adequately to\n\nallege     the    occurrence     of    any    interstate      communication   in\n\nfurtherance      of   the   alleged    fraudulent   scheme.       Their    motion\n\nconcluded with the request that the district court dismiss the RICO\n\nclaim “on the above stated grounds.”\n\n             Not surprisingly, the Cordero opposition to the motion to\n\ndismiss focused exclusively on the grounds for dismissal raised in\n\nthe defendants’ motion to dismiss, and never discussed the adequacy\n\nof   her   “interstate      communication”     allegation.       Cordero   aptly\n\npointed out that the defendants’ factual contention that she had\n\nfabricated the RICO claim was not proper grist for a Rule 12(b)(6)\n\ndismissal,       since   the   issue   was    whether   her    mail/wire   fraud\n\nallegations were adequately pled, not whether she had adduced\n\nevidence to prove her allegations.             Cordero reiterated that the\n\nverified and sworn statements attached to her amended complaint\n\nwere “very fact specific” in their disputation of the defendants’\n\n“speculative” contentions, and further alleged that the defendants\n\nengaged in a fraudulent scheme – viz., not one, but a series of at\n\nleast two fraudulent sales.            She also noted, correctly, that the\n\nRICO statute did not require that she prove that Morell had\n\nactually been injured by the defendants’ scheme.                 In a footnote\n\ndescribing the elements of mail and wire fraud, Cordero asserted\n\nthat the fraud statutes do not require that an alleged use of the\n\n\n                                       -19-\n\fmails or the wires itself have been a vehicle for               making a\n\nfraudulent    representation,   but   instead   may   simply   have   been\n\n“incidental” to or in furtherance of the scheme.\n\n             Cordero observed yet again that her amended complaint had\n\nalleged that defendants “tried to sell [El Sol] by placing ads in\n\nthe newspaper [El Dia Nueva] to attract other victims,” and that\n\n“we have been able to obtain through discovery the names of other\n\nunsuspecting potential victims who approached [defendants] after\n\nreading the newspaper advertisements.”      Cordero expressly offered\n\nto provide the discovery documents to the court, if required.         She\n\nstated, for example: “We have alleged two wire fraud acts in the\n\nComplaint [and] [i]f there is a need for it, we will present to the\n\njury other acts of fraud which have and will continue to be\n\ndiscovered through the discovery process.”      She asserted: \"We will\n\n[prove the allegations in the complaint] on [sic] trial with the\n\nevidence already at hand and with any additional evidence obtained\n\nthrough discovery,” and in the same vein, that “[d]uring trial, we\n\nwill present the evidence available before the Complaint was filed,\n\nplus all evidence gathered as a result of the discovery process.”\n\n(Emphasis added.)      From November 2002 through August 2004, the\n\ndefendants’ motion to dismiss languished on the docket, unresolved.\n\n             From January through December 2003, Cordero lodged four\n\nmotions to compel discovery, in which she contended that the\n\ndefendants blatantly and without explanation ignored her discovery\n\n\n                                  -20-\n\frequests for more than a year, including her requests for their\n\ntelephone records, in direct contravention of the district court\n\nscheduling    orders.    Defendants    Hernandez   and   Moll   filed   no\n\noppositions to any of these motions.         On March 23, 2003, the\n\ndistrict court ordered defendants “to immediately and adequately\n\nanswer all of Plaintiff’s interrogatories,” and “to comply with the\n\ndiscovery of documents and all other disclosures as requested by\n\nPlaintiff and required by Rule 26.”     Although the court decided to\n\nimpose no sanctions on defendants, it stated:            “defendants are\n\nforewarned that failure to comply with this order will result in\n\nthe imposition of sanctions.”\n\n             Six months later, Cordero submitted another motion to\n\ncompel discovery, contending that defendants had yet to comply with\n\nthe discovery orders.     Cordero requested, inter alia, a status\n\nconference to resolve the discovery violation issue.         Once again,\n\nthe defendants failed to respond to the Cordero motion.         On August\n\n22, the district court directed the parties to meet within fifteen\n\ndays in an effort to resolve their discovery disputes, and to\n\ninform the court regarding the results of their efforts within five\n\ndays thereafter.    The court stated:   “[T]his case has been lagging\n\nbehind the established discovery schedule due to discovery disputes\n\nthat could be easily resolved with effective communication and\n\ncollaboration between the parties. . . . [T]he court forewarns that\n\n\n\n\n                                -21-\n\f[sic] parties that if further intervention on our part is needed,\n\nwe will not hesitate to impose the necessary sanctions.”\n\n             Within    days     of   the   district   court     order,    Cordero\n\nconscientiously submitted an informative motion, stating that she\n\nhad attempted to arrange a meeting with the defendants, but that\n\nthe defendants had asserted schedule conflicts.               Cordero announced\n\nher intention to submit another motion to compel discovery in the\n\nevent defendants failed to comply with the district court order to\n\narrange a meeting of the parties.              The defendants submitted no\n\ninformative motion to the court.           On November 7, two months after\n\nthe deadline for filing the informative motion, Cordero submitted\n\na stipulation, for herself and in behalf of the defendants, stating\n\nthat   the   parties    had   been    unable   to   resolve     their   discovery\n\ndisputes.\n\n             Thereafter, Cordero submitted a fourth motion to compel\n\ndiscovery, once again requesting that the defendants supply, inter\n\nalia, their telephone records, and yet again requesting that the\n\ncourt impose sanctions for the unexcused discovery violations.\n\nNevertheless, the defendants failed to respond to the motion,\n\nwhereupon the district court referred the motion to a magistrate\n\njudge for appropriate action.               The magistrate judge directed\n\nHernandez to respond to the motion to compel not later than\n\nDecember 30, 2003, otherwise “this motion shall be automatically\n\ngranted.”      Once    again,    Hernandez     submitted   no    response.    On\n\n\n                                       -22-\n\fFebruary     23,   2004,   Cordero    submitted   an   informative   motion\n\ndetailing the discovery materials withheld by the defendants.\n\n             On August 30, 2004, nearly two years after defendants\n\nsubmitted their motion to dismiss, and without having resolved the\n\npending issue relating to the defendants’ noncompliance with the\n\ndiscovery orders, the district court, sua sponte, dismissed the\n\nRICO claim, with prejudice, on the ground – never raised in the\n\nmotion to dismiss – that her amended complaint failed adequately to\n\nplead any occurrence of the requisite interstate communication, and\n\nthat the existence of any such communication was improbable given\n\nthat   all   parties   resided   in   Puerto   Rico.    Additionally,   the\n\ndistrict court stated that Cordero was neither entitled to more\n\nBecher discovery nor to amend her complaint, given that (i) she had\n\nbeen granted three years to discover the requisite interstate\n\ncommunication, yet failed to do so; (ii) the court had granted\n\nseveral Cordero motions to compel discovery from the defendants;\n\nand (iii) Cordero already had amended her complaint once to include\n\nthe RICO count.        Cordero now appeals from the district court\n\njudgment.     Yet the intractability of the defendants persists, as\n\nthey now decline to submit the required appellate briefs in support\n\nof the district court rationale which they presumptively support.\n\n\n\n\n                                      -23-\n\f                                          II\n\n              Assessed against the record on appeal, the district court\n\ndecision      is     plainly     wrong        and     demonstrably        inequitable,\n\nnotwithstanding the salvage attempts advanced by the majority.\n\n              As its initial premise, the majority opinion asserts that\n\nthe amended complaint submitted by Cordero is too “conclusory,” in\n\nthat it “never explicitly alleged . . . that the phone calls were\n\ninterstate.” Quite the contrary. The amended complaint explicitly\n\nalleges that the defendants committed wire fraud in violation of 18\n\nU.S.C. § 1341 by “conspir[ing] to sell [the two stores] to several\n\npersons with the aid of the telephone and other means,” and by\n\n“post[ing] advertisements on the store and on [sic] at least one\n\nlocal newspaper seeking potential buyers.”                   More specifically, the\n\namended complaint then alleges that Moll and Morell, who was a\n\nresident     of    New   York,    engaged        in    at    least      one   telephone\n\nconversation for the purpose of arranging a meeting at El Sol.\n\n              In its effort to skirt the longstanding rule which\n\nrequires that pleadings be liberally read, see E. Food Servs. v.\n\nPontifical Catholic Univ. Servs. Ass’n, 357 F.3d 1, 8 (1st Cir.\n\n2004),      the    majority    seeks     to     cast       these   concrete    factual\n\nallegations as too “conclusory,” or as mere “legal conclusions,”\n\nwith   no    explanation       whatsoever       as    to    how    an   alleged   phone\n\nconversation between a resident of Puerto Rico and a resident of\n\nNew York misses the mark.              The only missing information is the\n\n\n                                         -24-\n\fspecific date or dates of the alleged telephone communication,\n\nwhich information was the target of the Cordero discovery requests\n\nfor phone itemizations.           While one might well grant that these\n\ninitial allegations could have been even more specific (e.g., by\n\nincluding the dates of the phone calls), it is utterly unfair to\n\ncharacterize      the   amended     complaint     as     incurably     lacking       in\n\nspecificity       respecting      the     occurrence       of    an        interstate\n\ncommunication.      More importantly, the entire purpose of the rule\n\nallowing    for   liberal    amendment     of   pleadings       is    to    permit    a\n\nplaintiff, who in good faith but mistakenly fails to allege facts\n\nwith sufficient specificity, a fair opportunity to cure just such\n\ndeficiencies once brought to his attention.                     Cordero has been\n\nafforded no such opportunity.\n\nA.          The Discovery Delays and/or Violations\n\n            In    its   purported     deference     to   the    district      court’s\n\nsuperior    sense   for     whether     continued      discovery     would    likely\n\ndisclose evidence of an interstate communication, the majority\n\nopinion endorses the district court's discretionary decision to\n\ndeny further Becher discovery on the ground that Cordero had not\n\nbeen diligent in pursuing discovery.              Whatever the scope of the\n\ndiscretion Becher would accord the district court in this matter,\n\nthe instant record contains not a shred of evidence that Cordero\n\nwas lacking in diligence, nor did the district court cite any such\n\nevidence.     Thus, the rationale adopted by the majority ultimately\n\n\n                                        -25-\n\frelies    on    utter     deference    to     the   district      court    decision,\n\nnotwithstanding         the   undisputed      allegations    that     out-of-state\n\nparties are involved in this case.\n\n               The majority opinion first suggests that Cordero did not\n\neven request discovery information which reasonably might lead to\n\nevidence of interstate communications, or in the alternative, that\n\nCordero somehow “accepted” that no such evidence was in defendants’\n\npossession when she did not object to Moll’s response to the\n\n“customer” interrogatory. The proposition that the defendants were\n\nin “substantial compliance” with discovery orders, which was not\n\neven broached by the district court, is demonstrably flawed.\n\n               First,    Cordero   never      “accepted”    Moll’s    rather      lame\n\n“customer” answer; she simply chose not to submit yet another\n\nmotion to compel against Moll, focusing instead on Hernandez.\n\nElsewhere in the discovery requests submitted to Moll, Cordero\n\nclearly had requested Moll's phone records in relation to his\n\nattempts to sell the two stores.              Further, it cannot be seriously\n\nmaintained that Cordero did not seek – from all defendants (not\n\nonly Moll) – detailed itemizations of their phone records during\n\nthe time period encompassing the sale of the two stores.                           In\n\nletters to defense counsel summarizing her documentary requests,\n\nCordero   made     her    intended    target    pellucid:    “List    of    all    the\n\ntelephone      numbers    belonging     to,    or   used    by,    Mrs.    Hernandez\n\nBallesteros and/or Mr. George Moll, and/or itemized bills of such\n\n\n                                       -26-\n\ftelephones, and/or authorization to get such bills, for the period\n\n1/1/00 to 12/31/02.\"            Cordero has never suggested that Moll was\n\nthe only defendant likely to have contacted Morell in New York.\n\n            Second, the defendants have never contended, despite four\n\nmotions    to    compel,    see   infra,     that   they    were     in    substantial\n\ncompliance with these discovery requests.                  Indeed, the district\n\ncourt deliberately bypassed any determination as to whether or not\n\nthe defendants were in substantial compliance.                 Thus, the majority\n\nopinion purports to adopt a finding of fact never made below.                         It\n\nsuggests that we should infer from the district court’s refusal to\n\nimpose sanctions that the defendants were in substantial compliance\n\nwith their discovery obligations, yet it is uncontested that the\n\ndistrict court ordered the defendants to comply, a determination\n\nwhich was plainly superfluous had they already been in substantial\n\ncompliance.       The district court’s refusal to impose sanctions\n\nsuggests, at most, that it did not care to inquire into the extent\n\nof   the    defendants’         noncompliance,       and      that        absent    that\n\ndetermination      and     an   additional    finding      that    the     defendants’\n\nnoncompliance was deliberate and in bad faith, sanctions could\n\nneither be imposed nor upheld.          See, e.g., Koken v. Black & Veatch\n\nConstr., Inc., 426 F.3d 39, 53 (1st Cir. 2005).\n\n            As    Cordero       undeniably    sought    the    defendants’         phone\n\nrecords, the only issue on appeal is whether the district court\n\ncorrectly held her accountable for discovery delays. As the above-\n\n\n                                       -27-\n\fcited procedural history abundantly demonstrates, see supra Section\n\nI, Cordero assiduously complied with all scheduling orders and\n\ndeadlines, promptly submitted motions to compel discovery whenever\n\ndefendants balked, and kept the district court currently informed.\n\n          In contrast, the defendants blithely ignored the district\n\ncourt's orders, as well as its deadlines, declining even to respond\n\nto or deny Cordero's discovery allegations.     The record utterly\n\nbetrays the defendants’ litigation strategy:      decline to take\n\nCordero’s RICO allegations seriously, decline to cooperate with her\n\nlegitimate discovery attempts, and outwait the district court’s\n\npatience until, hopefully, the case \"goes away.\"     Not even the\n\nablest revisionist recordreading could warrant affirmance of the\n\ninsupportable district court finding that Cordero was less than\n\ndiligent in her conduct of discovery.8 For instance, the magistrate\n\njudge directed that the defendants respond to the fourth Cordero\n\nmotion to compel discovery by December 30, 2003, otherwise “this\n\nmotion shall be automatically granted.”   The defendants submitted\n\n\n     8\n      As noted, supra, in ruling on the early Cordero motions to\ncompel discovery, the district court forewarned defendants against\npersisting in their discovery abuses upon pain of sanctions.\nInexplicably, starting in August 2004, the district court began to\nissue orders in which it suggested, without explanation, that the\n“parties” were to blame for discovery delays, and threatened to\nsanction the parties.    Yet, the defendants had neither alleged\ndiscovery abuses by Cordero, nor sought sanctions against her. In\nany event, the defendants thereafter failed to respond to the\nfourth motion to compel filed by Cordero, which was “automatically\ngranted” on December 30, 2003. Hence, the defendants effectively\nadmitted that they – not Cordero – caused the alleged discovery\ndelays.\n\n                               -28-\n\fno response contravening the Cordero allegations of discovery\n\nviolations,     and   defendants     now        persist    in    their     silence   by\n\nabsenting themselves as parties to this appeal.                     Thus, the record\n\nplainly warrants the clear and fair conclusion that the defendants,\n\nper their own admission, failed to comply with applicable discovery\n\nrules and orders.      The readiness of the majority to overlook the\n\ndistrict court decision to bypass the pivotal issue as to who\n\ncaused   the   discovery   delays        is     of   monumental      consequence     to\n\nCordero.   Surely it is entirely reasonable to anticipate that, had\n\ndefendants provided the requested discovery materials and telephone\n\nrecords, Cordero may well have obtained additional evidence with\n\nwhich to plead the requisite interstate communication with greater\n\nspecificity.\n\n             The majority opines that a Rule 12(b)(6) dismissal was\n\nwarranted because all “parties” in the case are Puerto Rico-based,\n\nyet it is sufficiently alleged in the Cordero complaint that one of\n\nthe   prospective     buyers   of   El     Sol       and   target    of    defendants’\n\nfraudulent     representations      is    a     resident    of   New      York.   That\n\nundisputed fact distinguishes the instant case from those in which\n\nall persons allegedly targeted by the fraud were from within the\n\nsame State, hence it could simply be presumed that the fraudulent\n\nscheme was “localized.”        I can find no authority for the view that\n\nthe non-resident must be an actual litigant in the case, especially\n\nsince the Cordero RICO claim depends upon proof of a “pattern” of\n\n\n                                         -29-\n\fracketeering activity inflicted against various third parties. If,\n\nas alleged, defendants used interstate communications to lure a\n\nthird party into their scheme, and if that third party resided\n\noutside the state, it is not at all clear how the district court\n\ncan assume that no evidence of interstate communications could be\n\nretrieved from the defendants during discovery.\n\nB.        Right to Amend the Interstate Communication Allegation\n\n          The    majority     then     turns   to     the   district    court's\n\nalternative ground for dismissal:        the failure adequately to plead\n\nthe time, place, or content of a particular telephone call.                 The\n\nresults are no better, however.        Continuing to focus exclusively on\n\nwhether Cordero was entitled to further Becher discovery, the\n\nmajority seeks to avoid Cordero's discrete contention on appeal\n\nthat she was entitled, at least, to an opportunity to amend her\n\ncomplaint based on her pleading proffer on appeal.                    Thus, the\n\nmajority opinion misapplies the fundamental principles established\n\nby this court in Becher.\n\n          In    the   most   typical    Becher      scenario,   the    plaintiff\n\nsubmits a RICO claim, but before discovery commences the defendants\n\nfile a motion to dismiss, asserting that the complaint does not\n\nallege the fraudulent conduct with sufficient specificity as to\n\ntime, place, and content.      The Becher case recognizes that, where\n\nthis particularized evidence of a fraudulent scheme likely is\n\nwithin the exclusive possession and control of defendants, the\n\n\n                                     -30-\n\fdistrict court should consider whether to allow the plaintiff\n\nlimited    discovery   to    enable    compliance      with     these      heightened\n\npleading    requirements.       Should        the   plaintiff       be     unable   to\n\ndemonstrate at this early stage that the defendants likely have\n\nsuch evidence, however, the complaint properly may be dismissed on\n\nthe assumption that the plaintiff utilized all the evidence at her\n\ndisposal in making good faith allegations of fraud, and as yet\n\npossesses    no    other    evidence    which       would    cure    the     pleading\n\ndeficiency.       Obviously, in such a scenario Becher discovery is\n\nfutile, just as allowing the plaintiff an opportunity to amend her\n\ncomplaint would be futile.\n\n            In implicitly rejecting the contention that Cordero is\n\nentitled (at least) to an opportunity to amend her complaint, the\n\nmajority mechanically applies Becher in circumstances far removed\n\nfrom the typical scenario described above.                  First, the defendants\n\nnever sought to prevent Becher discovery; indeed, the district\n\ncourt scheduling orders indicate that defendants readily agreed to\n\ndiscovery on the RICO claim.           Further, even if the district court\n\ncorrectly held that Cordero received all the Becher discovery she\n\nwanted or deserved, Becher does not authorize dismissal, with\n\nprejudice, at so late a post-discovery stage in the proceedings,\n\nwithout first allowing the plaintiff an opportunity to come forward\n\nwith any curative materials plaintiff already may have gathered\n\nduring discovery, as well as curative materials she may have had in\n\n\n                                       -31-\n\fher possession and control prior to the commencement of discovery.\n\nIn other words, once the plaintiff has learned for the first time\n\nthat the court considers her allegation defective, Becher does not\n\ndisentitle her from curing the defect if she can do so.                     In\n\nopposing the defendants’ motion to dismiss, Cordero repeatedly\n\ninformed the court that, if so ordered, she was prepared to proffer\n\n“evidence available before the Complaint was filed,” as well as\n\n“the evidence already at hand.”\n\n             For example, Cordero contends on appeal that she can\n\namend her complaint to allege a particular telephone call from Moll\n\nto Morell at her New York cell phone number.           That telephone call,\n\neven   if    it     contained   no   fraudulent    representation,     plainly\n\nsatisfied the mail-and-wire-fraud statute requirement that the\n\ninterstate communication must “further” the alleged fraudulent\n\nscheme to sell the stores, since Moll allegedly utilized the phone\n\ncall to arrange a time for Morell to visit El Sol.                  See, e.g.,\n\nUnited States v. Pimental, 380 F.3d 575, 586 (1st Cir. 2004)\n\n(noting     that,    under   mail/wire   fraud    statutes,   the   interstate\n\ncommunication need not itself contain fraudulent representations,\n\nprovided defendants use the communication to execute the fraudulent\n\nscheme).      Furthermore, this is not the type of evidence which\n\nimplicates Becher, since presumably the Morell cell phone records\n\nhave always been in Cordero’s control and possession, and not in\n\nthe defendants’ possession, even before discovery commenced in this\n\n\n                                      -32-\n\fcase.   The majority advances no contention that the proffered\n\nallegation    would    not   cure   the   pleading    deficiency   which   the\n\ndistrict court identified.\n\n             Similarly, Cordero contends on appeal that she can amend\n\nher complaint to allege that the newspaper advertisements for the\n\nsale of El Sol constituted an interstate wire communication –\n\nhardly a farfetched allegation.           El Nuevo Dia, a local newspaper,\n\nsurely circulates to some extent outside of Puerto Rico (e.g., in\n\nmainland libraries), and indeed, it is published as well on the\n\nnewspaper’s        internet         website,         see    www.endi.com.;\n\nwww.clasificados.endi.com/clasificados.           (listing    real     estate\n\nclassifieds).     Cf. United States v. Runyan, 290 F.3d 223, 238-39\n\n(5th Cir. 2002) (noting that transmission of information over\n\ninternet   satisfies     “interstate”     requirement).      The   defendants\n\nreasonably could have foreseen that their advertisements would\n\nreach prospective off-island purchasers.\n\n             Rather than assess Cordero’s pleading proffer on its\n\nmerits, however, the majority asserts that she conceded that she\n\ncould not cure the putative pleading deficiency with information\n\nshe already had on hand, but needed further discovery.               It cites\n\nher postjudgment motion for reconsideration, in which she argued:\n\n                      We do not argue against this\n                      Court’s   assertion    that   a\n                      R.I.C.O. cause of action must\n                      be stated with specificity, the\n                      elements    of   the    federal\n                      criminal action in particular.\n\n                                     -33-\n\f                      However, although we have been\n                      aware all along that interstate\n                      communications were used, we\n                      could not specify which because\n                      the   defendant’s  (sic)   were\n                      dragging their feet, with this\n                      Court’s approval through its\n                      inaction.    Not much need be\n                      argued, the Court is well aware\n                      of our efforts and of the\n                      defendant’s (sic) obstruction\n                      to them. What is surprising is\n                      that now the Court uses the\n                      defendant’s (sic) failures to\n                      comply with the laws and the\n                      Court’s   orders  against   the\n                      victims of those failures. We\n                      really don’t understand this\n                      Court’s posture in light of all\n                      the abuses by the defendants\n                      before, and during the case.”\n\n\nThe   majority’s      assessment   of     the   legal    import   of    the   quoted\n\nlanguage is seriously flawed.\n\n             First,    after   Cordero     filed   the    instant      appeal,      the\n\ndistrict court granted her motion to withdraw the pending motion\n\nfor reconsideration.       Thus, the reconsideration motion is a legal\n\nnonentity.     Had the majority truly wanted to hold Cordero to the\n\ncontents of the motion to withdraw, fairness would demand that we\n\ndismiss   this    appeal   for     lack    of   jurisdiction,     allow       her   to\n\nreinstate her motion to reconsider in the district court, and await\n\nthe district court’s disposition of that motion on its merits.                      The\n\nmajority cannot have it both ways.\n\n             Second, the passage cited from the motion is not even a\n\nconcession.      Cordero submitted her motion to reconsider only four\n\n                                        -34-\n\fdays after judgment, and she elected to focus on the unfairness of\n\nthe district court’s unexpected holding that she was responsible\n\nfor discovery delays.     In that fuller context, the intent of her\n\nlanguage is clear: how could the district court dismiss her RICO\n\nclaim because no evidence of an “interstate communication” had\n\nturned up when it was the defendants who were fully responsible for\n\nthat failure?      Cordero simply asserts that, before the court\n\ndismissed her RICO claim, she had the right to expect that the\n\ndefendants would fully comply with her discovery requests and turn\n\nover all the evidence in their exclusive possession concerning\n\ninterstate communications which remained in defendants' exclusive\n\npossession.      At this juncture, Cordero reasonably may not have\n\nreviewed the voluminous material that she had on hand for evidence\n\nthat defendants had engaged in an interstate phone conversation or\n\nplaced   their    advertisement   in      a   newspaper   with   interstate\n\ncirculation.      Whatever the reason, the fact that she did not\n\ninclude this alternative argument in her motion obviously does not\n\nconstitute a forfeiture of her right to make that argument on her\n\nappeal from the underlying judgment of dismissal.                See Colon-\n\nSantiago v. Rosario, 438 F.3d 101, 111 (1st Cir. 2006) (“[A]lthough\n\na party may file a motion for reconsideration, filing such a motion\n\nin no way obligates a party to bring up every possible reason for\n\nreconsideration or else waive the right on appeal to challenge any\n\nargument not brought up.”).       Once the district court granted her\n\n\n                                   -35-\n\fmotion to withdraw her motion to reconsider, therefore, Cordero\n\nremained free to appeal the underlying sua sponte dismissal on any\n\nground she would have raised had she received prior notice and\n\nopportunity to be heard, including that she possesses evidence upon\n\nwhich she could base a good-faith allegation that Moll made an\n\ninterstate communication to Morell in New York.\n\n          Finally, the majority opinion’s characterization of the\n\nmotion language as a “concession” makes no sense.              Cordero’s\n\npleading proffer on appeal states unequivocally that she has two\n\nspecific pieces of evidence on hand which will cure the “interstate\n\ncommunication” allegation, yet the majority has not attempted to\n\nidentify any sound basis for concluding that the Cordero proffer\n\nwould not effect a cure.      There is no record evidence to suggest\n\nthat Cordero is lying, nor have defendants contested the bona fides\n\nof her proffer (or for that matter any other issue).          To suggest\n\nthat the Cordero motion to reconsider intentionally or irrevocably\n\nconceded the opposite proposition effectively penalizes Cordero for\n\nfailing   to   muster   all   her     arguments   in   her   motion   for\n\nreconsideration, a penalty specifically proscribed by our case law.\n\nSee Colon-Santiago, 438 F.3d at 111.\n\nC.        Due Process\n\n          The core problem with the rationale adopted in the\n\nmajority opinion is that normally we liberally allow motions to\n\namend in reviewing Rule 12(b)(6) dismissals.       See E. Food Servs.,\n\n\n                                    -36-\n\f357 F.3d at 8 (noting that leave to amend “is often granted not\n\nonly pretrial but after a dismissal for failure to state a claim\n\nwhere the court thinks that the case has some promise and there is\n\nsome excuse for the delay”).      The liberal nature of the rule should\n\nobtain with special force in the instant case since Cordero was\n\nnever placed on notice of the alleged pleading deficiency prior to\n\nthe dismissal of her complaint by the district court:\n\n                           Sua sponte dismissal is\n                     rarely appropriate . . . . “Sua\n                     sponte dismissals are strong\n                     medicine,    and     should   be\n                     dispensed    sparingly.”    “The\n                     general   rule    is   that  ‘in\n                     limited    circumstances,    sua\n                     sponte dismissals of complaints\n                     under Rule 12(b)(6) . . . are\n                     appropriate,’ but that ‘such\n                     dismissals are erroneous unless\n                     the parties have been afforded\n                     notice and an opportunity to\n                     amend    the     complaint    or\n                     otherwise respond.’”\n\nCepero-Rivera   v.    Fagundo,   414   F.3d   124,   130   (1st   Cir.    2005)\n\n(citations omitted).\n\n          Here, however, the \"alternative rationale\" adopted by the\n\ndistrict court utterly blindsided Cordero.           The majority implies\n\nthat the district court’s dismissal with prejudice may not be a\n\ntrue sua sponte dismissal, in that this is not a case where\n\ndefendants failed to raise an issue in their motion to dismiss, but\n\nwhere the grounds for dismissal were not “fully briefed.”                In all\n\nfairness, however, the defendants are not guilty of briefing the\n\n\n                                   -37-\n\fissue of the inadequacy of the interstate communication allegation\n\nless than “fully.”     The defendants’ motion to dismiss did not even\n\nremotely   mention    or   challenge       the   adequacy     of   the    Cordero\n\n“interstate communication” allegation.             The defendants explicitly\n\nmoved for dismissal only “on the above stated grounds.”                  As no one\n\ncontested the adequacy of this latter allegation, Cordero was\n\nreasonably entitled to conclude that the defendants were conceding\n\nthe   allegation,    and   she   therefore       rationally    refrained        from\n\ninterposing opposition.\n\n           Thus, endorsement of the district court’s sua sponte\n\nrationale implicitly would demand that the Cordero opposition to\n\nthe   motion   to   dismiss   have   contained      a   refutation       of    every\n\nconceivable ground for dismissal, even including those never raised\n\nin the defendants’ motion.       Never before have we held plaintiffs to\n\nso impossible a standard.        Moreover, had the district court been\n\nconcerned about this matter, at the very least it should have given\n\nCordero notice and an opportunity to be heard on the issue prior to\n\ndeciding   whether    to   dismiss   her    amended     complaint.        At   that\n\njuncture, Cordero could have made the pleading proffer to the\n\ndistrict court in the first instance, then requested leave to amend\n\nthe complaint to cure the putative defect, rendering the instant\n\nappeal utterly unnecessary.\n\n           Citing Cepero-Rivera v. Fagundo, 414 F.3d 124, 130 (1st\n\nCir. 2005), the majority opinion proposes that any due process\n\n\n                                     -38-\n\fviolation is harmless because Cordero has made her arguments on\n\nappeal, and those arguments have been dismissed on the merits.     A\n\nsua sponte dismissal may be harmless in some circumstances, but\n\nthis certainly is not such a case.      Cepero, for example, found a\n\ndismissal harmless because the plaintiff’s claim, even if not\n\nsubject to dismissal under Rule 12(b)(6), nonetheless was subject\n\nto dismissal on summary judgment (viz, failure of plaintiff to\n\nestablish a prima facie case).    Here, by contrast, the defendants\n\nnever moved for summary judgment, and the only ground for dismissal\n\nwas failure to allege, not failure to make an adequate Rule 56\n\nproffer.   Hence, the district court’s sua sponte dismissal of the\n\nCordero RICO claim can only be deemed “harmless” if, on appeal, we\n\nafford her the opportunity to present her arguments regarding her\n\nability to amend her complaint to cure the putative deficiency in\n\nher interstate communication allegation, as she would have done had\n\nthe district court given her notice and an opportunity to be heard\n\nbefore the court dismissed her complaint.       See Curley v. Perry,\n\n246 F.3d 1278, 1284 (10th Cir. 2001) (“We hold similarly that the\n\nlack of prior notice of a sua sponte dismissal with prejudice for\n\nfailure to state a claim is harmless when, as here, the plaintiff\n\nhas a reasonable post-judgment opportunity to present his arguments\n\nto the district court and the appellate court, including the\n\nopportunity to suggest amendments that would cure the complaint's\n\ndeficiencies.”);   Buchanan v. Manley, 145 F.3d 386, 389 (D.C. Cir.\n\n\n                                 -39-\n\f1998) (same).    As the majority opinion does not accord her that\n\nvery opportunity, see supra Section II.B., I am unable to discern\n\nhow any due process violation may be considered “harmless.”\n\n           After reviewing the record, it is not difficult to\n\ncomprehend the district court’s pique at the lengthy delays, but\n\nits impatience was plainly misdirected at the wrong party.         A Rule\n\n12(b)(6) dismissal, with prejudice, cannot be affirmed merely on an\n\nunarticulated hunch that a RICO claim lacks merit.               Although\n\nprocedural rules are designed to filter out non-meritorious claims,\n\nplainly not all claims can be adjudicated under Rule 12(b)(6),\n\nwhich inquires only whether the plaintiff has pleaded a cause of\n\naction, as distinguished from whether she has proven it.          As the\n\ndefendants’ intransigence precluded the completion of discovery,\n\nthe Cordero claim has yet to be tested under the more demanding\n\nsummary judgment rubric.\n\n                                 III\n\n           The majority’s implicit decision to deny the reasonable\n\nrequest that Cordero be accorded her first adequate opportunity to\n\naddress   the   “interstate   communication”   issue   entails    several\n\nserious consequences which surely ought, in all fairness, not be\n\nallowed to obtain.   First, it penalizes an exemplary plaintiff who\n\ndoggedly pursued discovery, and played by the rules.        Second, it\n\nrewards defendants who egregiously assumed they may ignore a legal\n\nclaim which they consider non-meritorious, and that if they can\n\n\n                                  -40-\n\fignore it long enough, the trial court ultimately will oblige by\n\ndismissing     the   claim    in    utter    exasperation.       Such     blatant\n\nshenanigans can be countenanced only at the expense of establishing\n\nan extremely unwise precedent.              The correct course would be to\n\nvacate   the   dismissal     with   prejudice,    remand   the     case   to   the\n\ndistrict court, either for a definitive disposition of the Cordero\n\ndiscovery motions on the merits, or permit Cordero an opportunity\n\nto amend her complaint to cure the putative deficiency in her\n\n“interstate    communication”       allegation.     For    these    reasons,     I\n\nrespectfully dissent.\n\n\n\n\n                                      -41-\n\f",
  "html": "<p class=\"case_cite\">449 F.3d 240</p>\n    <p class=\"parties\">Ana M. CORDERO-HERN&#193;NDEZ, Plaintiff, Appellant,<br>Paris Paris Boutique, Inc., Plaintiff,<br>v.<br>Mar&#237;a Teresa HERN&#193;NDEZ-BALLESTEROS; George Moll; Arnaldo Pe&#241;alvert-V&#225;zquez; Elba Mar&#237;a Mart&#237;nez; Firstbank of Puerto Rico, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-2435.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2005.</p>\n    <p class=\"date\">Decided June 2, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alexander Zeno for appellant.</p>\n      <p class=\"indent\">William Santiago-Sastre, with whom Mel&#233;ndez Perez, Moran &amp; Santiago was on brief, for appellee First Bank of Puerto Rico.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CYR and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Paris Paris Boutique was a small shop located in San Juan, Puerto Rico. It was founded several years ago by Mar&#237;a Teresa Hern&#225;ndez-Ballesteros (Hern&#225;ndez), an entrepreneur who has also founded and operated at least two other shops in San Juan. Under Hern&#225;ndez's management, the shop apparently dealt primarily in women's clothing and accessories, and had at least two employees, a professional manager and a sales clerk. It purchased clothing from Puerto Rican and New York-based retailers and sold the goods to walk-in customers, primarily targeting passing tourists.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Hern&#225;ndez decided to give up the business in 2000 or 2001, and put Paris Paris Boutique, Inc. on the market. Among a number of interested buyers, Ana M. Cordero-Hern&#225;ndez (Cordero) won out. This suit was brought by Cordero and the boutique over the fallout from that purchase. Cordero and the Paris Paris company alleged various fraud- and contract-related claims against Hern&#225;ndez and George Moll, who was the realtor on the sale of the boutique. They also brought claims against Arnaldo Pe&#241;alvert-V&#225;zquez (Pe&#241;alvert), Hern&#225;ndez's accountant; FirstBank of Puerto Rico, which holds the mortgage that Cordero assumed when she purchased the property; and Elba Mar&#237;a Mart&#237;nez (Mart&#237;nez), the proprietor of the building in which the Paris Paris was located.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cordero purchased 100% of the shares of the boutique from Hern&#225;ndez on St. Valentine's Day, 2001. The purchase price for the store was $69,000 in cash and the assumption of $156,000 in debt owed by Hern&#225;ndez to FirstBank. Included in the deal were promises by Hern&#225;ndez to offer training to Cordero in dealing with suppliers and in the other particulars of running the store, but none of these promises were ever honored. While Cordero had also been promised an easy and immediate monthly profit, earnings lagged behind expectations, and Cordero and the store quickly began to experience financial difficulties. Cordero argues that the store's plight was worsened by the fact that Hern&#225;ndez almost immediately set up a new dress shop, named El Sol de Puerto Rico, in the same building as the Paris Paris.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Soon after she established El Sol, Hern&#225;ndez put it on the market, just as she had done with the Paris Paris. Believing that she had herself been defrauded, suspecting that Hern&#225;ndez was planning to perpetrate a similar fraud in the upcoming sale of El Sol, and hoping to catch Hern&#225;ndez in a pattern of fraudulent activity, Cordero hired two investigators to come to El Sol and pretend to be interested purchasers. Hern&#225;ndez allegedly made representations about the new store to this pair, Damian Soto and Ester Morell, that sounded in the same register as her representations to Cordero about Paris Paris &#8212; high margins, valuable inventory, established clientele, and easy money. The hired detectives did not, of course, buy El Sol, and neither did anyone else. Finding no buyer, Hern&#225;ndez abandoned the store less than a year after opening it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, in May 2001, with her financial problems worsening, Cordero and the Paris Paris company filed voluntary petitions for bankruptcy protection under Chapter 11. In the course of the bankruptcy proceedings, Cordero attempted to assert a handful of legal claims against Hern&#225;ndez and the other defendants in this action, all involved in the sale of the Paris Paris or the establishment of El Sol, and these claims were eventually removed to federal district court. In her original complaint in the district court, Cordero alleged that Hern&#225;ndez and her agents had misrepresented the value and profitability of the Paris Paris Boutique, and that Hern&#225;ndez had breached her contract with Cordero and had engaged in unfair competition by opening the competing store in the same building as the Paris Paris. In particular, she alleged that Hern&#225;ndez, personally and through Moll and Pe&#241;alvert, misled her about the past profitability of the store and about its likely value going forward. She also alleged that FirstBank of Puerto Rico, which provided partial financing for the deal, had failed to abide by several of its own risk-management policies, was less than fully candid with Cordero about its interest in the transaction going ahead, and so ultimately contributed to Cordero's injuries. In addition, Cordero also claimed that Hern&#225;ndez had violated an implied contractual obligation not to compete with her by opening up the new shop in the same building as the Paris Paris, and that Mart&#237;nez, who leased space to both the Paris Paris and El Sol, violated a term of Cordero's lease by permitting Hern&#225;ndez to open her new store next door to the Paris Paris.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Cordero amended her complaint in April 2002 to include a cause of action under the Racketeer Influenced and Corrupt Organizations (RICO) Act, 18 U.S.C. &#167; 1964(c). In the newly added portion of the complaint stating a claim under RICO, Cordero incorporated her fraud allegations against all defendants, and further alleged that the defendants together comprised an enterprise organized for the purpose of defrauding potential buyers of the boutiques they developed. The specific RICO predicate that Cordero attempted to allege was interstate wire fraud under 18 U.S.C. &#167; 1343 (defining wire fraud) and &#167; 1961(5) (incorporating wire fraud as a RICO predicate): Cordero claimed that Hern&#225;ndez, along with other defendants, made fraudulent representations first to Cordero and later to her hired investigators, and that some of these representations were made over the phone. Cordero never explicitly alleged, however, that the phone calls were interstate calls nor stated specifically during which calls, when, and by whom, the fraudulent representations were made, failings which are the nub of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A drawn-out discovery battle ensued, during which Cordero filed no fewer than four motions to compel discovery from a seemingly reluctant set of defendants, and the court noted in one of its orders compelling discovery that it was running out of patience with the parties. Early on in the discovery period, defendants moved together for 12(b)(6) dismissal for failure to state a claim, and Cordero responded. Discovery proceeded apace, while the motion to dismiss lingered on the docket. A year later, the district court issued an order dismissing the RICO action with prejudice pursuant to the defendants' 12(b)(6) motion and dismissing the state law claims, over which it claimed<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> only supplemental jurisdiction, without prejudice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to make out a civil claim under RICO by way of wire fraud, a plaintiff must allege that a group of defendants \"engaged in a scheme to defraud with the specific intent to defraud and that they used . . . the interstate wires in furtherance of the scheme,\" <i>McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc.,</i> 904 F.2d 786, 790 (1st Cir.1990), and in particular that defendants engaged in at least two instances of such predicate wire use, <i>Ahmed v. Rosenblatt,</i> 118 F.3d 886, 888 (1st Cir.1997). The Federal Rules of Civil Procedure usually permit a plaintiff to make general allegations in a complaint, <i>see</i> Fed.R.Civ.P. 8, but require more specific pleading where a plaintiff alleges fraud, <i>see id.,</i> 9(b). In particular, under Rule 9 \"the pleader is required `to go beyond a showing of fraud and state the time, place and content of the alleged mail and wire communications perpetrating that fraud.'\" <i>N. Bridge Assocs., Inc. v. Boldt,</i> 274 F.3d 38, 43 (1st Cir.2001) (quoting <i>Feinstein v. Resolution Trust Corp.,</i> 942 F.2d 34, 42 (1st Cir.1991)). \"It is not enough for a plaintiff to file a RICO claim, chant the statutory mantra, and leave the identification of predicate acts to the time of trial.\" <i>Id.</i> (quoting <i>Feinstein,</i> 942 F.2d at 42). As noted, while plaintiffs asserted conclusorily in their amended complaint that they were alleging wire fraud, they did not make the requisite allegations identifying specific interstate phone calls by time, place, and content.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Failure to plead with specificity in a RICO action may merit dismissal. <i>See id.</i> at 44. Because, however, it will often be difficult for a plaintiff to plead with specificity when the facts that would support her claim are solely in the possession of a defendant, we held in <i>New England Data Services, Inc. v. Becher,</i> 829 F.2d 286 (1st Cir.1987), that a court faced with an insufficiently specific claim may permit limited discovery in order to give a plaintiff an opportunity to develop the claim and amend the complaint. <i>Id.</i> at 290. Among the particular facts that a plaintiff might under some circumstances have difficulty proving without access to discovery is whether or not a particular communication passed over the interstate wires, and <i>Becher</i> discovery therefore may be called for, though is not necessarily required, when the interstate nature of a wire transaction is in question. But <i>Becher</i> discovery (with concomitant leave to amend) \"is neither automatic, nor of right, for every plaintiff.\" <i>Ahmed,</i> 118 F.3d at 890. The threshold questions are whether \"the specific allegations of the plaintiff make it likely that the defendant used interstate mail or telecommunications facilities, and the specific information as to use is likely in the exclusive control of the defendant.\" <i>Becher,</i> 829 F.2d at 290.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court here considered, and decided against, permitting further discovery under <i>Becher.</i> In doing so, the court noted that discovery had already proceeded for three years. Finding <i>inter alia</i> that the plaintiffs had not been diligent in attempting to collect information that would allow them to fully allege a RICO claim, <i>cf. N. Bridge Assocs.,</i> 274 F.3d at 44, the court thought there was no need to drag the case on further, and dismissed the RICO claim with prejudice and the state law claims without. Cordero timely appealed, arguing that the court's denial of <i>Becher</i> discovery was in error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> We conclude that the district court's order dismissing the suit was justified. There was no showing under <i>Becher</i> that the defendants were in exclusive control of any crucial information, and appellant had not demonstrated a high likelihood that useful information would result from further discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, there is little indication that the discovery requested by the appellant would have produced any information that would have permitted her to allege the requisite two interstate communications with particularity. Appellant conceded below, in her motion to reconsider, that all she was seeking was the fulfillment of then-pending discovery requests, but every indication is that appellant's discovery efforts were never directed towards producing information that would enable her to make out a RICO claim. The district court's opinion noted that discovery had been underway for three years, and Cordero avers that throughout that time the defendants in the case were stubbornly resistant to her efforts to eke information out of them. She attributes her lack of knowledge about the interstate nature of any communications to the defendants' foot-dragging throughout the discovery process.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Cordero cites to her early discovery requests pressing Hernandez and other defendants for telephone records in order to demonstrate that continued discovery would have been useful, but it would require a strained reading of those requests to conclude that Cordero had requested phone records relating to the sale of Hernandez's stores or that any potentially useful request was pending at the time the case was dismissed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The discovery requests do not suggest that Cordero would be able to produce information about the interstate nature of any communication with any particular person during the course of the (allegedly fraudulent) sale of the Paris Paris. The district court, which has the best information about compliance with discovery, evidently so concluded, disagreeing with plaintiffs that the problem was a problem of obstruction on the part of the defendants.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It did not demonstrably err in concluding under <i>Becher</i> that further discovery was unlikely to produce information that would make it possible for plaintiffs to satisfactorily plead their complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor is it anywhere explained why Cordero could not have alleged interstate communications on the basis of information already in her possession if there was any interstate activity to be alleged. Cordero had hired detectives who allegedly spoke on the telephone with defendant Moll. If these detectives called Moll while Moll was in Puerto Rico and they were themselves in New York or otherwise in another state, that information was in fact uniquely in the plaintiffs' possession, not the defendants'. Thus it is not clear why Cordero insists on appeal that discovery was necessary in order to reveal information about the interstate nature of any communications.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Becher</i> discovery balances the general liberal pleading policy of the Federal Rules against the more specific policy that requires heightened pleading in fraud cases in order to filter out frivolous, harassing claims. The decision to grant or deny <i>Becher</i> discovery must be based, in the final analysis, on good, common sense, and here there is every reason to doubt that any of the calls between Cordero and the defendants were interstate calls, as all parties were, so far as the record reveals, based in Puerto Rico at all relevant times.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Cf. N. Bridge Assocs.,</i> 274 F.3d at 44 (where allegations \"strongly suggest\" fraud was conducted without use of interstate wires, <i>Becher</i> discovery was inappropriate). It is also telling that Cordero failed to even allege interstate communications on information and belief. Without any independent reason to believe that the alleged calls were interstate communications, the district court could permissibly have weighed Cordero's failure to allege such in favor of an inference that the calls were all intrastate. While information-and-belief pleading is not sufficient to satisfy the rule requiring pleading with particularity, <i>see Becher,</i> 829 F.2d at 288 (citing <i>Wayne Investment, Inc. v. Gulf Oil Corp.,</i> 739 F.2d 11, 13 (1st Cir.1984)), in this case such pleading would have at least given the district court some reason to think that interstate communications might be at issue. Because there was no allegation that any calls went over the interstate wires nor a credible suggestion from the plaintiffs that the obstacle to their making such allegations was insufficient discovery, this case appears on its face to be not a RICO action, but an instance of that \"localized fraud\" that \"Congress intended to exclude from the scope of\" the wire fraud statute. <i>United States v. Giovengo,</i> 637 F.2d 941, 943 (3d Cir.1980). Since, as we have noted, the appellant has conceded that on the basis of information currently in her possession she could not make out a RICO claim, and because the district court by all appearances correctly determined that further discovery was unlikely to produce more and relevant information, it properly dismissed the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For the foregoing reasons, the order of the district court is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court asserted that its jurisdiction over the state law claims was under the supplemental jurisdiction provision of 28 U.S.C. &#167; 1367, and declined to exercise that supplemental jurisdiction. Never discussed was the possibility that the state law claims related to the original bankruptcy proceedings and thus came within the court's bankruptcy jurisdiction under 28 U.S.C. &#167; 1334, but appellant does not raise the issue and does not seek independent reinstatement of the state law claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff accuses the court of dismissing the case<i>sua sponte,</i> but there is some difference between dismissal of a claim that has never been challenged, <i>see, e.g., Cepero-Rivera v. Fagundo,</i> 414 F.3d 124, 130 (1st Cir.2005), and dismissal where, as here, the court acts in response to a defendant's motion but on grounds not fully briefed by the movant. Nevertheless, if the district court had any doubt that plaintiffs understood that they were in danger of having their complaint dismissed on grounds they had not had an opportunity to argue, the safest course would have been to give notice of the proposed grounds for dismissal and to take arguments on the question. <i>See Ruiz Varela v. Sanchez Velez,</i> 814 F.2d 821, 823 (1st Cir.1987). While here we think the defendants may not have raised the issue with sufficient clarity to have given plaintiffs reason to anticipate dismissal on those grounds, we find any resultant error to have been harmless. If there was error, it did not unduly prejudice appellant, because she has now fully argued her position, both here and in a motion to reconsider submitted to the district court, and after hearing arguments we are convinced that the substance of the district court's determination was correct. <i>See Cepero-Rivera,</i> 414 F.3d at 130.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On a motion to dismiss, a court is required to accept as true all well-pleaded factual allegations and draw reasonable inferences in favor of the plaintiff<i>In re Stone &amp; Webster, Inc., Sec. Litig.,</i> 414 F.3d 187, 200 (1st Cir. 2005). The court need not accept a plaintiff's assertion that a factual allegation satisfies an element of a claim, however, nor must a court infer from the assertion of a legal conclusion that factual allegations could be made that would justify drawing such a conclusion. <i>Resolution Trust Corp. v. Driscoll,</i> 985 F.2d 44, 48 (1st Cir.1993); <i>see also</i> 5B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> &#167; 1357 (3d ed. 2004) (\"[T]he court will not accept conclusory allegations concerning the legal effect of the events the plaintiff has set out if these allegations do not reasonably follow from the pleader's description of what happened. . . .\"). The court was under no obligation to read the plaintiffs' complaint, which failed to allege with specificity the factual predicates for a RICO violation, as implying that a RICO claim could have been made out with specificity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The only issue on appeal is whether the district court should have given plaintiffs both more discovery and subsequent leave to amend the complaint. This is because this case is not one in which the deficiency in the pleading is a mere drafting oversight. The question of<i>Becher</i> discovery plays no role in such a case, because the issue of a drafting oversight or other inadvertent deficiency in the pleading is a formal one that goes to the sufficiency of the written complaint itself and not to the underlying case that the complaint is supposed to express. In such a case, the liberal approach the Federal Rules take to pleading would almost certainly demand that a plaintiff be given leave to amend. Here, however, appellant has conceded that leave to amend without more discovery would be useless. In a motion to reconsider filed with the district court after the entry of judgment, plaintiffs asserted that they \"could not specify\" which communications were interstate communications because they did not have information to back up such specific claims. On appeal, appellant argues on various grounds that leave to amend without further discovery should have been granted, but those arguments are precluded by this earlier concession. Leave to amend standing alone is thus off the table, and we need consider only whether further discovery should have been ordered under <i>Becher.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The requests are unhelpful to appellant for two reasons. First, George Moll, the only defendant now argued to have engaged in interstate communications, responded to the request to the apparent satisfaction of the plaintiffs, meaning no discovery request was pending against the one defendant whose response could perhaps have fleshed out the RICO claim</p>\n        <p class=\"indent\">Second, the requests asked various defendants for records showing dialed telephone numbers and to identify \"which of those numbers belong to a potential customer of Paris Paris Boutique, Inc., El Sol de Puerto Rico, and/or any other business deal between yourself and Mrs. Hernandez-Ballesteros.\" The implication on appeal is that this request would have produced identifiable records of telephone calls involving the sale of the Paris Paris, but the request asks only for numbers \"belong[ing] to <i>customer[s]</i> of\" Hernandez's various enterprises, and not for potential buyers of those stores. Were there any doubt about how expansively the question might be construed, we note that Moll responded to the discovery request by saying, \"I don't have that kind of information. As a real estate broker, my job merely consisted in obtaining a buyer for the purchase of Hernandez's business(es). As such, I was contacted by the prospective buyers of Paris Paris' shares and of El Sol de Puerto Rico.\" Plaintiffs' acceptance of this response indicates that Moll correctly interpreted the question to relate only to customers and not buyers of the stores, and that plaintiffs never sought telephone records relating to the sale of the store.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Cordero filed four motions to compel discovery. The first, second, and fourth were all granted, and the third was never decided. The docket sheet thus indicates that Cordero had some difficulty getting the defendants to produce some of the information she requested. On the other hand, it is instructive that the district court, while it threatened to impose sanctions on the defendants at one point, and on both parties at another, never did impose such sanctions, suggesting that in its view the parties' responses to one another's discovery requests were at least minimally satisfactory. Because management of discovery is primarily the business of the district court, the record ultimately compels the conclusion that the district court was satisfied with the efforts each party made to comply with discovery</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The hired detective, Esther Morrell, was a resident of New York, a fact noted in the complaint. Her affidavit, however, gives no indication that she performed any part of her investigation while based anywhere but Puerto Rico. The question on appeal under<i>Becher</i> is whether the district court was compelled to conclude that it was likely that additional discovery would have produced useful evidence, and the state of residence of the detective is not enough, standing alone, to tip the balance in the appellant's favor.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">CYR, Senior Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The majority opinion, affirming the dismissal of the Cordero RICO claim, <i>with prejudice,</i> fundamentally misinterprets and misapplies circuit precedent, <i>see New England Data Servs., Inc. v. Becher,</i> 829 F.2d 286 (1st Cir.1987), and discounts that (i) the plaintiff diligently complied in good faith with all district court procedures and orders; (ii) the defendants repeatedly and without explanation flouted district court orders directing them to respond to the plaintiff's legitimate discovery requests; and (iii) the district court's <i>sua sponte</i> alternative rationale for the Rule 12(b)(6) dismissal &#8212; <i>never raised</i> in the defendants' motion to dismiss &#8212; unfairly blindsided the plaintiff. Therefore, I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Cordero contends on appeal that, even assuming <i>arguendo</i> that her amended complaint did not allege with sufficient particularity the requisite interstate communication to establish predicate acts of mail/wire fraud, she was and remains prepared to amend the complaint to cure the putative pleading defect. Specifically, she assures this court that she possesses a \"good faith\" basis for alleging that defendant George Moll telephoned her hired investigator, Esther Morell, at her New York residence for the purpose of arranging an appointment for Morell, posing as a prospective buyer, to visit the store. Further, Cordero maintains that she could amend her complaint to allege that the advertisement relating to the sale of the store, which the defendants had placed in a local newspaper, would have reached prospective buyers beyond Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, the majority opinion tellingly fails to consider this pleading proffer. Moreover, it fails as well to explain why these allegations would not cure the putative pleading defect. The majority instead dismisses the Cordero argument on the ground that it was somehow reasonable for the district court, acting pursuant to its broad discretion under <i>Becher,</i> to dismiss the RICO complaint, with prejudice, because all parties in the case were based in Puerto Rico, and following three years of discovery it seemed unlikely that Cordero could establish that any interstate communication occurred during the course of the defendants' alleged scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">* In order adequately to appreciate the gravity of the legal error and inequity inherent in the majority holding, it is necessary to outline the procedural history in greater detail. The record demonstrates that: (i) the defendants consistently asserted the untenable position that the Cordero RICO claim is patently frivolous and undeserving of serious consideration, thus entitling defendants unilaterally to decline her discovery requests and to disregard the district court orders compelling discovery; (ii) the defendants have never denied &#8212; either in the district court or on appeal &#8212; that they violated discovery rules; (iii) the defendants ignored and failed to comply with the district court's orders, without explanation; and (iv) neither the defendants nor the district court ever placed Cordero on notice that the adequacy of the \"interstate communication\" allegation in her amended complaint was in question.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants' recalcitrance began early on. Hernandez and Moll failed to answer, then defaulted after Cordero submitted her original complaint for breach of contract. When these defaults were vacated, defendants did not submit a motion to dismiss, and the ensuing scheduling-conference order stated that the parties mutually agreed to conduct discovery (<i>viz.,</i> depositions, interrogatories, and document requests).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On May 1, 2002, Cordero submitted a thirteen-page amended complaint, which added the RICO count and attached the sworn statement of her hired investigator, Esther Morell. The amended complaint alleged that (i) defendants had engaged in \"wire fraud in violation of 18 U.S.C. &#167; 1341,\" (ii) defendants \"conspired to sell [the two stores] to several persons with the aid of the telephone and other means,\" (iii) defendants \"posted advertisements on the store and on [sic] at least one local newspaper seeking potential buyers,\" (iv) these advertisements \"induced potential buyers to call Mr. Moll to arrange a meeting,\" (v) \"Mrs. Morell called Mr. Moll at the telephone number provided by him on the advertisements and arranged with him for a viewing of the store,\" and (vi) Mrs. Morell was a resident of Brentwood, New York. In her scheduling-conference memorandum, Cordero further stated that she would present, as documentary evidence, \"[a]ll paperwork related to the attempt by [defendants] to sell El Sol de Puerto Rico to ... Ms. Esther Morell.\" The defendants submitted no opposing scheduling conference memorandum.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In its scheduling conference order, the district court (i) granted defendants until November 6 to submit a motion to dismiss, upon pain of waiver, (ii) authorized continuation of the parties' mutually agreed-upon discovery (including the production of documents), and (iii) scheduled the jury trial for April 14, 2003. The defendants failed to file a motion to dismiss by the court-ordered deadline, electing instead, on November 18, to file an untimely motion to extend the deadline until November 27. On November 27, prior to the district court's allowance of the motion to extend the deadline, the defendants filed their motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendants sought dismissal of the RICO claim exclusively on the grounds that (i) Cordero's \"improbable\" allegations of fraud did not constitute \"racketeering activity,\" and (ii) Cordero obviously \"concocted\" a RICO claim, by hiring Morell to serve as a prospective buyer of El Sol, for the mere purpose of coercing the defendants into settling the contract dispute. At no point in their motion did defendants remotely raise the argument that Cordero's amended complaint failed adequately to allege the occurrence of any interstate communication in furtherance of the alleged fraudulent scheme. Their motion concluded with the request that the district court dismiss the RICO claim \"on the above stated grounds.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Not surprisingly, the Cordero opposition to the motion to dismiss focused exclusively on the grounds for dismissal raised in the defendants' motion to dismiss, and never discussed the adequacy of her \"interstate communication\" allegation. Cordero aptly pointed out that the defendants' <i>factual</i> contention that she had fabricated the RICO claim was not proper grist for a Rule 12(b)(6) dismissal, since the issue was whether her mail/wire fraud allegations were adequately <i>pled,</i> not whether she had adduced evidence to prove her allegations. Cordero reiterated that the verified and sworn statements attached to her amended complaint were \"very fact specific\" in their disputation of the defendants' \"speculative\" contentions, and further alleged that the defendants engaged in a fraudulent scheme &#8212; <i>viz.,</i> not one, but a series of at least two fraudulent sales. She also noted, correctly, that the RICO statute did not require that she prove that Morell had actually been injured by the defendants' scheme. In a footnote describing the elements of mail and wire fraud, Cordero asserted that the fraud statutes do not require that an alleged use of the mails or the wires itself have been a vehicle for making a fraudulent representation, but instead may simply have been \"incidental\" to or in furtherance of the scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Cordero observed yet again that her amended complaint had alleged that defendants \"tried to sell [El Sol] by placing ads in the newspaper [El Dia Nueva] to attract other victims,\" and that \"we have been able to obtain through discovery the names of other unsuspecting potential victims who approached [defendants] after reading the newspaper advertisements.\" Cordero expressly offered to provide the discovery documents to the court, if required. She stated, for example: \"We have alleged two wire fraud acts in the Complaint [and][i]f there is a need for it, we will present to the jury other acts of fraud which have and will continue to be discovered through the discovery process.\" She asserted: \"We will [prove the allegations in the complaint] on [sic] trial with the evidence already at hand and with any additional evidence obtained through discovery,\" and in the same vein, that \"[d]uring trial, we will present the evidence <i>available before the Complaint was filed,</i> plus all evidence gathered as a result of the discovery process.\" (Emphasis added.) From November 2002 through August 2004, the defendants' motion to dismiss languished on the docket, unresolved.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">From January through December 2003, Cordero lodged four motions to compel discovery, in which she contended that the defendants blatantly and without explanation ignored her discovery requests for more than a year, including her requests for their telephone records, in direct contravention of the district court scheduling orders. Defendants Hernandez and Moll filed no oppositions to any of these motions. On March 23, 2003, the district court ordered defendants \"to immediately and adequately answer all of Plaintiff's interrogatories,\" and \"to comply with the discovery of documents and all other disclosures as requested by Plaintiff and required by Rule 26.\" Although the court decided to impose no sanctions on defendants, it stated: \"defendants are forewarned that failure to comply with this order will result in the imposition of sanctions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Six months later, Cordero submitted another motion to compel discovery, contending that defendants had yet to comply with the discovery orders. Cordero requested, <i>inter alia,</i> a status conference to resolve the discovery violation issue. Once again, the defendants failed to respond to the Cordero motion. On August 22, the district court directed the parties to meet within fifteen days in an effort to resolve their discovery disputes, and to inform the court regarding the results of their efforts within five days thereafter. The court stated: \"[T]his case has been lagging behind the established discovery schedule due to discovery disputes that could be easily resolved with effective communication and collaboration between the parties. ... [T]he court forewarns that [sic] parties that if further intervention on our part is needed, we will not hesitate to impose the necessary sanctions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Within days of the district court order, Cordero conscientiously submitted an informative motion, stating that she had attempted to arrange a meeting with the defendants, but that the defendants had asserted schedule conflicts. Cordero announced her intention to submit another motion to compel discovery in the event defendants failed to comply with the district court order to arrange a meeting of the parties. The defendants submitted no informative motion to the court. On November 7, two months after the deadline for filing the informative motion, Cordero submitted a stipulation, for herself and in behalf of the defendants, stating that the parties had been unable to resolve their discovery disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thereafter, Cordero submitted a fourth motion to compel discovery, once again requesting that the defendants supply, <i>inter alia,</i> their telephone records, and yet again requesting that the court impose sanctions for the unexcused discovery violations. Nevertheless, the defendants failed to respond to the motion, whereupon the district court referred the motion to a magistrate judge for appropriate action. The magistrate judge directed Hernandez to respond to the motion to compel not later than December 30, 2003, otherwise \"this motion shall be automatically granted.\" Once again, Hernandez submitted no response. On February 23, 2004, Cordero submitted an informative motion detailing the discovery materials withheld by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On August 30, 2004, nearly two years after defendants submitted their motion to dismiss, and without having resolved the pending issue relating to the defendants' noncompliance with the discovery orders, the district court, <i>sua sponte,</i> dismissed the RICO claim, with prejudice, on the ground &#8212; never raised in the motion to dismiss &#8212; that her amended complaint failed adequately to plead any occurrence of the requisite interstate communication, and that the existence of any such communication was improbable given that all parties resided in Puerto Rico. Additionally, the district court stated that Cordero was neither entitled to more <i>Becher</i> discovery nor to amend her complaint, given that (i) she had been granted three years to discover the requisite interstate communication, yet failed to do so; (ii) the court had granted several Cordero motions to compel discovery from the defendants; and (iii) Cordero already had amended her complaint once to include the RICO count. Cordero now appeals from the district court judgment. Yet the intractability of the defendants persists, as they now decline to submit the required appellate briefs in support of the district court rationale which they presumptively support.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Assessed against the record on appeal, the district court decision is plainly wrong and demonstrably inequitable, notwithstanding the salvage attempts advanced by the majority.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As its initial premise, the majority opinion asserts that the amended complaint submitted by Cordero is too \"conclusory,\" in that it \"never explicitly alleged . . . that the phone calls were interstate.\" Quite the contrary. The amended complaint explicitly alleges that the defendants committed wire fraud in violation of 18 U.S.C. &#167; 1341 by \"conspir[ing] to sell [the two stores] to several persons with the aid of the telephone and other means,\" and by \"post[ing] advertisements on the store and on [sic] at least one local newspaper seeking potential buyers.\" More specifically, the amended complaint then alleges that Moll and Morell, who was a resident of <i>New York,</i> engaged in at least <i>one telephone conversation</i> for the purpose of arranging a meeting at El Sol.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In its effort to skirt the longstanding rule which requires that pleadings be liberally read, <i>see E. Food Servs. v. Pontifical Catholic Univ. Servs. Ass'n,</i> 357 F.3d 1, 8 (1st Cir.2004), the majority seeks to cast these concrete factual allegations as too \"conclusory,\" or as mere \"legal conclusions,\" with no explanation whatsoever as to how an alleged phone conversation between a resident of Puerto Rico and a resident of New York misses the mark. The only missing information is the specific date or dates of the alleged telephone communication, which information was the target of the Cordero discovery requests for phone itemizations. While one might well grant that these initial allegations could have been even more specific (<i>e.g.,</i> by including the dates of the phone calls), it is utterly unfair to characterize the amended complaint as incurably lacking in specificity respecting the occurrence of an interstate communication. More importantly, the entire purpose of the rule allowing for liberal amendment of pleadings is to permit a plaintiff, who in good faith but mistakenly fails to allege facts with sufficient specificity, a fair opportunity to cure just such deficiencies once brought to his attention. Cordero has been afforded no such opportunity.</p>\n    </div>\n    <p class=\"indent\">A. <i>The Discovery Delays and/or Violations</i></p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In its purported deference to the district court's superior sense for whether continued discovery would likely disclose evidence of an interstate communication, the majority opinion endorses the district court's discretionary decision to deny further <i>Becher</i> discovery on the ground that Cordero had not been diligent in pursuing discovery. Whatever the scope of the discretion <i>Becher</i> would accord the district court in this matter, the instant record contains not a shred of evidence that Cordero was lacking in diligence, nor did the district court cite any such evidence. Thus, the rationale adopted by the majority ultimately relies on utter deference to the district court decision, notwithstanding the undisputed allegations that out-of-state parties are involved in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The majority opinion first suggests that Cordero did not even request discovery information which reasonably might lead to evidence of interstate communications, or in the alternative, that Cordero somehow \"accepted\" that no such evidence was in defendants' possession when she did not object to Moll's response to the \"customer\" interrogatory. The proposition that the defendants were in \"substantial compliance\" with discovery orders, which was not even broached by the district court, is demonstrably flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">First, Cordero never \"accepted\" Moll's rather lame \"customer\" answer; she simply chose not to submit yet another motion to compel against Moll, focusing instead on Hernandez. Elsewhere in the discovery requests submitted to Moll, Cordero clearly had requested Moll's phone records in relation to his attempts to sell the two stores. Further, it cannot be seriously maintained that Cordero did not seek &#8212; from <i>all</i> defendants (<i>not only Moll</i>) &#8212; detailed itemizations of their phone records during the time period encompassing the sale of the two stores. In letters to defense counsel summarizing her documentary requests, Cordero made her intended target pellucid: \"List of all the telephone numbers belonging to, or used by, Mrs. Hernandez Ballesteros and/or Mr. George Moll, and/or itemized bills of such telephones, and/or authorization to get such bills, for the period 1/1/00 to 12/31/02.\" Cordero has never suggested that Moll was the <i>only</i> defendant likely to have contacted Morell in New York.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Second, the defendants have never contended, despite four motions to compel, <i>see infra,</i> that they were in substantial compliance with these discovery requests. Indeed, the district court deliberately bypassed any determination as to whether or not the defendants were in substantial compliance. Thus, the majority opinion purports to adopt a finding of fact never made below. It suggests that we should infer from the district court's refusal to impose sanctions that the defendants were in substantial compliance with their discovery obligations, yet it is uncontested that the district court ordered the defendants to comply, a determination which was plainly superfluous had they already been in substantial compliance. The district court's refusal to impose sanctions suggests, at most, that it did not care to inquire into the extent of the defendants' noncompliance, and that absent that determination and an additional finding that the defendants' noncompliance was deliberate and in bad faith, sanctions could neither be imposed nor upheld. <i>See, e.g., Koken v. Black &amp; Veatch Constr., Inc.,</i> 426 F.3d 39, 53 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As Cordero undeniably sought the defendants' phone records, the only issue on appeal is whether the district court correctly held her accountable for discovery delays. As the above-cited procedural history abundantly demonstrates, <i>see supra</i> Section I, Cordero assiduously complied with <i>all</i> scheduling orders and deadlines, promptly submitted motions to compel discovery whenever defendants balked, and kept the district court currently informed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In contrast, the defendants blithely ignored the district court's orders, as well as its deadlines, declining even to respond to or deny Cordero's discovery allegations. The record utterly betrays the defendants' litigation strategy: decline to take Cordero's RICO allegations seriously, decline to cooperate with her legitimate discovery attempts, and outwait the district court's patience until, hopefully, the case \"goes away.\" Not even the ablest revisionist recordreading could warrant affirmance of the insupportable district court finding that Cordero was less than diligent in her conduct of discovery.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> For instance, the magistrate judge directed that the defendants respond to the fourth Cordero motion to compel discovery by December 30, 2003, otherwise \"this motion shall be automatically granted.\" The defendants submitted no response contravening the Cordero allegations of discovery violations, and defendants now persist in their silence by absenting themselves as parties to this appeal. Thus, the record plainly warrants the clear and fair conclusion that the defendants, per their own admission, failed to comply with applicable discovery rules and orders. The readiness of the majority to overlook the district court decision to bypass the pivotal issue as to who caused the discovery delays is of monumental consequence to Cordero. Surely it is entirely reasonable to anticipate that, had defendants provided the requested discovery materials and telephone records, Cordero may well have obtained additional evidence with which to plead the requisite interstate communication with greater specificity.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The majority opines that a Rule 12(b)(6) dismissal was warranted because all \"parties\" in the case are Puerto Rico-based, yet it is sufficiently alleged in the Cordero complaint that one of the prospective buyers of El Sol and target of defendants' fraudulent representations is a resident of <i>New York.</i> That undisputed fact distinguishes the instant case from those in which all persons allegedly targeted by the fraud were from within the same State, hence it could simply be presumed that the fraudulent scheme was \"localized.\" I can find no authority for the view that the non-resident must be an actual litigant in the case, especially since the Cordero RICO claim depends upon proof of a \"pattern\" of racketeering activity inflicted against various third parties. If, as alleged, defendants used interstate communications to lure a third party into their scheme, and if that third party resided outside the state, it is not at all clear how the district court can assume that no evidence of interstate communications could be retrieved from the defendants during discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">B. <i>Right to Amend the Interstate Communication Allegation</i></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The majority then turns to the district court's alternative ground for dismissal: the failure adequately to plead the time, place, or content of a particular telephone call. The results are no better, however. Continuing to focus exclusively on whether Cordero was entitled to further <i>Becher</i> discovery, the majority seeks to avoid Cordero's discrete contention on appeal that she was entitled, at least, to an opportunity to amend her complaint based on her pleading proffer on appeal. Thus, the majority opinion misapplies the fundamental principles established by this court in <i>Becher.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the most typical <i>Becher</i> scenario, the plaintiff submits a RICO claim, but before discovery commences the defendants file a motion to dismiss, asserting that the complaint does not allege the fraudulent conduct with sufficient specificity as to time, place, and content. The <i>Becher</i> case recognizes that, where this particularized evidence of a fraudulent scheme likely is within the exclusive possession and control of defendants, the district court should consider whether to allow the plaintiff limited discovery to enable compliance with these heightened pleading requirements. Should the plaintiff be unable to demonstrate at this early stage that the defendants likely have such evidence, however, the complaint properly may be dismissed on the assumption that the plaintiff utilized all the evidence at her disposal in making good faith allegations of fraud, and as yet possesses no other evidence which would cure the pleading deficiency. Obviously, in such a scenario <i>Becher</i> discovery is futile, just as allowing the plaintiff an opportunity to amend her complaint would be futile.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In implicitly rejecting the contention that Cordero is entitled (at least) to an opportunity to amend her complaint, the majority mechanically applies <i>Becher</i> in circumstances far removed from the typical scenario described above. First, the defendants never sought to prevent <i>Becher</i> discovery; indeed, the district court scheduling orders indicate that defendants readily agreed to discovery on the RICO claim. Further, even if the district court correctly held that Cordero received all the <i>Becher</i> discovery she wanted or deserved, <i>Becher</i> does not authorize dismissal, <i>with prejudice,</i> at so late a post-discovery stage in the proceedings, without first allowing the plaintiff an opportunity to come forward with any curative materials plaintiff already may have gathered during discovery, as well as curative materials she may have had in her possession and control prior to the commencement of discovery. In other words, once the plaintiff has learned for the first time that the court considers her allegation defective, <i>Becher</i> does not disentitle her from curing the defect if she can do so. In opposing the defendants' motion to dismiss, Cordero <i>repeatedly</i> informed the court that, if so ordered, she was prepared to proffer \"evidence available before the Complaint was filed,\" as well as \"the evidence already at hand.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For example, Cordero contends on appeal that she can amend her complaint to allege a particular telephone call from Moll to Morell at her New York cell phone number. That telephone call, even if it contained no fraudulent representation, plainly satisfied the mail-and-wire-fraud statute requirement that the interstate communication must \"further\" the alleged fraudulent scheme to sell the stores, since Moll allegedly utilized the phone call to arrange a time for Morell to visit El Sol. <i>See, e.g., United States v. Pimental,</i> 380 F.3d 575, 586 (1st Cir.2004) (noting that, under mail/wire fraud statutes, the interstate communication need not itself contain fraudulent representations, provided defendants use the communication to execute the fraudulent scheme). Furthermore, this is not the type of evidence which implicates <i>Becher,</i> since presumably the Morell cell phone records have always been in Cordero's control and possession, and not in the defendants' possession, even before discovery commenced in this case. The majority advances no contention that the proffered allegation would not cure the pleading deficiency which the district court identified.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Similarly, Cordero contends on appeal that she can amend her complaint to allege that the newspaper advertisements for the sale of El Sol constituted an interstate wire communication &#8212; hardly a farfetched allegation. El Nuevo Dia, a local newspaper, surely circulates to some extent outside of Puerto Rico (<i>e.g.,</i> in mainland libraries), and indeed, it is published as well on the newspaper's internet website, <i>see</i> www.endi.com.; www.clasificados.endi.com/clasificados. (listing real estate classifieds). <i>Cf. United States v. Runyan,</i> 290 F.3d 223, 238-39 (5th Cir.2002) (noting that transmission of information over internet satisfies \"interstate\" requirement). The defendants reasonably could have foreseen that their advertisements would reach prospective off-island purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Rather than assess Cordero's pleading proffer on its merits, however, the majority asserts that she conceded that she could not cure the putative pleading deficiency with information she already had on hand, but needed further discovery. It cites her postjudgment motion for reconsideration, in which she argued:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\"We do not argue against this Court's assertion that a R.I.C.O. cause of action must be stated with specificity, the elements of the federal criminal action in particular. However, although we have been aware all along that interstate communications were used, we could not specify which because the defendant's (sic) were dragging their feet, with this Court's approval through its inaction. Not much need be argued, the Court is well aware of our efforts and of the defendant's (sic) obstruction to them. What is surprising is that now the Court uses the defendant's (sic) failures to comply with the laws and the Court's orders against the victims of those failures. We really don't understand this Court's posture in light of all the abuses by the defendants before, and during the case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The majority's assessment of the legal import of the quoted language is seriously flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">First, after Cordero filed the instant appeal, the district court granted her motion to <i>withdraw</i> the pending motion for reconsideration. Thus, the reconsideration motion is a legal nonentity. Had the majority truly wanted to hold Cordero to the contents of the motion to withdraw, fairness would demand that we dismiss this appeal for lack of jurisdiction, allow her to reinstate her motion to reconsider in the district court, and await the district court's disposition of that motion on its merits. The majority cannot have it both ways.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Second, the passage cited from the motion is not even a concession. Cordero submitted her motion to reconsider only four days after judgment, and she elected to focus on the unfairness of the district court's unexpected holding that she was responsible for discovery delays. In that fuller context, the intent of her language is clear: how could the district court dismiss her RICO claim because no evidence of an \"interstate communication\" had turned up when it was the defendants who were fully responsible for that failure? Cordero simply asserts that, before the court dismissed her RICO claim, she had the right to expect that the defendants would fully comply with her discovery requests and turn over all the evidence in their exclusive possession concerning interstate communications which remained in defendants' exclusive possession. At this juncture, Cordero reasonably may not have reviewed the voluminous material that she had on hand for evidence that defendants had engaged in an interstate phone conversation or placed their advertisement in a newspaper with interstate circulation. Whatever the reason, the fact that she did not include this alternative argument in her motion obviously does not constitute a forfeiture of her right to make that argument on her appeal from the underlying judgment of dismissal. <i>See Colon-Santiago v. Rosario,</i> 438 F.3d 101, 111 (1st Cir. 2006) (\"[A]lthough a party may file a motion for reconsideration, filing such a motion in no way obligates a party to bring up every possible reason for reconsideration or else waive the right on appeal to challenge any argument not brought up.\"). Once the district court granted her motion to withdraw her motion to reconsider, therefore, Cordero remained free to appeal the underlying <i>sua sponte</i> dismissal on any ground she would have raised had she received prior notice and opportunity to be heard, including that she possesses evidence upon which she could base a good-faith allegation that Moll made an interstate communication to Morell in New York.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Finally, the majority opinion's characterization of the motion language as a \"concession\" makes no sense. Cordero's pleading proffer on appeal states unequivocally that she has two specific pieces of evidence on hand which will cure the \"interstate communication\" allegation, yet the majority has not attempted to identify any sound basis for concluding that the Cordero proffer would not effect a cure. There is no record evidence to suggest that Cordero is lying, nor have defendants contested the <i>bona fides</i> of her proffer (or for that matter any other issue). To suggest that the Cordero motion to reconsider intentionally or irrevocably conceded the opposite proposition effectively penalizes Cordero for failing to muster all her arguments in her motion for reconsideration, a penalty specifically proscribed by our case law. <i>See Colon-Santiago,</i> 438 F.3d at 111.</p>\n    </div>\n    <p class=\"indent\">C. <i>Due Process</i></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The core problem with the rationale adopted in the majority opinion is that normally we liberally allow motions to amend in reviewing Rule 12(b)(6) dismissals. <i>See E. Food Servs.,</i> 357 F.3d at 8 (noting that leave to amend \"is often granted not only pretrial but <i>after</i> a dismissal for failure to state a claim where the court thinks that the case has some promise and there is some excuse for the delay\"). The liberal nature of the rule should obtain with special force in the instant case since Cordero was never placed on notice of the alleged pleading deficiency prior to the dismissal of her complaint by the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\"><i>Sua sponte</i> dismissal is rarely appropriate . . . . \"<i>Sua sponte</i> dismissals are strong medicine, and should be dispensed sparingly.\" \"The general rule is that `in limited circumstances, <i>sua sponte</i> dismissals of complaints under Rule 12(b)(6) ... are appropriate,' but that `such dismissals are erroneous unless the parties have been afforded notice and an opportunity to amend the complaint or otherwise respond.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\"><i>Cepero-Rivera v. Fagundo,</i> 414 F.3d 124, 130 (1st Cir.2005) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Here, however, the \"alternative rationale\" adopted by the district court utterly blindsided Cordero. The majority implies that the district court's dismissal with prejudice may not be a true <i>sua sponte</i> dismissal, in that this is not a case where defendants failed to raise an issue in their motion to dismiss, but where the grounds for dismissal were not \"fully briefed.\" In all fairness, however, the defendants are not guilty of briefing the issue of the inadequacy of the interstate communication allegation less than \"fully.\" The defendants' motion to dismiss did not even remotely mention or challenge the adequacy of the Cordero \"interstate communication\" allegation. The defendants explicitly moved for dismissal only \"on the above stated grounds.\" As no one contested the adequacy of this latter allegation, Cordero was reasonably entitled to conclude that the defendants were conceding the allegation, and she therefore rationally refrained from interposing opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Thus, endorsement of the district court's <i>sua sponte</i> rationale implicitly would demand that the Cordero opposition to the motion to dismiss have contained a refutation of every conceivable ground for dismissal, even including those never raised in the defendants' motion. Never before have we held plaintiffs to so impossible a standard. Moreover, had the district court been concerned about this matter, at the very least it should have given Cordero notice and an opportunity to be heard on the issue prior to deciding whether to dismiss her amended complaint. At that juncture, Cordero could have made the pleading proffer to the district court in the first instance, then requested leave to amend the complaint to cure the putative defect, rendering the instant appeal utterly unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Citing <i>Cepero-Rivera v. Fagundo,</i> 414 F.3d 124, 130 (1st Cir.2005), the majority opinion proposes that any due process violation is harmless because Cordero has made her arguments on appeal, and those arguments have been dismissed on the merits. A <i>sua sponte</i> dismissal may be harmless in some circumstances, but this certainly is not such a case. <i>Cepero,</i> for example, found a dismissal harmless because the plaintiff's claim, even if not subject to dismissal under Rule 12(b)(6), nonetheless was subject to dismissal on summary judgment (<i>viz,</i> failure of plaintiff to establish a <i>prima facie</i> case). Here, by contrast, the defendants never moved for summary judgment, and the only ground for dismissal was failure to allege, not failure to make an adequate Rule 56 proffer. Hence, the district court's <i>sua sponte</i> dismissal of the Cordero RICO claim can only be deemed \"harmless\" if, on appeal, we afford her the opportunity to present her arguments regarding her ability to amend her complaint to cure the putative deficiency in her interstate communication allegation, as she would have done had the district court given her notice and an opportunity to be heard before the court dismissed her complaint. <i>See Curley v. Perry,</i> 246 F.3d 1278, 1284 (10th Cir.2001) (\"We hold similarly that the lack of prior notice of a <i>sua sponte</i> dismissal with prejudice for failure to state a claim is harmless when, as here, the plaintiff has a reasonable post-judgment opportunity to present his arguments to the district court and the appellate court, including the opportunity to suggest amendments that would cure the complaint's deficiencies.\"); <i>Buchanan v. Manley,</i> 145 F.3d 386, 389 (D.C.Cir.1998) (same). As the majority opinion does not accord her that very opportunity, <i>see supra</i> Section II.B., I am unable to discern how any due process violation may be considered \"harmless.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">After reviewing the record, it is not difficult to comprehend the district court's pique at the lengthy delays, but its impatience was plainly misdirected at the wrong party. A Rule 12(b)(6) dismissal, with prejudice, cannot be affirmed merely on an unarticulated hunch that a RICO claim lacks merit. Although procedural rules are designed to filter out non-meritorious claims, plainly not all claims can be adjudicated under Rule 12(b)(6), which inquires only whether the plaintiff has pleaded a cause of action, as distinguished from whether she has proven it. As the defendants' intransigence precluded the completion of discovery, the Cordero claim has yet to be tested under the more demanding summary judgment rubric.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The majority's implicit decision to deny the reasonable request that Cordero be accorded her first adequate opportunity to address the \"interstate communication\" issue entails several serious consequences which surely ought, in all fairness, not be allowed to obtain. First, it penalizes an exemplary plaintiff who doggedly pursued discovery, and played by the rules. Second, it rewards defendants who egregiously assumed they may ignore a legal claim which <i>they</i> consider non-meritorious, and that if they can ignore it long enough, the trial court ultimately will oblige by dismissing the claim in utter exasperation. Such blatant shenanigans can be countenanced only at the expense of establishing an extremely unwise precedent. The correct course would be to vacate the dismissal with prejudice, remand the case to the district court, either for a definitive disposition of the Cordero discovery motions on the merits, <i>or</i> permit Cordero an opportunity to amend her complaint to cure the putative deficiency in her \"interstate communication\" allegation. For these reasons, I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As noted,<i>supra,</i> in ruling on the early Cordero motions to compel discovery, the district court forewarned <i>defendants</i> against persisting in their discovery abuses upon pain of sanctions. Inexplicably, starting in August 2004, the district court began to issue orders in which it suggested, without explanation, that the \"parties\" were to blame for discovery delays, and threatened to sanction the parties. Yet, the defendants had neither alleged discovery abuses by Cordero, nor sought sanctions against her. In any event, the defendants thereafter failed to respond to the fourth motion to compel filed by Cordero, which was \"automatically granted\" on December 30, 2003. Hence, the defendants effectively admitted that they &#8212; not Cordero &#8212; caused the alleged discovery delays.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></span></p>\n    <p class=\"parties\">Ana M. CORDERO-HERN&#193;NDEZ, Plaintiff, Appellant,<br>Paris Paris Boutique, Inc., Plaintiff,<br>v.<br>Mar&#237;a Teresa HERN&#193;NDEZ-BALLESTEROS; George Moll; Arnaldo Pe&#241;alvert-V&#225;zquez; Elba Mar&#237;a Mart&#237;nez; Firstbank of Puerto Rico, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-2435.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2005.</p>\n    <p class=\"date\">Decided June 2, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alexander Zeno for appellant.</p>\n      <p class=\"indent\">William Santiago-Sastre, with whom Mel&#233;ndez Perez, Moran &amp; Santiago was on brief, for appellee First Bank of Puerto Rico.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CYR and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Paris Paris Boutique was a small shop located in San Juan, Puerto Rico. It was founded several years ago by Mar&#237;a Teresa Hern&#225;ndez-Ballesteros (Hern&#225;ndez), an entrepreneur who has also founded and operated at least two other shops in San Juan. Under Hern&#225;ndez's management, the shop apparently dealt primarily in women's clothing and accessories, and had at least two employees, a professional manager and a sales clerk. It purchased clothing from Puerto Rican and New York-based retailers and sold the goods to walk-in customers, primarily targeting passing tourists.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Hern&#225;ndez decided to give up the business in 2000 or 2001, and put Paris Paris Boutique, Inc. on the market. Among a number of interested buyers, Ana M. Cordero-Hern&#225;ndez (Cordero) won out. This suit was brought by Cordero and the boutique over the fallout from that purchase. Cordero and the Paris Paris company alleged various fraud- and contract-related claims against Hern&#225;ndez and George Moll, who was the realtor on the sale of the boutique. They also brought claims against Arnaldo Pe&#241;alvert-V&#225;zquez (Pe&#241;alvert), Hern&#225;ndez's accountant; FirstBank of Puerto Rico, which holds the mortgage that Cordero assumed when she purchased the property; and Elba Mar&#237;a Mart&#237;nez (Mart&#237;nez), the proprietor of the building in which the Paris Paris was located.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cordero purchased 100% of the shares of the boutique from Hern&#225;ndez on St. Valentine's Day, 2001. The purchase price for the store was $69,000 in cash and the assumption of $156,000 in debt owed by Hern&#225;ndez to FirstBank. Included in the deal were promises by Hern&#225;ndez to offer training to Cordero in dealing with suppliers and in the other particulars of running the store, but none of these promises were ever honored. While Cordero had also been promised an easy and immediate monthly profit, earnings lagged behind expectations, and Cordero and the store quickly began to experience financial difficulties. Cordero argues that the store's plight was worsened by the fact that Hern&#225;ndez almost immediately set up a new dress shop, named El Sol de Puerto Rico, in the same building as the Paris Paris.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Soon after she established El Sol, Hern&#225;ndez put it on the market, just as she had done with the Paris Paris. Believing that she had herself been defrauded, suspecting that Hern&#225;ndez was planning to perpetrate a similar fraud in the upcoming sale of El Sol, and hoping to catch Hern&#225;ndez in a pattern of fraudulent activity, Cordero hired two investigators to come to El Sol and pretend to be interested purchasers. Hern&#225;ndez allegedly made representations about the new store to this pair, Damian Soto and Ester Morell, that sounded in the same register as her representations to Cordero about Paris Paris &#8212; high margins, valuable inventory, established clientele, and easy money. The hired detectives did not, of course, buy El Sol, and neither did anyone else. Finding no buyer, Hern&#225;ndez abandoned the store less than a year after opening it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, in May 2001, with her financial problems worsening, Cordero and the Paris Paris company filed voluntary petitions for bankruptcy protection under Chapter 11. In the course of the bankruptcy proceedings, Cordero attempted to assert a handful of legal claims against Hern&#225;ndez and the other defendants in this action, all involved in the sale of the Paris Paris or the establishment of El Sol, and these claims were eventually removed to federal district court. In her original complaint in the district court, Cordero alleged that Hern&#225;ndez and her agents had misrepresented the value and profitability of the Paris Paris Boutique, and that Hern&#225;ndez had breached her contract with Cordero and had engaged in unfair competition by opening the competing store in the same building as the Paris Paris. In particular, she alleged that Hern&#225;ndez, personally and through Moll and Pe&#241;alvert, misled her about the past profitability of the store and about its likely value going forward. She also alleged that FirstBank of Puerto Rico, which provided partial financing for the deal, had failed to abide by several of its own risk-management policies, was less than fully candid with Cordero about its interest in the transaction going ahead, and so ultimately contributed to Cordero's injuries. In addition, Cordero also claimed that Hern&#225;ndez had violated an implied contractual obligation not to compete with her by opening up the new shop in the same building as the Paris Paris, and that Mart&#237;nez, who leased space to both the Paris Paris and El Sol, violated a term of Cordero's lease by permitting Hern&#225;ndez to open her new store next door to the Paris Paris.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Cordero amended her complaint in April 2002 to include a cause of action under the Racketeer Influenced and Corrupt Organizations (RICO) Act, 18 U.S.C. &#167; 1964(c). In the newly added portion of the complaint stating a claim under RICO, Cordero incorporated her fraud allegations against all defendants, and further alleged that the defendants together comprised an enterprise organized for the purpose of defrauding potential buyers of the boutiques they developed. The specific RICO predicate that Cordero attempted to allege was interstate wire fraud under 18 U.S.C. &#167; 1343 (defining wire fraud) and &#167; 1961(5) (incorporating wire fraud as a RICO predicate): Cordero claimed that Hern&#225;ndez, along with other defendants, made fraudulent representations first to Cordero and later to her hired investigators, and that some of these representations were made over the phone. Cordero never explicitly alleged, however, that the phone calls were interstate calls nor stated specifically during which calls, when, and by whom, the fraudulent representations were made, failings which are the nub of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A drawn-out discovery battle ensued, during which Cordero filed no fewer than four motions to compel discovery from a seemingly reluctant set of defendants, and the court noted in one of its orders compelling discovery that it was running out of patience with the parties. Early on in the discovery period, defendants moved together for 12(b)(6) dismissal for failure to state a claim, and Cordero responded. Discovery proceeded apace, while the motion to dismiss lingered on the docket. A year later, the district court issued an order dismissing the RICO action with prejudice pursuant to the defendants' 12(b)(6) motion and dismissing the state law claims, over which it claimed<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> only supplemental jurisdiction, without prejudice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to make out a civil claim under RICO by way of wire fraud, a plaintiff must allege that a group of defendants \"engaged in a scheme to defraud with the specific intent to defraud and that they used . . . the interstate wires in furtherance of the scheme,\" <i>McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc.,</i> <span class=\"citation\" data-id=\"542857\"><a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 790 (1st Cir.1990), and in particular that defendants engaged in at least two instances of such predicate wire use, <i>Ahmed v. Rosenblatt,</i> <span class=\"citation\" data-id=\"197458\"><a href=\"/opinion/197458/ahmed-v-rosenblatt/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 888 (1st Cir.1997). The Federal Rules of Civil Procedure usually permit a plaintiff to make general allegations in a complaint, <i>see</i> Fed.R.Civ.P. 8, but require more specific pleading where a plaintiff alleges fraud, <i>see id.,</i> 9(b). In particular, under Rule 9 \"the pleader is required `to go beyond a showing of fraud and state the time, place and content of the alleged mail and wire communications perpetrating that fraud.'\" <i>N. Bridge Assocs., Inc. v. Boldt,</i> <span class=\"citation\" data-id=\"199739\"><a href=\"/opinion/199739/north-bridge-v-boldt/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 43 (1st Cir.2001) (quoting <i>Feinstein v. Resolution Trust Corp.,</i> <span class=\"citation\" data-id=\"566797\"><a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 42 (1st Cir.1991)). \"It is not enough for a plaintiff to file a RICO claim, chant the statutory mantra, and leave the identification of predicate acts to the time of trial.\" <i>Id.</i> (quoting <i>Feinstein,</i> 942 F.2d at 42). As noted, while plaintiffs asserted conclusorily in their amended complaint that they were alleging wire fraud, they did not make the requisite allegations identifying specific interstate phone calls by time, place, and content.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Failure to plead with specificity in a RICO action may merit dismissal. <i>See id.</i> at 44. Because, however, it will often be difficult for a plaintiff to plead with specificity when the facts that would support her claim are solely in the possession of a defendant, we held in <i>New England Data Services, Inc. v. Becher,</i> <span class=\"citation\" data-id=\"494597\"><a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span> (1st Cir.1987), that a court faced with an insufficiently specific claim may permit limited discovery in order to give a plaintiff an opportunity to develop the claim and amend the complaint. <i>Id.</i> at 290. Among the particular facts that a plaintiff might under some circumstances have difficulty proving without access to discovery is whether or not a particular communication passed over the interstate wires, and <i>Becher</i> discovery therefore may be called for, though is not necessarily required, when the interstate nature of a wire transaction is in question. But <i>Becher</i> discovery (with concomitant leave to amend) \"is neither automatic, nor of right, for every plaintiff.\" <i>Ahmed,</i> 118 F.3d at 890. The threshold questions are whether \"the specific allegations of the plaintiff make it likely that the defendant used interstate mail or telecommunications facilities, and the specific information as to use is likely in the exclusive control of the defendant.\" <i>Becher,</i> 829 F.2d at 290.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court here considered, and decided against, permitting further discovery under <i>Becher.</i> In doing so, the court noted that discovery had already proceeded for three years. Finding <i>inter alia</i> that the plaintiffs had not been diligent in attempting to collect information that would allow them to fully allege a RICO claim, <i>cf. N. Bridge Assocs.,</i> 274 F.3d at 44, the court thought there was no need to drag the case on further, and dismissed the RICO claim with prejudice and the state law claims without. Cordero timely appealed, arguing that the court's denial of <i>Becher</i> discovery was in error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> We conclude that the district court's order dismissing the suit was justified. There was no showing under <i>Becher</i> that the defendants were in exclusive control of any crucial information, and appellant had not demonstrated a high likelihood that useful information would result from further discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, there is little indication that the discovery requested by the appellant would have produced any information that would have permitted her to allege the requisite two interstate communications with particularity. Appellant conceded below, in her motion to reconsider, that all she was seeking was the fulfillment of then-pending discovery requests, but every indication is that appellant's discovery efforts were never directed towards producing information that would enable her to make out a RICO claim. The district court's opinion noted that discovery had been underway for three years, and Cordero avers that throughout that time the defendants in the case were stubbornly resistant to her efforts to eke information out of them. She attributes her lack of knowledge about the interstate nature of any communications to the defendants' foot-dragging throughout the discovery process.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Cordero cites to her early discovery requests pressing Hernandez and other defendants for telephone records in order to demonstrate that continued discovery would have been useful, but it would require a strained reading of those requests to conclude that Cordero had requested phone records relating to the sale of Hernandez's stores or that any potentially useful request was pending at the time the case was dismissed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The discovery requests do not suggest that Cordero would be able to produce information about the interstate nature of any communication with any particular person during the course of the (allegedly fraudulent) sale of the Paris Paris. The district court, which has the best information about compliance with discovery, evidently so concluded, disagreeing with plaintiffs that the problem was a problem of obstruction on the part of the defendants.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It did not demonstrably err in concluding under <i>Becher</i> that further discovery was unlikely to produce information that would make it possible for plaintiffs to satisfactorily plead their complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor is it anywhere explained why Cordero could not have alleged interstate communications on the basis of information already in her possession if there was any interstate activity to be alleged. Cordero had hired detectives who allegedly spoke on the telephone with defendant Moll. If these detectives called Moll while Moll was in Puerto Rico and they were themselves in New York or otherwise in another state, that information was in fact uniquely in the plaintiffs' possession, not the defendants'. Thus it is not clear why Cordero insists on appeal that discovery was necessary in order to reveal information about the interstate nature of any communications.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Becher</i> discovery balances the general liberal pleading policy of the Federal Rules against the more specific policy that requires heightened pleading in fraud cases in order to filter out frivolous, harassing claims. The decision to grant or deny <i>Becher</i> discovery must be based, in the final analysis, on good, common sense, and here there is every reason to doubt that any of the calls between Cordero and the defendants were interstate calls, as all parties were, so far as the record reveals, based in Puerto Rico at all relevant times.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Cf. N. Bridge Assocs.,</i> 274 F.3d at 44 (where allegations \"strongly suggest\" fraud was conducted without use of interstate wires, <i>Becher</i> discovery was inappropriate). It is also telling that Cordero failed to even allege interstate communications on information and belief. Without any independent reason to believe that the alleged calls were interstate communications, the district court could permissibly have weighed Cordero's failure to allege such in favor of an inference that the calls were all intrastate. While information-and-belief pleading is not sufficient to satisfy the rule requiring pleading with particularity, <i>see Becher,</i> 829 F.2d at 288 (citing <i>Wayne Investment, Inc. v. Gulf Oil Corp.,</i> <span class=\"citation\" data-id=\"438832\"><a href=\"/opinion/438832/wayne-investment-inc-v-gulf-oil-corporation/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 13 (1st Cir.1984)), in this case such pleading would have at least given the district court some reason to think that interstate communications might be at issue. Because there was no allegation that any calls went over the interstate wires nor a credible suggestion from the plaintiffs that the obstacle to their making such allegations was insufficient discovery, this case appears on its face to be not a RICO action, but an instance of that \"localized fraud\" that \"Congress intended to exclude from the scope of\" the wire fraud statute. <i>United States v. Giovengo,</i> <span class=\"citation\" data-id=\"385837\"><a href=\"/opinion/385837/united-states-v-vince-giovengo-samuel-paladino-appeal-of-samuel-paladino/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span>, 943 (3d Cir.1980). Since, as we have noted, the appellant has conceded that on the basis of information currently in her possession she could not make out a RICO claim, and because the district court by all appearances correctly determined that further discovery was unlikely to produce more and relevant information, it properly dismissed the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For the foregoing reasons, the order of the district court is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court asserted that its jurisdiction over the state law claims was under the supplemental jurisdiction provision of 28 U.S.C. &#167; 1367, and declined to exercise that supplemental jurisdiction. Never discussed was the possibility that the state law claims related to the original bankruptcy proceedings and thus came within the court's bankruptcy jurisdiction under 28 U.S.C. &#167; 1334, but appellant does not raise the issue and does not seek independent reinstatement of the state law claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff accuses the court of dismissing the case<i>sua sponte,</i> but there is some difference between dismissal of a claim that has never been challenged, <i>see, e.g., Cepero-Rivera v. Fagundo,</i> <span class=\"citation\" data-id=\"201670\"><a href=\"/opinion/201670/cepero-rivera-v-fagundo/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 130 (1st Cir.2005), and dismissal where, as here, the court acts in response to a defendant's motion but on grounds not fully briefed by the movant. Nevertheless, if the district court had any doubt that plaintiffs understood that they were in danger of having their complaint dismissed on grounds they had not had an opportunity to argue, the safest course would have been to give notice of the proposed grounds for dismissal and to take arguments on the question. <i>See Ruiz Varela v. Sanchez Velez,</i> <span class=\"citation\" data-id=\"485242\"><a href=\"/opinion/485242/primitivo-ruiz-varela-v-jose-sanchez-velez/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">821</span></a></span>, 823 (1st Cir.1987). While here we think the defendants may not have raised the issue with sufficient clarity to have given plaintiffs reason to anticipate dismissal on those grounds, we find any resultant error to have been harmless. If there was error, it did not unduly prejudice appellant, because she has now fully argued her position, both here and in a motion to reconsider submitted to the district court, and after hearing arguments we are convinced that the substance of the district court's determination was correct. <i>See Cepero-Rivera,</i> 414 F.3d at 130.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On a motion to dismiss, a court is required to accept as true all well-pleaded factual allegations and draw reasonable inferences in favor of the plaintiff<i>In re Stone &amp; Webster, Inc., Sec. Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></span>, 200 (1st Cir. 2005). The court need not accept a plaintiff's assertion that a factual allegation satisfies an element of a claim, however, nor must a court infer from the assertion of a legal conclusion that factual allegations could be made that would justify drawing such a conclusion. <i>Resolution Trust Corp. v. Driscoll,</i> <span class=\"citation\" data-id=\"599292\"><a href=\"/opinion/599292/resolution-trust-corporation-etc-v-daniel-m-driscoll-jr-individually/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 48 (1st Cir.1993); <i>see also</i> 5B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> &#167; 1357 (3d ed. 2004) (\"[T]he court will not accept conclusory allegations concerning the legal effect of the events the plaintiff has set out if these allegations do not reasonably follow from the pleader's description of what happened. . . .\"). The court was under no obligation to read the plaintiffs' complaint, which failed to allege with specificity the factual predicates for a RICO violation, as implying that a RICO claim could have been made out with specificity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The only issue on appeal is whether the district court should have given plaintiffs both more discovery and subsequent leave to amend the complaint. This is because this case is not one in which the deficiency in the pleading is a mere drafting oversight. The question of<i>Becher</i> discovery plays no role in such a case, because the issue of a drafting oversight or other inadvertent deficiency in the pleading is a formal one that goes to the sufficiency of the written complaint itself and not to the underlying case that the complaint is supposed to express. In such a case, the liberal approach the Federal Rules take to pleading would almost certainly demand that a plaintiff be given leave to amend. Here, however, appellant has conceded that leave to amend without more discovery would be useless. In a motion to reconsider filed with the district court after the entry of judgment, plaintiffs asserted that they \"could not specify\" which communications were interstate communications because they did not have information to back up such specific claims. On appeal, appellant argues on various grounds that leave to amend without further discovery should have been granted, but those arguments are precluded by this earlier concession. Leave to amend standing alone is thus off the table, and we need consider only whether further discovery should have been ordered under <i>Becher.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The requests are unhelpful to appellant for two reasons. First, George Moll, the only defendant now argued to have engaged in interstate communications, responded to the request to the apparent satisfaction of the plaintiffs, meaning no discovery request was pending against the one defendant whose response could perhaps have fleshed out the RICO claim</p>\n        <p class=\"indent\">Second, the requests asked various defendants for records showing dialed telephone numbers and to identify \"which of those numbers belong to a potential customer of Paris Paris Boutique, Inc., El Sol de Puerto Rico, and/or any other business deal between yourself and Mrs. Hernandez-Ballesteros.\" The implication on appeal is that this request would have produced identifiable records of telephone calls involving the sale of the Paris Paris, but the request asks only for numbers \"belong[ing] to <i>customer[s]</i> of\" Hernandez's various enterprises, and not for potential buyers of those stores. Were there any doubt about how expansively the question might be construed, we note that Moll responded to the discovery request by saying, \"I don't have that kind of information. As a real estate broker, my job merely consisted in obtaining a buyer for the purchase of Hernandez's business(es). As such, I was contacted by the prospective buyers of Paris Paris' shares and of El Sol de Puerto Rico.\" Plaintiffs' acceptance of this response indicates that Moll correctly interpreted the question to relate only to customers and not buyers of the stores, and that plaintiffs never sought telephone records relating to the sale of the store.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Cordero filed four motions to compel discovery. The first, second, and fourth were all granted, and the third was never decided. The docket sheet thus indicates that Cordero had some difficulty getting the defendants to produce some of the information she requested. On the other hand, it is instructive that the district court, while it threatened to impose sanctions on the defendants at one point, and on both parties at another, never did impose such sanctions, suggesting that in its view the parties' responses to one another's discovery requests were at least minimally satisfactory. Because management of discovery is primarily the business of the district court, the record ultimately compels the conclusion that the district court was satisfied with the efforts each party made to comply with discovery</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The hired detective, Esther Morrell, was a resident of New York, a fact noted in the complaint. Her affidavit, however, gives no indication that she performed any part of her investigation while based anywhere but Puerto Rico. The question on appeal under<i>Becher</i> is whether the district court was compelled to conclude that it was likely that additional discovery would have produced useful evidence, and the state of residence of the detective is not enough, standing alone, to tip the balance in the appellant's favor.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">CYR, Senior Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The majority opinion, affirming the dismissal of the Cordero RICO claim, <i>with prejudice,</i> fundamentally misinterprets and misapplies circuit precedent, <i>see New England Data Servs., Inc. v. Becher,</i> <span class=\"citation\" data-id=\"494597\"><a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span> (1st Cir.1987), and discounts that (i) the plaintiff diligently complied in good faith with all district court procedures and orders; (ii) the defendants repeatedly and without explanation flouted district court orders directing them to respond to the plaintiff's legitimate discovery requests; and (iii) the district court's <i>sua sponte</i> alternative rationale for the Rule 12(b)(6) dismissal &#8212; <i>never raised</i> in the defendants' motion to dismiss &#8212; unfairly blindsided the plaintiff. Therefore, I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Cordero contends on appeal that, even assuming <i>arguendo</i> that her amended complaint did not allege with sufficient particularity the requisite interstate communication to establish predicate acts of mail/wire fraud, she was and remains prepared to amend the complaint to cure the putative pleading defect. Specifically, she assures this court that she possesses a \"good faith\" basis for alleging that defendant George Moll telephoned her hired investigator, Esther Morell, at her New York residence for the purpose of arranging an appointment for Morell, posing as a prospective buyer, to visit the store. Further, Cordero maintains that she could amend her complaint to allege that the advertisement relating to the sale of the store, which the defendants had placed in a local newspaper, would have reached prospective buyers beyond Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, the majority opinion tellingly fails to consider this pleading proffer. Moreover, it fails as well to explain why these allegations would not cure the putative pleading defect. The majority instead dismisses the Cordero argument on the ground that it was somehow reasonable for the district court, acting pursuant to its broad discretion under <i>Becher,</i> to dismiss the RICO complaint, with prejudice, because all parties in the case were based in Puerto Rico, and following three years of discovery it seemed unlikely that Cordero could establish that any interstate communication occurred during the course of the defendants' alleged scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">* In order adequately to appreciate the gravity of the legal error and inequity inherent in the majority holding, it is necessary to outline the procedural history in greater detail. The record demonstrates that: (i) the defendants consistently asserted the untenable position that the Cordero RICO claim is patently frivolous and undeserving of serious consideration, thus entitling defendants unilaterally to decline her discovery requests and to disregard the district court orders compelling discovery; (ii) the defendants have never denied &#8212; either in the district court or on appeal &#8212; that they violated discovery rules; (iii) the defendants ignored and failed to comply with the district court's orders, without explanation; and (iv) neither the defendants nor the district court ever placed Cordero on notice that the adequacy of the \"interstate communication\" allegation in her amended complaint was in question.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants' recalcitrance began early on. Hernandez and Moll failed to answer, then defaulted after Cordero submitted her original complaint for breach of contract. When these defaults were vacated, defendants did not submit a motion to dismiss, and the ensuing scheduling-conference order stated that the parties mutually agreed to conduct discovery (<i>viz.,</i> depositions, interrogatories, and document requests).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On May 1, 2002, Cordero submitted a thirteen-page amended complaint, which added the RICO count and attached the sworn statement of her hired investigator, Esther Morell. The amended complaint alleged that (i) defendants had engaged in \"wire fraud in violation of 18 U.S.C. &#167; 1341,\" (ii) defendants \"conspired to sell [the two stores] to several persons with the aid of the telephone and other means,\" (iii) defendants \"posted advertisements on the store and on [sic] at least one local newspaper seeking potential buyers,\" (iv) these advertisements \"induced potential buyers to call Mr. Moll to arrange a meeting,\" (v) \"Mrs. Morell called Mr. Moll at the telephone number provided by him on the advertisements and arranged with him for a viewing of the store,\" and (vi) Mrs. Morell was a resident of Brentwood, New York. In her scheduling-conference memorandum, Cordero further stated that she would present, as documentary evidence, \"[a]ll paperwork related to the attempt by [defendants] to sell El Sol de Puerto Rico to ... Ms. Esther Morell.\" The defendants submitted no opposing scheduling conference memorandum.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In its scheduling conference order, the district court (i) granted defendants until November 6 to submit a motion to dismiss, upon pain of waiver, (ii) authorized continuation of the parties' mutually agreed-upon discovery (including the production of documents), and (iii) scheduled the jury trial for April 14, 2003. The defendants failed to file a motion to dismiss by the court-ordered deadline, electing instead, on November 18, to file an untimely motion to extend the deadline until November 27. On November 27, prior to the district court's allowance of the motion to extend the deadline, the defendants filed their motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendants sought dismissal of the RICO claim exclusively on the grounds that (i) Cordero's \"improbable\" allegations of fraud did not constitute \"racketeering activity,\" and (ii) Cordero obviously \"concocted\" a RICO claim, by hiring Morell to serve as a prospective buyer of El Sol, for the mere purpose of coercing the defendants into settling the contract dispute. At no point in their motion did defendants remotely raise the argument that Cordero's amended complaint failed adequately to allege the occurrence of any interstate communication in furtherance of the alleged fraudulent scheme. Their motion concluded with the request that the district court dismiss the RICO claim \"on the above stated grounds.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Not surprisingly, the Cordero opposition to the motion to dismiss focused exclusively on the grounds for dismissal raised in the defendants' motion to dismiss, and never discussed the adequacy of her \"interstate communication\" allegation. Cordero aptly pointed out that the defendants' <i>factual</i> contention that she had fabricated the RICO claim was not proper grist for a Rule 12(b)(6) dismissal, since the issue was whether her mail/wire fraud allegations were adequately <i>pled,</i> not whether she had adduced evidence to prove her allegations. Cordero reiterated that the verified and sworn statements attached to her amended complaint were \"very fact specific\" in their disputation of the defendants' \"speculative\" contentions, and further alleged that the defendants engaged in a fraudulent scheme &#8212; <i>viz.,</i> not one, but a series of at least two fraudulent sales. She also noted, correctly, that the RICO statute did not require that she prove that Morell had actually been injured by the defendants' scheme. In a footnote describing the elements of mail and wire fraud, Cordero asserted that the fraud statutes do not require that an alleged use of the mails or the wires itself have been a vehicle for making a fraudulent representation, but instead may simply have been \"incidental\" to or in furtherance of the scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Cordero observed yet again that her amended complaint had alleged that defendants \"tried to sell [El Sol] by placing ads in the newspaper [El Dia Nueva] to attract other victims,\" and that \"we have been able to obtain through discovery the names of other unsuspecting potential victims who approached [defendants] after reading the newspaper advertisements.\" Cordero expressly offered to provide the discovery documents to the court, if required. She stated, for example: \"We have alleged two wire fraud acts in the Complaint [and][i]f there is a need for it, we will present to the jury other acts of fraud which have and will continue to be discovered through the discovery process.\" She asserted: \"We will [prove the allegations in the complaint] on [sic] trial with the evidence already at hand and with any additional evidence obtained through discovery,\" and in the same vein, that \"[d]uring trial, we will present the evidence <i>available before the Complaint was filed,</i> plus all evidence gathered as a result of the discovery process.\" (Emphasis added.) From November 2002 through August 2004, the defendants' motion to dismiss languished on the docket, unresolved.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">From January through December 2003, Cordero lodged four motions to compel discovery, in which she contended that the defendants blatantly and without explanation ignored her discovery requests for more than a year, including her requests for their telephone records, in direct contravention of the district court scheduling orders. Defendants Hernandez and Moll filed no oppositions to any of these motions. On March 23, 2003, the district court ordered defendants \"to immediately and adequately answer all of Plaintiff's interrogatories,\" and \"to comply with the discovery of documents and all other disclosures as requested by Plaintiff and required by Rule 26.\" Although the court decided to impose no sanctions on defendants, it stated: \"defendants are forewarned that failure to comply with this order will result in the imposition of sanctions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Six months later, Cordero submitted another motion to compel discovery, contending that defendants had yet to comply with the discovery orders. Cordero requested, <i>inter alia,</i> a status conference to resolve the discovery violation issue. Once again, the defendants failed to respond to the Cordero motion. On August 22, the district court directed the parties to meet within fifteen days in an effort to resolve their discovery disputes, and to inform the court regarding the results of their efforts within five days thereafter. The court stated: \"[T]his case has been lagging behind the established discovery schedule due to discovery disputes that could be easily resolved with effective communication and collaboration between the parties. ... [T]he court forewarns that [sic] parties that if further intervention on our part is needed, we will not hesitate to impose the necessary sanctions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Within days of the district court order, Cordero conscientiously submitted an informative motion, stating that she had attempted to arrange a meeting with the defendants, but that the defendants had asserted schedule conflicts. Cordero announced her intention to submit another motion to compel discovery in the event defendants failed to comply with the district court order to arrange a meeting of the parties. The defendants submitted no informative motion to the court. On November 7, two months after the deadline for filing the informative motion, Cordero submitted a stipulation, for herself and in behalf of the defendants, stating that the parties had been unable to resolve their discovery disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thereafter, Cordero submitted a fourth motion to compel discovery, once again requesting that the defendants supply, <i>inter alia,</i> their telephone records, and yet again requesting that the court impose sanctions for the unexcused discovery violations. Nevertheless, the defendants failed to respond to the motion, whereupon the district court referred the motion to a magistrate judge for appropriate action. The magistrate judge directed Hernandez to respond to the motion to compel not later than December 30, 2003, otherwise \"this motion shall be automatically granted.\" Once again, Hernandez submitted no response. On February 23, 2004, Cordero submitted an informative motion detailing the discovery materials withheld by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On August 30, 2004, nearly two years after defendants submitted their motion to dismiss, and without having resolved the pending issue relating to the defendants' noncompliance with the discovery orders, the district court, <i>sua sponte,</i> dismissed the RICO claim, with prejudice, on the ground &#8212; never raised in the motion to dismiss &#8212; that her amended complaint failed adequately to plead any occurrence of the requisite interstate communication, and that the existence of any such communication was improbable given that all parties resided in Puerto Rico. Additionally, the district court stated that Cordero was neither entitled to more <i>Becher</i> discovery nor to amend her complaint, given that (i) she had been granted three years to discover the requisite interstate communication, yet failed to do so; (ii) the court had granted several Cordero motions to compel discovery from the defendants; and (iii) Cordero already had amended her complaint once to include the RICO count. Cordero now appeals from the district court judgment. Yet the intractability of the defendants persists, as they now decline to submit the required appellate briefs in support of the district court rationale which they presumptively support.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Assessed against the record on appeal, the district court decision is plainly wrong and demonstrably inequitable, notwithstanding the salvage attempts advanced by the majority.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As its initial premise, the majority opinion asserts that the amended complaint submitted by Cordero is too \"conclusory,\" in that it \"never explicitly alleged . . . that the phone calls were interstate.\" Quite the contrary. The amended complaint explicitly alleges that the defendants committed wire fraud in violation of 18 U.S.C. &#167; 1341 by \"conspir[ing] to sell [the two stores] to several persons with the aid of the telephone and other means,\" and by \"post[ing] advertisements on the store and on [sic] at least one local newspaper seeking potential buyers.\" More specifically, the amended complaint then alleges that Moll and Morell, who was a resident of <i>New York,</i> engaged in at least <i>one telephone conversation</i> for the purpose of arranging a meeting at El Sol.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In its effort to skirt the longstanding rule which requires that pleadings be liberally read, <i>see E. Food Servs. v. Pontifical Catholic Univ. Servs. Ass'n,</i> <span class=\"citation\" data-id=\"200816\"><a href=\"/opinion/200816/eastern-food-service-v-pontifical-catholic/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2004), the majority seeks to cast these concrete factual allegations as too \"conclusory,\" or as mere \"legal conclusions,\" with no explanation whatsoever as to how an alleged phone conversation between a resident of Puerto Rico and a resident of New York misses the mark. The only missing information is the specific date or dates of the alleged telephone communication, which information was the target of the Cordero discovery requests for phone itemizations. While one might well grant that these initial allegations could have been even more specific (<i>e.g.,</i> by including the dates of the phone calls), it is utterly unfair to characterize the amended complaint as incurably lacking in specificity respecting the occurrence of an interstate communication. More importantly, the entire purpose of the rule allowing for liberal amendment of pleadings is to permit a plaintiff, who in good faith but mistakenly fails to allege facts with sufficient specificity, a fair opportunity to cure just such deficiencies once brought to his attention. Cordero has been afforded no such opportunity.</p>\n    </div>\n    <p class=\"indent\">A. <i>The Discovery Delays and/or Violations</i></p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In its purported deference to the district court's superior sense for whether continued discovery would likely disclose evidence of an interstate communication, the majority opinion endorses the district court's discretionary decision to deny further <i>Becher</i> discovery on the ground that Cordero had not been diligent in pursuing discovery. Whatever the scope of the discretion <i>Becher</i> would accord the district court in this matter, the instant record contains not a shred of evidence that Cordero was lacking in diligence, nor did the district court cite any such evidence. Thus, the rationale adopted by the majority ultimately relies on utter deference to the district court decision, notwithstanding the undisputed allegations that out-of-state parties are involved in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The majority opinion first suggests that Cordero did not even request discovery information which reasonably might lead to evidence of interstate communications, or in the alternative, that Cordero somehow \"accepted\" that no such evidence was in defendants' possession when she did not object to Moll's response to the \"customer\" interrogatory. The proposition that the defendants were in \"substantial compliance\" with discovery orders, which was not even broached by the district court, is demonstrably flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">First, Cordero never \"accepted\" Moll's rather lame \"customer\" answer; she simply chose not to submit yet another motion to compel against Moll, focusing instead on Hernandez. Elsewhere in the discovery requests submitted to Moll, Cordero clearly had requested Moll's phone records in relation to his attempts to sell the two stores. Further, it cannot be seriously maintained that Cordero did not seek &#8212; from <i>all</i> defendants (<i>not only Moll</i>) &#8212; detailed itemizations of their phone records during the time period encompassing the sale of the two stores. In letters to defense counsel summarizing her documentary requests, Cordero made her intended target pellucid: \"List of all the telephone numbers belonging to, or used by, Mrs. Hernandez Ballesteros and/or Mr. George Moll, and/or itemized bills of such telephones, and/or authorization to get such bills, for the period 1/1/00 to 12/31/02.\" Cordero has never suggested that Moll was the <i>only</i> defendant likely to have contacted Morell in New York.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Second, the defendants have never contended, despite four motions to compel, <i>see infra,</i> that they were in substantial compliance with these discovery requests. Indeed, the district court deliberately bypassed any determination as to whether or not the defendants were in substantial compliance. Thus, the majority opinion purports to adopt a finding of fact never made below. It suggests that we should infer from the district court's refusal to impose sanctions that the defendants were in substantial compliance with their discovery obligations, yet it is uncontested that the district court ordered the defendants to comply, a determination which was plainly superfluous had they already been in substantial compliance. The district court's refusal to impose sanctions suggests, at most, that it did not care to inquire into the extent of the defendants' noncompliance, and that absent that determination and an additional finding that the defendants' noncompliance was deliberate and in bad faith, sanctions could neither be imposed nor upheld. <i>See, e.g., Koken v. Black &amp; Veatch Constr., Inc.,</i> <span class=\"citation\" data-id=\"201851\"><a href=\"/opinion/201851/koken-v-pyro-shield-inc/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 53 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As Cordero undeniably sought the defendants' phone records, the only issue on appeal is whether the district court correctly held her accountable for discovery delays. As the above-cited procedural history abundantly demonstrates, <i>see supra</i> Section I, Cordero assiduously complied with <i>all</i> scheduling orders and deadlines, promptly submitted motions to compel discovery whenever defendants balked, and kept the district court currently informed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In contrast, the defendants blithely ignored the district court's orders, as well as its deadlines, declining even to respond to or deny Cordero's discovery allegations. The record utterly betrays the defendants' litigation strategy: decline to take Cordero's RICO allegations seriously, decline to cooperate with her legitimate discovery attempts, and outwait the district court's patience until, hopefully, the case \"goes away.\" Not even the ablest revisionist recordreading could warrant affirmance of the insupportable district court finding that Cordero was less than diligent in her conduct of discovery.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> For instance, the magistrate judge directed that the defendants respond to the fourth Cordero motion to compel discovery by December 30, 2003, otherwise \"this motion shall be automatically granted.\" The defendants submitted no response contravening the Cordero allegations of discovery violations, and defendants now persist in their silence by absenting themselves as parties to this appeal. Thus, the record plainly warrants the clear and fair conclusion that the defendants, per their own admission, failed to comply with applicable discovery rules and orders. The readiness of the majority to overlook the district court decision to bypass the pivotal issue as to who caused the discovery delays is of monumental consequence to Cordero. Surely it is entirely reasonable to anticipate that, had defendants provided the requested discovery materials and telephone records, Cordero may well have obtained additional evidence with which to plead the requisite interstate communication with greater specificity.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The majority opines that a Rule 12(b)(6) dismissal was warranted because all \"parties\" in the case are Puerto Rico-based, yet it is sufficiently alleged in the Cordero complaint that one of the prospective buyers of El Sol and target of defendants' fraudulent representations is a resident of <i>New York.</i> That undisputed fact distinguishes the instant case from those in which all persons allegedly targeted by the fraud were from within the same State, hence it could simply be presumed that the fraudulent scheme was \"localized.\" I can find no authority for the view that the non-resident must be an actual litigant in the case, especially since the Cordero RICO claim depends upon proof of a \"pattern\" of racketeering activity inflicted against various third parties. If, as alleged, defendants used interstate communications to lure a third party into their scheme, and if that third party resided outside the state, it is not at all clear how the district court can assume that no evidence of interstate communications could be retrieved from the defendants during discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">B. <i>Right to Amend the Interstate Communication Allegation</i></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The majority then turns to the district court's alternative ground for dismissal: the failure adequately to plead the time, place, or content of a particular telephone call. The results are no better, however. Continuing to focus exclusively on whether Cordero was entitled to further <i>Becher</i> discovery, the majority seeks to avoid Cordero's discrete contention on appeal that she was entitled, at least, to an opportunity to amend her complaint based on her pleading proffer on appeal. Thus, the majority opinion misapplies the fundamental principles established by this court in <i>Becher.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the most typical <i>Becher</i> scenario, the plaintiff submits a RICO claim, but before discovery commences the defendants file a motion to dismiss, asserting that the complaint does not allege the fraudulent conduct with sufficient specificity as to time, place, and content. The <i>Becher</i> case recognizes that, where this particularized evidence of a fraudulent scheme likely is within the exclusive possession and control of defendants, the district court should consider whether to allow the plaintiff limited discovery to enable compliance with these heightened pleading requirements. Should the plaintiff be unable to demonstrate at this early stage that the defendants likely have such evidence, however, the complaint properly may be dismissed on the assumption that the plaintiff utilized all the evidence at her disposal in making good faith allegations of fraud, and as yet possesses no other evidence which would cure the pleading deficiency. Obviously, in such a scenario <i>Becher</i> discovery is futile, just as allowing the plaintiff an opportunity to amend her complaint would be futile.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In implicitly rejecting the contention that Cordero is entitled (at least) to an opportunity to amend her complaint, the majority mechanically applies <i>Becher</i> in circumstances far removed from the typical scenario described above. First, the defendants never sought to prevent <i>Becher</i> discovery; indeed, the district court scheduling orders indicate that defendants readily agreed to discovery on the RICO claim. Further, even if the district court correctly held that Cordero received all the <i>Becher</i> discovery she wanted or deserved, <i>Becher</i> does not authorize dismissal, <i>with prejudice,</i> at so late a post-discovery stage in the proceedings, without first allowing the plaintiff an opportunity to come forward with any curative materials plaintiff already may have gathered during discovery, as well as curative materials she may have had in her possession and control prior to the commencement of discovery. In other words, once the plaintiff has learned for the first time that the court considers her allegation defective, <i>Becher</i> does not disentitle her from curing the defect if she can do so. In opposing the defendants' motion to dismiss, Cordero <i>repeatedly</i> informed the court that, if so ordered, she was prepared to proffer \"evidence available before the Complaint was filed,\" as well as \"the evidence already at hand.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For example, Cordero contends on appeal that she can amend her complaint to allege a particular telephone call from Moll to Morell at her New York cell phone number. That telephone call, even if it contained no fraudulent representation, plainly satisfied the mail-and-wire-fraud statute requirement that the interstate communication must \"further\" the alleged fraudulent scheme to sell the stores, since Moll allegedly utilized the phone call to arrange a time for Morell to visit El Sol. <i>See, e.g., United States v. Pimental,</i> <span class=\"citation\" data-id=\"201224\"><a href=\"/opinion/201224/united-states-v-pimental/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">575</span></a></span>, 586 (1st Cir.2004) (noting that, under mail/wire fraud statutes, the interstate communication need not itself contain fraudulent representations, provided defendants use the communication to execute the fraudulent scheme). Furthermore, this is not the type of evidence which implicates <i>Becher,</i> since presumably the Morell cell phone records have always been in Cordero's control and possession, and not in the defendants' possession, even before discovery commenced in this case. The majority advances no contention that the proffered allegation would not cure the pleading deficiency which the district court identified.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Similarly, Cordero contends on appeal that she can amend her complaint to allege that the newspaper advertisements for the sale of El Sol constituted an interstate wire communication &#8212; hardly a farfetched allegation. El Nuevo Dia, a local newspaper, surely circulates to some extent outside of Puerto Rico (<i>e.g.,</i> in mainland libraries), and indeed, it is published as well on the newspaper's internet website, <i>see</i> www.endi.com.; www.clasificados.endi.com/clasificados. (listing real estate classifieds). <i>Cf. United States v. Runyan,</i> <span class=\"citation\" data-id=\"27212\"><a href=\"/opinion/27212/united-states-v-runyan/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 238-39 (5th Cir.2002) (noting that transmission of information over internet satisfies \"interstate\" requirement). The defendants reasonably could have foreseen that their advertisements would reach prospective off-island purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Rather than assess Cordero's pleading proffer on its merits, however, the majority asserts that she conceded that she could not cure the putative pleading deficiency with information she already had on hand, but needed further discovery. It cites her postjudgment motion for reconsideration, in which she argued:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\"We do not argue against this Court's assertion that a R.I.C.O. cause of action must be stated with specificity, the elements of the federal criminal action in particular. However, although we have been aware all along that interstate communications were used, we could not specify which because the defendant's (sic) were dragging their feet, with this Court's approval through its inaction. Not much need be argued, the Court is well aware of our efforts and of the defendant's (sic) obstruction to them. What is surprising is that now the Court uses the defendant's (sic) failures to comply with the laws and the Court's orders against the victims of those failures. We really don't understand this Court's posture in light of all the abuses by the defendants before, and during the case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The majority's assessment of the legal import of the quoted language is seriously flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">First, after Cordero filed the instant appeal, the district court granted her motion to <i>withdraw</i> the pending motion for reconsideration. Thus, the reconsideration motion is a legal nonentity. Had the majority truly wanted to hold Cordero to the contents of the motion to withdraw, fairness would demand that we dismiss this appeal for lack of jurisdiction, allow her to reinstate her motion to reconsider in the district court, and await the district court's disposition of that motion on its merits. The majority cannot have it both ways.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Second, the passage cited from the motion is not even a concession. Cordero submitted her motion to reconsider only four days after judgment, and she elected to focus on the unfairness of the district court's unexpected holding that she was responsible for discovery delays. In that fuller context, the intent of her language is clear: how could the district court dismiss her RICO claim because no evidence of an \"interstate communication\" had turned up when it was the defendants who were fully responsible for that failure? Cordero simply asserts that, before the court dismissed her RICO claim, she had the right to expect that the defendants would fully comply with her discovery requests and turn over all the evidence in their exclusive possession concerning interstate communications which remained in defendants' exclusive possession. At this juncture, Cordero reasonably may not have reviewed the voluminous material that she had on hand for evidence that defendants had engaged in an interstate phone conversation or placed their advertisement in a newspaper with interstate circulation. Whatever the reason, the fact that she did not include this alternative argument in her motion obviously does not constitute a forfeiture of her right to make that argument on her appeal from the underlying judgment of dismissal. <i>See Colon-Santiago v. Rosario,</i> <span class=\"citation\" data-id=\"202068\"><a href=\"/opinion/202068/colon-santiago-v-rosario/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 111 (1st Cir. 2006) (\"[A]lthough a party may file a motion for reconsideration, filing such a motion in no way obligates a party to bring up every possible reason for reconsideration or else waive the right on appeal to challenge any argument not brought up.\"). Once the district court granted her motion to withdraw her motion to reconsider, therefore, Cordero remained free to appeal the underlying <i>sua sponte</i> dismissal on any ground she would have raised had she received prior notice and opportunity to be heard, including that she possesses evidence upon which she could base a good-faith allegation that Moll made an interstate communication to Morell in New York.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Finally, the majority opinion's characterization of the motion language as a \"concession\" makes no sense. Cordero's pleading proffer on appeal states unequivocally that she has two specific pieces of evidence on hand which will cure the \"interstate communication\" allegation, yet the majority has not attempted to identify any sound basis for concluding that the Cordero proffer would not effect a cure. There is no record evidence to suggest that Cordero is lying, nor have defendants contested the <i>bona fides</i> of her proffer (or for that matter any other issue). To suggest that the Cordero motion to reconsider intentionally or irrevocably conceded the opposite proposition effectively penalizes Cordero for failing to muster all her arguments in her motion for reconsideration, a penalty specifically proscribed by our case law. <i>See Colon-Santiago,</i> 438 F.3d at 111.</p>\n    </div>\n    <p class=\"indent\">C. <i>Due Process</i></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The core problem with the rationale adopted in the majority opinion is that normally we liberally allow motions to amend in reviewing Rule 12(b)(6) dismissals. <i>See E. Food Servs.,</i> 357 F.3d at 8 (noting that leave to amend \"is often granted not only pretrial but <i>after</i> a dismissal for failure to state a claim where the court thinks that the case has some promise and there is some excuse for the delay\"). The liberal nature of the rule should obtain with special force in the instant case since Cordero was never placed on notice of the alleged pleading deficiency prior to the dismissal of her complaint by the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\"><i>Sua sponte</i> dismissal is rarely appropriate . . . . \"<i>Sua sponte</i> dismissals are strong medicine, and should be dispensed sparingly.\" \"The general rule is that `in limited circumstances, <i>sua sponte</i> dismissals of complaints under Rule 12(b)(6) ... are appropriate,' but that `such dismissals are erroneous unless the parties have been afforded notice and an opportunity to amend the complaint or otherwise respond.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\"><i>Cepero-Rivera v. Fagundo,</i> <span class=\"citation\" data-id=\"201670\"><a href=\"/opinion/201670/cepero-rivera-v-fagundo/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 130 (1st Cir.2005) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Here, however, the \"alternative rationale\" adopted by the district court utterly blindsided Cordero. The majority implies that the district court's dismissal with prejudice may not be a true <i>sua sponte</i> dismissal, in that this is not a case where defendants failed to raise an issue in their motion to dismiss, but where the grounds for dismissal were not \"fully briefed.\" In all fairness, however, the defendants are not guilty of briefing the issue of the inadequacy of the interstate communication allegation less than \"fully.\" The defendants' motion to dismiss did not even remotely mention or challenge the adequacy of the Cordero \"interstate communication\" allegation. The defendants explicitly moved for dismissal only \"on the above stated grounds.\" As no one contested the adequacy of this latter allegation, Cordero was reasonably entitled to conclude that the defendants were conceding the allegation, and she therefore rationally refrained from interposing opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Thus, endorsement of the district court's <i>sua sponte</i> rationale implicitly would demand that the Cordero opposition to the motion to dismiss have contained a refutation of every conceivable ground for dismissal, even including those never raised in the defendants' motion. Never before have we held plaintiffs to so impossible a standard. Moreover, had the district court been concerned about this matter, at the very least it should have given Cordero notice and an opportunity to be heard on the issue prior to deciding whether to dismiss her amended complaint. At that juncture, Cordero could have made the pleading proffer to the district court in the first instance, then requested leave to amend the complaint to cure the putative defect, rendering the instant appeal utterly unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Citing <i>Cepero-Rivera v. Fagundo,</i> <span class=\"citation\" data-id=\"201670\"><a href=\"/opinion/201670/cepero-rivera-v-fagundo/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 130 (1st Cir.2005), the majority opinion proposes that any due process violation is harmless because Cordero has made her arguments on appeal, and those arguments have been dismissed on the merits. A <i>sua sponte</i> dismissal may be harmless in some circumstances, but this certainly is not such a case. <i>Cepero,</i> for example, found a dismissal harmless because the plaintiff's claim, even if not subject to dismissal under Rule 12(b)(6), nonetheless was subject to dismissal on summary judgment (<i>viz,</i> failure of plaintiff to establish a <i>prima facie</i> case). Here, by contrast, the defendants never moved for summary judgment, and the only ground for dismissal was failure to allege, not failure to make an adequate Rule 56 proffer. Hence, the district court's <i>sua sponte</i> dismissal of the Cordero RICO claim can only be deemed \"harmless\" if, on appeal, we afford her the opportunity to present her arguments regarding her ability to amend her complaint to cure the putative deficiency in her interstate communication allegation, as she would have done had the district court given her notice and an opportunity to be heard before the court dismissed her complaint. <i>See Curley v. Perry,</i> <span class=\"citation\" data-id=\"161006\"><a href=\"/opinion/161006/curley-v-perry/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1278</span></a></span>, 1284 (10th Cir.2001) (\"We hold similarly that the lack of prior notice of a <i>sua sponte</i> dismissal with prejudice for failure to state a claim is harmless when, as here, the plaintiff has a reasonable post-judgment opportunity to present his arguments to the district court and the appellate court, including the opportunity to suggest amendments that would cure the complaint's deficiencies.\"); <i>Buchanan v. Manley,</i> <span class=\"citation\" data-id=\"184557\"><a href=\"/opinion/184557/buchanan-jasper-n-v-manley-audrey/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">386</span></a></span>, 389 (D.C.Cir.1998) (same). As the majority opinion does not accord her that very opportunity, <i>see supra</i> Section II.B., I am unable to discern how any due process violation may be considered \"harmless.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">After reviewing the record, it is not difficult to comprehend the district court's pique at the lengthy delays, but its impatience was plainly misdirected at the wrong party. A Rule 12(b)(6) dismissal, with prejudice, cannot be affirmed merely on an unarticulated hunch that a RICO claim lacks merit. Although procedural rules are designed to filter out non-meritorious claims, plainly not all claims can be adjudicated under Rule 12(b)(6), which inquires only whether the plaintiff has pleaded a cause of action, as distinguished from whether she has proven it. As the defendants' intransigence precluded the completion of discovery, the Cordero claim has yet to be tested under the more demanding summary judgment rubric.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The majority's implicit decision to deny the reasonable request that Cordero be accorded her first adequate opportunity to address the \"interstate communication\" issue entails several serious consequences which surely ought, in all fairness, not be allowed to obtain. First, it penalizes an exemplary plaintiff who doggedly pursued discovery, and played by the rules. Second, it rewards defendants who egregiously assumed they may ignore a legal claim which <i>they</i> consider non-meritorious, and that if they can ignore it long enough, the trial court ultimately will oblige by dismissing the claim in utter exasperation. Such blatant shenanigans can be countenanced only at the expense of establishing an extremely unwise precedent. The correct course would be to vacate the dismissal with prejudice, remand the case to the district court, either for a definitive disposition of the Cordero discovery motions on the merits, <i>or</i> permit Cordero an opportunity to amend her complaint to cure the putative deficiency in her \"interstate communication\" allegation. For these reasons, I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As noted,<i>supra,</i> in ruling on the early Cordero motions to compel discovery, the district court forewarned <i>defendants</i> against persisting in their discovery abuses upon pain of sanctions. Inexplicably, starting in August 2004, the district court began to issue orders in which it suggested, without explanation, that the \"parties\" were to blame for discovery delays, and threatened to sanction the parties. Yet, the defendants had neither alleged discovery abuses by Cordero, nor sought sanctions against her. In any event, the defendants thereafter failed to respond to the fourth motion to compel filed by Cordero, which was \"automatically granted\" on December 30, 2003. Hence, the defendants effectively admitted that they &#8212; not Cordero &#8212; caused the alleged discovery delays.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/27212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/161006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599292/"
  ]
}