{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202247/",
  "absolute_url": "/opinion/202247/sou-srey-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202247/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:47:45Z",
  "date_modified": "2016-02-28T05:07:34.960298Z",
  "type": "010combined",
  "sha1": "71e4576692ac82c789c47558af90a684cc7ede5c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1668-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/06/07/Sou_Srey_v._Gonzales.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 05-1668\n\n                       ROS SOU AND CHANTHA SREY,\n\n                             Petitioners,\n\n                                  v.\n\n                ALBERTO R. GONZALES, ATTORNEY GENERAL,\n\n                              Respondent.\n\n\n\n                    PETITION FOR REVIEW OF AN ORDER\n                  OF THE BOARD OF IMMIGRATION APPEALS\n\n\n\n                                Before\n\n                    Selya and Lipez, Circuit Judges,\n                      and Saylor,* District Judge.\n\n\n\n     Thomas Stylianos, Jr., on brief for petitioners.\n     Michael J. Sullivan, United States Attorney (District of\nMassachusetts) and Michael Sady, Assistant United States Attorney\n(District of Massachusetts), on brief for respondent.\n\n\n                             June 7, 2006\n\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f           SAYLOR, District Judge.           Petitioners Ros Sou and Chantha\n\nSrey seek review of a final order of the Board of Immigration\n\nAppeals   affirming     a    denial   of   their   application   for   asylum,\n\nwithholding of removal on the basis of political opinion and\n\nmembership in a particular social group, and withholding of removal\n\nunder the Convention Against Torture (“CAT”). Finding no error, we\n\naffirm.\n\nI.   BACKGROUND1\n\n           Sou and Srey are citizens of Cambodia who presently\n\nreside in Massachusetts.         They were married in a Communist forced-\n\nlabor camp in 1978.          After working in various capacities for a\n\nnumber of years, they established and operated a drug store out of\n\ntheir home in Phnom Penh.        Srey was a trained pharmacist; Sou, who\n\ndescribed himself as “a businessman,” attended to sales and other\n\nbusiness aspects of the store.\n\n                   A.       Events of May and June 2002\n\n           Petitioners’ decision to leave Cambodia for the United\n\nStates arose from events occurring in May and June 2002.                    A\n\ngovernment worker named Ly came to Sou and Srey in early May and\n\nwarned them that Sou was believed (1) to be a member of Khmer Seri\n\n\n\n      1\n       Our review is of the Board’s decision, which assumed the\ncredibility of petitioners (notwithstanding the Immigration Judge’s\nfinding that petitioners’ story was not credible). The court also\nassumes petitioners’ credibility and recites the facts as they were\nrepresented in the petition and at the hearing.         See Xu v.\nGonzales, 424 F.3d 45, 46 (1st Cir. 2005).\n\n                                       -2-\n\for the Cambodian Freedom Fighters (“CFF”)2 and associated with a\n\nman named Nou Uth Buntha; (2) to be a supporter of the Sam Rainsy\n\nParty (“SRP”); and (3) to have been a soldier in the 1970s in the\n\narmy of the Lon Nol government and, as a result, to be “especially\n\ndangerous.”3   Ly warned Sou that it would be safer if he went away\n\nfor   a   while.   Although    Ly’s   statements   made   them   fearful,\n\npetitioners did not leave the country at that time.       Instead, they\n\ndecided that Sou should go into hiding at his sister’s home about\n\n50 kilometers away.\n\n            Srey testified that several days later uniformed police\n\narrived at her store in the afternoon and told her that they were\n\nlooking for her husband.      In the presence of customers, they held\n\na gun to her chest and repeatedly demanded to know where he was.\n\nShe said that she did not know, and they left.      About two or three\n\nweeks later, after the “situation calm[ed] down,” she sent a\n\nmessage to Sou telling him about the situation at home.          After he\n\nreturned home, they decided to leave Cambodia.\n\n            They spent several weeks preparing to leave the country,\n\nincluding obtaining a passport for Srey and visas from the U.S.\n\nEmbassy.    They sold off the inventory of their pharmacy and, on\n\n\n\n      2\n       According to the petition, the CFF is also known as Khmer\nSeri (variably spelled as “Serei,” “Srei,” and “Sari”).\n      3\n       Sou changed his name and birth date after the Khmer Rouge\ncame to power in 1975 to mask his identity and prior military\nservice.\n\n                                   -3-\n\fJune 25, 2002, closed the store.4         They left Cambodia two days\n\nlater. A Cambodian government official stamped Sou’s passport with\n\nan exit visa, dated June 27.   When questioned as to how he obtained\n\nthe stamp, Sou explained that he gave his passport to someone else\n\nto get it stamped for him.     Neither Sou, Srey, nor the individual\n\nwho obtained the exit visa for Sou were questioned or detained.\n\nThey boarded their flight apparently without incident and the next\n\nday, June 28, arrived in Los Angeles.\n\n           Petitioners did not bring their children, who were then\n\n14, 15, and 16 years old, with them.      The children were left in the\n\ncare of a relative in Phnom Penh.       They receive letters from their\n\nchildren, but do not speak with them on the phone.5\n\n   B.    Evidence of Involvement with Organizations in Cambodia\n\n           The Board found, among other things, that petitioners had\n\nno “political affiliations of their own.”           Both Sou and Srey\n\ntestified that they were never members of any organization while\n\nthey were in Cambodia.   However, there is evidence that they had at\n\nleast tangential association with three organizations.\n\n\n\n\n     4\n       Srey testified that she, not Sou, sold the inventory, and\nthat Sou remained in hiding even though he had returned home.\n     5\n      Both petitioners testified that their children wrote to them\nthat the police continue to look for Sou at his home.          Srey\ntestified that her children have told her that “these things happen\nevery day.” The record does not contain copies of any letters from\ntheir children.\n\n                                  -4-\n\f           First, Sou testified that he joined the army in 1971 to\n\nfight against the Communists in support of the government then in\n\npower, which was led by Lon Nol.      His involvement in the army ended\n\nwhen the Khmer Rouge seized power in 1975.          He believes that those\n\nwho   fought   against   the   Communists    are   viewed   by   the   current\n\ngovernment as opponents who are especially dangerous when they\n\nengage in political activity.       Sou stated in his application that\n\nhe fears arrest, disappearance, and death as a result of his former\n\nmilitary involvement.\n\n           Second, Sou testified that he was a close friend of a man\n\nnamed Nou Uth Buntha, who the government would later charge and\n\nconvict as a “terrorist.”        Sou met Buntha through a neighbor in\n\n1996 and they became close friends.            He and his wife regularly\n\nsocialized with him and, for some period of time, Buntha visited\n\ntheir home once or twice a month.           Their conversations sometimes\n\nturned to politics, and Sou knew that Buntha was a member of a\n\npolitical party that was, at least for some period of time, opposed\n\nto the ruling party.       Sou did not know, one way or the other,\n\nwhether Buntha was a member of the CFF.\n\n           In December 2000, Sou learned from a Cambodian newspaper\n\nthat Buntha had been arrested for being a part of an attempt by the\n\nCFF to overthrow the government.6         He was convicted and apparently\n\n\n\n      6\n       Sou believes that the government also charged Buntha with\nbeing a member of the CFF.\n\n                                    -5-\n\fsentenced to a prison term of 20 years.7                After learning of the\n\narrest, Sou became worried that he would be arrested, and destroyed\n\nall pictures and letters in his possession that would link him to\n\nBuntha.    Sou testified that, as far as he knows, Buntha was never\n\nreleased, was not given a fair trial, and probably was killed by\n\nthe government.       Sou also testified that he has never been a member\n\nof   the   CFF   or   participated   in    its    activities.        However,   he\n\ntestified that he fears that the Cambodian government has imputed\n\nor will impute the political beliefs of Buntha or the CFF to him\n\nbecause of their friendship, and that the government will cause him\n\nto be arrested, imprisoned without trial, or killed.\n\n             Third,    Sou   testified    that,    by   1998,   he   had   become\n\ninterested in the SRP.       He conceded that he was not a member of the\n\nSRP and “was never active in [SRP] activities” while in Cambodia,\n\nalthough he had donated “some money and medicine” to the party.\n\nThere is no evidence as to when he made this donation, or in what\n\namount.     Sou became a member of the SRP sometime after he left\n\nCambodia.8       According to background information in the record,\n\n\n      7\n      Background information submitted by petitioners states that\nthe Cambodian government has outlawed the CFF as a terrorist\norganization and has charged and convicted some of its members of\nterrorism and other crimes. The information includes allegations\nthat some CFF supporters have been unfairly detained, charged, and\nconvicted. Respondent has not contested the accuracy of any of\nthis background information.\n      8\n      Sou had apparently become a member of the SRP by the time he\nsubmitted his application for asylum. Sou submitted supplemental\nevidence to the Board that post-dates the Immigration Judge’s\n\n                                     -6-\n\fthere have been documented cases of government abuses directed\n\ntoward SRP activists and candidates, including harassment, threats\n\nof death and of loss of citizenship documents, and the withholding\n\nof routine services.   Some SRP activists have been killed under\n\nsuspicious circumstances.    Sou believes that SRP supporters are at\n\nrisk generally for arrest, detention, and death.\n\n                       C.   Prior Proceedings\n\n          The former Immigration and Naturalization Service brought\n\nremoval proceedings against petitioners and issued Notices to\n\nAppear on February 27, 2003. Petitioners admitted the truth of the\n\nfactual allegations in the Notices, conceded removability, and\n\nsought the opportunity to apply for political asylum, withholding\n\nof removal, and withholding of removal pursuant to CAT.        They\n\napplied for such relief with Sou as the principal applicant and\n\nSrey as his derivative beneficiary.\n\n          After a hearing, the Immigration Judge (“IJ”) concluded\n\nthat petitioners’ accounts lacked credibility and denied their\n\n\ndecision; this evidence includes, among other things, a picture of\nhim and his wife at an SRP rally in Lowell, Massachusetts, in\nFebruary 2005 and reports of government abuses directed toward\nhigh-level SRP members.    The Board treated the submission as a\nmotion to reopen.     It held, however, that the evidence was\ninsufficient to meet the standard to reopen and apparently did not\ngive any further consideration to the supplemental evidence. See\n8 C.F.R. § 1003.2(c). Petitioners do not appeal this denial, but\nnevertheless make reference to various pieces of the supplemental\nevidence in their brief.     By law, this court may decide the\npetition “only on the administrative record on which the order is\nbased.” 8 U.S.C. § 1252(b)(4)(A). For that reason, we will not\nconsider the supplemental evidence.\n\n                                 -7-\n\fapplication.          The IJ focused on what he determined were a number of\n\nimplausibilities in their story and concluded that the Cambodian\n\ngovernment        was    not   looking    for     Sou.        In    particular,    he   was\n\nunconvinced        that    the     government     would       begin   looking     for   Sou\n\napproximately a year and a half after Buntha’s arrest and some\n\nmonths after his death.             Further, Sou could have been found easily\n\nin a number of ways:           through surveillance of his home or business\n\n(which      was   not     closed    until    June      25);    by    checking   with    his\n\nrelatives at their homes; or by intercepting him when he and his\n\nwife obtained their exit visas and attempted to leave the country.\n\nThe IJ found Srey’s testimony that she was questioned at gunpoint\n\nunconvincing.           He added that, “to the extent that [their account]\n\nmay be true . . . the Cambodian government has a legitimate concern\n\nin questioning associates of known and convicted terrorists in\n\norder       to   gather    additional       information.”           Therefore,    the    IJ\n\nconcluded, petitioners failed to meet their burden to prove that\n\n(a) they were unable or unwilling to return to their country\n\nbecause      of   a     well-founded     fear     of   persecution       on   account   of\n\nmembership in a particular social group or political opinion; or\n\n(b) that it was more likely than not that they would be subject to\n\ngovernment-sanctioned torture if removed to Cambodia.9\n\n\n        9\n        Petitioners argue that the IJ’s adverse credibility\ndetermination was arbitrary and capricious. However, the court’s\nreview is of the Board’s decision, which assumed that petitioners\nwere credible. Therefore, the court “cannot and need not review\nthe credibility determination of the IJ.” Xu, 424 F.3d at 48.\n\n                                            -8-\n\f           Petitioners timely appealed this decision to the Board.\n\nThe   Board   “assum[ed]    the    credibility    of   [Sou   and    Srey’s]\n\ntestimony.”     It   then   related    Srey’s   testimony   that    she   “was\n\nconfronted by Cambodian police and asked about the location of her\n\nhusband,” and their belief that “they are under investigation due\n\nto their affiliation with a friend who was arrested for terrorism.”\n\nThe Board found that they “have no political affiliations of their\n\nown, they were allowed to leave Cambodia, and their children remain\n\nin Cambodia at this time.”        It then concluded by “agree[ing] with\n\nthe Immigration Judge that, under these circumstances, [they] have\n\nfailed to demonstrate a well-founded fear of returning to Cambodia\n\nat this time,” and dismissed their appeal.10            Petitioners have\n\npetitioned for review of the Board’s dismissal to this court,\n\narguing that they have proved their entitlement to asylum.11\n\n\n      10\n       The record does not contain petitioners’ appeal of the IJ’s\ndecision to the Board. It is therefore not clear whether they also\nappealed the IJ’s determination that they were not entitled to\nwithholding of removal either on account of political opinion or\nmembership in a particular social group or under the CAT.\nPetitioners have not argued to the court that the Board improperly\nfailed to consider these latter grounds for relief. See Xu, 424\nF.3d at 48 (“Issues not raised before the Board may not be raised\nfor the first time upon judicial review of the Board’s decisions.”)\n(quoting Ravindran v. Immigration and Naturalization Serv., 976\nF.2d 754, 761 (1st Cir. 1992)). The court notes, in any event,\nthat the showing required to prove eligibility for withholding of\nremoval is higher than that for asylum.       See, e.g., Silva v.\nAshcroft, 394 F.3d 1, 4 n.5 (1st Cir. 2005).\n      11\n       Although petitioners’ application included “membership in\na particular social group” as one of their claimed bases for\nrelief, there is no evidence that petitioners raised this issue\nbefore the Board and they did not argue the point in their brief.\n\n                                      -9-\n\fII.   DISCUSSION\n\n                         A.   Standard of Review\n\n            Where, as here, the Board does not summarily adopt the\n\nIJ’s decision but instead makes an independent decision, the\n\nBoard’s decision is the final administrative order reviewed by the\n\ncourt.     See Xu, 424 F.3d at 48; Njenga v. Ashcroft, 386 F.3d 335,\n\n338 (1st Cir. 2004).\n\n            Our review of the Board’s decision is quite limited.          As\n\nto the Board’s findings of fact, we shall deem them “conclusive\n\nunless any reasonable adjudicator would be compelled to conclude to\n\nthe   contrary.”     8   U.S.C.   §   1252(b)(4)(B);   accord   Olujoke   v.\n\nGonzales, 411 F.3d 16, 21 (2005).        The Board’s decision whether to\n\ngrant or deny asylum is “conclusive unless manifestly contrary to\n\nthe law and an abuse of discretion.”          8 U.S.C. § 1252(b)(4)(D);\n\naccord Huang v. Immigration and Naturalization Serv., 436 F.3d 89,\n\n96 & n.9 (2d Cir. 2006); see Immigration and Naturalization Serv.\n\nv. Elias-Zacarias, 502 U.S. 478, 481 & n.1 (1992) (quoting the\n\nstandard of review contained in former 8 U.S.C. § 1105a(a)(4)).12\n\n\nFurthermore, the record contains few, if any, facts identifying the\nsocial group of which they claim to be members and why they fear\npersecution on that basis.      Accordingly, the court will not\nconsider the claim in this proceeding.      “Mere notation of the\napplicable law, without any argumentation as to how it applies to\na petitioner’s case, does not raise the issue of its application”\non appeal. Xu, 424 F.3d at 49.\n      12\n       The proper standard of review for asylum decisions has been\nthe subject of some confusion, based in no small part on an\napparent technical error in the Illegal Immigration Reform and\n\n                                      -10-\n\f                B.   Review of the Board’s Decision\n\n          To be eligible for asylum, an applicant bears the burden\n\nof proving that he or she qualifies as a “refugee” under the\n\nImmigration   and    Nationality    Act   (“INA”).      8   U.S.C.   §§\n\n1101(a)(42)(A), 1158(b)(1); 8 C.F.R. § 208.13.       To so qualify, an\n\napplicant must be “unable or unwilling to return to, and [be]\n\nunable or unwilling to avail himself [] of the protection of [the\n\n\nImmigrant Responsibility Act of 1996 (“IIRIRA”).      Prior to the\nadoption of IIRIRA, the standard of review was set forth in former\n8 U.S.C. § 1105a(a)(4). See Elias-Zacarias, 502 U.S. at 481 & n.1\n(“The BIA’s determination [of an alien’s eligibility] for asylum\nmust be upheld if ‘supported by reasonable, substantial, and\nprobative evidence on the record considered as a whole’”; to\nreverse the Board’s determination, “we must find that the evidence\nnot only supports that conclusion, but compels it . . . .” )\n(quoting statute; emphasis in original). In 1996, Congress added\n8 U.S.C. § 1252(b)(4)(D) as part of IIRIRA. Pub. L. No. 104-208,\n§ 306(a), 110 Stat. 3009-608 (1996).     That section purports to\nprovide the standard of review as to “the Attorney General’s\ndiscretionary judgment whether to grant relief under section\n1158(a) of this title.” In fact, however, 8 U.S.C. § 1158(a) says\nnothing about the Attorney General’s discretionary judgment to\ngrant asylum, but instead addresses an alien’s ability to apply for\nasylum.   Prior to the enactment of IIRIRA, section 1158(a) did\ncontain such a reference, but the subject matter of former section\n1158(a) was split under IIRIRA into new sections, 1158(a) and\n1158(b).    Section 1158(b) now contains the relevant language\naddressing the Attorney General’s “discretionary judgment.”      We\nagree with the Second Circuit that Congress intended that the\nstandard of review set forth in section 1252(b)(4)(D) apply to\nreview of determinations whether to grant asylum under section\n1158(b). See Huang, 436 F.3d at 96 & 97 n.9.\n     Although the phraseology of § 1252(b)(4)(1) is somewhat\ndifferent than the standard of review noted in our recent cases\n(many of which quote Elias Zacarias), the net result is the same;\na Board decision that is not based on substantial evidence in the\nrecord is, a fortiori, manifestly contrary to law and an abuse of\ndiscretion and, accordingly, will be set aside.         See, e.g.,\nOlujoke, 411 F.3d at 21; Khem v. Ashcroft, 342 F.3d 51, 53 (1st\nCir. 2003).\n\n                                   -11-\n\fcountry of his nationality or, if he has no nationality, the\n\ncountry in which he last habitually resided] because of persecution\n\nor a well-founded fear of persecution on account of race, religion,\n\nnationality, membership in a particular social group, or political\n\nopinion . . . .”      8 U.S.C. § 1101(a)(42)(A); accord 8 C.F.R. §\n\n208.13(b).     An applicant may meet this burden by proving that he\n\nhas suffered persecution in the past on one of the aforementioned\n\ngrounds (entitling him to a rebuttable presumption in his favor) or\n\nby establishing his “well-founded fear of future persecution.”\n\nKhem, 342 F.3d at 53.     To establish a well-founded fear of future\n\npersecution, the applicant must prove his fear both subjectively\n\nand objectively.    Id.   “[T]he objective component requires showing\n\nby ‘credible, direct and specific evidence’ that this fear is\n\nreasonable.”    El Moraghy v. Ashcroft, 331 F.3d 195, 203 (1st Cir.\n\n2003) (quoting Velasquez v. Ashcroft, 316 F.3d 31, 35 (1st Cir.\n\n2002)).\n\n          Petitioners’ appeal concerns only their claim of future\n\npersecution on the basis of political opinion.     Sou does not argue\n\nthat he suffered past persecution.\n\n          As noted, we assume petitioners to be credible.     In our\n\nreview, we consider only the reasons stated by the Board for\n\ndenying relief and do not independently consider whether other\n\ngrounds would be supported by the record.     El Moraghy, 331 F.3d at\n\n203; Yatskin v. Immigration and Naturalization Serv., 255 F.3d 5,\n\n\n                                  -12-\n\f9 (1st Cir. 2001).13   The Board determined that petitioners had not\n\nmet their burden by proffering sufficient evidence in support of\n\ntheir application for asylum. Although a fuller explanation by the\n\nBoard would certainly aid our review, it contained the minimally\n\nrequired reasoning to support its decision in light of the strength\n\nof petitioners’ evidence.\n\n           The only finding of fact that petitioners challenge is\n\nthe Board’s finding that they had “no political affiliations of\n\ntheir own.”   However, nothing in the record compels a contrary\n\nfinding.   Petitioners testified that they were not members of any\n\npolitical organization.14   They were not political activists, and\n\ntheir support for the SRP was relatively limited.      Their social\n\nrelationship with Buntha related to the CFF in only the most\n\noblique sense.    Finally, Sou’s service in the military ended\n\napproximately 27 years before the events of 2002 leading to their\n\ndeparture. Thus, while petitioners were not entirely apolitical,\n\n\n\n\n     13\n       The Board’s decision must be “sufficiently clear to support\nour review.” Xu, 424 F.3d at 49. Although the decision here was\n“brief and summary in tone,” it is clear enough to allow meaningful\nreview. See id. There is no “per se rule requiring an explicit\nholding as to every factor that an [administrator] might find\nrelevant in making a determination.      This is because, ‘[w]hen\nconsidering whether the clarity of an administrative decision is\nsufficient to support our review, . . . we are not . . . oblivious\nof the record on which it is based.’” Sulaiman v. Gonzales, 429\nF.3d 347, 350 (1st Cir. 2005) (quoting Xu, 424 F.3d at 49).\n     14\n        As noted, Sou apparently joined the SRP after he left\nCambodia.\n\n                                -13-\n\fthe record does not compel the conclusion that they had political\n\naffiliations.15\n\n            Turning to the merits, we conclude that the Board’s\n\ndecision was not “manifestly contrary to law and an abuse of\n\ndiscretion” for at least four reasons.\n\n            First,      petitioners’      involvement    in     political\n\norganizations was low-level to nonexistent (and in the case of the\n\nmilitary, decades-old); that is not sufficient, by itself, to\n\nestablish that the political beliefs of those organizations would\n\nbe imputed to them or that they would be targeted on the basis of\n\ntheir tangential connections. See Khem, 342 F.3d at 54 (petitioner\n\nwas “low-level party member” who was a paid fundraiser for the\n\nparty, did not make public speeches, and never held party office;\n\nsubstantial evidence supported IJ’s conclusion that she had not\n\ndemonstrated a well-founded fear of persecution).         Nor does their\n\nfriendship with Buntha establish that his opinions or membership in\n\nthe CFF would be imputed to them.      See id. at 53 (no evidence that\n\npetitioner herself would be targeted because of her husband’s\n\npolitical   beliefs).      While   petitioners   argue   that   the   Board\n\n\n     15\n       Petitioners also argue that the Board’s finding that they\nhad no political affiliation was limited to a reading of the IJ’s\nopinion and failed to take into account evidence that would support\na contrary conclusion. Petitioners claim that this is a “denial of\ndue process by the BIA.” However, the Board’s decision, though\nbrief, indicates that the review was limited to the record that was\ndeveloped before the IJ and includes some citations to that record.\nThe Board need not discuss each piece of evidence. See Khalil v.\nAshcroft, 337 F.3d 50, 56 (1st Cir. 2003).\n\n                                   -14-\n\f“ignored and failed to properly value” country condition reports\n\nthat detail government abuses directed toward SRP candidates,\n\nactivists, and high-level SRP lawmakers, there was no showing that\n\npetitioners are situated similarly to those who suffered these\n\nabuses.    Accordingly, it was not error for the Board to conclude\n\nthat they had not demonstrated that their fear of suffering the\n\nsame abuse is well-founded.           See id. at 54 (“[C]ountry conditions\n\nreports    do      not     document     persecution    of   low-level    party\n\nmembers . . . .”).\n\n           Second, the Board noted that petitioners had left the\n\ncountry freely.          Indeed, their movements were largely unimpeded:\n\nthey sold the drug store inventory, obtained visas from the U.S.\n\nembassy, obtained exit stamps in their passports from the Cambodian\n\ngovernment (although Sou’s was obtained by another person), and\n\nwere not questioned or detained as they boarded their flight.\n\nTheir conclusory testimony that Sou was in “hiding” and that they\n\nfeared for their safety does not meet their burden of proving that\n\ntheir fear was objectively reasonable by “direct and specific\n\nevidence.”        See El Moraghy, 331 F.3d at 203 (internal quotation\n\nmarks removed).\n\n           Third, petitioners’ children remain in Cambodia. Nothing\n\nin the record suggests that they, or any of the petitioners’ other\n\nrelatives, are being persecuted.              “The fact that close relatives\n\ncontinue     to    live    peacefully    in    the   [petitioners’]   homeland\n\n\n                                        -15-\n\fundercuts the [petitioners’] claim that persecution awaits [their]\n\nreturn.”   Guzman v. INS, 327 F.3d 11, 16 (1st Cir. 2003) (quoting\n\nAguilar-Solis v. INS, 168 F.3d 565 (1st Cir. 1999)).\n\n           Finally, the length of time between the arrest of Buntha\n\n(in December 2000) and the government’s attempt to question Sou (in\n\nearly May 2002) suggests that Sou was not considered a threat to\n\nthe    government    or   even   a   particularly   high   priority   for\n\nquestioning.     Again, while not conclusive, that delay tends to\n\nundercut the reasonableness of any fear of persecution.\n\nIII.   CONCLUSION\n\n           In summary, the Board’s conclusion was not “manifestly\n\ncontrary to the law and an abuse of discretion” under 8 U.S.C. §\n\n1252(b)(4)(D).      We are sympathetic to petitioners’ past hardships\n\nand concern for the future, and acutely aware of the tragic\n\nexperience of the Cambodian people over the past several decades.\n\nNonetheless, the Board’s decision is in accordance with the law and\n\nwill not be overturned.\n\n\n\nThe petition for review is denied.\n\n\n\n\n                                     -16-\n\f",
  "html": "<p class=\"case_cite\">450 F.3d 1</p>\n    <p class=\"parties\">Ros SOU and Chantha Srey, Petitioners,<br>v.<br>Alberto R. GONZALES, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 05-1668.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted April 5, 2006.</p>\n    <p class=\"date\">Decided June 7, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas Stylianos, Jr., on brief for petitioners.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney (District of Massachusetts) and Michael Sady, Assistant United States Attorney (District of Massachusetts), on brief for respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before SELYA and LIPEZ, Circuit Judges, and SAYLOR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">SAYLOR, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioners Ros Sou and Chantha Srey seek review of a final order of the Board of Immigration Appeals affirming a denial of their application for asylum, withholding of removal on the basis of political opinion and membership in a particular social group, and withholding of removal under the Convention Against Torture (\"CAT\"). Finding no error, we affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sou and Srey are citizens of Cambodia who presently reside in Massachusetts. They were married in a Communist forced-labor camp in 1978. After working in various capacities for a number of years, they established and operated a drug store out of their home in Phnom Penh. Srey was a trained pharmacist; Sou, who described himself as \"a businessman,\" attended to sales and other business aspects of the store.</p>\n    </div>\n    <p class=\"center\">A. <i>Events of May and June 2002</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioners' decision to leave Cambodia for the United States arose from events occurring in May and June 2002. A government worker named Ly came to Sou and Srey in early May and warned them that Sou was believed (1) to be a member of Khmer Seri or the Cambodian Freedom Fighters (\"CFF\")<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and associated with a man named Nou Uth Buntha; (2) to be a supporter of the Sam Rainsy Party (\"SRP\"); and (3) to have been a soldier in the 1970s in the army of the Lon Nol government and, as a result, to be \"especially dangerous.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Ly warned Sou that it would be safer if he went away for a while. Although Ly's statements made them fearful, petitioners did not leave the country at that time. Instead, they decided that Sou should go into hiding at his sister's home about 50 kilometers away.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Srey testified that several days later uniformed police arrived at her store in the afternoon and told her that they were looking for her husband. In the presence of customers, they held a gun to her chest and repeatedly demanded to know where he was. She said that she did not know, and they left. About two or three weeks later, after the \"situation calm[ed] down,\" she sent a message to Sou telling him about the situation at home. After he returned home, they decided to leave Cambodia.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">They spent several weeks preparing to leave the country, including obtaining a passport for Srey and visas from the U.S. Embassy. They sold off the inventory of their pharmacy and, on June 25, 2002, closed the store.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> They left Cambodia two days later. A Cambodian government official stamped Sou's passport with an exit visa, dated June 27. When questioned as to how he obtained the stamp, Sou explained that he gave his passport to someone else to get it stamped for him. Neither Sou, Srey, nor the individual who obtained the exit visa for Sou were questioned or detained. They boarded their flight apparently without incident and the next day, June 28, arrived in Los Angeles.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioners did not bring their children, who were then 14, 15, and 16 years old, with them. The children were left in the care of a relative in Phnom Penh. They receive letters from their children, but do not speak with them on the phone.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"center\">B. <i>Evidence of Involvement with Organizations in Cambodia</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Board found, among other things, that petitioners had no \"political affiliations of their own.\" Both Sou and Srey testified that they were never members of any organization while they were in Cambodia. However, there is evidence that they had at least tangential association with three organizations.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, Sou testified that he joined the army in 1971 to fight against the Communists in support of the government then in power, which was led by Lon Nol. His involvement in the army ended when the Khmer Rouge seized power in 1975. He believes that those who fought against the Communists are viewed by the current government as opponents who are especially dangerous when they engage in political activity. Sou stated in his application that he fears arrest, disappearance, and death as a result of his former military involvement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, Sou testified that he was a close friend of a man named Nou Uth Buntha, who the government would later charge and convict as a \"terrorist.\" Sou met Buntha through a neighbor in 1996 and they became close friends. He and his wife regularly socialized with him and, for some period of time, Buntha visited their home once or twice a month. Their conversations sometimes turned to politics, and Sou knew that Buntha was a member of a political party that was, at least for some period of time, opposed to the ruling party. Sou did not know, one way or the other, whether Buntha was a member of the CFF.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In December 2000, Sou learned from a Cambodian newspaper that Buntha had been arrested for being a part of an attempt by the CFF to overthrow the government.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> He was convicted and apparently sentenced to a prison term of 20 years.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> After learning of the arrest, Sou became worried that he would be arrested, and destroyed all pictures and letters in his possession that would link him to Buntha. Sou testified that, as far as he knows, Buntha was never released, was not given a fair trial, and probably was killed by the government. Sou also testified that he has never been a member of the CFF or participated in its activities. However, he testified that he fears that the Cambodian government has imputed or will impute the political beliefs of Buntha or the CFF to him because of their friendship, and that the government will cause him to be arrested, imprisoned without trial, or killed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third, Sou testified that, by 1998, he had become interested in the SRP. He conceded that he was not a member of the SRP and \"was never active in [SRP] activities\" while in Cambodia, although he had donated \"some money and medicine\" to the party. There is no evidence as to when he made this donation, or in what amount. Sou became a member of the SRP sometime after he left Cambodia.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> According to background information in the record, there have been documented cases of government abuses directed toward SRP activists and candidates, including harassment, threats of death and of loss of citizenship documents, and the withholding of routine services. Some SRP activists have been killed under suspicious circumstances. Sou believes that SRP supporters are at risk generally for arrest, detention, and death.</p>\n    </div>\n    <p class=\"center\">C. <i>Prior Proceedings</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The former Immigration and Naturalization Service brought removal proceedings against petitioners and issued Notices to Appear on February 27, 2003. Petitioners admitted the truth of the factual allegations in the Notices, conceded removability, and sought the opportunity to apply for political asylum, withholding of removal, and withholding of removal pursuant to CAT. They applied for such relief with Sou as the principal applicant and Srey as his derivative beneficiary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After a hearing, the Immigration Judge (\"IJ\") concluded that petitioners' accounts lacked credibility and denied their application. The IJ focused on what he determined were a number of implausibilities in their story and concluded that the Cambodian government was not looking for Sou. In particular, he was unconvinced that the government would begin looking for Sou approximately a year and a half after Buntha's arrest and some months after his death. Further, Sou could have been found easily in a number of ways: through surveillance of his home or business (which was not closed until June 25); by checking with his relatives at their homes; or by intercepting him when he and his wife obtained their exit visas and attempted to leave the country. The IJ found Srey's testimony that she was questioned at gunpoint unconvincing. He added that, \"to the extent that [their account] may be true... the Cambodian government has a legitimate concern in questioning associates of known and convicted terrorists in order to gather additional information.\" Therefore, the IJ concluded, petitioners failed to meet their burden to prove that (a) they were unable or unwilling to return to their country because of a well-founded fear of persecution on account of membership in a particular social group or political opinion; or (b) that it was more likely than not that they would be subject to government-sanctioned torture if removed to Cambodia.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioners timely appealed this decision to the Board. The Board \"assum[ed] the credibility of [Sou and Srey's] testimony.\" It then related Srey's testimony that she \"was confronted by Cambodian police and asked about the location of her husband,\" and their belief that \"they are under investigation due to their affiliation with a friend who was arrested for terrorism.\" The Board found that they \"have no political affiliations of their own, they were allowed to leave Cambodia, and their children remain in Cambodia at this time.\" It then concluded by \"agree[ing] with the Immigration Judge that, under these circumstances, [they] have failed to demonstrate a well-founded fear of returning to Cambodia at this time,\" and dismissed their appeal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Petitioners have petitioned for review of the Board's dismissal to this court, arguing that they have proved their entitlement to asylum.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <p class=\"center\">A. <i>Standard of Review</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Where, as here, the Board does not summarily adopt the IJ's decision but instead makes an independent decision, the Board's decision is the final administrative order reviewed by the court. <i>See Xu,</i> 424 F.3d at 48; <i>Njenga v. Ashcroft,</i> 386 F.3d 335, 338 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our review of the Board's decision is quite limited. As to the Board's findings of fact, we shall deem them \"conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. &#167; 1252(b)(4)(B); <i>accord Olujoke v. Gonzales,</i> 411 F.3d 16, 21 (2005). The Board's decision whether to grant or deny asylum is \"conclusive unless manifestly contrary to the law and an abuse of discretion.\" 8 U.S.C. &#167; 1252(b)(4)(D); <i>accord Huang v. Immigration and Naturalization Serv.,</i> 436 F.3d 89, 96 &amp; n. 9 (2d Cir.2006); <i>see Immigration and Naturalization Serv. v. Elias-Zacarias,</i> 502 U.S. 478, 481 &amp; n. 1, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992) (quoting the standard of review contained in former 8 U.S.C. &#167; 1105a(a)(4)).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p class=\"center\">B. <i>Review of the Board's Decision</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To be eligible for asylum, an applicant bears the burden of proving that he or she qualifies as a \"refugee\" under the Immigration and Nationality Act (\"INA\"). 8 U.S.C. &#167;&#167; 1101(a)(42)(A), 1158(b)(1); 8 C.F.R. &#167; 208.13. To so qualify, an applicant must be \"unable or unwilling to return to, and [be] unable or unwilling to avail himself [] of the protection of [the country of his nationality or, if he has no nationality, the country in which he last habitually resided] because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion....\" 8 U.S.C. &#167; 1101(a)(42)(A); <i>accord</i> 8 C.F.R. &#167; 208.13(b). An applicant may meet this burden by proving that he has suffered persecution in the past on one of the aforementioned grounds (entitling him to a rebuttable presumption in his favor) or by establishing his \"well-founded fear of future persecution.\" <i>Khem,</i> 342 F.3d at 53. To establish a well-founded fear of future persecution, the applicant must prove his fear both subjectively and objectively. <i>Id.</i> \"[T]he objective component requires showing by `credible, direct and specific evidence' that this fear is reasonable.\" <i>El Moraghy v. Ashcroft,</i> 331 F.3d 195, 203 (1st Cir.2003) (quoting <i>Velasquez v. Ashcroft,</i> 316 F.3d 31, 35 (1st Cir.2002)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Petitioners' appeal concerns only their claim of future persecution on the basis of political opinion. Sou does not argue that he suffered past persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As noted, we assume petitioners to be credible. In our review, we consider only the reasons stated by the Board for denying relief and do not independently consider whether other grounds would be supported by the record. <i>El Moraghy,</i> 331 F.3d at 203; <i>Yatskin v. Immigration and Naturalization Serv.,</i> 255 F.3d 5, 9 (1st Cir.2001).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The Board determined that petitioners had not met their burden by proffering sufficient evidence in support of their application for asylum. Although a fuller explanation by the Board would certainly aid our review, it contained the minimally required reasoning to support its decision in light of the strength of petitioners' evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The only finding of fact that petitioners challenge is the Board's finding that they had \"no political affiliations of their own.\" However, nothing in the record compels a contrary finding. Petitioners testified that they were not members of any political organization.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> They were not political activists, and their support for the SRP was relatively limited. Their social relationship with Buntha related to the CFF in only the most oblique sense. Finally, Sou's service in the military ended approximately 27 years before the events of 2002 leading to their departure. Thus, while petitioners were not entirely apolitical, the record does not compel the conclusion that they had political affiliations.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Turning to the merits, we conclude that the Board's decision was not \"manifestly contrary to law and an abuse of discretion\" for at least four reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, petitioners' involvement in political organizations was low-level to nonexistent (and in the case of the military, decades-old); that is not sufficient, by itself, to establish that the political beliefs of those organizations would be imputed to them or that they would be targeted on the basis of their tangential connections. <i>See Khem,</i> 342 F.3d at 54 (petitioner was \"low-level party member\" who was a paid fundraiser for the party, did not make public speeches, and never held party office; substantial evidence supported IJ's conclusion that she had not demonstrated a well-founded fear of persecution). Nor does their friendship with Buntha establish that his opinions or membership in the CFF would be imputed to them. <i>See id.</i> at 53 (no evidence that petitioner herself would be targeted because of her husband's political beliefs). While petitioners argue that the Board \"ignored and failed to properly value\" country condition reports that detail government abuses directed toward SRP candidates, activists, and high-level SRP lawmakers, there was no showing that petitioners are situated similarly to those who suffered these abuses. Accordingly, it was not error for the Board to conclude that they had not demonstrated that their fear of suffering the same abuse is well-founded. <i>See id.</i> at 54 (\"[C]ountry conditions reports do not document persecution of low-level party members....\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, the Board noted that petitioners had left the country freely. Indeed, their movements were largely unimpeded: they sold the drug store inventory, obtained visas from the U.S. embassy, obtained exit stamps in their passports from the Cambodian government (although Sou's was obtained by another person), and were not questioned or detained as they boarded their flight. Their conclusory testimony that Sou was in \"hiding\" and that they feared for their safety does not meet their burden of proving that their fear was objectively reasonable by \"direct and specific evidence.\" <i>See El Moraghy,</i> 331 F.3d at 203 (internal quotation marks removed).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Third, petitioners' children remain in Cambodia. Nothing in the record suggests that they, or any of the petitioners' other relatives, are being persecuted. \"The fact that close relatives continue to live peacefully in the [petitioners'] homeland undercuts the [petitioners'] claim that persecution awaits [their] return.\" <i>Guzman v. INS,</i> 327 F.3d 11, 16 (1st Cir.2003) (quoting <i>Aguilar-Solis v. INS,</i> 168 F.3d 565 (1st Cir.1999)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, the length of time between the arrest of Buntha (in December 2000) and the government's attempt to question Sou (in early May 2002) suggests that Sou was not considered a threat to the government or even a particularly high priority for questioning. Again, while not conclusive, that delay tends to undercut the reasonableness of any fear of persecution.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In summary, the Board's conclusion was not \"manifestly contrary to the law and an abuse of discretion\" under 8 U.S.C. &#167; 1252(b)(4)(D). We are sympathetic to petitioners' past hardships and concern for the future, and acutely aware of the tragic experience of the Cambodian people over the past several decades. Nonetheless, the Board's decision is in accordance with the law and will not be overturned.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>The petition for review is denied.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Our review is of the Board's decision, which assumed the credibility of petitioners (notwithstanding the Immigration Judge's finding that petitioners' story was not credible). The court also assumes petitioners' credibility and recites the facts as they were represented in the petition and at the hearing<i>See Xu v. Gonzales,</i> 424 F.3d 45, 46 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to the petition, the CFF is also known as Khmer Seri (variably spelled as \"Serei,\" \"Srei,\" and \"Sari\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Sou changed his name and birth date after the Khmer Rouge came to power in 1975 to mask his identity and prior military service</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Srey testified that she, not Sou, sold the inventory, and that Sou remained in hiding even though he had returned home</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Both petitioners testified that their children wrote to them that the police continue to look for Sou at his home. Srey testified that her children have told her that \"these things happen every day.\" The record does not contain copies of any letters from their children</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Sou believes that the government also charged Buntha with being a member of the CFF</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Background information submitted by petitioners states that the Cambodian government has outlawed the CFF as a terrorist organization and has charged and convicted some of its members of terrorism and other crimes. The information includes allegations that some CFF supporters have been unfairly detained, charged, and convicted. Respondent has not contested the accuracy of any of this background information</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Sou had apparently become a member of the SRP by the time he submitted his application for asylum. Sou submitted supplemental evidence to the Board that post-dates the Immigration Judge's decision; this evidence includes, among other things, a picture of him and his wife at an SRP rally in Lowell, Massachusetts, in February 2005 and reports of government abuses directed toward high-level SRP members. The Board treated the submission as a motion to reopen. It held, however, that the evidence was insufficient to meet the standard to reopen and apparently did not give any further consideration to the supplemental evidence<i>See</i> 8 C.F.R. &#167; 1003.2(c). Petitioners do not appeal this denial, but nevertheless make reference to various pieces of the supplemental evidence in their brief. By law, this court may decide the petition \"only on the administrative record on which the order is based.\" 8 U.S.C. &#167; 1252(b)(4)(A). For that reason, we will not consider the supplemental evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Petitioners argue that the IJ's adverse credibility determination was arbitrary and capricious. However, the court's review is of the Board's decision, which assumed that petitioners were credible. Therefore, the court \"cannot and need not review the credibility determination of the IJ.\"<i>Xu,</i> 424 F.3d at 48.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The record does not contain petitioners' appeal of the IJ's decision to the Board. It is therefore not clear whether they also appealed the IJ's determination that they were not entitled to withholding of removal either on account of political opinion or membership in a particular social group or under the CAT. Petitioners have not argued to the court that the Board improperly failed to consider these latter grounds for relief<i>See Xu,</i> 424 F.3d at 48 (\"Issues not raised before the Board may not be raised for the first time upon judicial review of the Board's decisions.\") (quoting <i>Ravindran v. Immigration and Naturalization Serv.,</i> 976 F.2d 754, 761 (1st Cir.1992)). The court notes, in any event, that the showing required to prove eligibility for withholding of removal is higher than that for asylum. <i>See, e.g., Silva v. Ashcroft,</i> 394 F.3d 1, 4 n. 5 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Although petitioners' application included \"membership in a particular social group\" as one of their claimed bases for relief, there is no evidence that petitioners raised this issue before the Board and they did not argue the point in their brief. Furthermore, the record contains few, if any, facts identifying the social group of which they claim to be members and why they fear persecution on that basis. Accordingly, the court will not consider the claim in this proceeding. \"Mere notation of the applicable law, without any argumentation as to how it applies to a petitioner's case, does not raise the issue of its application\" on appeal<i>Xu,</i> 424 F.3d at 49.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The proper standard of review for asylum decisions has been the subject of some confusion, based in no small part on an apparent technical error in the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (\"IIRIRA\"). Prior to the adoption of IIRIRA, the standard of review was set forth in former 8 U.S.C. &#167; 1105a(a)(4)<i>See Elias-Zacarias,</i> 502 U.S. at 481, 112 S.Ct. 812 &amp; n. 1 (\"The BIA's determination [of an alien's eligibility] for asylum must be upheld if `supported by reasonable, substantial, and probative evidence on the record considered as a whole'\"; to reverse the Board's determination, \"we must find that the evidence not only <i>supports</i> that conclusion, but <i>compels</i> it ....\") (quoting statute; emphasis in original). In 1996, Congress added 8 U.S.C. &#167; 1252(b)(4)(D) as part of IIRIRA. Pub.L. No. 104-208, &#167; 306(a), 110 Stat. 3009-608 (1996). That section purports to provide the standard of review as to \"the Attorney General's discretionary judgment whether to grant relief under section 1158(a) of this title.\" In fact, however, 8 U.S.C. &#167; 1158(a) says nothing about the Attorney General's discretionary judgment to grant asylum, but instead addresses an alien's ability to apply for asylum. Prior to the enactment of IIRIRA, section 1158(a) did contain such a reference, but the subject matter of former section 1158(a) was split under IIRIRA into new sections, 1158(a) and 1158(b). Section 1158(b) now contains the relevant language addressing the Attorney General's \"discretionary judgment.\" We agree with the Second Circuit that Congress intended that the standard of review set forth in section 1252(b)(4)(D) apply to review of determinations whether to grant asylum under section 1158(b). <i>See Huang,</i> 436 F.3d at 96 &amp; 97 n. 9.</p>\n        <p class=\"indent\">Although the phraseology of &#167; 1252(b)(4)(1) is somewhat different than the standard of review noted in our recent cases (many of which quote <i>Elias-Zacarias</i>), the net result is the same; a Board decision that is not based on substantial evidence in the record is, <i>a fortiori,</i> manifestly contrary to law and an abuse of discretion and, accordingly, will be set aside. <i>See, e.g., Olujoke,</i> 411 F.3d at 21; <i>Khem v. Ashcroft,</i> 342 F.3d 51, 53 (1st Cir. 2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Board's decision must be \"sufficiently clear to support our review.\"<i>Xu,</i> 424 F.3d at 49. Although the decision here was \"brief and summary in tone,\" it is clear enough to allow meaningful review. <i>See id.</i> There is no \"<i>per se</i> rule requiring an explicit holding as to every factor that an [administrator] might find relevant in making a determination. This is because, `[w]hen considering whether the clarity of an administrative decision is sufficient to support our review, ... we are not ... oblivious of the record on which it is based.'\" <i>Sulaiman v. Gonzales,</i> 429 F.3d 347, 350 (1st Cir.2005) (quoting <i>Xu,</i> 424 F.3d at 49).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> As noted, Sou apparently joined the SRP after he left Cambodia</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Petitioners also argue that the Board's finding that they had no political affiliation was limited to a reading of the IJ's opinion and failed to take into account evidence that would support a contrary conclusion. Petitioners claim that this is a \"denial of due process by the BIA.\" However, the Board's decision, though brief, indicates that the review was limited to the record that was developed before the IJ and includes some citations to that record. The Board need not discuss each piece of evidence<i>See Khalil v. Ashcroft,</i> 337 F.3d 50, 56 (1st Cir.2003).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Ros SOU and Chantha Srey, Petitioners,<br>v.<br>Alberto R. GONZALES, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 05-1668.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted April 5, 2006.</p>\n    <p class=\"date\">Decided June 7, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas Stylianos, Jr., on brief for petitioners.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney (District of Massachusetts) and Michael Sady, Assistant United States Attorney (District of Massachusetts), on brief for respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before SELYA and LIPEZ, Circuit Judges, and SAYLOR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">SAYLOR, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioners Ros Sou and Chantha Srey seek review of a final order of the Board of Immigration Appeals affirming a denial of their application for asylum, withholding of removal on the basis of political opinion and membership in a particular social group, and withholding of removal under the Convention Against Torture (\"CAT\"). Finding no error, we affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sou and Srey are citizens of Cambodia who presently reside in Massachusetts. They were married in a Communist forced-labor camp in 1978. After working in various capacities for a number of years, they established and operated a drug store out of their home in Phnom Penh. Srey was a trained pharmacist; Sou, who described himself as \"a businessman,\" attended to sales and other business aspects of the store.</p>\n    </div>\n    <p class=\"center\">A. <i>Events of May and June 2002</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioners' decision to leave Cambodia for the United States arose from events occurring in May and June 2002. A government worker named Ly came to Sou and Srey in early May and warned them that Sou was believed (1) to be a member of Khmer Seri or the Cambodian Freedom Fighters (\"CFF\")<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and associated with a man named Nou Uth Buntha; (2) to be a supporter of the Sam Rainsy Party (\"SRP\"); and (3) to have been a soldier in the 1970s in the army of the Lon Nol government and, as a result, to be \"especially dangerous.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Ly warned Sou that it would be safer if he went away for a while. Although Ly's statements made them fearful, petitioners did not leave the country at that time. Instead, they decided that Sou should go into hiding at his sister's home about 50 kilometers away.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Srey testified that several days later uniformed police arrived at her store in the afternoon and told her that they were looking for her husband. In the presence of customers, they held a gun to her chest and repeatedly demanded to know where he was. She said that she did not know, and they left. About two or three weeks later, after the \"situation calm[ed] down,\" she sent a message to Sou telling him about the situation at home. After he returned home, they decided to leave Cambodia.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">They spent several weeks preparing to leave the country, including obtaining a passport for Srey and visas from the U.S. Embassy. They sold off the inventory of their pharmacy and, on June 25, 2002, closed the store.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> They left Cambodia two days later. A Cambodian government official stamped Sou's passport with an exit visa, dated June 27. When questioned as to how he obtained the stamp, Sou explained that he gave his passport to someone else to get it stamped for him. Neither Sou, Srey, nor the individual who obtained the exit visa for Sou were questioned or detained. They boarded their flight apparently without incident and the next day, June 28, arrived in Los Angeles.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioners did not bring their children, who were then 14, 15, and 16 years old, with them. The children were left in the care of a relative in Phnom Penh. They receive letters from their children, but do not speak with them on the phone.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"center\">B. <i>Evidence of Involvement with Organizations in Cambodia</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Board found, among other things, that petitioners had no \"political affiliations of their own.\" Both Sou and Srey testified that they were never members of any organization while they were in Cambodia. However, there is evidence that they had at least tangential association with three organizations.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, Sou testified that he joined the army in 1971 to fight against the Communists in support of the government then in power, which was led by Lon Nol. His involvement in the army ended when the Khmer Rouge seized power in 1975. He believes that those who fought against the Communists are viewed by the current government as opponents who are especially dangerous when they engage in political activity. Sou stated in his application that he fears arrest, disappearance, and death as a result of his former military involvement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, Sou testified that he was a close friend of a man named Nou Uth Buntha, who the government would later charge and convict as a \"terrorist.\" Sou met Buntha through a neighbor in 1996 and they became close friends. He and his wife regularly socialized with him and, for some period of time, Buntha visited their home once or twice a month. Their conversations sometimes turned to politics, and Sou knew that Buntha was a member of a political party that was, at least for some period of time, opposed to the ruling party. Sou did not know, one way or the other, whether Buntha was a member of the CFF.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In December 2000, Sou learned from a Cambodian newspaper that Buntha had been arrested for being a part of an attempt by the CFF to overthrow the government.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> He was convicted and apparently sentenced to a prison term of 20 years.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> After learning of the arrest, Sou became worried that he would be arrested, and destroyed all pictures and letters in his possession that would link him to Buntha. Sou testified that, as far as he knows, Buntha was never released, was not given a fair trial, and probably was killed by the government. Sou also testified that he has never been a member of the CFF or participated in its activities. However, he testified that he fears that the Cambodian government has imputed or will impute the political beliefs of Buntha or the CFF to him because of their friendship, and that the government will cause him to be arrested, imprisoned without trial, or killed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third, Sou testified that, by 1998, he had become interested in the SRP. He conceded that he was not a member of the SRP and \"was never active in [SRP] activities\" while in Cambodia, although he had donated \"some money and medicine\" to the party. There is no evidence as to when he made this donation, or in what amount. Sou became a member of the SRP sometime after he left Cambodia.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> According to background information in the record, there have been documented cases of government abuses directed toward SRP activists and candidates, including harassment, threats of death and of loss of citizenship documents, and the withholding of routine services. Some SRP activists have been killed under suspicious circumstances. Sou believes that SRP supporters are at risk generally for arrest, detention, and death.</p>\n    </div>\n    <p class=\"center\">C. <i>Prior Proceedings</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The former Immigration and Naturalization Service brought removal proceedings against petitioners and issued Notices to Appear on February 27, 2003. Petitioners admitted the truth of the factual allegations in the Notices, conceded removability, and sought the opportunity to apply for political asylum, withholding of removal, and withholding of removal pursuant to CAT. They applied for such relief with Sou as the principal applicant and Srey as his derivative beneficiary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After a hearing, the Immigration Judge (\"IJ\") concluded that petitioners' accounts lacked credibility and denied their application. The IJ focused on what he determined were a number of implausibilities in their story and concluded that the Cambodian government was not looking for Sou. In particular, he was unconvinced that the government would begin looking for Sou approximately a year and a half after Buntha's arrest and some months after his death. Further, Sou could have been found easily in a number of ways: through surveillance of his home or business (which was not closed until June 25); by checking with his relatives at their homes; or by intercepting him when he and his wife obtained their exit visas and attempted to leave the country. The IJ found Srey's testimony that she was questioned at gunpoint unconvincing. He added that, \"to the extent that [their account] may be true... the Cambodian government has a legitimate concern in questioning associates of known and convicted terrorists in order to gather additional information.\" Therefore, the IJ concluded, petitioners failed to meet their burden to prove that (a) they were unable or unwilling to return to their country because of a well-founded fear of persecution on account of membership in a particular social group or political opinion; or (b) that it was more likely than not that they would be subject to government-sanctioned torture if removed to Cambodia.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioners timely appealed this decision to the Board. The Board \"assum[ed] the credibility of [Sou and Srey's] testimony.\" It then related Srey's testimony that she \"was confronted by Cambodian police and asked about the location of her husband,\" and their belief that \"they are under investigation due to their affiliation with a friend who was arrested for terrorism.\" The Board found that they \"have no political affiliations of their own, they were allowed to leave Cambodia, and their children remain in Cambodia at this time.\" It then concluded by \"agree[ing] with the Immigration Judge that, under these circumstances, [they] have failed to demonstrate a well-founded fear of returning to Cambodia at this time,\" and dismissed their appeal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Petitioners have petitioned for review of the Board's dismissal to this court, arguing that they have proved their entitlement to asylum.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <p class=\"center\">A. <i>Standard of Review</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Where, as here, the Board does not summarily adopt the IJ's decision but instead makes an independent decision, the Board's decision is the final administrative order reviewed by the court. <i>See Xu,</i> 424 F.3d at 48; <i>Njenga v. Ashcroft,</i> <span class=\"citation\" data-id=\"201296\"><a href=\"/opinion/201296/njenga-v-ashcroft/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 338 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our review of the Board's decision is quite limited. As to the Board's findings of fact, we shall deem them \"conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. &#167; 1252(b)(4)(B); <i>accord Olujoke v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span>, 21 (2005). The Board's decision whether to grant or deny asylum is \"conclusive unless manifestly contrary to the law and an abuse of discretion.\" 8 U.S.C. &#167; 1252(b)(4)(D); <i>accord Huang v. Immigration and Naturalization Serv.,</i> <span class=\"citation\" data-id=\"793132\"><a href=\"/opinion/793132/wu-zheng-huang-v-immigration-and-naturalization-service/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span>, 96 &amp; n. 9 (2d Cir.2006); <i>see Immigration and Naturalization Serv. v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481 &amp; n. 1, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992) (quoting the standard of review contained in former 8 U.S.C. &#167; 1105a(a)(4)).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p class=\"center\">B. <i>Review of the Board's Decision</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To be eligible for asylum, an applicant bears the burden of proving that he or she qualifies as a \"refugee\" under the Immigration and Nationality Act (\"INA\"). 8 U.S.C. &#167;&#167; 1101(a)(42)(A), 1158(b)(1); 8 C.F.R. &#167; 208.13. To so qualify, an applicant must be \"unable or unwilling to return to, and [be] unable or unwilling to avail himself [] of the protection of [the country of his nationality or, if he has no nationality, the country in which he last habitually resided] because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion....\" 8 U.S.C. &#167; 1101(a)(42)(A); <i>accord</i> 8 C.F.R. &#167; 208.13(b). An applicant may meet this burden by proving that he has suffered persecution in the past on one of the aforementioned grounds (entitling him to a rebuttable presumption in his favor) or by establishing his \"well-founded fear of future persecution.\" <i>Khem,</i> 342 F.3d at 53. To establish a well-founded fear of future persecution, the applicant must prove his fear both subjectively and objectively. <i>Id.</i> \"[T]he objective component requires showing by `credible, direct and specific evidence' that this fear is reasonable.\" <i>El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 203 (1st Cir.2003) (quoting <i>Velasquez v. Ashcroft,</i> <span class=\"citation\" data-id=\"780478\"><a href=\"/opinion/780478/ricardo-f-velasquez-susana-d-granados-urizar-eluvia-r-granados-urizar/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 35 (1st Cir.2002)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Petitioners' appeal concerns only their claim of future persecution on the basis of political opinion. Sou does not argue that he suffered past persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As noted, we assume petitioners to be credible. In our review, we consider only the reasons stated by the Board for denying relief and do not independently consider whether other grounds would be supported by the record. <i>El Moraghy,</i> 331 F.3d at 203; <i>Yatskin v. Immigration and Naturalization Serv.,</i> <span class=\"citation\" data-id=\"199481\"><a href=\"/opinion/199481/yatskin-v-ins/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.2001).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The Board determined that petitioners had not met their burden by proffering sufficient evidence in support of their application for asylum. Although a fuller explanation by the Board would certainly aid our review, it contained the minimally required reasoning to support its decision in light of the strength of petitioners' evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The only finding of fact that petitioners challenge is the Board's finding that they had \"no political affiliations of their own.\" However, nothing in the record compels a contrary finding. Petitioners testified that they were not members of any political organization.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> They were not political activists, and their support for the SRP was relatively limited. Their social relationship with Buntha related to the CFF in only the most oblique sense. Finally, Sou's service in the military ended approximately 27 years before the events of 2002 leading to their departure. Thus, while petitioners were not entirely apolitical, the record does not compel the conclusion that they had political affiliations.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Turning to the merits, we conclude that the Board's decision was not \"manifestly contrary to law and an abuse of discretion\" for at least four reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, petitioners' involvement in political organizations was low-level to nonexistent (and in the case of the military, decades-old); that is not sufficient, by itself, to establish that the political beliefs of those organizations would be imputed to them or that they would be targeted on the basis of their tangential connections. <i>See Khem,</i> 342 F.3d at 54 (petitioner was \"low-level party member\" who was a paid fundraiser for the party, did not make public speeches, and never held party office; substantial evidence supported IJ's conclusion that she had not demonstrated a well-founded fear of persecution). Nor does their friendship with Buntha establish that his opinions or membership in the CFF would be imputed to them. <i>See id.</i> at 53 (no evidence that petitioner herself would be targeted because of her husband's political beliefs). While petitioners argue that the Board \"ignored and failed to properly value\" country condition reports that detail government abuses directed toward SRP candidates, activists, and high-level SRP lawmakers, there was no showing that petitioners are situated similarly to those who suffered these abuses. Accordingly, it was not error for the Board to conclude that they had not demonstrated that their fear of suffering the same abuse is well-founded. <i>See id.</i> at 54 (\"[C]ountry conditions reports do not document persecution of low-level party members....\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, the Board noted that petitioners had left the country freely. Indeed, their movements were largely unimpeded: they sold the drug store inventory, obtained visas from the U.S. embassy, obtained exit stamps in their passports from the Cambodian government (although Sou's was obtained by another person), and were not questioned or detained as they boarded their flight. Their conclusory testimony that Sou was in \"hiding\" and that they feared for their safety does not meet their burden of proving that their fear was objectively reasonable by \"direct and specific evidence.\" <i>See El Moraghy,</i> 331 F.3d at 203 (internal quotation marks removed).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Third, petitioners' children remain in Cambodia. Nothing in the record suggests that they, or any of the petitioners' other relatives, are being persecuted. \"The fact that close relatives continue to live peacefully in the [petitioners'] homeland undercuts the [petitioners'] claim that persecution awaits [their] return.\" <i>Guzman v. INS,</i> <span class=\"citation\" data-id=\"200443\"><a href=\"/opinion/200443/guzman-v-ins/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 16 (1st Cir.2003) (quoting <i>Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span> (1st Cir.1999)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, the length of time between the arrest of Buntha (in December 2000) and the government's attempt to question Sou (in early May 2002) suggests that Sou was not considered a threat to the government or even a particularly high priority for questioning. Again, while not conclusive, that delay tends to undercut the reasonableness of any fear of persecution.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In summary, the Board's conclusion was not \"manifestly contrary to the law and an abuse of discretion\" under 8 U.S.C. &#167; 1252(b)(4)(D). We are sympathetic to petitioners' past hardships and concern for the future, and acutely aware of the tragic experience of the Cambodian people over the past several decades. Nonetheless, the Board's decision is in accordance with the law and will not be overturned.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>The petition for review is denied.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Our review is of the Board's decision, which assumed the credibility of petitioners (notwithstanding the Immigration Judge's finding that petitioners' story was not credible). The court also assumes petitioners' credibility and recites the facts as they were represented in the petition and at the hearing<i>See Xu v. Gonzales,</i> <span class=\"citation\" data-id=\"201828\"><a href=\"/opinion/201828/xu-v-gonzales/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 46 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to the petition, the CFF is also known as Khmer Seri (variably spelled as \"Serei,\" \"Srei,\" and \"Sari\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Sou changed his name and birth date after the Khmer Rouge came to power in 1975 to mask his identity and prior military service</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Srey testified that she, not Sou, sold the inventory, and that Sou remained in hiding even though he had returned home</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Both petitioners testified that their children wrote to them that the police continue to look for Sou at his home. Srey testified that her children have told her that \"these things happen every day.\" The record does not contain copies of any letters from their children</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Sou believes that the government also charged Buntha with being a member of the CFF</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Background information submitted by petitioners states that the Cambodian government has outlawed the CFF as a terrorist organization and has charged and convicted some of its members of terrorism and other crimes. The information includes allegations that some CFF supporters have been unfairly detained, charged, and convicted. Respondent has not contested the accuracy of any of this background information</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Sou had apparently become a member of the SRP by the time he submitted his application for asylum. Sou submitted supplemental evidence to the Board that post-dates the Immigration Judge's decision; this evidence includes, among other things, a picture of him and his wife at an SRP rally in Lowell, Massachusetts, in February 2005 and reports of government abuses directed toward high-level SRP members. The Board treated the submission as a motion to reopen. It held, however, that the evidence was insufficient to meet the standard to reopen and apparently did not give any further consideration to the supplemental evidence<i>See</i> 8 C.F.R. &#167; 1003.2(c). Petitioners do not appeal this denial, but nevertheless make reference to various pieces of the supplemental evidence in their brief. By law, this court may decide the petition \"only on the administrative record on which the order is based.\" 8 U.S.C. &#167; 1252(b)(4)(A). For that reason, we will not consider the supplemental evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Petitioners argue that the IJ's adverse credibility determination was arbitrary and capricious. However, the court's review is of the Board's decision, which assumed that petitioners were credible. Therefore, the court \"cannot and need not review the credibility determination of the IJ.\"<i>Xu,</i> 424 F.3d at 48.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The record does not contain petitioners' appeal of the IJ's decision to the Board. It is therefore not clear whether they also appealed the IJ's determination that they were not entitled to withholding of removal either on account of political opinion or membership in a particular social group or under the CAT. Petitioners have not argued to the court that the Board improperly failed to consider these latter grounds for relief<i>See Xu,</i> 424 F.3d at 48 (\"Issues not raised before the Board may not be raised for the first time upon judicial review of the Board's decisions.\") (quoting <i>Ravindran v. Immigration and Naturalization Serv.,</i> <span class=\"citation\" data-id=\"592069\"><a href=\"/opinion/592069/valli-kandiah-ravindran-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">754</span></a></span>, 761 (1st Cir.1992)). The court notes, in any event, that the showing required to prove eligibility for withholding of removal is higher than that for asylum. <i>See, e.g., Silva v. Ashcroft,</i> <span class=\"citation\" data-id=\"201398\"><a href=\"/opinion/201398/da-silva-v-ashcroft/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 n. 5 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Although petitioners' application included \"membership in a particular social group\" as one of their claimed bases for relief, there is no evidence that petitioners raised this issue before the Board and they did not argue the point in their brief. Furthermore, the record contains few, if any, facts identifying the social group of which they claim to be members and why they fear persecution on that basis. Accordingly, the court will not consider the claim in this proceeding. \"Mere notation of the applicable law, without any argumentation as to how it applies to a petitioner's case, does not raise the issue of its application\" on appeal<i>Xu,</i> 424 F.3d at 49.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The proper standard of review for asylum decisions has been the subject of some confusion, based in no small part on an apparent technical error in the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (\"IIRIRA\"). Prior to the adoption of IIRIRA, the standard of review was set forth in former 8 U.S.C. &#167; 1105a(a)(4)<i>See Elias-Zacarias,</i> 502 U.S. at 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span> &amp; n. 1 (\"The BIA's determination [of an alien's eligibility] for asylum must be upheld if `supported by reasonable, substantial, and probative evidence on the record considered as a whole'\"; to reverse the Board's determination, \"we must find that the evidence not only <i>supports</i> that conclusion, but <i>compels</i> it ....\") (quoting statute; emphasis in original). In 1996, Congress added 8 U.S.C. &#167; 1252(b)(4)(D) as part of IIRIRA. Pub.L. No. 104-208, &#167; 306(a), 110 Stat. 3009-608 (1996). That section purports to provide the standard of review as to \"the Attorney General's discretionary judgment whether to grant relief under section 1158(a) of this title.\" In fact, however, 8 U.S.C. &#167; 1158(a) says nothing about the Attorney General's discretionary judgment to grant asylum, but instead addresses an alien's ability to apply for asylum. Prior to the enactment of IIRIRA, section 1158(a) did contain such a reference, but the subject matter of former section 1158(a) was split under IIRIRA into new sections, 1158(a) and 1158(b). Section 1158(b) now contains the relevant language addressing the Attorney General's \"discretionary judgment.\" We agree with the Second Circuit that Congress intended that the standard of review set forth in section 1252(b)(4)(D) apply to review of determinations whether to grant asylum under section 1158(b). <i>See Huang,</i> 436 F.3d at 96 &amp; 97 n. 9.</p>\n        <p class=\"indent\">Although the phraseology of &#167; 1252(b)(4)(1) is somewhat different than the standard of review noted in our recent cases (many of which quote <i>Elias-Zacarias</i>), the net result is the same; a Board decision that is not based on substantial evidence in the record is, <i>a fortiori,</i> manifestly contrary to law and an abuse of discretion and, accordingly, will be set aside. <i>See, e.g., Olujoke,</i> 411 F.3d at 21; <i>Khem v. Ashcroft,</i> <span class=\"citation\" data-id=\"783401\"><a href=\"/opinion/783401/sovann-khem-v-john-ashcroft-united-states-attorney-general/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 53 (1st Cir. 2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Board's decision must be \"sufficiently clear to support our review.\"<i>Xu,</i> 424 F.3d at 49. Although the decision here was \"brief and summary in tone,\" it is clear enough to allow meaningful review. <i>See id.</i> There is no \"<i>per se</i> rule requiring an explicit holding as to every factor that an [administrator] might find relevant in making a determination. This is because, `[w]hen considering whether the clarity of an administrative decision is sufficient to support our review, ... we are not ... oblivious of the record on which it is based.'\" <i>Sulaiman v. Gonzales,</i> <span class=\"citation\" data-id=\"201926\"><a href=\"/opinion/201926/sulaiman-v-gonzales/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">347</span></a></span>, 350 (1st Cir.2005) (quoting <i>Xu,</i> 424 F.3d at 49).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> As noted, Sou apparently joined the SRP after he left Cambodia</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Petitioners also argue that the Board's finding that they had no political affiliation was limited to a reading of the IJ's opinion and failed to take into account evidence that would support a contrary conclusion. Petitioners claim that this is a \"denial of due process by the BIA.\" However, the Board's decision, though brief, indicates that the review was limited to the record that was developed before the IJ and includes some citations to that record. The Board need not discuss each piece of evidence<i>See Khalil v. Ashcroft,</i> <span class=\"citation\" data-id=\"200567\"><a href=\"/opinion/200567/khalil-v-ins/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 56 (1st Cir.2003).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793132/"
  ]
}