{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202467/",
  "absolute_url": "/opinion/202467/united-states-v-sepulveda-contreras/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202467/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:53:46Z",
  "date_modified": "2016-02-28T05:08:03.155305Z",
  "type": "010combined",
  "sha1": "aa5ea391b7d05a6cc9e90a08106d433514474175",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1409-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/10/25/US_v._Sepulveda_Contreras.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-1409\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                     LUIS SEPÚLVEDA-CONTRERAS,\n\n                       Defendant, Appellant.\n\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n                Torruella and Dyk,* Circuit Judges.\n\n\n     Anita Hill-Adames, on brief for appellant.\n     Mariana E. Bauzá-Almonte, Assistant United States Attorney,\nH.S. García, United States Attorney, and Nelson Pérez-Sosa,\nAssistant United States Attorney, Senior Appellate Attorney, on\nbrief for appellee.\n\n\n\n                         October 25, 2006\n\n\n\n\n*\n    Of the Federal Circuit, sitting by designation.\n\f           TORRUELLA,   Circuit    Judge.      On   September    17,    2003,\n\nDefendant-Appellant Luis Sepúlveda-Contreras (\"Sepúlveda\") pled\n\nguilty to a charge of carjacking under 18 U.S.C. §§ 2 and 2119(2).\n\nSepúlveda was later sentenced to 235 months in prison and five\n\nyears of supervised release. He now appeals, arguing that: (1) the\n\ndistrict court violated his right to be present at sentencing by\n\nimposing certain conditions of supervised release for the first\n\ntime in the written judgment without announcing them orally at\n\nsentencing; and (2) the district court improperly delegated to the\n\nprobation officer the responsibility for determining the number of\n\ndrug tests he must undergo while on supervised release.                 After\n\ncareful review, we vacate the aforementioned supervised release\n\nconditions   and   remand   for   re-sentencing     consistent   with    this\n\nopinion.\n\n                             I.   Background\n\n           On September 23, 2002, Sepúlveda and his co-defendant,\n\nFrankie Torres-Colón,1 were walking, accompanied by a small child,\n\nin Río Piedras, Puerto Rico, when they saw a man driving a blue\n\nDodge Intrepid pull into a school parking lot.         The two defendants\n\napproached the driver after he exited his car, threatened him with\n\nknives, and demanded his car keys.        The victim initially complied,\n\nbut when the defendants insisted that he get into the car with\n\n\n\n\n1\n    Torres-Colón is not a party to this appeal.\n\n                                    -2-\n\fthem, he refused and a struggle ensued, during which one or both\n\ndefendants stabbed him.           The defendants then stole the car.\n\n           On    February    13,     2004,      the   district     court    sentenced\n\nSepúlveda to 235 months in prison -- which represented the upper\n\nlimit of the applicable Guideline range -- and a five-year term of\n\nsupervised release.2        The court based its decision to sentence\n\nSepúlveda to the upper limit of the applicable range on several\n\nfactors,   including:       (1)    that    Sepúlveda        had   \"been    previously\n\ninvolved and convicted of criminal charges at the state level which\n\nclearly shows that [he] has no respect for the criminal justice\n\nsystem\"; (2) that Sepúlveda, who was given an electronic monitoring\n\nbracelet as part of supervised release from state prison on an\n\nunrelated conviction, was wearing the bracelet when he committed\n\nthe carjacking; (3) that the carjacking resulted in permanent and\n\nlife threatening bodily injury and also put a minor at risk; and\n\n(4) the court's belief that \"imposing a stiff sentence will be a\n\nstep   towards    returning        control      of    the    communit[y]     to   its\n\nresidents.\" The court also stated that \"[t]he terms and conditions\n\n[of the supervised release] shall be set forth in the [written]\n\njudgment.\"   The court decided not to impose a fine -- although it\n\n\n\n2\n    Sepúlveda's Presentence Report (\"PSR\") identified him as a\ncareer offender and set his Base Offense Level at 34. It then gave\nhim a three-level deduction for acceptance of responsibility,\nresulting in a Total Offense Level at 31. Combined with a Criminal\nHistory Category of VI due to his career offender status, the\napplicable Guideline range was 188-235 months in prison.\n\n                                          -3-\n\fcould have imposed a fine ranging from $17,500 to $175,000 -- due\n\nto Sepúlveda's financial condition.\n\n               The written judgment was entered on February 17, 2004.\n\nThe     judgment    contained     thirteen    conditions     denominated    as\n\n\"standard\" by the Guidelines and several conditions denominated as\n\n\"mandatory\" by the Guidelines. See U.S.S.G. § 5D1.3. The judgment\n\nalso included three conditions that are the subject of this appeal.\n\nFirst, the judgment stated that \"[t]he defendant shall submit to\n\none drug test within 15 days of release from imprisonment and at\n\nleast    two    periodic   drug   tests   thereafter   as   required   by   the\n\nProbation Officer.\" (emphasis added).           The judgment included two\n\nadditional conditions:\n\n               1.   The defendant shall provide the U.S.\n               Probation Officer access to any financial\n               information upon request, and shall produce\n               evidence to the U.S. Probation office to the\n               effect that income tax returns have been duly\n               filed with the Commonwealth of Puerto Rico\n               Department of Treasury as required by law.\n\n               2.   The defendant shall submit his person,\n               residence, office or vehicle to a search,\n               conducted by a United States Probation Officer\n               at a reasonable time and in a reasonable\n               manner, based upon reasonable suspicion of\n               contraband or evidence of a violation of a\n               condition of release; failure to submit to a\n               search may be grounds for revocation; the\n               defendant shall warn any other residents that\n               the premises may be subject to searches\n               pursuant to this condition.3\n\n\n\n3\n   We will refer to these conditions as the \"financial disclosure\ncondition\" and the \"search condition.\"\n\n                                      -4-\n\f            After      filing   this    appeal,     on    February         18,    2004,\n\nSepúlveda's counsel filed a brief pursuant to Anders v. California,\n\n386 U.S. 738 (1967), requesting to withdraw.                    We rejected this\n\nrequest and ordered counsel to file a merits brief addressing: (1)\n\nwhether the district court violated Sepúlveda's right to be present\n\nat sentencing by imposing the two non-mandatory, non-standard\n\nconditions in the written judgment without first announcing them at\n\noral argument; and (2) whether the district court improperly\n\ndelegated      to    the   probation    officer     the    responsibility          for\n\ndetermining the number of drug tests Sepúlveda must undergo while\n\non supervised release.\n\n                                II.    Discussion\n\n            A.      Non-Mandatory, Non-Standard Conditions\n\n            Sepúlveda first argues that the district court violated\n\nhis right to be present at sentencing by imposing the financial\n\ndisclosure and search condition for the first time in the written\n\njudgment without orally announcing them at sentencing.\n\n            We begin by noting that \"[d]efendants have a right,\n\nguaranteed by the United States Constitution and the Federal Rules\n\nof Criminal Procedure, to be present during sentencing.\" Meléndez-\n\nSantana   v.     United    States,    353   F.3d   93,    99    (1st      Cir.   2003),\n\noverruled, in part, on other grounds by United States v. Padilla,\n\n415 F.3d 211, 215 (1st Cir. 2005).                  Accordingly, \"where the\n\nconditions     of    supervised   release     announced        at   the    sentencing\n\n\n                                        -5-\n\fhearing   conflict   in   a   material      way   with   the    conditions    of\n\nsupervised release in the written sentencing order, the oral\n\nconditions control.\"      Id. at 100.       In Meléndez-Santana, we found\n\nthat a district court's imposition of a drug treatment condition\n\nfor the first time in the written judgment violated the defendant's\n\nright to be present because it \"imposed a potentially significant\n\nnew burden on the Defendant.\"         Id.\n\n           However, we have stated that \"no material conflict exists\n\nwhere the defendant is on notice that he is subject to the terms\n\nincluded in the written judgment.\"          United States v. Ortiz-Torres,\n\n449 F.3d 61, 74 (1st Cir. 2006).        In determining whether Sepúlveda\n\nhad notice of the two conditions imposed in the written judgment,\n\nwe must first consider the type of condition.                  The Sentencing\n\nGuidelines   specify      different     categories       of    conditions    for\n\nsupervised release: (1) \"mandatory\" conditions, U.S.S.G. § 5D1.3\n\n(a); (2) \"standard\" conditions, id. § 5D1.3(c); (3) \"special\"\n\nconditions, which become \"recommended\" if certain criteria are met\n\nand \"may otherwise be appropriate in particular cases,\" id. § 5D1.3\n\n(d); (4) \"special\" conditions that \"may be appropriate on a case-\n\nby-case basis, id. § 5D1.3(e); and (5) other conditions that meet\n\ncertain criteria, id. § 5D1.3(b).           Defendants are deemed to be on\n\nconstructive notice for mandatory and standard conditions announced\n\nfor the first time in a written judgment, and therefore have no\n\nright-to-be-present claim with respect to any such condition.                See\n\n\n                                      -6-\n\fUnited States v. Vega-Ortiz, 425 F.3d 20, 22-23 (1st Cir. 2005)\n\n(mandatory conditions); United States v. Tulloch, 380 F.3d 8, 13-14\n\n& n.8 (1st Cir. 2004) (per curiam) (standard conditions).\n\n               We also note that at least two other circuits have held\n\nthat defendants have constructive notice for \"special\" conditions\n\nthat become \"recommended\" when certain criteria are met.                         See,\n\ne.g., United States v. Torres-Aguilar, 352 F.3d 934, 937 (5th Cir.\n\n2003); United States v. Asunción-Pimental, 290 F.3d 91, 94 (2d Cir.\n\n2002) (stating that, where specific factors necessary to make\n\n\"special\" conditions \"recommended\" are present, \"these 'special'\n\nconditions are no different in practical terms from 'standard'\n\nconditions, that is, they are generally recommended\").                      But see\n\nUnited States v. Thomas, 299 F.3d 150, 155 (2d Cir. 2002) (holding\n\nthat conditions announced for the first time in a written judgment\n\nthat \"govern more than the basic administration\" of supervised\n\nrelease violate a defendant's right to be present at sentencing).\n\n               The   financial    disclosure     condition    imposed       by   the\n\ndistrict court is a \"special\" condition that becomes \"recommended\"\n\nif \"the court imposes an order of restitution, forfeiture, or\n\nnotice    to    victims,   or    orders    the   defendant   to   pay   a    fine.\"\n\nU.S.S.G. § 5D1.3(d)(3). However, although the district court could\n\nhave imposed a fine or restitution order on Sepúlveda, it chose not\n\nto.      Therefore, the condition did not become a \"recommended\"\n\ncondition.      The search condition is not specifically enumerated in\n\n\n                                          -7-\n\fany of the conditions listed in § 5D1.3; instead, it falls under\n\nthe \"catch-all\" provision found in § 5D1.3(b), and is therefore not\n\na \"recommended\" condition.       In sum, both of the conditions imposed\n\nby the district court are non-mandatory, non-standard, and non-\n\nrecommended conditions of supervised release.\n\n              To our knowledge, no circuit has upheld the imposition of\n\nsuch conditions for the first time in a written judgment in the\n\nface of a right-to-be-present claim.          We decline to do so here.\n\nFrom our review of the record, there is nothing that would have\n\nserved   to    put   Sepúlveda   on   constructive   notice   that   the   two\n\nconditions would be imposed for the first time in the written\n\njudgment.      Furthermore, the imposition of both conditions could\n\npotentially impose a significant burden on Sepúlveda. We therefore\n\nfind that the district court erred in imposing these two conditions\n\nfor the first time in the written judgment.4\n\n              Having concluded that the district court committed error,\n\nwe must now address whether we review for harmless or plain error.\n\nSepúlveda argues that he did not have an opportunity to object to\n\nthe conditions at sentencing, and that our review is therefore for\n\n\n\n4\n   The government argues that Sepúlveda has waived any argument\nregarding the search condition because he \"mentioned\", but did not\n\"discuss[]\" the condition. We disagree. While Sepúlveda focuses\nmuch of his argument on the financial disclosure condition, he\nmentions the search condition and his brief clearly challenges it.\nThis is not a situation where we are forced to piece together\nSepúlveda's argument for him, see United States v. Zannino, 895\nF.2d 1, 17 (1st Cir. 1990), and we therefore find no waiver.\n\n                                      -8-\n\fharmless error. The government argues that Sepúlveda forfeited his\n\nright to object and that our review is thus for plain error.               We\n\nagree with Sepúlveda.\n\n           Right-to-be-present claims are subject to harmless error\n\nanalysis if the defendant had no opportunity to object before the\n\nconditions were imposed.        See Ortiz-Torres, 449 F.3d at 74 (citing\n\nMeléndez-Santana, 353 F.3d at 108).            Here, since the conditions\n\nwere   announced    for   the   first   time   in   the   written   judgment,\n\nSepúlveda had no opportunity to object to their imposition.\n\n           The government makes two arguments for plain error.\n\nFirst, it notes that the district court stated at sentencing that\n\n\"the terms and conditions [of supervised release] shall be set\n\nforth in the judgment.\"         According to the government, Sepúlveda\n\nshould have objected to having the terms and conditions set forth\n\nin the written judgment.          We disagree.      As our discussion above\n\nillustrates, because these were special, non-mandatory and non-\n\nrecommended conditions, Sepúlveda did not have constructive notice\n\nthat they would be imposed in the written judgment.                 We see no\n\nreason   for   holding     that    Sepúlveda     forfeited   objections    to\n\nconditions he had no reason to anticipate.\n\n           Second, the government argues that Sepúlveda forfeited\n\nthe argument by not filing any objections once the written judgment\n\nwas entered.       We note that it is theoretically possible for a\n\ndefendant to object to a previously unannounced written condition\n\n\n                                      -9-\n\fafter judgment is entered.            See, e.g., Fed. R. Crim. P. 35(a)\n\n(\"Within 7 days after sentencing, the court may correct a sentence\n\nthat    resulted    from      arithmetical,      technical,     or    other    clear\n\nerror.\").       However, given the context of this case, there are\n\nseveral reasons why we are not inclined to find that Sepúlveda\n\nshould have objected after judgment was entered.\n\n              First, we have stated that, in the sentencing context, \"a\n\npost-sentence objection is not necessarily required to preserve the\n\nissue   for    appeal    if   the   defendant     could   not    reasonably     have\n\nanticipated the issue would arise until after the court ruled.\"\n\nUnited States v. Cortés-Claudio, 312 F.3d 17, 24 (1st Cir. 2002)\n\n(citing United States v. Gallant, 306 F.3d 1181, 1188-89 (1st Cir.\n\n2002)).     As we have already discussed, Sepúlveda could not have\n\nreasonably anticipated the imposition of these conditions. Second,\n\nwe have also noted that \"[t]here is . . . a need for finality and\n\nfew trial judges would warm to a rule which requires continued\n\nargument after the court gives its sentence.\" Gallant, 306 F.3d at\n\n1188-89.5     Finally, \"unlike other areas, there is no Federal Rule\n\nof   Criminal    Procedure     giving    advance    notice      to   counsel   of   a\n\nrequirement to make post-sentence objections.\"                   Id. at 1189. It\n\nwould be unwise to encourage a practice of entering objections\n\nafter   the    written     judgment     has    entered,   for    doing   so    would\n\n\n5\n   While Gallant presented a different factual scenario than the\ninstant case, the policy concerns expressed in that opinion apply\nwith full force to this case.\n\n                                        -10-\n\fundermine the interest in finality.          For these reasons, we reject\n\nthe government's argument that Sepúlveda forfeited the argument by\n\nnot objecting after the written judgment was entered.                     We will\n\ntherefore review the imposition of the two conditions for harmless\n\nerror.\n\n            Under the harmless error standard of review, the burden\n\nis on the government to prove that the error in question is\n\nharmless.   United States v. Vázquez-Rivera, 407 F.3d 476, 489 (1st\n\nCir. 2005).     \"The standard of proof, however, depends on whether\n\nthe error is conceived of as constitutional.\" Id.                If the error is\n\nconstitutional in nature, \"the government has the burden of proving\n\nbeyond a reasonable doubt that the error did not affect the\n\ndefendant's   substantial   rights.\"         Id.     If    the    error   is    not\n\nconstitutional    in   nature,   \"the    government       has    the   burden    of\n\ndemonstrating    the   absence   of    any   grave   doubt\"       regarding     the\n\nharmlessness of the error.       See id.\n\n            Here, the government has the burden of proving beyond a\n\nreasonable doubt that the violation of Sepúlveda's constitutional\n\nright to be present at his sentencing did not compromise his\n\nability to object to the sentencing conditions imposed by the\n\ndistrict court.    To meet this burden, the government would need to\n\nshow, beyond a reasonable doubt, that the special conditions would\n\nhave been imposed even if Sepúlveda had been present.                     It has\n\n\n\n\n                                      -11-\n\ffailed to do so.     We therefore vacate the financial disclosure and\n\nsearch conditions in Sepúlveda's sentence.\n\n            B.    Improper Delegation\n\n            The written judgment stated that Sepúlveda \"shall submit\n\nto one drug test within 15 days of release from imprisonment and at\n\nleast two periodic tests thereafter as required by the Probation\n\nOfficer.\"     (emphasis added).         Both Sepúlveda and the government\n\nacknowledge      that,   under    our     precedent,   the     district   court\n\nimproperly delegated to the probation officer the authority to\n\ndetermine the number of drug tests Sepúlveda must undergo while on\n\nsupervised release.      However, both parties erroneously assume that\n\nour review is for plain error, and that the improper delegation\n\ncannot meet this rigorous test.\n\n            In Meléndez-Santana, 353 F.3d at 106, we held that the\n\nplain language of 18 U.S.C. § 3583(d) \"requires courts to determine\n\nthe maximum number of drug tests to be performed beyond the\n\nstatutory minimum of three.\"        Delegating this authority to another\n\nentity is improper. We also held that the improper delegation\n\nconstituted plain error. Recently, in Padilla, 415 F.3d at 215, we\n\noverruled Meléndez-Santana's holding that such improper delegation\n\nconstituted      plain   error,   although     we   declined    to   reconsider\n\nMeléndez-Santana's holding that the delegation was error.                 If we\n\nwere reviewing for plain error, it is unlikely that Sepúlveda would\n\nbe successful.\n\n\n                                        -12-\n\f            However, Sepúlveda's case is distinguishable from Padilla\n\nand Meléndez-Santana because Sepúlveda never had an opportunity to\n\nobject to the wording of the drug testing condition.6               In both\n\nMeléndez-Santana and Padilla, the district court included the drug\n\ntesting condition that contained the improper delegation in both\n\nthe oral and written judgments.      By contrast, in the instant case,\n\nthe district court announced the drug testing condition only in the\n\nwritten judgment.\n\n            We have stated that \"'typically, the court of a appeals\n\nreviews a district court's imposition of a special condition of\n\n. . . supervised release' unless 'the sentencing court affords the\n\ndefendant   an   opportunity   to   object   to   the   condition   but   the\n\ndefendant holds his tongue,' in which case review is for plain\n\nerror.\"   United States v. Mojica-Rivera, 435 F.3d 28, 35 (1st Cir.\n\n2006) (quoting United States v. Brown, 235 F.3d 2, 3 (1st Cir.\n\n2000)).     In Mojica-Rivera, the district court included a drug\n\ntesting condition in the written judgment that it did not include\n\nin the oral pronouncement of the sentence.              In that case, we\n\n\n\n6\n   Furthermore, the constructive notice rationale that we have\napplied in other cases, see Tulloch, 380 F.3d at 13, is\ninapplicable here. Although drug testing is a mandatory condition\nunder the Guidelines, the Guidelines specifically state that the\nnumber of drug tests are determined by the court, not the probation\nofficer. See U.S.S.G. § 5D1.3(a)(4). Therefore, even if Sepúlveda\nwere on constructive notice of the drug testing condition, he\ncannot be held to have had constructive notice that the district\ncourt would delegate to the probation officer the authority to\ndetermine the number of drug tests he must undergo.\n\n                                    -13-\n\freviewed the imposition of the drug testing condition for abuse of\n\ndiscretion, see id., and we follow the same course today.               Given\n\nour determinations in Meléndez-Santana and Padilla that similar\n\nlanguage in a district court's judgment constituted \"clear and\n\nobvious error,\" see Padilla, 415 F.3d at 220, we herein conclude\n\nthat the district court in this case abused its discretion by\n\ndelegating to the probation officer the authority to determine the\n\nnumber of drug tests Sepúlveda must undergo while on supervised\n\nrelease.    We vacate the drug testing provision in Sepúlveda's\n\nsentence.\n\n                             III.    Conclusion\n\n            For   the   forgoing    reasons,   we   vacate   the   supervised\n\nrelease conditions regarding financial disclosure, searches, and\n\ndrug testing; and we remand for re-sentencing consistent with this\n\nopinion.\n\n            Vacated and Remanded.\n\n\n\n\n                                     -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-1409\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                     LUIS SEPÚLVEDA-CONTRERAS,\n\n                       Defendant, Appellant.\n\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n                Torruella and Dyk,* Circuit Judges.\n\n\n     Anita Hill-Adames, on brief for appellant.\n     Mariana E. Bauzá-Almonte, Assistant United States Attorney,\nH.S. García, United States Attorney, and Nelson Pérez-Sosa,\nAssistant United States Attorney, Senior Appellate Attorney, on\nbrief for appellee.\n\n\n\n                         October 25, 2006\n\n\n\n\n*\n    Of the Federal Circuit, sitting by designation.\n\f           TORRUELLA,   Circuit    Judge.      On   September    17,    2003,\n\nDefendant-Appellant Luis Sepúlveda-Contreras (\"Sepúlveda\") pled\n\nguilty to a charge of carjacking under 18 U.S.C. §§ 2 and 2119(2).\n\nSepúlveda was later sentenced to 235 months in prison and five\n\nyears of supervised release. He now appeals, arguing that: (1) the\n\ndistrict court violated his right to be present at sentencing by\n\nimposing certain conditions of supervised release for the first\n\ntime in the written judgment without announcing them orally at\n\nsentencing; and (2) the district court improperly delegated to the\n\nprobation officer the responsibility for determining the number of\n\ndrug tests he must undergo while on supervised release.                 After\n\ncareful review, we vacate the aforementioned supervised release\n\nconditions   and   remand   for   re-sentencing     consistent   with    this\n\nopinion.\n\n                             I.   Background\n\n           On September 23, 2002, Sepúlveda and his co-defendant,\n\nFrankie Torres-Colón,1 were walking, accompanied by a small child,\n\nin Río Piedras, Puerto Rico, when they saw a man driving a blue\n\nDodge Intrepid pull into a school parking lot.         The two defendants\n\napproached the driver after he exited his car, threatened him with\n\nknives, and demanded his car keys.        The victim initially complied,\n\nbut when the defendants insisted that he get into the car with\n\n\n\n\n1\n    Torres-Colón is not a party to this appeal.\n\n                                    -2-\n\fthem, he refused and a struggle ensued, during which one or both\n\ndefendants stabbed him.           The defendants then stole the car.\n\n           On    February    13,     2004,      the   district     court    sentenced\n\nSepúlveda to 235 months in prison -- which represented the upper\n\nlimit of the applicable Guideline range -- and a five-year term of\n\nsupervised release.2        The court based its decision to sentence\n\nSepúlveda to the upper limit of the applicable range on several\n\nfactors,   including:       (1)    that    Sepúlveda        had   \"been    previously\n\ninvolved and convicted of criminal charges at the state level which\n\nclearly shows that [he] has no respect for the criminal justice\n\nsystem\"; (2) that Sepúlveda, who was given an electronic monitoring\n\nbracelet as part of supervised release from state prison on an\n\nunrelated conviction, was wearing the bracelet when he committed\n\nthe carjacking; (3) that the carjacking resulted in permanent and\n\nlife threatening bodily injury and also put a minor at risk; and\n\n(4) the court's belief that \"imposing a stiff sentence will be a\n\nstep   towards    returning        control      of    the    communit[y]     to   its\n\nresidents.\" The court also stated that \"[t]he terms and conditions\n\n[of the supervised release] shall be set forth in the [written]\n\njudgment.\"   The court decided not to impose a fine -- although it\n\n\n\n2\n    Sepúlveda's Presentence Report (\"PSR\") identified him as a\ncareer offender and set his Base Offense Level at 34. It then gave\nhim a three-level deduction for acceptance of responsibility,\nresulting in a Total Offense Level at 31. Combined with a Criminal\nHistory Category of VI due to his career offender status, the\napplicable Guideline range was 188-235 months in prison.\n\n                                          -3-\n\fcould have imposed a fine ranging from $17,500 to $175,000 -- due\n\nto Sepúlveda's financial condition.\n\n               The written judgment was entered on February 17, 2004.\n\nThe     judgment    contained     thirteen    conditions     denominated    as\n\n\"standard\" by the Guidelines and several conditions denominated as\n\n\"mandatory\" by the Guidelines. See U.S.S.G. § 5D1.3. The judgment\n\nalso included three conditions that are the subject of this appeal.\n\nFirst, the judgment stated that \"[t]he defendant shall submit to\n\none drug test within 15 days of release from imprisonment and at\n\nleast    two    periodic   drug   tests   thereafter   as   required   by   the\n\nProbation Officer.\" (emphasis added).           The judgment included two\n\nadditional conditions:\n\n               1.   The defendant shall provide the U.S.\n               Probation Officer access to any financial\n               information upon request, and shall produce\n               evidence to the U.S. Probation office to the\n               effect that income tax returns have been duly\n               filed with the Commonwealth of Puerto Rico\n               Department of Treasury as required by law.\n\n               2.   The defendant shall submit his person,\n               residence, office or vehicle to a search,\n               conducted by a United States Probation Officer\n               at a reasonable time and in a reasonable\n               manner, based upon reasonable suspicion of\n               contraband or evidence of a violation of a\n               condition of release; failure to submit to a\n               search may be grounds for revocation; the\n               defendant shall warn any other residents that\n               the premises may be subject to searches\n               pursuant to this condition.3\n\n\n\n3\n   We will refer to these conditions as the \"financial disclosure\ncondition\" and the \"search condition.\"\n\n                                      -4-\n\f            After      filing   this    appeal,     on    February         18,    2004,\n\nSepúlveda's counsel filed a brief pursuant to Anders v. California,\n\n</pre><span class=\"citation\" data-id=\"107423\"><a href=\"/opinion/107423/anders-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span><pre class=\"inline\"> (1967), requesting to withdraw.                    We rejected this\n\nrequest and ordered counsel to file a merits brief addressing: (1)\n\nwhether the district court violated Sepúlveda's right to be present\n\nat sentencing by imposing the two non-mandatory, non-standard\n\nconditions in the written judgment without first announcing them at\n\noral argument; and (2) whether the district court improperly\n\ndelegated      to    the   probation    officer     the    responsibility          for\n\ndetermining the number of drug tests Sepúlveda must undergo while\n\non supervised release.\n\n                                II.    Discussion\n\n            A.      Non-Mandatory, Non-Standard Conditions\n\n            Sepúlveda first argues that the district court violated\n\nhis right to be present at sentencing by imposing the financial\n\ndisclosure and search condition for the first time in the written\n\njudgment without orally announcing them at sentencing.\n\n            We begin by noting that \"[d]efendants have a right,\n\nguaranteed by the United States Constitution and the Federal Rules\n\nof Criminal Procedure, to be present during sentencing.\" Meléndez-\n\nSantana   v.     United    States,    </pre><span class=\"citation\" data-id=\"200784\"><a href=\"/opinion/200784/united-states-v-melendez-santana/\"><span class=\"volume\">353</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">93</span></a></span><pre class=\"inline\">,    99    (1st      Cir.   2003),\n\noverruled, in part, on other grounds by United States v. Padilla,\n\n</pre><span class=\"citation\" data-id=\"201728\"><a href=\"/opinion/201728/united-states-v-padilla/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span><pre class=\"inline\">, 215 (1st Cir. 2005).                  Accordingly, \"where the\n\nconditions     of    supervised   release     announced        at   the    sentencing\n\n\n                                        -5-\n\fhearing   conflict   in   a   material      way   with   the    conditions    of\n\nsupervised release in the written sentencing order, the oral\n\nconditions control.\"      Id. at 100.       In Meléndez-Santana, we found\n\nthat a district court's imposition of a drug treatment condition\n\nfor the first time in the written judgment violated the defendant's\n\nright to be present because it \"imposed a potentially significant\n\nnew burden on the Defendant.\"         Id.\n\n           However, we have stated that \"no material conflict exists\n\nwhere the defendant is on notice that he is subject to the terms\n\nincluded in the written judgment.\"          United States v. Ortiz-Torres,\n\n</pre><span class=\"citation\" data-id=\"794461\"><a href=\"/opinion/794461/united-states-v-orlando-ortiz-torres-aka-landy-aka-orlando/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\">, 74 (1st Cir. 2006).        In determining whether Sepúlveda\n\nhad notice of the two conditions imposed in the written judgment,\n\nwe must first consider the type of condition.                  The Sentencing\n\nGuidelines   specify      different     categories       of    conditions    for\n\nsupervised release: (1) \"mandatory\" conditions, U.S.S.G. § 5D1.3\n\n(a); (2) \"standard\" conditions, id. § 5D1.3(c); (3) \"special\"\n\nconditions, which become \"recommended\" if certain criteria are met\n\nand \"may otherwise be appropriate in particular cases,\" id. § 5D1.3\n\n(d); (4) \"special\" conditions that \"may be appropriate on a case-\n\nby-case basis, id. § 5D1.3(e); and (5) other conditions that meet\n\ncertain criteria, id. § 5D1.3(b).           Defendants are deemed to be on\n\nconstructive notice for mandatory and standard conditions announced\n\nfor the first time in a written judgment, and therefore have no\n\nright-to-be-present claim with respect to any such condition.                See\n\n\n                                      -6-\n\fUnited States v. Vega-Ortiz, </pre><span class=\"citation\" data-id=\"201842\"><a href=\"/opinion/201842/united-states-v-vega-ortiz/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 22-23 (1st Cir. 2005)\n\n(mandatory conditions); United States v. Tulloch, </pre><span class=\"citation\" data-id=\"201190\"><a href=\"/opinion/201190/united-states-v-tulloch/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 13-14\n\n& n.8 (1st Cir. 2004) (per curiam) (standard conditions).\n\n               We also note that at least two other circuits have held\n\nthat defendants have constructive notice for \"special\" conditions\n\nthat become \"recommended\" when certain criteria are met.                         See,\n\ne.g., United States v. Torres-Aguilar, </pre><span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">934</span></span><pre class=\"inline\">, 937 (5th Cir.\n\n2003); United States v. Asunción-Pimental, </pre><span class=\"citation\" data-id=\"777653\"><a href=\"/opinion/777653/united-states-v-robert-asuncion-pimental/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span><pre class=\"inline\">, 94 (2d Cir.\n\n2002) (stating that, where specific factors necessary to make\n\n\"special\" conditions \"recommended\" are present, \"these 'special'\n\nconditions are no different in practical terms from 'standard'\n\nconditions, that is, they are generally recommended\").                      But see\n\nUnited States v. Thomas, </pre><span class=\"citation\" data-id=\"778641\"><a href=\"/opinion/778641/united-states-v-christopher-thomas-aka-chris-reese-aka-chris-thomas/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 155 (2d Cir. 2002) (holding\n\nthat conditions announced for the first time in a written judgment\n\nthat \"govern more than the basic administration\" of supervised\n\nrelease violate a defendant's right to be present at sentencing).\n\n               The   financial    disclosure     condition    imposed       by   the\n\ndistrict court is a \"special\" condition that becomes \"recommended\"\n\nif \"the court imposes an order of restitution, forfeiture, or\n\nnotice    to    victims,   or    orders    the   defendant   to   pay   a    fine.\"\n\nU.S.S.G. § 5D1.3(d)(3). However, although the district court could\n\nhave imposed a fine or restitution order on Sepúlveda, it chose not\n\nto.      Therefore, the condition did not become a \"recommended\"\n\ncondition.      The search condition is not specifically enumerated in\n\n\n                                          -7-\n\fany of the conditions listed in § 5D1.3; instead, it falls under\n\nthe \"catch-all\" provision found in § 5D1.3(b), and is therefore not\n\na \"recommended\" condition.       In sum, both of the conditions imposed\n\nby the district court are non-mandatory, non-standard, and non-\n\nrecommended conditions of supervised release.\n\n              To our knowledge, no circuit has upheld the imposition of\n\nsuch conditions for the first time in a written judgment in the\n\nface of a right-to-be-present claim.          We decline to do so here.\n\nFrom our review of the record, there is nothing that would have\n\nserved   to    put   Sepúlveda   on   constructive   notice   that   the   two\n\nconditions would be imposed for the first time in the written\n\njudgment.      Furthermore, the imposition of both conditions could\n\npotentially impose a significant burden on Sepúlveda. We therefore\n\nfind that the district court erred in imposing these two conditions\n\nfor the first time in the written judgment.4\n\n              Having concluded that the district court committed error,\n\nwe must now address whether we review for harmless or plain error.\n\nSepúlveda argues that he did not have an opportunity to object to\n\nthe conditions at sentencing, and that our review is therefore for\n\n\n\n4\n   The government argues that Sepúlveda has waived any argument\nregarding the search condition because he \"mentioned\", but did not\n\"discuss[]\" the condition. We disagree. While Sepúlveda focuses\nmuch of his argument on the financial disclosure condition, he\nmentions the search condition and his brief clearly challenges it.\nThis is not a situation where we are forced to piece together\nSepúlveda's argument for him, see United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990), and we therefore find no waiver.\n\n                                      -8-\n\fharmless error. The government argues that Sepúlveda forfeited his\n\nright to object and that our review is thus for plain error.               We\n\nagree with Sepúlveda.\n\n           Right-to-be-present claims are subject to harmless error\n\nanalysis if the defendant had no opportunity to object before the\n\nconditions were imposed.        See Ortiz-Torres, 449 F.3d at 74 (citing\n\nMeléndez-Santana, 353 F.3d at 108).            Here, since the conditions\n\nwere   announced    for   the   first   time   in   the   written   judgment,\n\nSepúlveda had no opportunity to object to their imposition.\n\n           The government makes two arguments for plain error.\n\nFirst, it notes that the district court stated at sentencing that\n\n\"the terms and conditions [of supervised release] shall be set\n\nforth in the judgment.\"         According to the government, Sepúlveda\n\nshould have objected to having the terms and conditions set forth\n\nin the written judgment.          We disagree.      As our discussion above\n\nillustrates, because these were special, non-mandatory and non-\n\nrecommended conditions, Sepúlveda did not have constructive notice\n\nthat they would be imposed in the written judgment.                 We see no\n\nreason   for   holding     that    Sepúlveda     forfeited   objections    to\n\nconditions he had no reason to anticipate.\n\n           Second, the government argues that Sepúlveda forfeited\n\nthe argument by not filing any objections once the written judgment\n\nwas entered.       We note that it is theoretically possible for a\n\ndefendant to object to a previously unannounced written condition\n\n\n                                      -9-\n\fafter judgment is entered.            See, e.g., Fed. R. Crim. P. 35(a)\n\n(\"Within 7 days after sentencing, the court may correct a sentence\n\nthat    resulted    from      arithmetical,      technical,     or    other    clear\n\nerror.\").       However, given the context of this case, there are\n\nseveral reasons why we are not inclined to find that Sepúlveda\n\nshould have objected after judgment was entered.\n\n              First, we have stated that, in the sentencing context, \"a\n\npost-sentence objection is not necessarily required to preserve the\n\nissue   for    appeal    if   the   defendant     could   not    reasonably     have\n\nanticipated the issue would arise until after the court ruled.\"\n\nUnited States v. Cortés-Claudio, </pre><span class=\"citation\" data-id=\"779997\"><a href=\"/opinion/779997/united-states-v-william-cortes-claudio/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 24 (1st Cir. 2002)\n\n(citing United States v. Gallant, </pre><span class=\"citation\" data-id=\"200154\"><a href=\"/opinion/200154/united-states-v-gallant/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1181</span></a></span><pre class=\"inline\">, 1188-89 (1st Cir.\n\n2002)).     As we have already discussed, Sepúlveda could not have\n\nreasonably anticipated the imposition of these conditions. Second,\n\nwe have also noted that \"[t]here is . . . a need for finality and\n\nfew trial judges would warm to a rule which requires continued\n\nargument after the court gives its sentence.\" Gallant, 306 F.3d at\n\n1188-89.5     Finally, \"unlike other areas, there is no Federal Rule\n\nof   Criminal    Procedure     giving    advance    notice      to   counsel   of   a\n\nrequirement to make post-sentence objections.\"                   Id. at 1189. It\n\nwould be unwise to encourage a practice of entering objections\n\nafter   the    written     judgment     has    entered,   for    doing   so    would\n\n\n5\n   While Gallant presented a different factual scenario than the\ninstant case, the policy concerns expressed in that opinion apply\nwith full force to this case.\n\n                                        -10-\n\fundermine the interest in finality.          For these reasons, we reject\n\nthe government's argument that Sepúlveda forfeited the argument by\n\nnot objecting after the written judgment was entered.                     We will\n\ntherefore review the imposition of the two conditions for harmless\n\nerror.\n\n            Under the harmless error standard of review, the burden\n\nis on the government to prove that the error in question is\n\nharmless.   United States v. Vázquez-Rivera, </pre><span class=\"citation\" data-id=\"201585\"><a href=\"/opinion/201585/united-states-v-vazquez-rivera/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 489 (1st\n\nCir. 2005).     \"The standard of proof, however, depends on whether\n\nthe error is conceived of as constitutional.\" Id.                If the error is\n\nconstitutional in nature, \"the government has the burden of proving\n\nbeyond a reasonable doubt that the error did not affect the\n\ndefendant's   substantial   rights.\"         Id.     If    the    error   is    not\n\nconstitutional    in   nature,   \"the    government       has    the   burden    of\n\ndemonstrating    the   absence   of    any   grave   doubt\"       regarding     the\n\nharmlessness of the error.       See id.\n\n            Here, the government has the burden of proving beyond a\n\nreasonable doubt that the violation of Sepúlveda's constitutional\n\nright to be present at his sentencing did not compromise his\n\nability to object to the sentencing conditions imposed by the\n\ndistrict court.    To meet this burden, the government would need to\n\nshow, beyond a reasonable doubt, that the special conditions would\n\nhave been imposed even if Sepúlveda had been present.                     It has\n\n\n\n\n                                      -11-\n\ffailed to do so.     We therefore vacate the financial disclosure and\n\nsearch conditions in Sepúlveda's sentence.\n\n            B.    Improper Delegation\n\n            The written judgment stated that Sepúlveda \"shall submit\n\nto one drug test within 15 days of release from imprisonment and at\n\nleast two periodic tests thereafter as required by the Probation\n\nOfficer.\"     (emphasis added).         Both Sepúlveda and the government\n\nacknowledge      that,   under    our     precedent,   the     district   court\n\nimproperly delegated to the probation officer the authority to\n\ndetermine the number of drug tests Sepúlveda must undergo while on\n\nsupervised release.      However, both parties erroneously assume that\n\nour review is for plain error, and that the improper delegation\n\ncannot meet this rigorous test.\n\n            In Meléndez-Santana, 353 F.3d at 106, we held that the\n\nplain language of 18 U.S.C. § 3583(d) \"requires courts to determine\n\nthe maximum number of drug tests to be performed beyond the\n\nstatutory minimum of three.\"        Delegating this authority to another\n\nentity is improper. We also held that the improper delegation\n\nconstituted plain error. Recently, in Padilla, 415 F.3d at 215, we\n\noverruled Meléndez-Santana's holding that such improper delegation\n\nconstituted      plain   error,   although     we   declined    to   reconsider\n\nMeléndez-Santana's holding that the delegation was error.                 If we\n\nwere reviewing for plain error, it is unlikely that Sepúlveda would\n\nbe successful.\n\n\n                                        -12-\n\f            However, Sepúlveda's case is distinguishable from Padilla\n\nand Meléndez-Santana because Sepúlveda never had an opportunity to\n\nobject to the wording of the drug testing condition.6               In both\n\nMeléndez-Santana and Padilla, the district court included the drug\n\ntesting condition that contained the improper delegation in both\n\nthe oral and written judgments.      By contrast, in the instant case,\n\nthe district court announced the drug testing condition only in the\n\nwritten judgment.\n\n            We have stated that \"'typically, the court of a appeals\n\nreviews a district court's imposition of a special condition of\n\n. . . supervised release' unless 'the sentencing court affords the\n\ndefendant   an   opportunity   to   object   to   the   condition   but   the\n\ndefendant holds his tongue,' in which case review is for plain\n\nerror.\"   United States v. Mojica-Rivera, </pre><span class=\"citation\" data-id=\"202010\"><a href=\"/opinion/202010/united-states-v-mojica-rivera/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 35 (1st Cir.\n\n2006) (quoting United States v. Brown, </pre><span class=\"citation\" data-id=\"199192\"><a href=\"/opinion/199192/united-states-v-brown/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 3 (1st Cir.\n\n2000)).     In Mojica-Rivera, the district court included a drug\n\ntesting condition in the written judgment that it did not include\n\nin the oral pronouncement of the sentence.              In that case, we\n\n\n\n6\n   Furthermore, the constructive notice rationale that we have\napplied in other cases, see Tulloch, 380 F.3d at 13, is\ninapplicable here. Although drug testing is a mandatory condition\nunder the Guidelines, the Guidelines specifically state that the\nnumber of drug tests are determined by the court, not the probation\nofficer. See U.S.S.G. § 5D1.3(a)(4). Therefore, even if Sepúlveda\nwere on constructive notice of the drug testing condition, he\ncannot be held to have had constructive notice that the district\ncourt would delegate to the probation officer the authority to\ndetermine the number of drug tests he must undergo.\n\n                                    -13-\n\freviewed the imposition of the drug testing condition for abuse of\n\ndiscretion, see id., and we follow the same course today.               Given\n\nour determinations in Meléndez-Santana and Padilla that similar\n\nlanguage in a district court's judgment constituted \"clear and\n\nobvious error,\" see Padilla, 415 F.3d at 220, we herein conclude\n\nthat the district court in this case abused its discretion by\n\ndelegating to the probation officer the authority to determine the\n\nnumber of drug tests Sepúlveda must undergo while on supervised\n\nrelease.    We vacate the drug testing provision in Sepúlveda's\n\nsentence.\n\n                             III.    Conclusion\n\n            For   the   forgoing    reasons,   we   vacate   the   supervised\n\nrelease conditions regarding financial disclosure, searches, and\n\ndrug testing; and we remand for re-sentencing consistent with this\n\nopinion.\n\n            Vacated and Remanded.\n\n\n\n\n                                     -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794461/"
  ]
}