{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202502/",
  "absolute_url": "/opinion/202502/dar-salameh-v-gonzalez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202502/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:54:28Z",
  "date_modified": "2016-02-28T05:08:07.227263Z",
  "type": "010combined",
  "sha1": "7d7ca2d6fb636bde28279e4f617a8a32d5fa45de",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2886-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/11/15/Dar-Salameh_v._Gonzalez.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2886\n\n                         ZAIDAN DAR-SALAMEH,\n\n                             Petitioner,\n\n                                 v.\n\n                          ALBERTO GONZALES,\n               Attorney General of the United States,\n\n                             Respondent.\n\n\n                  ON PETITION FOR REVIEW OF AN ORDER\n                 OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n                 Torruella and Lynch, Circuit Judges,\n                    and Woodcock,* District Judge.\n\n\n\n     Clive Rivers, with whom The Law Offices of Clive Rivers was on\nbrief, for petitioner.\n     Maritza González de Miranda, Assistant United States Attorney,\nwith whom H.S. Garcia, United States Attorney, and Miguel A.\nFernandez, Assistant United States Attorney, were on brief, for\nrespondent.\n\n\n\n                          November 15, 2006\n\n\n\n\n     *\n         Of the District of Maine, sitting by designation.\n\f              LYNCH, Circuit Judge.         Petitioner Zaidan Dar-Salameh, a\n\nnative of Israel and a Palestinian Arab, challenges a final order\n\nof removal on the ground that due process requires that he be given\n\na hearing at which to argue that his status was validly adjusted to\n\nthat of lawful permanent resident.               He also argues that he should\n\nbe given the opportunity to apply for asylum, withholding of\n\nremoval, and protection under the Convention Against Torture (CAT),\n\nbased    on     recent      political     conditions        in     the     Palestinian\n\nTerritories.        Dar-Salameh makes both arguments, however, in the\n\ncontext of a challenge to his detention and order of removal,\n\nhaving   made       no   attempt    to   raise    them     before        the    Board   of\n\nImmigration Appeals (BIA) or an Immigration Judge (IJ).                         He failed\n\nto invoke the process that was available to him and cannot now make\n\na   complaint    of      constitutional    dimension       about     a    lack    of    due\n\nprocess.       We    deny   the    petition,     but     accept    the    respondent's\n\nagreement to permit Dar-Salameh to apply for relief from removal to\n\nthe Palestinian Territories.\n\n                                          I.\n\n              Dar-Salameh     initially        entered    the     United       States   on\n\nNovember 15, 1988 on a tourist visa and was given permission to\n\nremain in the United States until June 1989.                      On May 3, 1989, he\n\nmarried Hazel Tatum, then a permanent resident of the United\n\nStates, who became a United States citizen in 1993.                            On June 9,\n\n1989, Dar-Salameh's wife filed a Petition for Alien Relative, Form\n\n\n                                          -2-\n\fI-130, seeking a visa for him.         That petition was approved on July\n\n21, 1989.\n\n            Sometime in November 1991, Dar-Salameh left the United\n\nStates   and    applied   to   have   his   status   adjusted   to   permanent\n\nresident on the basis of the approved I-130 petition. This process\n\ntook a few months, apparently because the officer at the consulate\n\nat which he applied had doubts about the bona fides of his\n\nmarriage.      On or about January 15, 1992, while his application was\n\nstill pending, Dar-Salameh paid to be smuggled back into the United\n\nStates; he claimed that he was desperate to rejoin his wife, who\n\nhad just given birth to their first child on November 16, 1991.\n\n            On February 4, 1992, Dar-Salameh presented himself at the\n\noffices of the Immigration and Naturalization Service (INS),1\n\napparently in an attempt to secure a work permit.                He was then\n\ndetained, charged with deportability based on his entry without\n\ninspection, and released on a $1,000 bond.           On April 28, 1992, Dar-\n\nSalameh appeared at a telephonic hearing before an IJ, at which he\n\nconceded deportability.        He and the government agreed to voluntary\n\ndeparture within six months, and the IJ accordingly entered an\n\norder granting Dar-Salameh voluntary departure until October 28,\n\n1992, with an alternate order of deportation to Jordan if he failed\n\n\n     1\n       The Homeland Security Act of 2002, Pub. L. No. 107-296,\n§ 471(a), 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C.\n§ 291(a)), eliminated the INS and transferred its duties to the\nDepartment of Homeland Security. For simplicity, we refer to the\nagency throughout as the INS.\n\n                                      -3-\n\fto depart by the deadline.       The deadline was later extended to\n\nJanuary 28, 1993, but Dar-Salameh remained in the United States\n\nbeyond that date.\n\n           On November 8, 1993, Dar-Salameh's wife filed a second\n\nI-130 petition.     On this petition, Dar-Salameh's last entry into\n\nthe United States was erroneously noted as \"Visitor\" on \"Nov. 15,\n\n1988,\"   although   the   petition    did   note   that   he   had   been   in\n\nimmigration proceedings in \"St. Thomas, V.I.\" on \"4-28-91.\"             (The\n\nyear should have been noted as \"92.\")        This petition was approved\n\non March 30, 1994.    Subsequently, Dar-Salameh filed an Application\n\nto Adjust Status, Form I-485, directly with the INS field office.\n\nOn this application, he again misstated that his last entry was as\n\na \"Visitor\" on \"Nov. 15, 1988,\" and moreover, he answered \"No\" in\n\nresponse to the question \"Have you ever been deported from the\n\nU.S., or removed from the U.S. at government expense, excluded\n\nwithin the past year, or are you now in exclusion or deportation\n\nproceedings?\"     The adjustment of status to permanent resident,\n\nbased on this application with misrepresentations, was granted on\n\nAugust 17, 1995.\n\n           On November 2, 1995, the INS issued a Notice of Intent to\n\nRescind Dar-Salameh's adjustment of status.           The Notice alleged\n\nthat he had failed to disclose his prior immigration record, and\n\nthat because he had not departed in accordance with the voluntary\n\n\n\n\n                                     -4-\n\fdeparture order entered in 1992, he had not been eligible for the\n\nadjustment at the time when it was granted.\n\n           On September 2, 1999, Dar-Salameh appeared at a hearing\n\nbefore an IJ on the rescission charge.        He testified that he had\n\nnot been told that he had to leave the United States by October\n\n1992, nor had he been told of any consequences of his continued\n\npresence   in   the   United   States,   notwithstanding    his   apparent\n\nagreement to voluntary departure and the issuance of the 1992\n\norder.\n\n           He also testified that he had understood the question\n\nabout whether he had ever been deported to mean whether he had ever\n\nbeen physically removed from the United States.            The IJ made no\n\nexplicit credibility findings, although he did appear to at least\n\npartially credit Dar-Salameh's testimony in noting,\n\n           It appears that [Dar-Salameh] failed to\n           indicate the correct date, time and manner of\n           his last entry into the United States, because\n           he did not understand the question and because\n           the   application,   Form   I-485,   was   not\n           specifically prepared by him, rather by a\n           forms preparer, as a result of [his] lack of\n           knowledge of the English language.\n\nHowever, the IJ also stated that Section 245 of the Immigration and\n\nNationality Act (INA), 8 U.S.C. § 1255, the section under which\n\nDar-Salameh's status had been adjusted, applied to \"an alien who\n\nwas inspected and admitted or paroled into the United States.\"\n\nBecause Dar-Salameh had entered without inspection, the IJ found\n\n\n\n                                   -5-\n\fthat he was and had been ineligible for adjustment under Section\n\n245 and accordingly ordered the adjustment rescinded.\n\n          On appeal to the BIA, Dar-Salameh argued that although\n\nSection 245(a) applied to \"an alien who was inspected,\" 8 U.S.C.\n\n§ 1255(a), Section 245(i) permitted adjustment of status for \"an\n\nalien physically present in the United States . . . who . . .\n\nentered the United States without inspection,\" 8 U.S.C. § 1255(i),\n\nand Section 245(i) was in force at the time that Dar-Salameh\n\napplied for adjustment.      He also continued to argue that his\n\nfailure to depart was no bar to adjustment because he had not been\n\ngiven sufficient notice of either the requirement to depart or the\n\nconsequences of remaining in the United States.\n\n          On July 16, 2001, the BIA affirmed the IJ's order,\n\nfinding that even if Dar-Salameh could have adjusted his status\n\nunder Section 245(i), nonetheless his failure to disclose that his\n\nentry had been without inspection and to pay the required penalty\n\nfee associated with Section 245(i) meant that he had not validly\n\napplied under that provision.      The BIA declined to reach Dar-\n\nSalameh's arguments about notice.\n\n          Dar-Salameh alleges that in the meanwhile, he and his\n\nwife filed new I-130 and I-485 petitions with the INS field office\n\non April 25, 2001.   In these petitions, he disclosed both his entry\n\nwithout inspection and the prior immigration proceedings; he also\n\npaid the penalty fee.       He claims that the INS approved the\n\n\n                                 -6-\n\fadjustment of status on February 18, 2002, as evidenced by an I-94\n\nstamp.     It appears he made no further efforts with regard to his\n\nprior immigration proceedings.\n\n            In February 2005, the INS proceeded to execute the\n\ndeportation order that resulted from Dar-Salameh's failure to\n\ndepart the country in 1993, and he was arrested and detained at the\n\nSan Juan Metropolitan Detention Center.       Although the original\n\ndeportation order had specified Jordan as the country of removal,\n\nJordan refused to recognize Dar-Salameh as a Jordanian citizen and\n\ndenied him entry.    Israel granted approval for him to be removed to\n\nthe Palestinian Territories, and so Israel became the country of\n\nremoval.\n\n            On March 23, 2005, Dar-Salameh filed a petition for\n\nhabeas corpus in the U.S. District Court for the District of Puerto\n\nRico, arguing that he was entitled to a hearing before he could be\n\ndeported.    In May 2005, the REAL ID Act of 2005, Pub. L. No. 109-\n\n13, 119 Stat. 231, was enacted.     As a result, the district court\n\nlost jurisdiction over the habeas petition and, on December 8,\n\n2005, transferred the case to this court as a petition for review\n\nof a final order of removal.     See id. § 106(c), 8 U.S.C. § 1252\n\nnote; see also Enwonwu v. Gonzales, 438 F.3d 22, 31-32 (1st Cir.\n\n2006).     On April 3, 2006, this court entered a stay of removal\n\nuntil further order of the court.\n\n\n\n\n                                  -7-\n\f                                    II.\n\n            In this court, Dar-Salameh continues to argue that before\n\nhe can be deported, he is entitled to a hearing on the issue of\n\nwhether his status was validly adjusted to that of lawful permanent\n\nresident in February 2002, and that the denial of such a hearing\n\nconstitutes a violation of due process.             He also argues that he\n\nshould be permitted to apply for asylum, withholding of removal,\n\nand protection under the CAT, based on recent changes in the\n\npolitical conditions in the Palestinian Territories, specifically\n\nHamas's control of the government since January 2006.\n\n            As to the first argument, Dar-Salameh is essentially\n\ncomplaining that he has been denied an opportunity to invoke his\n\npurported   status   as   permanent   resident,       a   status   he   claims\n\nultimately based on his bona fide marriage to a U.S. citizen.             Cf.\n\nChoeum v. INS, 129 F.3d 29, 38 (1st Cir. 1997) (noting the due\n\nprocess right of \"a meaningful opportunity to be heard\").                 The\n\nrelevant procedure for invoking such a status is outlined in\n\n8 C.F.R. § 1245.2(a)(1)(i), which provides that \"[i]n the case of\n\nany alien who has been placed in deportation proceedings or in\n\nremoval   proceedings     (other   than   as   an   arriving   alien),    the\n\nimmigration judge hearing the proceeding has exclusive jurisdiction\n\nto adjudicate any application for adjustment of status the alien\n\n\n\n\n                                    -8-\n\fmay file.\"2    Id. (emphasis added); see also Prado v. Reno, 198 F.3d\n\n286, 289 (1st Cir. 1999).      Dar-Salameh failed to bring his claim in\n\nthe correct place: he did not move to reopen before the IJ.\n\n            Dar-Salameh's attempts to adjust his status occurred\n\nafter he was placed in deportation proceedings and were not made\n\nwithin those proceedings. Thus, he could not have obtained a valid\n\nadjustment of status, and he cannot demonstrate any prejudice from\n\nthe government's failure to grant him a hearing on that status.\n\nSee Lattab v. Ashcroft, 384 F.3d 8, 20 (1st Cir. 2004) (\"It is\n\nbeyond peradventure that before a petitioner in an immigration case\n\nmay advance a procedural due process claim, he must allege some\n\ncognizable     prejudice     fairly    attributable    to   the   challenged\n\nprocess.\").\n\n            Moreover, Dar-Salameh made no attempt to reopen his\n\nremoval proceedings so as to be able to apply for adjustment of\n\nstatus within those proceedings, and he is now challenging the\n\nexecution     of   the   deportation   order   that   resulted    from   those\n\nproceedings.       Thus, Dar-Salameh's challenge is effectively to the\n\n\n\n     2\n        8 C.F.R. § 1245.2(a)(1) (and a parallel regulation at\n8 C.F.R. § 245.2(a)(1)) has been amended repeatedly since 1992,\nmost recently on May 12, 2006, but none of these changes relate to\nthe points made here.    As of April 2001, when Dar-Salameh last\napplied for an adjustment of status, 8 C.F.R. § 245.2(a)(1)\nprovided that \"[a]fter an alien, other than an arriving alien, is\nin deportation or removal proceedings, his or her application for\nadjustment of status under section 245 of the [INA] . . . shall be\nmade and considered only in those proceedings.\"      Id. (emphasis\nadded).\n\n                                       -9-\n\fINS's failure to reopen the proceedings sua sponte to allow him to\n\nargue that his status precludes the execution of the deportation\n\norder.   Even apart from the merits of the underlying argument,\n\nthere is no cognizable due process claim in the INS's failure here\n\nto act unprompted.\n\n           Admittedly, at this point, any motion to reopen the 1992\n\nproceedings   on   that   basis   would    be   untimely.      See    8    C.F.R.\n\n§ 1003.23(b)(1) (\"A motion to reopen must be filed within 90 days\n\nof the date of entry of a final administrative order of removal,\n\ndeportation, or exclusion, or on or before September 30, 1996,\n\nwhichever is later.\").      Due process is not offended, however, by\n\nthe setting and enforcing of time limits within which aliens must\n\nact.   See Prado, 198 F.3d at 292-93.\n\n           Finally, to the extent that Dar-Salameh's challenge is to\n\nthe requirement that he adjust his status within his immigration\n\nremoval proceedings, we note that the facts of this case amply\n\ndemonstrate the rationale for such a process.               Misunderstandings\n\ncan result if an alien successfully obtains a grant of adjustment\n\nof status and is simultaneously subject to a valid deportation\n\norder.     Consolidating    those    actions     into   a    single       overall\n\nproceeding helps to avoid those misunderstandings.\n\n           At root, Dar-Salameh wants this court to make exceptions\n\nto the rules based on the equities of his situation.             Whatever the\n\n\n\n\n                                    -10-\n\fpotential discretion of the Attorney General in this matter, we\n\nhave none here.    Cf. id.\n\n           Dar-Salameh's second argument -- based on changed country\n\nconditions in the Palestinian Territories -- fails for a similar\n\nreason. Once again, although Dar-Salameh wants to apply for asylum\n\nand other relief, he has come to this court without making an\n\nattempt to reopen his proceedings for the purpose of filing such an\n\napplication.    Thus, there is no due process violation in the INS's\n\nfailure to have considered such an application.         Moreover, Dar-\n\nSalameh's failure to pursue a motion to reopen is a failure to\n\nexhaust   his   administrative   remedies,   and   we   therefore   lack\n\njurisdiction over this claim.    See Boakai v. Gonzales, 447 F.3d 1,\n\n4 (1st Cir. 2006).\n\n           That Dar-Salameh's changed country conditions argument is\n\nnot before us is not the end of the matter, however.       We note that\n\nthe regulations provide an exception to the deadline for filing a\n\nmotion to reopen\n\n           if the basis of the motion is to apply for\n           asylum . . . or withholding of removal . . .\n           or withholding of removal under the Convention\n           Against Torture, and is based on changed\n           country conditions arising in the country of\n           nationality or the country to which removal\n           has been ordered, if such evidence is material\n           and was not available and could not have been\n           discovered or presented at the previous\n           proceeding.\n\n8 C.F.R. § 1003.23(b)(4)(i).     It appears that the mere passage of\n\ntime after a removal order becomes final is not itself a bar to a\n\n                                 -11-\n\fmotion to reopen based on changed country conditions.           See, e.g.,\n\nGuo v. Gonzales, 463 F.3d 109, 111, 114-15 (2d Cir. 2006); Filja v.\n\nGonzales, 447 F.3d 241, 251-54 & n.4 (3d Cir. 2006); In re A-N–,\n\n22 I. & N. Dec. 953, 956 (BIA 1999).             At oral argument, the\n\nrespondent stated, upon inquiry from the court, its consent to Dar-\n\nSalameh's at least filing an application for withholding of removal\n\nfor consideration by the Department of Homeland Security. Inherent\n\nin that consent, we believe, was a consent to the continuation of\n\nthe stay of deportation for 60 days to permit Dar-Salameh to file\n\na motion to reopen under 8 C.F.R. § 1003.23(b)(4)(i).\n\n          The   petition   for   review   is   denied   and   the   stay   of\n\ndeportation is extended, by agreement, for 60 days.           So ordered.\n\n\n\n\n                                  -12-\n\f",
  "html": "<p class=\"case_cite\">468 F.3d 47</p>\n    <p class=\"parties\">Zaidan DAR-SALAMEH, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 05-2886.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 2, 2006.</p>\n    <p class=\"date\">Decided November 15, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Clive Rivers, with whom The Law Offices of Clive Rivers was on brief, for petitioner.</p>\n      <p class=\"indent\">Maritza Gonz&#225;lez de Miranda, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Miguel A. Fernandez, Assistant United States Attorney, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA and LYNCH, Circuit Judges, and WOODCOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Zaidan Dar-Salameh, a native of Israel and a Palestinian Arab, challenges a final order of removal on the ground that due process requires that he be given a hearing at which to argue that his status was validly adjusted to that of lawful permanent resident. He also argues that he should be given the opportunity to apply for asylum, withholding of removal, and protection under the Convention Against Torture (CAT), based on recent political conditions in the Palestinian Territories. Dar-Salameh makes both arguments, however, in the context of a challenge to his detention and order of removal, having made no attempt to raise them before the Board of Immigration Appeals (BIA) or an Immigration Judge (IJ). He failed to invoke the process that was available to him and cannot now make a complaint of constitutional dimension about a lack of due process. We deny the petition, but accept the respondent's agreement to permit Dar-Salameh to apply for relief from removal to the Palestinian Territories.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Dar-Salameh initially entered the United States on November 15, 1988 on a tourist visa and was given permission to remain in the United States until June 1989. On May 3, 1989, he married Hazel Tatum, then a permanent resident of the United States, who became a United States citizen in 1993. On June 9, 1989, Dar-Salameh's wife filed a Petition for Alien Relative, Form I-130, seeking a visa for him. That petition was approved on July 21, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sometime in November 1991, Dar-Salameh left the United States and applied to have his status adjusted to permanent resident on the basis of the approved I-130 petition. This process took a few months, apparently because the officer at the consulate at which he applied had doubts about the bona fides of his marriage. On or about January 15, 1992, while his application was still pending, Dar-Salameh paid to be smuggled back into the United States; he claimed that he was desperate to rejoin his wife, who had just given birth to their first child on November 16, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 4, 1992, Dar-Salameh presented himself at the offices of the Immigration and Naturalization Service (INS),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> apparently in an attempt to secure a work permit. He was then detained, charged with deportability based on his entry without inspection, and released on a $1,000 bond. On April 28, 1992, Dar-Salameh appeared at a telephonic hearing before an IJ, at which he conceded deportability. He and the government agreed to voluntary departure within six months, and the IJ accordingly entered an order granting Dar-Salameh voluntary departure until October 28, 1992, with an alternate order of deportation to Jordan if he failed to depart by the deadline. The deadline was later extended to January 28, 1993, but Dar-Salameh remained in the United States beyond that date.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 8, 1993, Dar-Salameh's wife filed a second I-130 petition. On this petition, Dar-Salameh's last entry into the United States was erroneously noted as \"Visitor\" on \"Nov. 15, 1988,\" although the petition did note that he had been in immigration proceedings in \"St. Thomas, V.I.\" on \"4-28-91.\" (The year should have been noted as \"92.\") This petition was approved on March 30, 1994. Subsequently, Dar-Salameh filed an Application to Adjust Status, Form I-485, directly with the INS field office. On this application, he again misstated that his last entry was as a \"Visitor\" on \"Nov. 15, 1988,\" and moreover, he answered \"No\" in response to the question \"Have you ever been deported from the U.S., or removed from the U.S. at government expense, excluded within the past year, or are you now in exclusion or deportation proceedings?\" The adjustment of status to permanent resident, based on this application with misrepresentations, was granted on August 17, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 2, 1995, the INS issued a Notice of Intent to Rescind Dar-Salameh's adjustment of status. The Notice alleged that he had failed to disclose his prior immigration record, and that because he had not departed in accordance with the voluntary departure order entered in 1992, he had not been eligible for the adjustment at the time when it was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On September 2, 1999, Dar-Salameh appeared at a hearing before an IJ on the rescission charge. He testified that he had not been told that he had to leave the United States by October 1992, nor had he been told of any consequences of his continued presence in the United States, notwithstanding his apparent agreement to voluntary departure and the issuance of the 1992 order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">He also testified that he had understood the question about whether he had ever been deported to mean whether he had ever been physically removed from the United States. The IJ made no explicit credibility findings, although he did appear to at least partially credit Dar-Salameh's testimony in noting,</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It appears that [Dar-Salameh] failed to indicate the correct date, time and manner of his last entry into the United States, because he did not understand the question and because the application, Form I-485, was not specifically prepared by him, rather by a forms preparer, as a result of [his] lack of knowledge of the English language.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">However, the IJ also stated that Section 245 of the Immigration and Nationality Act (INA), 8 U.S.C. &#167; 1255, the section under which Dar-Salameh's status had been adjusted, applied to \"an alien who was inspected and admitted or paroled into the United States.\" Because Dar-Salameh had entered without inspection, the IJ found that he was and had been ineligible for adjustment under Section 245 and accordingly ordered the adjustment rescinded.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal to the BIA, Dar-Salameh argued that although Section 245(a) applied to \"an alien who was inspected,\" 8 U.S.C. &#167; 1255(a), Section 245(i) permitted adjustment of status for \"an alien physically present in the United States . . . who . . . entered the United States without inspection,\" 8 U.S.C. &#167; 1255(i), and Section 245(i) was in force at the time that Dar-Salameh applied for adjustment. He also continued to argue that his failure to depart was no bar to adjustment because he had not been given sufficient notice of either the requirement to depart or the consequences of remaining in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On July 16, 2001, the BIA affirmed the IJ's order, finding that even if Dar-Salameh could have adjusted his status under Section 245(i), nonetheless his failure to disclose that his entry had been without inspection and to pay the required penalty fee associated with Section 245(i) meant that he had not validly applied under that provision. The BIA declined to reach Dar-Salameh's arguments about notice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dar-Salameh alleges that in the meanwhile, he and his wife filed new I-130 and I-485 petitions with the INS field office on April 25, 2001. In these petitions, he disclosed both his entry without inspection and the prior immigration proceedings; he also paid the penalty fee. He claims that the INS approved the adjustment of status on February 18, 2002, as evidenced by an I-94 stamp. It appears he made no further efforts with regard to his prior immigration proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In February 2005, the INS proceeded to execute the deportation order that resulted from Dar-Salameh's failure to depart the country in 1993, and he was arrested and detained at the San Juan Metropolitan Detention Center. Although the original deportation order had specified Jordan as the country of removal, Jordan refused to recognize Dar-Salameh as a Jordanian citizen and denied him entry. Israel granted approval for him to be removed to the Palestinian Territories, and so Israel became the country of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 23, 2005, Dar-Salameh filed a petition for habeas corpus in the U.S. District Court for the District of Puerto Rico, arguing that he was entitled to a hearing before he could be deported. In May 2005, the REAL ID Act of 2005, Pub.L. No. 109-13, 119 Stat. 231, was enacted. As a result, the district court lost jurisdiction over the habeas petition and, on December 8, 2005, transferred the case to this court as a petition for review of a final order of removal. <i>See id.</i> &#167; 106(c), 8 U.S.C. &#167; 1252 note; <i>see also Enwonwu v. Gonzales,</i> 438 F.3d 22, 31-32 (1st Cir. 2006). On April 3, 2006, this court entered a stay of removal until further order of the court.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this court, Dar-Salameh continues to argue that before he can be deported, he is entitled to a hearing on the issue of whether his status was validly adjusted to that of lawful permanent resident in February 2002, and that the denial of such a hearing constitutes a violation of due process. He also argues that he should be permitted to apply for asylum, withholding of removal, and protection under the CAT, based on recent changes in the political conditions in the Palestinian Territories, specifically Hamas's control of the government since January 2006.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As to the first argument, Dar-Salameh is essentially complaining that he has been denied an opportunity to invoke his purported status as permanent resident, a status he claims ultimately based on his bona fide marriage to a U.S. citizen. <i>Cf. Choeum v. INS,</i> 129 F.3d 29, 38 (1st Cir. 1997) (noting the due process right of \"a meaningful opportunity to be heard\"). The relevant procedure for invoking such a status is outlined in 8 C.F.R. &#167; 1245.2(a)(1)(i), which provides that \"[i]n the case of any alien who has been placed in deportation proceedings or in removal proceedings (other than as an arriving alien), the immigration judge hearing the proceeding has <i>exclusive</i> jurisdiction to adjudicate any application for adjustment of status the alien may file.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> (emphasis added); <i>see also Prado v. Reno,</i> 198 F.3d 286, 289 (1st Cir.1999). Dar-Salameh failed to bring his claim in the correct place: he did not move to reopen before the IJ.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dar-Salameh's attempts to adjust his status occurred after he was placed in deportation proceedings and were not made within those proceedings. Thus, he could not have obtained a valid adjustment of status, and he cannot demonstrate any prejudice from the government's failure to grant him a hearing on that status. <i>See Lattab v. Ashcroft,</i> 384 F.3d 8, 20 (1st Cir.2004) (\"It is beyond peradventure that before a petitioner in an immigration case may advance a procedural due process claim, he must allege some cognizable prejudice fairly attributable to the challenged process.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, Dar-Salameh made no attempt to reopen his removal proceedings so as to be able to apply for adjustment of status within those proceedings, and he is now challenging the execution of the deportation order that resulted from those proceedings. Thus, Dar-Salameh's challenge is effectively to the INS's failure to reopen the proceedings sua sponte to allow him to argue that his status precludes the execution of the deportation order. Even apart from the merits of the underlying argument, there is no cognizable due process claim in the INS's failure here to act unprompted.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Admittedly, at this point, any motion to reopen the 1992 proceedings on that basis would be untimely. <i>See</i> 8 C.F.R. &#167; 1003.23(b)(1) (\"A motion to reopen must be filed within 90 days of the date of entry of a final administrative order of removal, deportation, or exclusion, or on or before September 30, 1996, whichever is later.\"). Due process is not offended, however, by the setting and enforcing of time limits within which aliens must act. <i>See Prado,</i> 198 F.3d at 292-93.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, to the extent that Dar-Salameh's challenge is to the requirement that he adjust his status within his immigration removal proceedings, we note that the facts of this case amply demonstrate the rationale for such a process. Misunderstandings can result if an alien successfully obtains a grant of adjustment of status and is simultaneously subject to a valid deportation order. Consolidating those actions into a single overall proceeding helps to avoid those misunderstandings.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At root, Dar-Salameh wants this court to make exceptions to the rules based on the equities of his situation. Whatever the potential discretion of the Attorney General in this matter, we have none here. <i>Cf. id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Dar-Salameh's second argument&#8212;based on changed country conditions in the Palestinian Territories&#8212;fails for a similar reason. Once again, although Dar-Salameh wants to apply for asylum and other relief, he has come to this court without making an attempt to reopen his proceedings for the purpose of filing such an application. Thus, there is no due process violation in the INS's failure to have considered such an application. Moreover, Dar-Salameh's failure to pursue a motion to reopen is a failure to exhaust his administrative remedies, and we therefore lack jurisdiction over this claim. <i>See Boakai v. Gonzales,</i> 447 F.3d 1, 4 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">That Dar-Salameh's changed country conditions argument is not before us is not the end of the matter, however. We note that the regulations provide an exception to the deadline for filing a motion to reopen</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">if the basis of the motion is to apply for asylum . . . or withholding of removal . . . or withholding of removal under the Convention Against Torture, and is based on changed country conditions arising in the country of nationality or the country to which removal has been ordered, if such evidence is material and was not available and could not have been discovered or presented at the previous proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">8 C.F.R. &#167; 1003.23(b)(4)(i). It appears that the mere passage of time after a removal order becomes final is not itself a bar to a motion to reopen based on changed country conditions. <i>See, e.g., Guo v. Gonzales,</i> 463 F.3d 109, 111, 114-15 (2d Cir.2006); <i>Filja v. Gonzales,</i> 447 F.3d 241, 251-54 &amp; n. 4 (3d Cir.2006); <i>In re A-N-22,</i> I. &amp; N. Dec. 953, 956 (BIA 1999). At oral argument, the respondent stated, upon inquiry from the court, its consent to Dar-Salameh's at least filing an application for withholding of removal for consideration by the Department of Homeland Security. Inherent in that consent, we believe, was a consent to the continuation of the stay of deportation for 60 days to permit Dar-Salameh to file a motion to reopen under 8 C.F.R. &#167; 1003.23(b)(4)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The petition for review is denied and the stay of deportation is extended, by agreement, for 60 days. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471(a), 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. &#167; 291(a)), eliminated the INS and transferred its duties to the Department of Homeland Security. For simplicity, we refer to the agency throughout as the INS</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 8 C.F.R. &#167; 1245.2(a)(1) (and a parallel regulation at 8 C.F.R. &#167; 245.2(a)(1)) has been amended repeatedly since 1992, most recently on May 12, 2006, but none of these changes relate to the points made here. As of April 2001, when Dar-Salameh last applied for an adjustment of status, 8 C.F.R. &#167; 245.2(a)(1) provided that \"[a]fter an alien, other than an arriving alien, is in deportation or removal proceedings, his or her application for adjustment of status under section 245 of the [INA] . . . shall be made and considered<i>only in those proceedings.</i>\" <i>Id.</i> (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></span></p>\n    <p class=\"parties\">Zaidan DAR-SALAMEH, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 05-2886.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 2, 2006.</p>\n    <p class=\"date\">Decided November 15, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Clive Rivers, with whom The Law Offices of Clive Rivers was on brief, for petitioner.</p>\n      <p class=\"indent\">Maritza Gonz&#225;lez de Miranda, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Miguel A. Fernandez, Assistant United States Attorney, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA and LYNCH, Circuit Judges, and WOODCOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Zaidan Dar-Salameh, a native of Israel and a Palestinian Arab, challenges a final order of removal on the ground that due process requires that he be given a hearing at which to argue that his status was validly adjusted to that of lawful permanent resident. He also argues that he should be given the opportunity to apply for asylum, withholding of removal, and protection under the Convention Against Torture (CAT), based on recent political conditions in the Palestinian Territories. Dar-Salameh makes both arguments, however, in the context of a challenge to his detention and order of removal, having made no attempt to raise them before the Board of Immigration Appeals (BIA) or an Immigration Judge (IJ). He failed to invoke the process that was available to him and cannot now make a complaint of constitutional dimension about a lack of due process. We deny the petition, but accept the respondent's agreement to permit Dar-Salameh to apply for relief from removal to the Palestinian Territories.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Dar-Salameh initially entered the United States on November 15, 1988 on a tourist visa and was given permission to remain in the United States until June 1989. On May 3, 1989, he married Hazel Tatum, then a permanent resident of the United States, who became a United States citizen in 1993. On June 9, 1989, Dar-Salameh's wife filed a Petition for Alien Relative, Form I-130, seeking a visa for him. That petition was approved on July 21, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sometime in November 1991, Dar-Salameh left the United States and applied to have his status adjusted to permanent resident on the basis of the approved I-130 petition. This process took a few months, apparently because the officer at the consulate at which he applied had doubts about the bona fides of his marriage. On or about January 15, 1992, while his application was still pending, Dar-Salameh paid to be smuggled back into the United States; he claimed that he was desperate to rejoin his wife, who had just given birth to their first child on November 16, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 4, 1992, Dar-Salameh presented himself at the offices of the Immigration and Naturalization Service (INS),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> apparently in an attempt to secure a work permit. He was then detained, charged with deportability based on his entry without inspection, and released on a $1,000 bond. On April 28, 1992, Dar-Salameh appeared at a telephonic hearing before an IJ, at which he conceded deportability. He and the government agreed to voluntary departure within six months, and the IJ accordingly entered an order granting Dar-Salameh voluntary departure until October 28, 1992, with an alternate order of deportation to Jordan if he failed to depart by the deadline. The deadline was later extended to January 28, 1993, but Dar-Salameh remained in the United States beyond that date.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 8, 1993, Dar-Salameh's wife filed a second I-130 petition. On this petition, Dar-Salameh's last entry into the United States was erroneously noted as \"Visitor\" on \"Nov. 15, 1988,\" although the petition did note that he had been in immigration proceedings in \"St. Thomas, V.I.\" on \"4-28-91.\" (The year should have been noted as \"92.\") This petition was approved on March 30, 1994. Subsequently, Dar-Salameh filed an Application to Adjust Status, Form I-485, directly with the INS field office. On this application, he again misstated that his last entry was as a \"Visitor\" on \"Nov. 15, 1988,\" and moreover, he answered \"No\" in response to the question \"Have you ever been deported from the U.S., or removed from the U.S. at government expense, excluded within the past year, or are you now in exclusion or deportation proceedings?\" The adjustment of status to permanent resident, based on this application with misrepresentations, was granted on August 17, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 2, 1995, the INS issued a Notice of Intent to Rescind Dar-Salameh's adjustment of status. The Notice alleged that he had failed to disclose his prior immigration record, and that because he had not departed in accordance with the voluntary departure order entered in 1992, he had not been eligible for the adjustment at the time when it was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On September 2, 1999, Dar-Salameh appeared at a hearing before an IJ on the rescission charge. He testified that he had not been told that he had to leave the United States by October 1992, nor had he been told of any consequences of his continued presence in the United States, notwithstanding his apparent agreement to voluntary departure and the issuance of the 1992 order.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">He also testified that he had understood the question about whether he had ever been deported to mean whether he had ever been physically removed from the United States. The IJ made no explicit credibility findings, although he did appear to at least partially credit Dar-Salameh's testimony in noting,</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It appears that [Dar-Salameh] failed to indicate the correct date, time and manner of his last entry into the United States, because he did not understand the question and because the application, Form I-485, was not specifically prepared by him, rather by a forms preparer, as a result of [his] lack of knowledge of the English language.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">However, the IJ also stated that Section 245 of the Immigration and Nationality Act (INA), 8 U.S.C. &#167; 1255, the section under which Dar-Salameh's status had been adjusted, applied to \"an alien who was inspected and admitted or paroled into the United States.\" Because Dar-Salameh had entered without inspection, the IJ found that he was and had been ineligible for adjustment under Section 245 and accordingly ordered the adjustment rescinded.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal to the BIA, Dar-Salameh argued that although Section 245(a) applied to \"an alien who was inspected,\" 8 U.S.C. &#167; 1255(a), Section 245(i) permitted adjustment of status for \"an alien physically present in the United States . . . who . . . entered the United States without inspection,\" 8 U.S.C. &#167; 1255(i), and Section 245(i) was in force at the time that Dar-Salameh applied for adjustment. He also continued to argue that his failure to depart was no bar to adjustment because he had not been given sufficient notice of either the requirement to depart or the consequences of remaining in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On July 16, 2001, the BIA affirmed the IJ's order, finding that even if Dar-Salameh could have adjusted his status under Section 245(i), nonetheless his failure to disclose that his entry had been without inspection and to pay the required penalty fee associated with Section 245(i) meant that he had not validly applied under that provision. The BIA declined to reach Dar-Salameh's arguments about notice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dar-Salameh alleges that in the meanwhile, he and his wife filed new I-130 and I-485 petitions with the INS field office on April 25, 2001. In these petitions, he disclosed both his entry without inspection and the prior immigration proceedings; he also paid the penalty fee. He claims that the INS approved the adjustment of status on February 18, 2002, as evidenced by an I-94 stamp. It appears he made no further efforts with regard to his prior immigration proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In February 2005, the INS proceeded to execute the deportation order that resulted from Dar-Salameh's failure to depart the country in 1993, and he was arrested and detained at the San Juan Metropolitan Detention Center. Although the original deportation order had specified Jordan as the country of removal, Jordan refused to recognize Dar-Salameh as a Jordanian citizen and denied him entry. Israel granted approval for him to be removed to the Palestinian Territories, and so Israel became the country of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 23, 2005, Dar-Salameh filed a petition for habeas corpus in the U.S. District Court for the District of Puerto Rico, arguing that he was entitled to a hearing before he could be deported. In May 2005, the REAL ID Act of 2005, Pub.L. No. 109-13, 119 Stat. 231, was enacted. As a result, the district court lost jurisdiction over the habeas petition and, on December 8, 2005, transferred the case to this court as a petition for review of a final order of removal. <i>See id.</i> &#167; 106(c), 8 U.S.C. &#167; 1252 note; <i>see also Enwonwu v. Gonzales,</i> <span class=\"citation\" data-id=\"793345\"><a href=\"/opinion/793345/frank-igwebuike-enwonwu-v-alberto-r-gonzales-attorney-general-of-the/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 31-32 (1st Cir. 2006). On April 3, 2006, this court entered a stay of removal until further order of the court.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this court, Dar-Salameh continues to argue that before he can be deported, he is entitled to a hearing on the issue of whether his status was validly adjusted to that of lawful permanent resident in February 2002, and that the denial of such a hearing constitutes a violation of due process. He also argues that he should be permitted to apply for asylum, withholding of removal, and protection under the CAT, based on recent changes in the political conditions in the Palestinian Territories, specifically Hamas's control of the government since January 2006.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As to the first argument, Dar-Salameh is essentially complaining that he has been denied an opportunity to invoke his purported status as permanent resident, a status he claims ultimately based on his bona fide marriage to a U.S. citizen. <i>Cf. Choeum v. INS,</i> <span class=\"citation\" data-id=\"747832\"><a href=\"/opinion/747832/ran-choeum-v-immigration-and-naturalization-service/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 38 (1st Cir. 1997) (noting the due process right of \"a meaningful opportunity to be heard\"). The relevant procedure for invoking such a status is outlined in 8 C.F.R. &#167; 1245.2(a)(1)(i), which provides that \"[i]n the case of any alien who has been placed in deportation proceedings or in removal proceedings (other than as an arriving alien), the immigration judge hearing the proceeding has <i>exclusive</i> jurisdiction to adjudicate any application for adjustment of status the alien may file.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> (emphasis added); <i>see also Prado v. Reno,</i> <span class=\"citation\" data-id=\"198734\"><a href=\"/opinion/198734/prado-v-ins/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span>, 289 (1st Cir.1999). Dar-Salameh failed to bring his claim in the correct place: he did not move to reopen before the IJ.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dar-Salameh's attempts to adjust his status occurred after he was placed in deportation proceedings and were not made within those proceedings. Thus, he could not have obtained a valid adjustment of status, and he cannot demonstrate any prejudice from the government's failure to grant him a hearing on that status. <i>See Lattab v. Ashcroft,</i> <span class=\"citation\" data-id=\"201243\"><a href=\"/opinion/201243/lattab-v-ashcroft/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 20 (1st Cir.2004) (\"It is beyond peradventure that before a petitioner in an immigration case may advance a procedural due process claim, he must allege some cognizable prejudice fairly attributable to the challenged process.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, Dar-Salameh made no attempt to reopen his removal proceedings so as to be able to apply for adjustment of status within those proceedings, and he is now challenging the execution of the deportation order that resulted from those proceedings. Thus, Dar-Salameh's challenge is effectively to the INS's failure to reopen the proceedings sua sponte to allow him to argue that his status precludes the execution of the deportation order. Even apart from the merits of the underlying argument, there is no cognizable due process claim in the INS's failure here to act unprompted.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Admittedly, at this point, any motion to reopen the 1992 proceedings on that basis would be untimely. <i>See</i> 8 C.F.R. &#167; 1003.23(b)(1) (\"A motion to reopen must be filed within 90 days of the date of entry of a final administrative order of removal, deportation, or exclusion, or on or before September 30, 1996, whichever is later.\"). Due process is not offended, however, by the setting and enforcing of time limits within which aliens must act. <i>See Prado,</i> 198 F.3d at 292-93.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, to the extent that Dar-Salameh's challenge is to the requirement that he adjust his status within his immigration removal proceedings, we note that the facts of this case amply demonstrate the rationale for such a process. Misunderstandings can result if an alien successfully obtains a grant of adjustment of status and is simultaneously subject to a valid deportation order. Consolidating those actions into a single overall proceeding helps to avoid those misunderstandings.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At root, Dar-Salameh wants this court to make exceptions to the rules based on the equities of his situation. Whatever the potential discretion of the Attorney General in this matter, we have none here. <i>Cf. id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Dar-Salameh's second argument&#8212;based on changed country conditions in the Palestinian Territories&#8212;fails for a similar reason. Once again, although Dar-Salameh wants to apply for asylum and other relief, he has come to this court without making an attempt to reopen his proceedings for the purpose of filing such an application. Thus, there is no due process violation in the INS's failure to have considered such an application. Moreover, Dar-Salameh's failure to pursue a motion to reopen is a failure to exhaust his administrative remedies, and we therefore lack jurisdiction over this claim. <i>See Boakai v. Gonzales,</i> <span class=\"citation\" data-id=\"202182\"><a href=\"/opinion/202182/boakai-v-gonzales/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">That Dar-Salameh's changed country conditions argument is not before us is not the end of the matter, however. We note that the regulations provide an exception to the deadline for filing a motion to reopen</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">if the basis of the motion is to apply for asylum . . . or withholding of removal . . . or withholding of removal under the Convention Against Torture, and is based on changed country conditions arising in the country of nationality or the country to which removal has been ordered, if such evidence is material and was not available and could not have been discovered or presented at the previous proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">8 C.F.R. &#167; 1003.23(b)(4)(i). It appears that the mere passage of time after a removal order becomes final is not itself a bar to a motion to reopen based on changed country conditions. <i>See, e.g., Guo v. Gonzales,</i> <span class=\"citation\" data-id=\"795692\"><a href=\"/opinion/795692/shou-yung-guo-v-alberto-r-gonzales-attorney-general-of-the-united-states/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></a></span>, 111, 114-15 (2d Cir.2006); <i>Filja v. Gonzales,</i> <span class=\"citation\" data-id=\"794252\"><a href=\"/opinion/794252/igli-filja-luljeta-filja-endrit-filja-v-alberto-r-gonzales-attorney/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">241</span></a></span>, 251-54 &amp; n. 4 (3d Cir.2006); <i>In re A-N-22,</i> I. &amp; N. Dec. 953, 956 (BIA 1999). At oral argument, the respondent stated, upon inquiry from the court, its consent to Dar-Salameh's at least filing an application for withholding of removal for consideration by the Department of Homeland Security. Inherent in that consent, we believe, was a consent to the continuation of the stay of deportation for 60 days to permit Dar-Salameh to file a motion to reopen under 8 C.F.R. &#167; 1003.23(b)(4)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The petition for review is denied and the stay of deportation is extended, by agreement, for 60 days. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471(a), 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. &#167; 291(a)), eliminated the INS and transferred its duties to the Department of Homeland Security. For simplicity, we refer to the agency throughout as the INS</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 8 C.F.R. &#167; 1245.2(a)(1) (and a parallel regulation at 8 C.F.R. &#167; 245.2(a)(1)) has been amended repeatedly since 1992, most recently on May 12, 2006, but none of these changes relate to the points made here. As of April 2001, when Dar-Salameh last applied for an adjustment of status, 8 C.F.R. &#167; 245.2(a)(1) provided that \"[a]fter an alien, other than an arriving alien, is in deportation or removal proceedings, his or her application for adjustment of status under section 245 of the [INA] . . . shall be made and considered<i>only in those proceedings.</i>\" <i>Id.</i> (emphasis added).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/198734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795692/"
  ]
}