{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202597/",
  "absolute_url": "/opinion/202597/douglas-v-jc-penney-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202597/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:57:11Z",
  "date_modified": "2016-02-28T05:08:19.287563Z",
  "type": "010combined",
  "sha1": "699c953d5f6c0d9fe78a1dc311e5a1690869f37d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1606-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/01/18/Douglas_v._J.C._Penney_Co..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-1606\n\n                        HOWARD T. DOUGLAS,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    J.C. PENNEY COMPANY, INC.,\n\n                       Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n     Michael O. Shea, with whom Law Office of Michael O. Shea, P.C.\nwas on brief, for appellant.\n     Karla K. Longoria, for appellee.\n\n\n\n                         January 18, 2007\n\f            TORRUELLA, Circuit Judge.            Howard T. Douglas (\"Douglas\")\n\nworked for J.C. Penney Company, Inc. (\"J.C. Penney\") from 1993\n\nuntil he was terminated in March 2002.                 Douglas then sued J.C.\n\nPenney for violations of Title VII of the Civil Rights Act of 1964,\n\n42 U.S.C. § 2000e et seq., and Mass. Gen. Laws ch. 151B, claiming\n\ndamages for (i) discrimination, harassment, and a hostile work\n\nenvironment     because    of        his     gender    and       race,    and   (ii)\n\ndiscrimination, harassment, and a hostile work environment in\n\nretaliation for filing complaints relating to race and gender\n\ndiscrimination.       The district court granted summary judgment on\n\nall claims to J.C. Penney.            Douglas v. J.C. Penney Co., 422 F.\n\nSupp. 2d 260 (D. Mass. 2006).         Douglas appeals the grant of summary\n\njudgment.    After careful consideration, we affirm.\n\n                                I.    Background\n\n            We review a district court's grant of summary judgment de\n\nnovo, giving the non-moving party the benefit of any reasonable\n\ninferences.     Cox v. Hainey, 391 F.3d 25, 27 (1st Cir. 2004).                 The\n\nundisputed facts of this case are relatively straightforward.\n\nDouglas is an African-American male. From 1993 until 1997, Douglas\n\nworked at J.C. Penney stores in Michigan.                        During this time,\n\nDouglas met the sales and inventory targets set for him by J.C.\n\nPenney,   and   his   supervisors      rated     him   as    a    \"high   potential\"\n\nemployee who was \"promotable.\"\n\n\n\n\n                                           -2-\n\f            In July 1997, Douglas was transferred to the Men's\n\nDepartment in the J.C. Penney store in Holyoke, Massachusetts.\n\nDouglas' first supervisor in Holyoke was Bill Lovan (\"Lovan\"), a\n\nCaucasian   male.     Lovan   continued    to   rate   Douglas   as   \"high\n\npotential\" and \"promotable\" in his 1997 and 1998 end-of-the-year\n\nperformance evaluations.      However, by this time, Douglas was not\n\nmeeting his sales and inventory targets.        In his 1999 performance\n\nevaluation, Lovan no longer rated Douglas as \"high potential.\"          In\n\nhis 2000 end-of-the-year performance evaluation, Lovan gave Douglas\n\na \"4\" rating (out of 5, with 1 being the highest), meaning that\n\nDouglas was not meeting expectations.           That year, Douglas was\n\nranked 23rd out of 23 Men's Department managers in the Northeast\n\nRegion for sales. Douglas' performance evaluation for 2000 warned:\n\n            By the end of 90 days, we require that you\n            accomplish all the objectives set forth [and]\n            develop no new problem areas . . . . If you do\n            not earn back a \"3\" rating by the time you are\n            re-evaluated, your rating could be changed to\n            a \"5\" and your employment could be terminated.\n\nDouglas does not allege that any of the performance evaluations up\n\nto this point were influenced by race or gender bias.\n\n            In 2001, two major changes occurred at the Holyoke store.\n\nFirst, Serena Olsen (\"Olsen\") replaced Lovan as store manager and\n\nas Douglas' immediate supervisor.         Olsen is a Caucasian female.\n\nSecond, the Holyoke store was remodeled, resulting in construction\n\nand overall disruption to the store. During this period, the Men's\n\nDepartment was moved to a different floor.\n\n                                  -3-\n\f             Olsen's performance evaluation of Douglas at mid-year\n\n2001   was   slightly    more     critical    than,     but    otherwise   largely\n\nconsistent with, the end-of-year performance evaluation given by\n\nLovan for 2000.        The mid-year 2001 evaluation noted, among other\n\nproblems, that Douglas lacked a \"sense of urgency,\" that he failed\n\nto meet \"core standards,\" and that he did not adequately manage his\n\nsubordinates.1    This evaluation also stated that Douglas could be\n\nterminated in 90 days if his performance did not improve.                  In March\n\n2002, Olsen gave Douglas his final performance evaluation and\n\nterminated him.        This performance evaluation was similar to the\n\nend-of-the-year evaluation given by Lovan for 2000 and the mid-year\n\n2001 evaluation given by Olsen.               This evaluation showed that\n\nDouglas' sales had declined 9.2% in the past year, that his\n\ndepartment was one of the lowest-performing in the Holyoke store,\n\nand that he was ranked 23rd out of 24 Men's Department managers in\n\nsales.       Douglas     claims     that     Olsen's        negative   performance\n\nevaluations were the result of race and gender bias.\n\n             Douglas    identifies    a    number      of    incidents   which   he\n\nperceived as indicating that Olsen discriminated against him on the\n\nbasis of race and gender.         First, Douglas points to the fact that\n\nOlsen failed to reprimand a co-worker for saying during a meeting,\n\n\"I can't believe we let those people dress like that,\" referring to\n\n\n\n1\n   These evaluations were echoed in e-mails and other evaluations\nprovided to Olsen by other J.C. Penney employees.\n\n                                       -4-\n\ftwo young Hispanic female employees who had walked by the co-worker\n\nearlier.     Second, Douglas states that Olsen once referred to an\n\nemployee as a \"young, black girl\" when she usually referred to\n\nemployees by name; Douglas claims that he complained to Olsen about\n\nthe incident.        Douglas further alleges that Olsen would often have\n\nlunch with female employees and not invite him.                    Douglas also\n\ncontends that Olsen reprimanded him for cleanliness and absenteeism\n\nissues   when    she    did   not    reprimand    other   Caucasian   or   female\n\nemployees for the same problems.                 Lastly, Douglas points to a\n\ndecision to replace an African-American model with a Caucasian\n\nmodel as evidence of bias.           After this decision was made, Douglas\n\ncomplained      to    Olsen   that    he    thought   that   the   decision   was\n\ndiscriminatory.\n\n                                II.    Discussion\n\n           The district court's thoughtful and thorough opinion\n\ncorrectly resolved Douglas' claims; thus, we need only address the\n\nmain points of this case.           When a plaintiff alleges discrimination\n\nresulting in a Title VII violation, the plaintiff must first prove\n\na prima facie case by showing:\n\n           (1) [he] is a member of a protected class; (2)\n           [his] employer took an adverse employment\n           action against [him]; (3) [he] was qualified\n           for the employment [he] held; and (4) [his]\n           position remained open or was filled by a\n           person whose qualifications were similar to\n           [his].\n\n\n\n\n                                           -5-\n\fStraughn v. Delta Air Lines, Inc., 250 F.3d 23, 33 (1st Cir. 2001)\n\n(quoting Rodríguez-Cuervos v. Wal-Mart Stores, Inc., 181 F.3d 15,\n\n19 (1st Cir. 1999)); see also McDonnell Douglas Corp. v. Green, 411\n\nU.S. 792, 802 (1973).     After the plaintiff establishes a prima\n\nfacie case, the burden shifts to the employer to establish a\n\nlegitimate, non-discriminatory reason for its adverse employment\n\naction.    Straughn, 250 F.3d at 33.   If the employer demonstrates\n\nsuch a reason, the burden returns to the employee to show that the\n\nproffered reason was mere pretext, and that the true reason was\n\nprohibited discrimination.2    Id. at 34.\n\n            The district court found that Douglas made a prima facie\n\ncase.    We agree; the burden for establishing a prima facie case is\n\nnot onerous.   Kosereis v. Rhode Island, 331 F.3d 207, 213 (1st Cir.\n\n2003).\n\n            The district court also found that J.C. Penney had\n\nidentified a legitimate, non-discriminatory reason for terminating\n\nDouglas' employment.    There can be no question that, after more\n\nthan four years of declining sales and mediocre or poor job\n\nperformance, J.C. Penney was justified in showing Douglas the door.\n\n\n\n2\n   Mass. Gen. Laws ch. 151B appears to be slightly less stringent,\nin that it would allow a plaintiff to overcome a motion for summary\njudgment if the plaintiff shows that just one of the proffered\nreasons was pretextual. Joyal v. Hasbro, Inc., 380 F.3d 14, 17\n(1st Cir. 2004) (citing Lipchitz v. Raytheon Co., 751 N.E.2d 360,\n366 (Mass. 2001)). Even under this less stringent standard, as we\nexplain, we find that Douglas' allegations, even if true, fail to\nprove any pretext whatsoever.\n\n                                 -6-\n\f           Thus, the burden returned to Douglas to show that J.C.\n\nPenney's identified reasons for terminating his employment were\n\nmere pretext for racial or gender bias.           Douglas has not come close\n\nto satisfying this burden.             Douglas largely relies on Thomas v.\n\nEastman Kodak Co., 183 F.3d 38 (1st Cir. 1999), in which we held\n\nthat a plaintiff could bring a claim where \"an employer evaluates\n\nemployees of one race less favorably than employees of another race\n\nwho have performed equivalently, and . . . race, rather than some\n\nother factor, is the basis for the difference in evaluations.\" Id.\n\nat   58.   We   explained       this    holding   by   noting   that     \"unlawful\n\ndiscrimination    can    stem    from    stereotypes     and    other    types   of\n\ncognitive biases, as well as from conscious animus.\"                    Id. at 59.\n\nDouglas claims that Olsen evaluated him in a different fashion than\n\nother Caucasian or female employees at J.C. Penney, and that this\n\nmay have stemmed from stereotypes or other cognitive biases.\n\n           However, in Thomas, we relied on the fact that the\n\ndisparities in subjective performance evaluations between employees\n\nof different races did not correlate with the individualized\n\nobjective performance factors for those employees.                Id. at 62-63.\n\nThe same cannot be said in Douglas' case, where his performance\n\nevaluations     showed   not     only    subjective     evaluations       of   poor\n\nperformance, but also that Douglas consistently failed to meet the\n\nnumerical sales and inventory targets set for him on a yearly\n\nbasis. In particular, J.C. Penney presented evidence that by 2002,\n\n\n                                        -7-\n\fDouglas' sales were less than 75% of what they were in 1997.\n\nDouglas attempts to explain his poor performance on the basis of\n\nthe disruption caused by construction at the Holyoke store.                           He\n\nclaims that the Men's Department suffered greater disruption than\n\nother departments and argues that his sales targets ought to have\n\nbeen adjusted to take account of that interference.                       J.C. Penney\n\nresponds that the entire store experienced some losses, but that\n\nDouglas'      department   performed      at     a    lower      level    than     other\n\ndepartments during the construction. We note that at the same time\n\nthat    Douglas   was   terminated,       J.C.       Penney      also    terminated    a\n\nCaucasian manager of another underperforming department at the\n\nHolyoke      store.     J.C.    Penney    also       points      out    that   Douglas'\n\nevaluations began to show a decline in his performance prior to the\n\nstart   of    construction.       Thus,    there      is   little       evidence    that\n\nsimilarly situated employees at the Holyoke store were treated\n\ndifferently because of race or gender.\n\n              Furthermore, Douglas' allegations, even if true, have not\n\nestablished that the disparities in performance evaluations were\n\ndue to race or gender bias.          Douglas' performance evaluations were\n\npoor both in 2000, when he does not allege any race or gender bias,\n\nand in 2001, when he does allege bias.                As for specific incidents\n\nthat demonstrate race bias, Douglas identifies at most one possibly\n\nracially-tinged       comment   by   a    co-worker        who    was    not   Douglas'\n\nsupervisor and as such is irrelevant, see Medina-Muñoz v. R.J.\n\n\n                                         -8-\n\fReynolds Tobacco Co., 896 F.2d 5, 10 (1st Cir. 1990) (\"The biases\n\nof one who neither makes nor influences the challenged personnel\n\ndecision are not probative in an employment discrimination case.\"),\n\nand a few ambiguous comments by Olsen, which alone are insufficient\n\nto prove bias, see Straughn, 250 F.3d at 36 (holding that stray\n\nremarks might be considered evidence of bias only in combination\n\nwith other evidence and if they were temporally close to the\n\nadverse    employment   decision).             Further,   Douglas     presents   no\n\nevidence of gender bias other than the fact that Olsen had lunch\n\nwith female friends instead of himself.               A supervisor's decision\n\nnot   to   socialize    with   an    employee       during    lunch    is     simply\n\ninsufficient to prove gender discrimination.\n\n            Douglas'    claims      of    retaliation        and    hostile     work\n\nenvironment are similarly unsupportable.                  To establish a prima\n\nfacie case for a hostile work environment claim, a plaintiff must\n\nprove:\n\n            (1) that [he] is a member of a protected\n            class; (2) that [he] was subjected to\n            unwelcome sexual [or racial] harassment; (3)\n            that the harassment was based upon sex [or\n            race];    (4)   that   the    harassment   was\n            sufficiently severe or pervasive so as to\n            alter the conditions of plaintiff's employment\n            and create an abusive work environment; (5)\n            that sexually [or racially] objectionable\n            conduct was both objectively and subjectively\n            offensive, such that a reasonable person would\n            find it hostile or abusive and the victim in\n            fact did perceive it to be so; and (6) that\n            some basis for employer liability has been\n            established.\n\n\n                                         -9-\n\fO'Rourke v. City of Providence, 235 F.3d 713, 728 (1st Cir. 2001).\n\nDouglas has offered no evidence that would support a finding that\n\nhis work environment was \"objectively and subjectively offensive,\n\none that a reasonable person would find hostile and abusive, and\n\none that the victim in fact did perceive to be so.\"     Noviello v.\n\nCity of Boston, 398 F.3d 76, 92 (1st Cir. 2005).     To establish a\n\nclaim of unfair retaliation, a plaintiff needs to prove that\n\nprotected conduct and an adverse employment action are causally\n\nlinked.   Id. at 88.   Douglas offered no evidence on causation, and\n\nthus, this claim must fail too.\n\n                           III.   Conclusion\n\n           For the foregoing reasons, we affirm the judgment of the\n\ndistrict court.\n\n           Affirmed.\n\n\n\n\n                                  -10-\n\f",
  "html": "<p class=\"case_cite\">474 F.3d 10</p>\n    <p class=\"parties\">Howard T. DOUGLAS, Plaintiff, Appellant,<br>v.<br>J.C. PENNEY COMPANY, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 06-1606.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2006.</p>\n    <p class=\"date\">Decided January 18, 2007.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Michael O. Shea, with whom Law Office of Michael O. Shea, P.C. was on brief, for appellant.</p>\n      <p class=\"indent\">Karla K. Longoria, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Howard T. Douglas (\"Douglas\") worked for J.C. Penney Company, Inc. (\"J.C. Penney\") from 1993 until he was terminated in March 2002. Douglas then sued J.C. Penney for violations of Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000e <i>et seq.,</i> and Mass. Gen. Laws ch. 151B, claiming damages for (i) discrimination, harassment, and a hostile work environment because of his gender and race, and (ii) discrimination, harassment, and a hostile work environment in retaliation for filing complaints relating to race and gender discrimination. The district court granted summary judgment on all claims to J.C. Penney. <i>Douglas v. J.C. Penney Co.,</i> 422 F.Supp.2d 260 (D.Mass.2006). Douglas appeals the grant of summary judgment. After careful consideration, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo,</i> giving the non-moving party the benefit of any reasonable inferences. <i>Cox v. Hainey,</i> 391 F.3d 25, 27 (1st Cir.2004). The undisputed facts of this case are relatively straightforward. Douglas is an African-American male. From 1993 until 1997, Douglas worked at J.C. Penney stores in Michigan. During this time, Douglas met the sales and inventory targets set for him by J.C. Penney, and his supervisors rated him as a \"high potential\" employee who was \"promotable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July 1997, Douglas was transferred to the Men's Department in the J.C. Penney store in Holyoke, Massachusetts. Douglas' first supervisor in Holyoke was Bill Lovan (\"Lovan\"), a Caucasian male. Lovan continued to rate Douglas as \"high potential\" and \"promotable\" in his 1997 and 1998 end-of-the-year performance evaluations. However, by this time, Douglas was not meeting his sales and inventory targets. In his 1999 performance evaluation, Lovan no longer rated Douglas as \"high potential.\" In his 2000 end-of-the-year performance evaluation, Lovan gave Douglas a \"4\" rating (out of 5, with 1 being the highest), meaning that Douglas was not meeting expectations. That year, Douglas was ranked 23rd out of 23 Men's Department managers in the Northeast Region for sales. Douglas' performance evaluation for 2000 warned:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the end of 90 days, we require that you accomplish all the objectives set forth [and] develop no new problem areas . . . . If you do not earn back a \"3\" rating by the time you are re-evaluated, your rating could be changed to a \"5\" and your employment could be terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Douglas does not allege that any of the performance evaluations up to this point were influenced by race or gender bias.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 2001, two major changes occurred at the Holyoke store. First, Serena Olsen (\"Olsen\") replaced Lovan as store manager and as Douglas' immediate supervisor. Olsen is a Caucasian female. Second, the Holyoke store was remodeled, resulting in construction and overall disruption to the store. During this period, the Men's Department was moved to a different floor.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Olsen's performance evaluation of Douglas at mid-year 2001 was slightly more critical than, but otherwise largely consistent with, the end-of-year performance evaluation given by Lovan for 2000. The mid-year 2001 evaluation noted, among other problems, that Douglas lacked a \"sense of urgency,\" that he failed to meet \"core standards,\" and that he did not adequately manage his subordinates.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> This evaluation also stated that Douglas could be terminated in 90 days if his performance did not improve. In March 2002, Olsen gave Douglas his final performance evaluation and terminated him. This performance evaluation was similar to the end-of-the-year evaluation given by Lovan for 2000 and the mid-year 2001 evaluation given by Olsen. This evaluation showed that Douglas' sales had declined 9.2% in the past year, that his department was one of the lowest-performing in the Holyoke store, and that he was ranked 23rd out of 24 Men's Department managers in sales. Douglas claims that Olsen's negative performance evaluations were the result of race and gender bias.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Douglas identifies a number of incidents which he perceived as indicating that Olsen discriminated against him on the basis of race and gender. First, Douglas points to the fact that Olsen failed to reprimand a co-worker for saying during a meeting, \"I can't believe we let those people dress like that,\" referring to two young Hispanic female employees who had walked by the co-worker earlier. Second, Douglas states that Olsen once referred to an employee as a \"young, black girl\" when she usually referred to employees by name; Douglas claims that he complained to Olsen about the incident. Douglas further alleges that Olsen would often have lunch with female employees and not invite him. Douglas also contends that Olsen reprimanded him for cleanliness and absenteeism issues when she did not reprimand other Caucasian or female employees for the same problems. Lastly, Douglas points to a decision to replace an African-American model with a Caucasian model as evidence of bias. After this decision was made, Douglas complained to Olsen that he thought that the decision was discriminatory.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court's thoughtful and thorough opinion correctly resolved Douglas' claims; thus, we need only address the main points of this case. When a plaintiff alleges discrimination resulting in a Title VII violation, the plaintiff must first prove a prima facie case by showing:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) [he] is a member of a protected class; (2) [his] employer took an adverse employment action against [him]; (3) [he] was qualified for the employment [he] held; and (4) [his] position remained open or was filled by a person whose qualifications were similar to [his].</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Straughn v. Delta Air Lines, Inc.,</i> 250 F.3d 23, 33 (1st Cir.2001) (quoting <i>Rodr&#237;guez-Cuervos v. Wal-Mart Stores, Inc.,</i> 181 F.3d 15, 19 (1st Cir.1999)); <i>see also McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). After the plaintiff establishes a prima facie case, the burden shifts to the employer to establish a legitimate, non-discriminatory reason for its adverse employment action. <i>Straughn,</i> 250 F.3d at 33. If the employer demonstrates such a reason, the burden returns to the employee to show that the proffered reason was mere pretext, and that the true reason was prohibited discrimination.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> at 34.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court found that Douglas made a prima facie case. We agree; the burden for establishing a prima facie case is not onerous. <i>Kosereis v. Rhode Island,</i> 331 F.3d 207, 213 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court also found that J.C. Penney had identified a legitimate, non-discriminatory reason for terminating Douglas' employment. There can be no question that, after more than four years of declining sales and mediocre or poor job performance, J.C. Penney was justified in showing Douglas the door.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Thus, the burden returned to Douglas to show that J.C. Penney's identified reasons for terminating his employment were mere pretext for racial or gender bias. Douglas has not come close to satisfying this burden. Douglas largely relies on <i>Thomas v. Eastman Kodak Co.,</i> 183 F.3d 38 (1st Cir.1999), in which we held that a plaintiff could bring a claim where \"an employer evaluates employees of one race less favorably than employees of another race who have performed equivalently, and . . . race, rather than some other factor, is the basis for the difference in evaluations.\" <i>Id.</i> at 58. We explained this holding by noting that \"unlawful discrimination can stem from stereotypes and other types of cognitive biases, as well as from conscious animus.\" <i>Id.</i> at 59. Douglas claims that Olsen evaluated him in a different fashion than other Caucasian or female employees at J.C. Penney, and that this may have stemmed from stereotypes or other cognitive biases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, in <i>Thomas,</i> we relied on the fact that the disparities in subjective performance evaluations between employees of different races did not correlate with the individualized objective performance factors for those employees. <i>Id.</i> at 62-63. The same cannot be said in Douglas' case, where his performance evaluations showed not only subjective evaluations of poor performance, but also that Douglas consistently failed to meet the numerical sales and inventory targets set for him on a yearly basis. In particular, J.C. Penney presented evidence that by 2002, Douglas' sales were less than 75% of what they were in 1997. Douglas attempts to explain his poor performance on the basis of the disruption caused by construction at the Holyoke store. He claims that the Men's Department suffered greater disruption than other departments and argues that his sales targets ought to have been adjusted to take account of that interference. J.C. Penney responds that the entire store experienced some losses, but that Douglas' department performed at a lower level than other departments during the construction. We note that at the same time that Douglas was terminated, J.C. Penney also terminated a Caucasian manager of another underperforming department at the Holyoke store. J.C. Penney also points out that Douglas' evaluations began to show a decline in his performance prior to the start of construction. Thus, there is little evidence that similarly situated employees at the Holyoke store were treated differently because of race or gender.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Furthermore, Douglas' allegations, even if true, have not established that the disparities in performance evaluations were due to race or gender bias. Douglas' performance evaluations were poor both in 2000, when he does not allege any race or gender bias, and in 2001, when he does allege bias. As for specific incidents that demonstrate race bias, Douglas identifies at most one possibly racially-tinged comment by a co-worker who was not Douglas' supervisor and as such is irrelevant, <i>see Medina-Mu&#241;oz v. R.J. Reynolds Tobacco Co.,</i> 896 F.2d 5, 10 (1st Cir.1990) (\"The biases of one who neither makes nor influences the challenged personnel decision are not probative in an employment discrimination case.\"), and a few ambiguous comments by Olsen, which alone are insufficient to prove bias, <i>see Straughn,</i> 250 F.3d at 36 (holding that stray remarks might be considered evidence of bias only in combination with other evidence and if they were temporally close to the adverse employment decision). Further, Douglas presents no evidence of gender bias other than the fact that Olsen had lunch with female friends instead of himself. A supervisor's decision not to socialize with an employee during lunch is simply insufficient to prove gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Douglas' claims of retaliation and hostile work environment are similarly unsupportable. To establish a prima facie case for a hostile work environment claim, a plaintiff must prove:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(1) that [he] is a member of a protected class; (2) that [he] was subjected to unwelcome sexual [or racial] harassment; (3) that the harassment was based upon sex [or race]; (4) that the harassment was sufficiently severe or pervasive so as to alter the conditions of plaintiff's employment and create an abusive work environment; (5) that sexually [or racially] objectionable conduct was both objectively and subjectively offensive, such that a reasonable person would find it hostile or abusive and the victim in fact did perceive it to be so; and (6) that some basis for employer liability has been established.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>O'Rourke v. City of Providence,</i> 235 F.3d 713, 728 (1st Cir.2001). Douglas has offered no evidence that would support a finding that his work environment was \"objectively and subjectively offensive, one that a reasonable person would find hostile and abusive, and one that the victim in fact did perceive to be so.\" <i>Noviello v. City of Boston,</i> 398 F.3d 76, 92 (1st Cir.2005). To establish a claim of unfair retaliation, a plaintiff needs to prove that protected conduct and an adverse employment action are causally linked. <i>Id.</i> at 88. Douglas offered no evidence on causation, and thus, this claim must fail too.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> These evaluations were echoed in e-mails and other evaluations provided to Olsen by other J.C. Penney employees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Mass. Gen. Laws ch. 151B appears to be slightly less stringent, in that it would allow a plaintiff to overcome a motion for summary judgment if the plaintiff shows that just one of the proffered reasons was pretextual<i>Joyal v. Hasbro, Inc.,</i> 380 F.3d 14, 17 (1st Cir.2004) (citing <i>Lipchitz v. Raytheon Co.,</i> 434 Mass. 493, 751 N.E.2d 360, 366 (2001)). Even under this less stringent standard, as we explain, we find that Douglas' allegations, even if true, fail to prove any pretext whatsoever.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span></p>\n    <p class=\"parties\">Howard T. DOUGLAS, Plaintiff, Appellant,<br>v.<br>J.C. PENNEY COMPANY, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 06-1606.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2006.</p>\n    <p class=\"date\">Decided January 18, 2007.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Michael O. Shea, with whom Law Office of Michael O. Shea, P.C. was on brief, for appellant.</p>\n      <p class=\"indent\">Karla K. Longoria, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Howard T. Douglas (\"Douglas\") worked for J.C. Penney Company, Inc. (\"J.C. Penney\") from 1993 until he was terminated in March 2002. Douglas then sued J.C. Penney for violations of Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000e <i>et seq.,</i> and Mass. Gen. Laws ch. 151B, claiming damages for (i) discrimination, harassment, and a hostile work environment because of his gender and race, and (ii) discrimination, harassment, and a hostile work environment in retaliation for filing complaints relating to race and gender discrimination. The district court granted summary judgment on all claims to J.C. Penney. <i>Douglas v. J.C. Penney Co.,</i> <span class=\"citation\" data-id=\"2573443\"><a href=\"/opinion/2573443/douglas-v-jc-penney-co-inc/\"><span class=\"volume\">422</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">260</span></a></span> (D.Mass.2006). Douglas appeals the grant of summary judgment. After careful consideration, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo,</i> giving the non-moving party the benefit of any reasonable inferences. <i>Cox v. Hainey,</i> <span class=\"citation\" data-id=\"201366\"><a href=\"/opinion/201366/cox-v-maine-state-police/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.2004). The undisputed facts of this case are relatively straightforward. Douglas is an African-American male. From 1993 until 1997, Douglas worked at J.C. Penney stores in Michigan. During this time, Douglas met the sales and inventory targets set for him by J.C. Penney, and his supervisors rated him as a \"high potential\" employee who was \"promotable.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July 1997, Douglas was transferred to the Men's Department in the J.C. Penney store in Holyoke, Massachusetts. Douglas' first supervisor in Holyoke was Bill Lovan (\"Lovan\"), a Caucasian male. Lovan continued to rate Douglas as \"high potential\" and \"promotable\" in his 1997 and 1998 end-of-the-year performance evaluations. However, by this time, Douglas was not meeting his sales and inventory targets. In his 1999 performance evaluation, Lovan no longer rated Douglas as \"high potential.\" In his 2000 end-of-the-year performance evaluation, Lovan gave Douglas a \"4\" rating (out of 5, with 1 being the highest), meaning that Douglas was not meeting expectations. That year, Douglas was ranked 23rd out of 23 Men's Department managers in the Northeast Region for sales. Douglas' performance evaluation for 2000 warned:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the end of 90 days, we require that you accomplish all the objectives set forth [and] develop no new problem areas . . . . If you do not earn back a \"3\" rating by the time you are re-evaluated, your rating could be changed to a \"5\" and your employment could be terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Douglas does not allege that any of the performance evaluations up to this point were influenced by race or gender bias.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 2001, two major changes occurred at the Holyoke store. First, Serena Olsen (\"Olsen\") replaced Lovan as store manager and as Douglas' immediate supervisor. Olsen is a Caucasian female. Second, the Holyoke store was remodeled, resulting in construction and overall disruption to the store. During this period, the Men's Department was moved to a different floor.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Olsen's performance evaluation of Douglas at mid-year 2001 was slightly more critical than, but otherwise largely consistent with, the end-of-year performance evaluation given by Lovan for 2000. The mid-year 2001 evaluation noted, among other problems, that Douglas lacked a \"sense of urgency,\" that he failed to meet \"core standards,\" and that he did not adequately manage his subordinates.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> This evaluation also stated that Douglas could be terminated in 90 days if his performance did not improve. In March 2002, Olsen gave Douglas his final performance evaluation and terminated him. This performance evaluation was similar to the end-of-the-year evaluation given by Lovan for 2000 and the mid-year 2001 evaluation given by Olsen. This evaluation showed that Douglas' sales had declined 9.2% in the past year, that his department was one of the lowest-performing in the Holyoke store, and that he was ranked 23rd out of 24 Men's Department managers in sales. Douglas claims that Olsen's negative performance evaluations were the result of race and gender bias.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Douglas identifies a number of incidents which he perceived as indicating that Olsen discriminated against him on the basis of race and gender. First, Douglas points to the fact that Olsen failed to reprimand a co-worker for saying during a meeting, \"I can't believe we let those people dress like that,\" referring to two young Hispanic female employees who had walked by the co-worker earlier. Second, Douglas states that Olsen once referred to an employee as a \"young, black girl\" when she usually referred to employees by name; Douglas claims that he complained to Olsen about the incident. Douglas further alleges that Olsen would often have lunch with female employees and not invite him. Douglas also contends that Olsen reprimanded him for cleanliness and absenteeism issues when she did not reprimand other Caucasian or female employees for the same problems. Lastly, Douglas points to a decision to replace an African-American model with a Caucasian model as evidence of bias. After this decision was made, Douglas complained to Olsen that he thought that the decision was discriminatory.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court's thoughtful and thorough opinion correctly resolved Douglas' claims; thus, we need only address the main points of this case. When a plaintiff alleges discrimination resulting in a Title VII violation, the plaintiff must first prove a prima facie case by showing:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) [he] is a member of a protected class; (2) [his] employer took an adverse employment action against [him]; (3) [he] was qualified for the employment [he] held; and (4) [his] position remained open or was filled by a person whose qualifications were similar to [his].</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Straughn v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"773251\"><a href=\"/opinion/773251/claire-a-straughn-v-delta-air-lines-inc/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 33 (1st Cir.2001) (quoting <i>Rodr&#237;guez-Cuervos v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"198515\"><a href=\"/opinion/198515/rodriguez-cuervos-v-wal-mart/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1999)); <i>see also McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973). After the plaintiff establishes a prima facie case, the burden shifts to the employer to establish a legitimate, non-discriminatory reason for its adverse employment action. <i>Straughn,</i> 250 F.3d at 33. If the employer demonstrates such a reason, the burden returns to the employee to show that the proffered reason was mere pretext, and that the true reason was prohibited discrimination.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> at 34.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court found that Douglas made a prima facie case. We agree; the burden for establishing a prima facie case is not onerous. <i>Kosereis v. Rhode Island,</i> <span class=\"citation\" data-id=\"200505\"><a href=\"/opinion/200505/kosereis-v-department-for/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">207</span></a></span>, 213 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court also found that J.C. Penney had identified a legitimate, non-discriminatory reason for terminating Douglas' employment. There can be no question that, after more than four years of declining sales and mediocre or poor job performance, J.C. Penney was justified in showing Douglas the door.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Thus, the burden returned to Douglas to show that J.C. Penney's identified reasons for terminating his employment were mere pretext for racial or gender bias. Douglas has not come close to satisfying this burden. Douglas largely relies on <i>Thomas v. Eastman Kodak Co.,</i> <span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span> (1st Cir.1999), in which we held that a plaintiff could bring a claim where \"an employer evaluates employees of one race less favorably than employees of another race who have performed equivalently, and . . . race, rather than some other factor, is the basis for the difference in evaluations.\" <i>Id.</i> at 58. We explained this holding by noting that \"unlawful discrimination can stem from stereotypes and other types of cognitive biases, as well as from conscious animus.\" <i>Id.</i> at 59. Douglas claims that Olsen evaluated him in a different fashion than other Caucasian or female employees at J.C. Penney, and that this may have stemmed from stereotypes or other cognitive biases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, in <i>Thomas,</i> we relied on the fact that the disparities in subjective performance evaluations between employees of different races did not correlate with the individualized objective performance factors for those employees. <i>Id.</i> at 62-63. The same cannot be said in Douglas' case, where his performance evaluations showed not only subjective evaluations of poor performance, but also that Douglas consistently failed to meet the numerical sales and inventory targets set for him on a yearly basis. In particular, J.C. Penney presented evidence that by 2002, Douglas' sales were less than 75% of what they were in 1997. Douglas attempts to explain his poor performance on the basis of the disruption caused by construction at the Holyoke store. He claims that the Men's Department suffered greater disruption than other departments and argues that his sales targets ought to have been adjusted to take account of that interference. J.C. Penney responds that the entire store experienced some losses, but that Douglas' department performed at a lower level than other departments during the construction. We note that at the same time that Douglas was terminated, J.C. Penney also terminated a Caucasian manager of another underperforming department at the Holyoke store. J.C. Penney also points out that Douglas' evaluations began to show a decline in his performance prior to the start of construction. Thus, there is little evidence that similarly situated employees at the Holyoke store were treated differently because of race or gender.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Furthermore, Douglas' allegations, even if true, have not established that the disparities in performance evaluations were due to race or gender bias. Douglas' performance evaluations were poor both in 2000, when he does not allege any race or gender bias, and in 2001, when he does allege bias. As for specific incidents that demonstrate race bias, Douglas identifies at most one possibly racially-tinged comment by a co-worker who was not Douglas' supervisor and as such is irrelevant, <i>see Medina-Mu&#241;oz v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 10 (1st Cir.1990) (\"The biases of one who neither makes nor influences the challenged personnel decision are not probative in an employment discrimination case.\"), and a few ambiguous comments by Olsen, which alone are insufficient to prove bias, <i>see Straughn,</i> 250 F.3d at 36 (holding that stray remarks might be considered evidence of bias only in combination with other evidence and if they were temporally close to the adverse employment decision). Further, Douglas presents no evidence of gender bias other than the fact that Olsen had lunch with female friends instead of himself. A supervisor's decision not to socialize with an employee during lunch is simply insufficient to prove gender discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Douglas' claims of retaliation and hostile work environment are similarly unsupportable. To establish a prima facie case for a hostile work environment claim, a plaintiff must prove:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(1) that [he] is a member of a protected class; (2) that [he] was subjected to unwelcome sexual [or racial] harassment; (3) that the harassment was based upon sex [or race]; (4) that the harassment was sufficiently severe or pervasive so as to alter the conditions of plaintiff's employment and create an abusive work environment; (5) that sexually [or racially] objectionable conduct was both objectively and subjectively offensive, such that a reasonable person would find it hostile or abusive and the victim in fact did perceive it to be so; and (6) that some basis for employer liability has been established.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>O'Rourke v. City of Providence,</i> <span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 728 (1st Cir.2001). Douglas has offered no evidence that would support a finding that his work environment was \"objectively and subjectively offensive, one that a reasonable person would find hostile and abusive, and one that the victim in fact did perceive to be so.\" <i>Noviello v. City of Boston,</i> <span class=\"citation\" data-id=\"201453\"><a href=\"/opinion/201453/noviello-v-city-of-boston/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 92 (1st Cir.2005). To establish a claim of unfair retaliation, a plaintiff needs to prove that protected conduct and an adverse employment action are causally linked. <i>Id.</i> at 88. Douglas offered no evidence on causation, and thus, this claim must fail too.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> These evaluations were echoed in e-mails and other evaluations provided to Olsen by other J.C. Penney employees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Mass. Gen. Laws ch. 151B appears to be slightly less stringent, in that it would allow a plaintiff to overcome a motion for summary judgment if the plaintiff shows that just one of the proffered reasons was pretextual<i>Joyal v. Hasbro, Inc.,</i> <span class=\"citation\" data-id=\"201209\"><a href=\"/opinion/201209/joyal-v-hasbro-inc/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.2004) (citing <i>Lipchitz v. Raytheon Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">360</span></span>, 366 (2001)). Even under this less stringent standard, as we explain, we find that Douglas' allegations, even if true, fail to prove any pretext whatsoever.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2573443/"
  ]
}