{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202627/",
  "absolute_url": "/opinion/202627/negron-torres-v-verizon-communicatio/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202627/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:58:20Z",
  "date_modified": "2016-02-28T05:08:25.499883Z",
  "type": "010combined",
  "sha1": "7be92e4086fc9a52c05b9d7f8a41dc83013d7c7d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1147-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/02/09/Negron-Torres_v._Verizon_Communicatio.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 06-1147\n\n             IVIS L. NEGRÓN-TORRES, on her own behalf and\n               in representation of her minor child HSN,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n                    VERIZON COMMUNICATIONS, INC.,\n\n                         Defendant, Appellee.\n\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                                Before\n\n                         Boudin, Chief Judge,\n                      Torruella, Circuit Judge,\n                and Schwarzer,* Senior District Judge.\n\n\n     Cherie K. Durand, with whom Paul H. Hulsey, William J. Cook,\nHulsey Litigation Group, LLC, Manuel San Juan and Law Offices of\nManuel San Juan, were on brief, for appellant.\n     Pedro R. Pierluisi, with whom Alexandra Rivera-Sáez and\nO'Neill & Borges, were on brief, for appellee.\n\n\n\n                           February 9, 2007\n\n\n\n\n*\n    Of the Northern District of California, sitting by designation.\n\f              TORRUELLA, Circuit Judge.           On April 19, 2005, Plaintiff\n\nIvis L. Negrón-Torres (\"Negrón\") filed a diversity action against\n\nVerizon Communications, Inc. (\"Verizon Communications\") in the\n\nUnited States District Court for the District of Puerto Rico for\n\ndamages arising from the death of her husband, Dr. Hugo Santana-\n\nAdorno (\"Santana\").            On November 30, 2005, the district court\n\ndismissed the action for lack of personal jurisdiction, and Negrón\n\nherein appeals.        After careful consideration, we affirm.\n\n                                          I.\n\n              On the afternoon of June 8, 2004, Santana suffered\n\nbreathing difficulties and lost consciousness.                    Negrón's repeated\n\nattempts      to    seek     urgent   assistance       through    the    Puerto   Rico\n\nTelephone Company's (\"PRTC\") 9-1-1 emergency telephone number were\n\nunavailing         because     that    telephone        number    was     temporarily\n\ndisconnected.         Finally, after more than an hour had passed, a\n\nrelative was able to reach a local rescue unit by alternative\n\nmeans.     Once the rescue unit received the call, the ambulance\n\narrived within six minutes to take Santana to the Toa Baja Medical\n\nHospital, where he was pronounced dead on arrival.\n\n              Earlier on the same day, PRTC had received a call from a\n\ncommercial customer disputing a charge on his telephone bill for\n\ncalls    to   an     unknown    number.         PRTC    apparently      inadvertently\n\ndisconnected        the      9-1-1    telephone        number    pursuant    to    its\n\ninvestigation of the customer's complaint.                      Although the Puerto\n\n\n                                          -2-\n\fRico 9-1-1 call center alerted PRTC to the fact that, contrary to\n\nnormal practice and experience, the center was not receiving any\n\ncalls, PRTC did not bring the 9-1-1 system back online for another\n\nhour-and-a-half to two hours.\n\n            In her complaint, Negrón named Verizon Communications,\n\nbut   not   PRTC,   as   the   defendant,    on   the   theory   that   Verizon\n\nCommunications is the majority owner of PRTC by virtue of its\n\ncontrolling    interest        in   Telecomunicaciones     de    Puerto   Rico\n\n(\"TELPRI\"), the holding company of PRTC.                Negrón asserted that\n\njurisdiction over Verizon Communications was proper because of the\n\ndefendant's contacts with Puerto Rico, which she alleged were as\n\nfollows: 1) advertising and marketing in Puerto Rico; 2) operating\n\nin Puerto Rico as Verizon Information Services Puerto Rico, Inc.,\n\nand maintaining a local telephone number there; 3) operating and\n\nadvertising a wireless telephone service through a Puerto Rico\n\naffiliate known as Verizon Wireless Puerto Rico, Inc.; 4) receiving\n\nawards in Puerto Rico recognizing its achievements in promoting\n\ndiversity within the workplace in Puerto Rico through its alter ego\n\nand or agent, PRTC; 5) funding grants in Puerto Rico that support\n\na variety of educational, economic, and technological initiatives\n\nfor the benefit of its customers and international affiliates\n\nthrough the Verizon International Foundation; 6) maintaining a\n\nfive-year Management and Technology License Agreement with TELPRI,\n\nof which Verizon Communications is the 52% owner, as a result of\n\n\n                                       -3-\n\fwhich Verizon affiliates generated $34 million in fees for the\n\nyears 2003 and 2004; 7) publishing telephone directories in Puerto\n\nRico through its affiliates; and 8) working with PRTC to promote\n\ncomputer-based literacy programs and to develop a pool of qualified\n\nengineers and other technical professionals in Puerto Rico.\n\n            In granting defendant's Motion to Dismiss, the district\n\ncourt relied in large part on Verizon Communications's submission\n\nof the declaration under penalty of perjury of Jane A. Schapker,\n\nits   Assistant   Corporate      Secretary   and   Executive   Director     for\n\nCorporate Governance (\"the Schapker declaration\").              The Schapker\n\ndeclaration    asserted      that:      1)   Verizon    Communications       is\n\nincorporated in Delaware with its principal place of business in\n\nNew York; 2) Verizon Communications and its subsidiaries and\n\noperating   companies     have    separate   boards    of   directors,      keep\n\nseparate books and records, and are otherwise separate; 3) Verizon\n\nCommunications is a holding company that holds stock in a number of\n\ncompanies, but conducts no other business of any kind; 4) Verizon\n\nCommunications provides no telecommunications services, it does not\n\nmarket or advertise, and it does not contract with consumers for\n\ntelecommunications services; 5) many of the companies whose stock\n\nVerizon Communications holds use the word \"Verizon\" in their names,\n\nbut Verizon Communications does not own the trademark; 6) Verizon\n\nCommunications    conducts       no   business   in   Puerto   Rico,   is   not\n\nregistered or qualified to do business in Puerto Rico, has no\n\n\n                                       -4-\n\fregistered agent for service in Puerto Rico, has no office or\n\nemployees in Puerto Rico, and does not maintain a Puerto Rico\n\ntelephone number; 7) Verizon Communications owns 52% of TELPRI,\n\nwhich in turn wholly owns PRTC; and 8) PRTC is incorporated in\n\nPuerto Rico, and it maintains an independent corporate existence.\n\n                                    II.\n\n             We review de novo a \"district court's decision to dismiss\n\nfor   lack    of   personal   jurisdiction   when    the   court   held   no\n\nevidentiary hearing but instead conducted only a prima facie review\n\nof the jurisdictional facts.\" Harlow v. Children's Hosp., 432 F.3d\n\n50, 57 (1st Cir. 2005) (internal quotation marks omitted).                In\n\nreviewing a dismissal of a cause of action under Rule 12(b)(2) of\n\nthe Federal Rules of Civil Procedure, \"we take specific facts\n\naffirmatively alleged by the plaintiff as true (whether or not\n\ndisputed) and construe them in the light most congenial to the\n\nplaintiff's jurisdictional claim.\"        Mass. Sch. of Law, Inc. v. Am.\n\nBar Ass'n, 142 F.3d 26, 34 (1st Cir. 1998).            In addition, \"[w]e\n\nthen add to the mix facts put forward by the defendants, to the\n\nextent that they are uncontradicted.\"        Id.    However, \"[w]e caution\n\nthat, despite the liberality of this approach, the law does not\n\nrequire us struthiously to credit conclusory allegations or draw\n\nfarfetched inferences.\"       Id. (internal quotation marks omitted).\n\n             We review the district court's denial of permission to\n\nconduct jurisdictional discovery for abuse of discretion, and \"[a]\n\n\n                                    -5-\n\fruling will be overturned only upon a clear showing of manifest\n\ninjustice, that is, where the lower court's discovery order was\n\nplainly   wrong     and    resulted    in     substantial      prejudice   to   the\n\naggrieved party.\" Crocker v. Hilton Int'l Barbados, Ltd., 976 F.2d\n\n797, 801 (1st Cir. 1992) (internal quotation marks omitted).\n\n            A.    Burden of Proof\n\n            Negrón contends that the district court did not apply the\n\nproper    standard    of     proof    when    it    dismissed    her   complaint.\n\nSpecifically, Negrón argues that the district court employed a\n\n\"strong and robust\" standard when it should have conducted the\n\nrelevant analysis under a \"prima facie standard.\"\n\n            Where    a     district    court's      personal    jurisdiction     is\n\ncontested, \"plaintiff[s] ultimately bear[] the burden of persuading\n\nthe court that jurisdiction exists.\"               Mass. Sch. of Law, 142 F.3d\n\nat 34.    A district court deciding a motion to dismiss for want of\n\npersonal jurisdiction should apply the prima facie standard, under\n\nwhich the district court considers \"only whether the plaintiff has\n\nproffered evidence that, if credited, is enough to support findings\n\nof all facts essential to personal jurisdiction.\"                Boit v. Gar-Tec\n\nProds., Inc., 967 F.2d 671, 675 (1st Cir. 1992).                 However, \"[t]he\n\nprima facie showing of personal jurisdiction must be based on\n\nevidence of specific facts set forth in the record.\"                Id.    In other\n\nwords, \"[t]he plaintiff must go beyond the pleadings and make\n\naffirmative proof.\" Id. (internal quotation marks omitted).\n\n\n                                        -6-\n\f           Although the prima facie standard is the proper metric\n\nfor evaluating a defendant's motion for dismissal on the basis of\n\npersonal jurisdiction, the case before us presents a twist: In\n\norder for the district court to determine whether it could properly\n\nexercise jurisdiction over Verizon Communications, it needed to\n\ndetermine both whether it could assert jurisdiction on the basis of\n\nthe defendant's own contacts with Puerto Rico, and whether it could\n\nassert jurisdiction over the defendant by virtue of its indirect\n\nownership of PRTC.        In accordance with a pronouncement of the\n\nSupreme Court of Puerto Rico, we have held that \"to establish\n\njurisdiction over the parent, a party must produce 'strong and\n\nrobust'   evidence   of   control   by    the   parent   company   over   the\n\nsubsidiary, rendering the latter a 'mere shell.'\" De Castro v.\n\nSanifill, Inc., 198 F.3d 282, 283-84 (1st Cir. 1999) (quoting\n\nEscude Cruz v. Ortho Pharm. Corp., 619 F.2d 902, 905 (1st Cir.\n\n1980)).   Negrón mistakenly interpreted the district court's proper\n\napplication of the \"strong and robust\" standard of proof to the\n\nveil-piercing inquiry as a statement of the proper standard of\n\nproof required to successfully oppose a motion to dismiss.\n\n           B.   Personal Jurisdiction\n\n           Where the district court considers defendant's motion to\n\ndismiss for lack of personal jurisdiction under the prima facie\n\nstandard, \"it is plaintiff's burden to demonstrate the existence of\n\nevery fact required to satisfy both the forum's long-arm statute\n\n\n                                    -7-\n\fand the Due Process Clause of the Constitution.\"   United States v.\n\nSwiss Am. Bank, Ltd., 274 F.3d 610, 618 (1st Cir. 2001).\n\n           Puerto Rico's long-arm statute allows Puerto Rico courts\n\nto exercise jurisdiction over a non-resident defendant if the\n\naction arises because that person:    (1) \"[t]ransacted business in\n\nPuerto Rico personally or through an agent\"; or (2) \"participated\n\nin tortuous acts within Puerto Rico personally or through his\n\nagent.\"   P.R. Laws Ann. tit. 32, App. III, R. 4.7(a)(1); see also\n\nRodríguez v. Fullerton Tires Corp., 937 F. Supp. 122, 124 (D.P.R.\n\n1996).    We have noted that the reach of Puerto Rico's long-arm\n\nstatute stretches \"'up to the point allowed by the Constitution.'\"\n\nBenítez-Allende v. Alcan Aluminio do Brasil, S.A., 857 F.2d 26, 29\n\n(1st Cir. 1988) (quoting     Indus. Siderúrgica v. Thyssen Steel\n\nCaribbean, Inc., 114 D.P.R. 548, 558 (1983)). Therefore we proceed\n\ndirectly to the constitutional inquiry.\n\n           Due process requires the plaintiff to prove the existence\n\nof either general or specific jurisdiction.    Harlow, 432 F.3d at\n\n57.   The critical factor in the personal jurisdiction calculus --\n\nboth general and specific -- is the existence of \"minimum contacts\"\n\nbetween the nonresident defendant and the forum.    It is axiomatic\n\nthat a court asserting jurisdiction over a nonresident defendant\n\nmust find that the defendant maintains sufficient contacts with the\n\nforum state \"such that the maintenance of the suit does not offend\n\ntraditional notions of fair play and substantial justice.\"    Int'l\n\n\n                                -8-\n\fShoe Co. v. Wash., Off. of Unemployment, 326 U.S. 310, 316 (1945)\n\n(internal quotation marks omitted).\n\n                      1.   Specific Personal Jurisdiction\n\n           A court may assert specific jurisdiction over an out-of-\n\nstate defendant \"where the cause of action arises directly out of,\n\nor relates to, the defendant's forum-based contacts.\"                   United\n\nElec., Radio & Mach. Workers of America v. 163 Pleasant St. Corp.\n\n(Pleasant Street I), 960 F.2d 1080, 1088-89 (1st Cir. 1992).                To\n\ndetermine whether plaintiff has alleged facts sufficient to support\n\na finding of specific personal jurisdiction, \"this circuit divides\n\nthe constitutional analysis into three categories: relatedness,\n\npurposeful availment, and reasonableness.\"            Platten v. HG Bermuda\n\nExempted   Ltd.,   437     F.3d   118,   135   (1st   Cir.   2006)   (internal\n\nquotation marks omitted). Critically, \"[a]n affirmative finding on\n\neach of the three elements of the test is required to support a\n\nfinding of specific jurisdiction.\"             Phillips Exeter Academy v.\n\nHoward Phillips Fund, 196 F.3d 284, 288 (1st Cir. 1999).\n\n           In   the    relatedness   inquiry,     \"causation    is   central.\"\n\nHarlow, 432 F.3d at 62.       As we have explained,\n\n           [t]he relatedness requirement is not an open\n           door; it is closely read, and it requires a\n           showing of a material connection. This court\n           steadfastly reject[s] the exercise of personal\n           jurisdiction whenever the connection between\n           the cause of action and the defendant's\n           forum-state contacts seems attenuated and\n           indirect . . . . A broad 'but-for' argument is\n           generally insufficient. Because 'but for'\n           events can be very remote, . . . due process\n\n                                     -9-\n\f            demands something like a 'proximate cause'\n            nexus.\n\nId. at 61 (internal citations and quotation marks omitted).\n\n            Negrón argues that the requirements of the relatedness\n\ntest are met because Verizon Communications exercised its authority\n\nover PRTC \"to direct or cause the direction of management and\n\npolicies\" of PRTC.        Negrón specifically points to \"a five-year\n\nManagement and Technology License Agreement with TELPRI and [PRTC]\"\n\nin which \"Verizon provided TELPRI and [PRTC] with advice and\n\ndirection     regarding       the        administration          and    operations      of\n\ntelecommunication services in Puerto Rico,\" including \"advice on\n\nhow to maintain [PRTC's] . . . 9-1-1 emergency medical assistance\n\ntelephone services and operations.\"                     Negrón concludes that her\n\ncause of action \"directly arises out of Verizon's negligence in\n\nguiding, managing, controlling, and/or supervising the policies and\n\nprocedures    [PRTC]    implemented            under    Verizon's      management      and\n\ninstruction.\"\n\n            The Schapker declaration directly contradicts Negrón's\n\nallegations by asserting that Verizon Communications is merely a\n\nholding     company    that    \"does           not    sell,     market,     or   provide\n\ntelecommunications      services          of    any    kind.\"          As   evidence    of\n\ndefendant's     involvement         in     the       five-year    agreement,      Negrón\n\nsubmitted to the district court a portion of the Securities and\n\nExchange Commission's Annual Report Form 10-K for TELPRI for the\n\nyear ending December 2004.               The excerpt provides that, under the\n\n                                           -10-\n\ffive-year agreement, \"affiliates of Verizon provided advice and\n\ndirection related to the administration and operations\" of TELPRI,\n\nbut it does not specify which affiliates were parties to the\n\nagreement.     The defendant submits that the actual parties to the\n\nagreement are PRTC, TELPRI, and GTE International Communications,\n\nInc. (another Verizon subsidiary), but not Verizon Communications.\n\n           The plaintiff has provided only conclusory allegations to\n\ndemonstrate that \"the defendant's in-state conduct . . . form[s] an\n\n'important,    or   [at   least]   material,     element    of   proof    in   the\n\nplaintiff's case.\" Harlow, 432 F.3d at 61 (quoting Pleasant St. I,\n\n960 F.2d at 1089).        As such, because we find that Negrón has not\n\nmet the requirements of the relatedness test, we agree with the\n\ndistrict     court's     finding   that     it   lacked    specific      personal\n\njurisdiction over Verizon Communications.\n\n                    2.    General Personal Jurisdiction\n\n           A court has general jurisdiction when \"the litigation is\n\nnot directly founded on the defendant's forum-based contacts, but\n\nthe defendant has nevertheless engaged in continuous and systematic\n\nactivity, unrelated to the suit, in the forum state.\"                    Pleasant\n\nStreet I, 960 F.2d at 1088; see also Helicópteros Nacionales de\n\nColombia, S.A. v. Hall, 466 U.S. 408, 414-16 (1984). Negrón argues\n\nthat the district court should have denied Verizon Communications's\n\nMotion to Dismiss because Verizon has purposefully engaged in\n\nsubstantial,     continuous,       and    systematic       business      activity\n\n\n                                     -11-\n\fsufficient to satisfy the constitutional requirements for the\n\ndistrict court to assert general personal jurisdiction.\n\n            Plaintiff's proffered evidence to support a finding of\n\ngeneral jurisdiction can be divided into two broad categories of\n\ncontacts    between      Verizon    Communications        and    Puerto    Rico:     1)\n\ncontacts attributed to Verizon Communications by virtue of the\n\nrelationship      between      Verizon    Communications        and   other   Verizon\n\naffiliates    like      Verizon    Information        Services-Puerto     Rico,     the\n\nVerizon International Foundation, and Verizon Wireless de Puerto\n\nRico, Inc.; and 2) contacts attributed to Verizon Communications by\n\nvirtue of Verizon Communications's ownership interest in -- and\n\ncontrol over -- PRTC.\n\n            With regard to the first category of contacts, it is\n\ncritical to note that Negrón does not differentiate between Verizon\n\nCommunications and its subsidiaries who use the name \"Verizon\" in\n\ntheir own company names.           She alleges that Verizon Communications\n\nmaintains the following contacts with Puerto Rico:                        1) Verizon\n\noperates in Puerto Rico as Verizon Information Services Puerto\n\nRico, Inc., and maintains a local telephone number there; 2)\n\nVerizon    operates      and   advertises       a   wireless    telephone     service\n\nthrough a Puerto Rico affiliate known as Verizon Wireless Puerto\n\nRico,     Inc.;   and     3)    Verizon    International         Foundation    is     a\n\nphilanthropic      organization       that      has    made    several    grants    to\n\ninstitutions and individuals in Puerto Rico.\n\n\n                                         -12-\n\f              The    Schapker    declaration      confirms    that   many   of    the\n\ncompanies in which Verizon Communications holds stock or that it\n\nindirectly owns, use the word \"Verizon\" in their names, but asserts\n\nthat Verizon Communications does not own the \"Verizon\" trademark.\n\nThe district court noted that Negrón's opposition to defendant's\n\nmotion to dismiss did not \"address the facts, as delineated in the\n\nSchapker      declaration,       that     there     are      many,   individually\n\nincorporated subsidiaries that include [the word Verizon] in their\n\nname.\"     Similarly, in her appeal to this court, Negrón refers to\n\ndefendant merely as \"Verizon,\" making no effort to clarify which of\n\nthe various Verizon-affiliated entities is at issue.                 We have held\n\nthat the mere use of a trademark or logo does not suffice to\n\ndemonstrate the existence of the requisite minimum contacts.                     See,\n\ne.g., González v. Walgreens Co., 878 F.2d 560, 561-62 (1st Cir.\n\n1989) (holding that the mere use of the name \"Walgreens\" was not\n\nenough to assert jurisdiction over the out-of-state franchisor in\n\na cause of action alleging the negligence of the franchisee). That\n\nprinciple is especially critical to the disposition of this case\n\nwhere,   as    the    district    court   observed,       \"both   plaintiffs     and\n\ndefendant, as well as the Verizon affiliates who are not parties to\n\nthis action, play fast and loose with the term 'Verizon.'\"\n\n              With the second category of contacts, Negrón seeks to\n\nmake a case for general jurisdiction over Verizon Wireless solely\n\non the basis of the defendant's indirect ownership of PRTC.                       In\n\n\n                                        -13-\n\fother words, Negrón requests that we pierce PRTC's corporate veil\n\nto find general jurisdiction over Verizon Communications.\n\n             The   principal    of   limited    liability     is   one   of   the\n\nhallmarks of corporate law. DeBreceni v. Graf Bros. Leasing, Inc.,\n\n828 F.2d 877, 879 (1st Cir. 1987).          We recognize that \"while it is\n\ngenerally true that questions of liability and jurisdiction are\n\nindependent, the factors that we must consider for purposes of\n\npiercing the veil separating two corporations in the liability\n\ncontext also inform the jurisdictional inquiry.\"               Pleasant Street\n\nI,   960   F.2d    at   1091   (internal    citation   and    quotation   marks\n\nomitted).\n\n             It is well-established that the standard for finding\n\ngeneral jurisdiction \"is considerably more stringent than that\n\napplied to specific jurisdiction questions.\"                 Noonan v. Winston\n\nCo., 135 F.3d 85, 93 (1st Cir. 1998) (internal quotation marks\n\nomitted).     However, \"[t]he bar is set even higher in a case like\n\nthis one, in which plaintiffs seek to disregard the corporate\n\nform.\"     Platten, 437 F.3d at 139.        We have made plain that\n\n             [t]he mere fact that a subsidiary company does\n             business within a state does not confer\n             jurisdiction over its nonresident parent, even\n             if the parent is sole owner of the subsidiary.\n             There   is   a   presumption    of   corporate\n             separateness that must be overcome by clear\n             evidence that the parent in fact controls the\n             activities of the subsidiary.\n\nEscude Cruz v. Ortho Pharm. Corp., 619 F.2d 902, 905 (1st Cir.\n\n1980) (internal citations omitted).            As we have already explained\n\n                                     -14-\n\fin this opinion, in order to pierce the corporate veil, Puerto Rico\n\nlaw requires a proffer of \"strong and robust evidence . . .\n\nshowing   the    parent    to    have    that    degree   of   control     over   the\n\nsubsidiary as to render the latter a mere shell for the former.\"\n\nId.\n\n            In order to oppose a defendant's motion to dismiss for\n\nlack of jurisdiction, the plaintiff must present evidence that, if\n\ncredited, would support a finding of jurisdiction.                  Boit, 967 F.2d\n\nat 675.   The evidence that Negrón submitted to the district court\n\nmerely supports the undisputed fact of Verizon Communications's\n\nindirect ownership of PRTC.              She has provided no evidence from\n\nwhich the court could conclude that Verizon Communications exerts\n\ncontrol   over     PRTC,   and   as     such    we   decline   to   pierce      PRTC's\n\ncorporate veil in order to find general jurisdiction over Verizon\n\nCommunications.\n\n            C.     Jurisdictional Discovery\n\n            Negrón argues that the district court's dismissal of her\n\ncomplaint    was    \"procedurally       premature\"      because     it   took   place\n\nwithout any jurisdictional discovery and before other discovery\n\ncommenced.      Although the district court did not explicitly address\n\nNegrón's request for discovery in its opinion, we interpret the\n\ncourt to have exercised its discretion to deny jurisdictional\n\ndiscovery.       Accordingly, our review is for abuse of discretion.\n\nCrocker, 976 F.2d at 801.               As we have long acknowledged, \"a\n\n\n                                         -15-\n\fdiligent plaintiff who sues an out-of-state corporation and who\n\nmakes out a colorable case for the existence of in personam\n\njurisdiction may well be entitled to a modicum of jurisdictional\n\ndiscovery if the corporation interposes a jurisdictional defense.\"\n\nUnited States v. Swiss Am. Bank, Ltd., 274 F.3d 610, 626 (1st Cir.\n\n2001) (internal quotation marks omitted).                       However, even if the\n\nplaintiff presents a colorable claim for personal jurisdiction, she\n\nfaces an uphill battle because \"[t]he standard for reversing a\n\ndistrict court's decision to disallow jurisdictional discovery is\n\nhigh.\" Id.     We may reverse the district court only if we find that\n\n\"its analysis was 'plainly wrong and resulted in substantial\n\nprejudice.'\"        Id. (quoting Crocker, 976 F.2d at 801).                 In addition\n\nto   making    a    colorable      claim,   it     is    also    incumbent    upon      the\n\nplaintiff      to    \"present      facts    to     the     court    which     show   why\n\njurisdiction would be found if discovery were permitted.\"                         Id.\n\n              In    this   case,    because       Negrón   has     failed    to   make    a\n\ncolorable claim for personal jurisdiction, we have no reason to\n\noverturn      the    district      court's        denial    of     her   request        for\n\njurisdictional discovery.\n\n                                           III.\n\n              For the foregoing reasons, the decision of the district\n\ncourt is affirmed.         Although the plaintiff's claim did not survive\n\nthe jurisdictional challenge in federal court, nothing in this\n\n\n\n\n                                           -16-\n\fopinion should be read to discourage her from pursuing her claim\n\nagainst PRTC in state court.\n\n          Affirmed.\n\n\n\n\n                               -17-\n\f",
  "html": "<p class=\"case_cite\">478 F.3d 19</p>\n    <p class=\"parties\">Ivis L. NEGR&#211;N-TORRES, on her own behalf and in representation of her minor child HSN, Plaintiff, Appellant,<br>v.<br>VERIZON COMMUNICATIONS, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 06-1147.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2006.</p>\n    <p class=\"date\">Decided February 9, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Cherie K. Durand, with whom Paul H. Hulsey, William J. Cook, Hulsey Litigation Group, LLC, Manuel San Juan and Law Offices of Manuel San Juan, were on brief, for appellant.</p>\n      <p class=\"indent\">Pedro R. Pierluisi, with whom Alexandra Rivera-S&#225;ez and O'Neill &amp; Borges, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 19, 2005, Plaintiff Ivis L. Negr&#243;n-Torres (\"Negr&#243;n\") filed a diversity action against Verizon Communications, Inc. (\"Verizon Communications\") in the United States District Court for the District of Puerto Rico for damages arising from the death of her husband, Dr. Hugo Santana-Adorno (\"Santana\"). On November 30, 2005, the district court dismissed the action for lack of personal jurisdiction, and Negr&#243;n herein appeals. After careful consideration, we affirm.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the afternoon of June 8, 2004, Santana suffered breathing difficulties and lost consciousness. Negr&#243;n's repeated attempts to seek urgent assistance through the Puerto Rico Telephone Company's (\"PRTC\") 9-1-1 emergency telephone number were unavailing because that telephone number was temporarily disconnected. Finally, after more than an hour had passed, a relative was able to reach a local rescue unit by alternative means. Once the rescue unit received the call, the ambulance arrived within six minutes to take Santana to the Toa Baja Medical Hospital, where he was pronounced dead on arrival.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Earlier on the same day, PRTC had received a call from a commercial customer disputing a charge on his telephone bill for calls to an unknown number. PRTC apparently inadvertently disconnected the 9-1-1 telephone number pursuant to its investigation of the customer's complaint. Although the Puerto Rico 9-1-1 call center alerted PRTC to the fact that, contrary to normal practice and experience, the center was not receiving any calls, PRTC did not bring the 9-1-1 system back online for another hour-and-a-half to two hours.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In her complaint, Negr&#243;n named Verizon Communications, but not PRTC, as the defendant, on the theory that Verizon Communications is the majority owner of PRTC by virtue of its controlling interest in Telecomunicaciones de Puerto Rico (\"TELPRI\"), the holding company of PRTC. Negr&#243;n asserted that jurisdiction over Verizon Communications was proper because of the defendant's contacts with Puerto Rico, which she alleged were as follows: 1) advertising and marketing in Puerto Rico; 2) operating in Puerto Rico as Verizon Information Services Puerto Rico, Inc., and maintaining a local telephone number there; 3) operating and advertising a wireless telephone service through a Puerto Rico affiliate known as Verizon Wireless Puerto Rico, Inc.; 4) receiving awards in Puerto Rico recognizing its achievements in promoting diversity within the workplace in Puerto Rico through its alter ego and or agent, PRTC; 5) funding grants in Puerto Rico that support a variety of educational, economic, and technological initiatives for the benefit of its customers and international affiliates through the Verizon International Foundation; 6) maintaining a five-year Management and Technology License Agreement with TELPRI, of which Verizon Communications is the 52% owner, as a result of which Verizon affiliates generated $34 million in fees for the years 2003 and 2004; 7) publishing telephone directories in Puerto Rico through its affiliates; and 8) working with PRTC to promote computer-based literacy programs and to develop a pool of qualified engineers and other technical professionals in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In granting defendant's Motion to Dismiss, the district court relied in large part on Verizon Communications's submission of the declaration under penalty of perjury of Jane A. Schapker, its Assistant Corporate Secretary and Executive Director for Corporate Governance (\"the Schapker declaration\"). The Schapker declaration asserted that: 1) Verizon Communications is incorporated in Delaware with its principal place of business in New York; 2) Verizon Communications and its subsidiaries and operating companies have separate boards of directors, keep separate books and records, and are otherwise separate; 3) Verizon Communications is a holding company that holds stock in a number of companies, but conducts no other business of any kind; 4) Verizon Communications provides no telecommunications services, it does not market or advertise, and it does not contract with consumers for telecommunications services; 5) many of the companies whose stock Verizon Communications holds use the word \"Verizon\" in their names, but Verizon Communications does not own the trademark; 6) Verizon Communications conducts no business in Puerto Rico, is not registered or qualified to do business in Puerto Rico, has no registered agent for service in Puerto Rico, has no office or employees in Puerto Rico, and does not maintain a Puerto Rico telephone number; 7) Verizon Communications owns 52% of TELPRI, which in turn wholly owns PRTC; and 8) PRTC is incorporated in Puerto Rico, and it maintains an independent corporate existence.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review <i>de novo</i> a \"district court's decision to dismiss for lack of personal jurisdiction when the court held no evidentiary hearing but instead conducted only a prima facie review of the jurisdictional facts.\" <i>Harlow v. Children's Hosp.,</i> 432 F.3d 50, 57 (1st Cir.2005) (internal quotation marks omitted). In reviewing a dismissal of a cause of action under Rule 12(b)(2) of the Federal Rules of Civil Procedure, \"we take specific facts affirmatively alleged by the plaintiff as true (whether or not disputed) and construe them in the light most congenial to the plaintiff's jurisdictional claim.\" <i>Mass. Sch. of Law, Inc. v. Am. Bar Ass'n,</i> 142 F.3d 26, 34 (1st Cir.1998). In addition, \"[w]e then add to the mix facts put forward by the defendants, to the extent that they are uncontradicted.\" <i>Id.</i> However, \"[w]e caution that, despite the liberality of this approach, the law does not require us struthiously to credit conclusory allegations or draw farfetched inferences.\" <i>Id.</i> (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review the district court's denial of permission to conduct jurisdictional discovery for abuse of discretion, and \"[a] ruling will be overturned only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" <i>Crocker v. Hilton Int'l Barbados, Ltd.,</i> 976 F.2d 797, 801 (1st Cir.1992) (internal quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">A. Burden of Proof</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Negr&#243;n contends that the district court did not apply the proper standard of proof when it dismissed her complaint. Specifically, Negr&#243;n argues that the district court employed a \"strong and robust\" standard when it should have conducted the relevant analysis under a \"prima facie standard.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Where a district court's personal jurisdiction is contested, \"plaintiff[s] ultimately bear[ ] the burden of persuading the court that jurisdiction exists.\" <i>Mass. Sch. of Law,</i> 142 F.3d at 34. A district court deciding a motion to dismiss for want of personal jurisdiction should apply the prima facie standard, under which the district court considers \"only whether the plaintiff has proffered evidence that, if credited, is enough to support findings of all facts essential to personal jurisdiction.\" <i>Boit v. Gar-Tec Prods., Inc.,</i> 967 F.2d 671, 675 (1st Cir.1992). However, \"[t]he prima facie showing of personal jurisdiction must be based on evidence of specific facts set forth in the record.\" <i>Id.</i> In other words, \"[t]he plaintiff must go beyond the pleadings and make affirmative proof.\" <i>Id.</i> (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the prima facie standard is the proper metric for evaluating a defendant's motion for dismissal on the basis of personal jurisdiction, the case before us presents a twist: In order for the district court to determine whether it could properly exercise jurisdiction over Verizon Communications, it needed to determine both whether it could assert jurisdiction on the basis of the defendant's own contacts with Puerto Rico, and whether it could assert jurisdiction over the defendant by virtue of its indirect ownership of PRTC. In accordance with a pronouncement of the Supreme Court of Puerto Rico, we have held that \"to establish jurisdiction over the parent, a party must produce `strong and robust' evidence of control by the parent company over the subsidiary, rendering the latter a `mere shell.'\" <i>De Castro v. Sanifill, Inc.,</i> 198 F.3d 282, 283-84 (1st Cir.1999) (quoting <i>Escude Cruz v. Ortho Pharm. Corp.,</i> 619 F.2d 902, 905 (1st Cir. 1980)). Negr&#243;n mistakenly interpreted the district court's proper application of the \"strong and robust\" standard of proof to the veil-piercing inquiry as a statement of the proper standard of proof required to successfully oppose a motion to dismiss.</p>\n    </div>\n    <p class=\"indent\">B. Personal Jurisdiction</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where the district court considers defendant's motion to dismiss for lack of personal jurisdiction under the prima facie standard, \"it is plaintiff's burden to demonstrate the existence of every fact required to satisfy both the forum's long-arm statute and the Due Process Clause of the Constitution.\" <i>United States v. Swiss Am. Bank, Ltd.,</i> 274 F.3d 610, 618 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Puerto Rico's long-arm statute allows Puerto Rico courts to exercise jurisdiction over a non-resident defendant if the action arises because that person: (1) \"[t]ransacted business in Puerto Rico personally or through an agent\"; or (2) \"participated in tortuous acts within Puerto Rico personally or through his agent.\" P.R. Laws Ann. tit. 32, App. III, R. 4.7(a)(1); <i>see also Rodr&#237;guez v. Fullerton Tires Corp.,</i> 937 F.Supp. 122, 124 (D.P.R. 1996). We have noted that the reach of Puerto Rico's long-arm statute stretches \"`up to the point allowed by the Constitution.'\" <i>Ben&#237;tez-Allende v. Alcan Aluminio do Brasil, S.A.,</i> 857 F.2d 26, 29 (1st Cir. 1988) (quoting <i>Indus. Sider&#250;rgica v. Thyssen Steel Caribbean, Inc.,</i> 114 D.P.R. 548, 558 (1983)). Therefore we proceed directly to the constitutional inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Due process requires the plaintiff to prove the existence of either general or specific jurisdiction. <i>Harlow,</i> 432 F.3d at 57. The critical factor in the personal jurisdiction calculus&#8212;both general and specific&#8212;is the existence of \"minimum contacts\" between the nonresident defendant and the forum. It is axiomatic that a court asserting jurisdiction over a nonresident defendant must find that the defendant maintains sufficient contacts with the forum state \"such that the maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" <i>Int'l Shoe Co. v. Wash., Off. of Unemployment,</i> 326 U.S. 310, 316, 66 S.Ct. 154, 90 L.Ed. 95 (1945) (internal quotation marks omitted).</p>\n    </div>\n    <p>1. Specific Personal Jurisdiction</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A court may assert specific jurisdiction over an out-of-state defendant \"where the cause of action arises directly out of, or relates to, the defendant's forum-based contacts.\" <i>United Elec., Radio &amp; Mach. Workers of America v. 163 Pleasant St. Corp. (Pleasant Street I),</i> 960 F.2d 1080, 1088-89 (1st Cir.1992). To determine whether plaintiff has alleged facts sufficient to support a finding of specific personal jurisdiction, \"this circuit divides the constitutional analysis into three categories: relatedness, purposeful availment, and reasonableness.\" <i>Platten v. HG Bermuda Exempted Ltd.,</i> 437 F.3d 118, 135 (1st Cir.2006) (internal quotation marks omitted). Critically, \"[a]n affirmative finding on each of the three elements of the test is required to support a finding of specific jurisdiction.\" <i>Phillips Exeter</i> <i>Academy v. Howard Phillips Fund,</i> 196 F.3d 284, 288 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the relatedness inquiry, \"causation is central.\" <i>Harlow,</i> 432 F.3d at 62. As we have explained,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[t]he relatedness requirement is not an open door; it is closely read, and it requires a showing of a material connection. This court steadfastly reject[s] the exercise of personal jurisdiction whenever the connection between the cause of action and the defendant's forum-state contacts seems attenuated and indirect . . . . A broad `but-for' argument is generally insufficient. Because `but for' events can be very remote, . . . due process demands something like a `proximate cause' nexus.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Id.</i> at 61 (internal citations and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Negr&#243;n argues that the requirements of the relatedness test are met because Verizon Communications exercised its authority over PRTC \"to direct or cause the direction of management and policies\" of PRTC. Negr&#243;n specifically points to \"a five-year Management and Technology License Agreement with TELPRI and [PRTC]\" in which \"Verizon provided TELPRI and [PRTC] with advice and direction regarding the administration and operations of telecommunication services in Puerto Rico,\" including \"advice on how to maintain [PRTC's] . . . 9-1-1 emergency medical assistance telephone services and operations.\" Negr&#243;n concludes that her cause of action \"directly arises out of Verizon's negligence in guiding, managing, controlling, and/or supervising the policies and procedures [PRTC] implemented under Verizon's management and instruction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Schapker declaration directly contradicts Negr&#243;n's allegations by asserting that Verizon Communications is merely a holding company that \"does not sell, market, or provide telecommunications services of any kind.\" As evidence of defendant's involvement in the five-year agreement, Negr&#243;n submitted to the district court a portion of the Securities and Exchange Commission's Annual Report Form 10-K for TELPRI for the year ending December 2004. The excerpt provides that, under the five-year agreement, \"affiliates of Verizon provided advice and direction related to the administration and operations\" of TELPRI, but it does not specify which affiliates were parties to the agreement. The defendant submits that the actual parties to the agreement are PRTC, TELPRI, and GTE International Communications, Inc. (another Verizon subsidiary), but <i>not</i> Verizon Communications.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The plaintiff has provided only conclusory allegations to demonstrate that \"the defendant's in-state conduct . . . form[s] an `important, or [at least] material, element of proof in the plaintiff's case.\" <i>Harlow,</i> 432 F.3d at 61 (quoting <i>Pleasant St. I,</i> 960 F.2d at 1089). As such, because we find that Negr&#243;n has not met the requirements of the relatedness test, we agree with the district court's finding that it lacked specific personal jurisdiction over Verizon Communications.</p>\n    </div>\n    <p>2. General Personal Jurisdiction</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A court has general jurisdiction when \"the litigation is not directly founded on the defendant's forum-based contacts, but the defendant has nevertheless engaged in continuous and systematic activity, unrelated to the suit, in the forum state.\" <i>Pleasant Street I,</i> 960 F.2d at 1088; <i>see also Helic&#243;pteros Nacionales de Colombia, S.A. v. Hall,</i> 466 U.S. 408, 414-16, 104 S.Ct. 1868, 80 L.Ed.2d 404 (1984). Negr&#243;n argues that the district court should have denied Verizon Communications's Motion to Dismiss because Verizon has purposefully engaged in substantial, continuous, and systematic business activity sufficient to satisfy the constitutional requirements for the district court to assert general personal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Plaintiff's proffered evidence to support a finding of general jurisdiction can be divided into two broad categories of contacts between Verizon Communications and Puerto Rico: 1) contacts attributed to Verizon Communications by virtue of the relationship between Verizon Communications and other Verizon affiliates like Verizon Information Services-Puerto Rico, the Verizon International Foundation, and Verizon Wireless de Puerto Rico, Inc.; and 2) contacts attributed to Verizon Communications by virtue of Verizon Communications's ownership interest in&#8212;and control over&#8212;PRTC.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">With regard to the first category of contacts, it is critical to note that Negr&#243;n does not differentiate between Verizon Communications and its subsidiaries who use the name \"Verizon\" in their own company names. She alleges that Verizon Communications maintains the following contacts with Puerto Rico: 1) Verizon operates in Puerto Rico as Verizon Information Services Puerto Rico, Inc., and maintains a local telephone number there; 2) Verizon operates and advertises a wireless telephone service through a Puerto Rico affiliate known as Verizon Wireless Puerto Rico, Inc.; and 3) Verizon International Foundation is a philanthropic organization that has made several grants to institutions and individuals in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Schapker declaration confirms that many of the companies in which Verizon Communications holds stock or that it indirectly owns, use the word \"Verizon\" in their names, but asserts that Verizon Communications does not own the \"Verizon\" trademark. The district court noted that Negr&#243;n's opposition to defendant's motion to dismiss did not \"address the facts, as delineated in the Schapker declaration, that there are many, individually incorporated subsidiaries that include [the word Verizon] in their name.\" Similarly, in her appeal to this court, Negr&#243;n refers to defendant merely as \"Verizon,\" making no effort to clarify which of the various Verizon-affiliated entities is at issue. We have held that the mere use of a trademark or logo does not suffice to demonstrate the existence of the requisite minimum contacts. <i>See, e.g., Gonz&#225;lez v. Walgreens Co.,</i> 878 F.2d 560, 561-62 (1st Cir.1989) (holding that the mere use of the name \"Walgreens\" was not enough to assert jurisdiction over the out-of-state franchisor in a cause of action alleging the negligence of the franchisee). That principle is especially critical to the disposition of this case where, as the district court observed, \"both plaintiffs and defendant, as well as the Verizon affiliates who are not parties to this action, play fast and loose with the term `Verizon.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With the second category of contacts, Negr&#243;n seeks to make a case for general jurisdiction over Verizon Communications solely on the basis of the defendant's indirect ownership of PRTC. In other words, Negr&#243;n requests that we pierce PRTC's corporate veil to find general jurisdiction over Verizon Communications.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The principal of limited liability is one of the hallmarks of corporate law. <i>DeBreceni v. Graf Bros. Leasing, Inc.,</i> 828 F.2d 877, 879 (1st Cir.1987). We recognize that \"while it is generally true that questions of liability and jurisdiction are independent, the factors that we must consider for purposes of piercing the veil separating two corporations in the liability context also inform the jurisdictional inquiry.\" <i>Pleasant Street I,</i> 960 F.2d at 1091 (internal citation and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is well-established that the standard for finding general jurisdiction \"is considerably more stringent than that applied to specific jurisdiction questions.\" <i>Noonan v. Winston Co.,</i> 135 F.3d 85, 93 (1st Cir.1998) (internal quotation marks omitted). However, \"[t]he bar is set even higher in a case like this one, in which plaintiffs seek to disregard the corporate form.\" <i>Platten,</i> 437 F.3d at 139. We have made plain that</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">[t]he mere fact that a subsidiary company does business within a state does not confer jurisdiction over its nonresident parent, even if the parent is sole owner of the subsidiary. There is a presumption of corporate separateness that must be overcome by clear evidence that the parent in fact controls the activities of the subsidiary.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Escude Cruz v. Ortho Pharm. Corp.,</i> 619 F.2d 902, 905 (1st Cir.1980) (internal citations omitted). As we have already explained in this opinion, in order to pierce the corporate veil, Puerto Rico law requires a proffer of \"strong and robust evidence . . . showing the parent to have that degree of control over the subsidiary as to render the latter a mere shell for the former.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In order to oppose a defendant's motion to dismiss for lack of jurisdiction, the plaintiff must present evidence that, if credited, would support a finding of jurisdiction. <i>Boit,</i> 967 F.2d at 675. The evidence that Negr&#243;n submitted to the district court merely supports the undisputed fact of Verizon Communications's indirect ownership of PRTC. She has provided no evidence from which the court could conclude that Verizon Communications exerts control over PRTC, and as such we decline to pierce PRTC's corporate veil in order to find general jurisdiction over Verizon Communications.</p>\n    </div>\n    <p class=\"indent\">C. Jurisdictional Discovery</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Negr&#243;n argues that the district court's dismissal of her complaint was \"procedurally premature\" because it took place without any jurisdictional discovery and before other discovery commenced. Although the district court did not explicitly address Negr&#243;n's request for discovery in its opinion, we interpret the court to have exercised its discretion to deny jurisdictional discovery. Accordingly, our review is for abuse of discretion. <i>Crocker,</i> 976 F.2d at 801. As we have long acknowledged, \"a diligent plaintiff who sues an out-of-state corporation and who makes out a colorable case for the existence of in personam jurisdiction may well be entitled to a modicum of jurisdictional discovery if the corporation interposes a jurisdictional defense.\" <i>United States v. Swiss Am. Bank, Ltd.,</i> 274 F.3d 610, 626 (1st Cir. 2001) (internal quotation marks omitted). However, even if the plaintiff presents a colorable claim for personal jurisdiction, she faces an uphill battle because \"[t]he standard for reversing a district court's decision to disallow jurisdictional discovery is high.\" <i>Id.</i> We may reverse the district court only if we find that \"its analysis was `plainly wrong and resulted in substantial prejudice.'\" <i>Id.</i> (quoting <i>Crocker,</i> 976 F.2d at 801). In addition to making a colorable claim, it is also incumbent upon the plaintiff to \"present facts to the court which show why jurisdiction would be found if discovery were permitted.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In this case, because Negr&#243;n has failed to make a colorable claim for personal jurisdiction, we have no reason to overturn the district court's denial of her request for jurisdictional discovery.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed. Although the plaintiff's claim did not survive the jurisdictional challenge in federal court, nothing in this opinion should be read to discourage her from pursuing her claim against PRTC in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202640\"><a href=\"/opinion/202640/negron-torres-v-verizon-communicatio/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span></p>\n    <p class=\"parties\">Ivis L. NEGR&#211;N-TORRES, on her own behalf and in representation of her minor child HSN, Plaintiff, Appellant,<br>v.<br>VERIZON COMMUNICATIONS, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 06-1147.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2006.</p>\n    <p class=\"date\">Decided February 9, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Cherie K. Durand, with whom Paul H. Hulsey, William J. Cook, Hulsey Litigation Group, LLC, Manuel San Juan and Law Offices of Manuel San Juan, were on brief, for appellant.</p>\n      <p class=\"indent\">Pedro R. Pierluisi, with whom Alexandra Rivera-S&#225;ez and O'Neill &amp; Borges, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 19, 2005, Plaintiff Ivis L. Negr&#243;n-Torres (\"Negr&#243;n\") filed a diversity action against Verizon Communications, Inc. (\"Verizon Communications\") in the United States District Court for the District of Puerto Rico for damages arising from the death of her husband, Dr. Hugo Santana-Adorno (\"Santana\"). On November 30, 2005, the district court dismissed the action for lack of personal jurisdiction, and Negr&#243;n herein appeals. After careful consideration, we affirm.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the afternoon of June 8, 2004, Santana suffered breathing difficulties and lost consciousness. Negr&#243;n's repeated attempts to seek urgent assistance through the Puerto Rico Telephone Company's (\"PRTC\") 9-1-1 emergency telephone number were unavailing because that telephone number was temporarily disconnected. Finally, after more than an hour had passed, a relative was able to reach a local rescue unit by alternative means. Once the rescue unit received the call, the ambulance arrived within six minutes to take Santana to the Toa Baja Medical Hospital, where he was pronounced dead on arrival.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Earlier on the same day, PRTC had received a call from a commercial customer disputing a charge on his telephone bill for calls to an unknown number. PRTC apparently inadvertently disconnected the 9-1-1 telephone number pursuant to its investigation of the customer's complaint. Although the Puerto Rico 9-1-1 call center alerted PRTC to the fact that, contrary to normal practice and experience, the center was not receiving any calls, PRTC did not bring the 9-1-1 system back online for another hour-and-a-half to two hours.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In her complaint, Negr&#243;n named Verizon Communications, but not PRTC, as the defendant, on the theory that Verizon Communications is the majority owner of PRTC by virtue of its controlling interest in Telecomunicaciones de Puerto Rico (\"TELPRI\"), the holding company of PRTC. Negr&#243;n asserted that jurisdiction over Verizon Communications was proper because of the defendant's contacts with Puerto Rico, which she alleged were as follows: 1) advertising and marketing in Puerto Rico; 2) operating in Puerto Rico as Verizon Information Services Puerto Rico, Inc., and maintaining a local telephone number there; 3) operating and advertising a wireless telephone service through a Puerto Rico affiliate known as Verizon Wireless Puerto Rico, Inc.; 4) receiving awards in Puerto Rico recognizing its achievements in promoting diversity within the workplace in Puerto Rico through its alter ego and or agent, PRTC; 5) funding grants in Puerto Rico that support a variety of educational, economic, and technological initiatives for the benefit of its customers and international affiliates through the Verizon International Foundation; 6) maintaining a five-year Management and Technology License Agreement with TELPRI, of which Verizon Communications is the 52% owner, as a result of which Verizon affiliates generated $34 million in fees for the years 2003 and 2004; 7) publishing telephone directories in Puerto Rico through its affiliates; and 8) working with PRTC to promote computer-based literacy programs and to develop a pool of qualified engineers and other technical professionals in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In granting defendant's Motion to Dismiss, the district court relied in large part on Verizon Communications's submission of the declaration under penalty of perjury of Jane A. Schapker, its Assistant Corporate Secretary and Executive Director for Corporate Governance (\"the Schapker declaration\"). The Schapker declaration asserted that: 1) Verizon Communications is incorporated in Delaware with its principal place of business in New York; 2) Verizon Communications and its subsidiaries and operating companies have separate boards of directors, keep separate books and records, and are otherwise separate; 3) Verizon Communications is a holding company that holds stock in a number of companies, but conducts no other business of any kind; 4) Verizon Communications provides no telecommunications services, it does not market or advertise, and it does not contract with consumers for telecommunications services; 5) many of the companies whose stock Verizon Communications holds use the word \"Verizon\" in their names, but Verizon Communications does not own the trademark; 6) Verizon Communications conducts no business in Puerto Rico, is not registered or qualified to do business in Puerto Rico, has no registered agent for service in Puerto Rico, has no office or employees in Puerto Rico, and does not maintain a Puerto Rico telephone number; 7) Verizon Communications owns 52% of TELPRI, which in turn wholly owns PRTC; and 8) PRTC is incorporated in Puerto Rico, and it maintains an independent corporate existence.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review <i>de novo</i> a \"district court's decision to dismiss for lack of personal jurisdiction when the court held no evidentiary hearing but instead conducted only a prima facie review of the jurisdictional facts.\" <i>Harlow v. Children's Hosp.,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span>, 57 (1st Cir.2005) (internal quotation marks omitted). In reviewing a dismissal of a cause of action under Rule 12(b)(2) of the Federal Rules of Civil Procedure, \"we take specific facts affirmatively alleged by the plaintiff as true (whether or not disputed) and construe them in the light most congenial to the plaintiff's jurisdictional claim.\" <i>Mass. Sch. of Law, Inc. v. Am. Bar Ass'n,</i> <span class=\"citation\" data-id=\"197918\"><a href=\"/opinion/197918/massachusetts-school-v-american-bar/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 34 (1st Cir.1998). In addition, \"[w]e then add to the mix facts put forward by the defendants, to the extent that they are uncontradicted.\" <i>Id.</i> However, \"[w]e caution that, despite the liberality of this approach, the law does not require us struthiously to credit conclusory allegations or draw farfetched inferences.\" <i>Id.</i> (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review the district court's denial of permission to conduct jurisdictional discovery for abuse of discretion, and \"[a] ruling will be overturned only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" <i>Crocker v. Hilton Int'l Barbados, Ltd.,</i> <span class=\"citation\" data-id=\"592074\"><a href=\"/opinion/592074/kimberly-crocker-and-julian-h-crocker-v-the-hilton-international/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">797</span></a></span>, 801 (1st Cir.1992) (internal quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">A. Burden of Proof</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Negr&#243;n contends that the district court did not apply the proper standard of proof when it dismissed her complaint. Specifically, Negr&#243;n argues that the district court employed a \"strong and robust\" standard when it should have conducted the relevant analysis under a \"prima facie standard.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Where a district court's personal jurisdiction is contested, \"plaintiff[s] ultimately bear[ ] the burden of persuading the court that jurisdiction exists.\" <i>Mass. Sch. of Law,</i> 142 F.3d at 34. A district court deciding a motion to dismiss for want of personal jurisdiction should apply the prima facie standard, under which the district court considers \"only whether the plaintiff has proffered evidence that, if credited, is enough to support findings of all facts essential to personal jurisdiction.\" <i>Boit v. Gar-Tec Prods., Inc.,</i> <span class=\"citation\" data-id=\"585777\"><a href=\"/opinion/585777/robert-s-boit-v-gar-tec-products-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span>, 675 (1st Cir.1992). However, \"[t]he prima facie showing of personal jurisdiction must be based on evidence of specific facts set forth in the record.\" <i>Id.</i> In other words, \"[t]he plaintiff must go beyond the pleadings and make affirmative proof.\" <i>Id.</i> (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the prima facie standard is the proper metric for evaluating a defendant's motion for dismissal on the basis of personal jurisdiction, the case before us presents a twist: In order for the district court to determine whether it could properly exercise jurisdiction over Verizon Communications, it needed to determine both whether it could assert jurisdiction on the basis of the defendant's own contacts with Puerto Rico, and whether it could assert jurisdiction over the defendant by virtue of its indirect ownership of PRTC. In accordance with a pronouncement of the Supreme Court of Puerto Rico, we have held that \"to establish jurisdiction over the parent, a party must produce `strong and robust' evidence of control by the parent company over the subsidiary, rendering the latter a `mere shell.'\" <i>De Castro v. Sanifill, Inc.,</i> <span class=\"citation\" data-id=\"766988\"><a href=\"/opinion/766988/rosario-diaz-de-castro-margarita-de-castro-v-sanifill-inc-john-doe/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">282</span></a></span>, 283-84 (1st Cir.1999) (quoting <i>Escude Cruz v. Ortho Pharm. Corp.,</i> <span class=\"citation\" data-id=\"377110\"><a href=\"/opinion/377110/jose-f-escude-cruz-v-ortho-pharmaceutical-corp/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span>, 905 (1st Cir. 1980)). Negr&#243;n mistakenly interpreted the district court's proper application of the \"strong and robust\" standard of proof to the veil-piercing inquiry as a statement of the proper standard of proof required to successfully oppose a motion to dismiss.</p>\n    </div>\n    <p class=\"indent\">B. Personal Jurisdiction</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where the district court considers defendant's motion to dismiss for lack of personal jurisdiction under the prima facie standard, \"it is plaintiff's burden to demonstrate the existence of every fact required to satisfy both the forum's long-arm statute and the Due Process Clause of the Constitution.\" <i>United States v. Swiss Am. Bank, Ltd.,</i> <span class=\"citation\" data-id=\"199746\"><a href=\"/opinion/199746/united-states-v-swiss/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 618 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Puerto Rico's long-arm statute allows Puerto Rico courts to exercise jurisdiction over a non-resident defendant if the action arises because that person: (1) \"[t]ransacted business in Puerto Rico personally or through an agent\"; or (2) \"participated in tortuous acts within Puerto Rico personally or through his agent.\" P.R. Laws Ann. tit. 32, App. III, R. 4.7(a)(1); <i>see also Rodr&#237;guez v. Fullerton Tires Corp.,</i> <span class=\"citation\" data-id=\"2250367\"><a href=\"/opinion/2250367/rodriguez-v-fullerton-tires-corp/\"><span class=\"volume\">937</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">122</span></a></span>, 124 (D.P.R. 1996). We have noted that the reach of Puerto Rico's long-arm statute stretches \"`up to the point allowed by the Constitution.'\" <i>Ben&#237;tez-Allende v. Alcan Aluminio do Brasil, S.A.,</i> <span class=\"citation\" data-id=\"511761\"><a href=\"/opinion/511761/26-fed-r-evid-serv-1293-prodliabrepcchp-11926-lercy-d/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 29 (1st Cir. 1988) (quoting <i>Indus. Sider&#250;rgica v. Thyssen Steel Caribbean, Inc.,</i> 114 D.P.R. 548, 558 (1983)). Therefore we proceed directly to the constitutional inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Due process requires the plaintiff to prove the existence of either general or specific jurisdiction. <i>Harlow,</i> 432 F.3d at 57. The critical factor in the personal jurisdiction calculus&#8212;both general and specific&#8212;is the existence of \"minimum contacts\" between the nonresident defendant and the forum. It is axiomatic that a court asserting jurisdiction over a nonresident defendant must find that the defendant maintains sufficient contacts with the forum state \"such that the maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" <i>Int'l Shoe Co. v. Wash., Off. of Unemployment,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 316, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945) (internal quotation marks omitted).</p>\n    </div>\n    <p>1. Specific Personal Jurisdiction</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A court may assert specific jurisdiction over an out-of-state defendant \"where the cause of action arises directly out of, or relates to, the defendant's forum-based contacts.\" <i>United Elec., Radio &amp; Mach. Workers of America v. 163 Pleasant St. Corp. (Pleasant Street I),</i> <span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span>, 1088-89 (1st Cir.1992). To determine whether plaintiff has alleged facts sufficient to support a finding of specific personal jurisdiction, \"this circuit divides the constitutional analysis into three categories: relatedness, purposeful availment, and reasonableness.\" <i>Platten v. HG Bermuda Exempted Ltd.,</i> <span class=\"citation\" data-id=\"202048\"><a href=\"/opinion/202048/platten-v-hg-bermuda-exempted/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">118</span></a></span>, 135 (1st Cir.2006) (internal quotation marks omitted). Critically, \"[a]n affirmative finding on each of the three elements of the test is required to support a finding of specific jurisdiction.\" <i>Phillips Exeter</i> <i>Academy v. Howard Phillips Fund,</i> <span class=\"citation\" data-id=\"766721\"><a href=\"/opinion/766721/phillips-exeter-academy-v-howard-phillips-fund-inc/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 288 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the relatedness inquiry, \"causation is central.\" <i>Harlow,</i> 432 F.3d at 62. As we have explained,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[t]he relatedness requirement is not an open door; it is closely read, and it requires a showing of a material connection. This court steadfastly reject[s] the exercise of personal jurisdiction whenever the connection between the cause of action and the defendant's forum-state contacts seems attenuated and indirect . . . . A broad `but-for' argument is generally insufficient. Because `but for' events can be very remote, . . . due process demands something like a `proximate cause' nexus.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Id.</i> at 61 (internal citations and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Negr&#243;n argues that the requirements of the relatedness test are met because Verizon Communications exercised its authority over PRTC \"to direct or cause the direction of management and policies\" of PRTC. Negr&#243;n specifically points to \"a five-year Management and Technology License Agreement with TELPRI and [PRTC]\" in which \"Verizon provided TELPRI and [PRTC] with advice and direction regarding the administration and operations of telecommunication services in Puerto Rico,\" including \"advice on how to maintain [PRTC's] . . . 9-1-1 emergency medical assistance telephone services and operations.\" Negr&#243;n concludes that her cause of action \"directly arises out of Verizon's negligence in guiding, managing, controlling, and/or supervising the policies and procedures [PRTC] implemented under Verizon's management and instruction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Schapker declaration directly contradicts Negr&#243;n's allegations by asserting that Verizon Communications is merely a holding company that \"does not sell, market, or provide telecommunications services of any kind.\" As evidence of defendant's involvement in the five-year agreement, Negr&#243;n submitted to the district court a portion of the Securities and Exchange Commission's Annual Report Form 10-K for TELPRI for the year ending December 2004. The excerpt provides that, under the five-year agreement, \"affiliates of Verizon provided advice and direction related to the administration and operations\" of TELPRI, but it does not specify which affiliates were parties to the agreement. The defendant submits that the actual parties to the agreement are PRTC, TELPRI, and GTE International Communications, Inc. (another Verizon subsidiary), but <i>not</i> Verizon Communications.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The plaintiff has provided only conclusory allegations to demonstrate that \"the defendant's in-state conduct . . . form[s] an `important, or [at least] material, element of proof in the plaintiff's case.\" <i>Harlow,</i> 432 F.3d at 61 (quoting <i>Pleasant St. I,</i> 960 F.2d at 1089). As such, because we find that Negr&#243;n has not met the requirements of the relatedness test, we agree with the district court's finding that it lacked specific personal jurisdiction over Verizon Communications.</p>\n    </div>\n    <p>2. General Personal Jurisdiction</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A court has general jurisdiction when \"the litigation is not directly founded on the defendant's forum-based contacts, but the defendant has nevertheless engaged in continuous and systematic activity, unrelated to the suit, in the forum state.\" <i>Pleasant Street I,</i> 960 F.2d at 1088; <i>see also Helic&#243;pteros Nacionales de Colombia, S.A. v. Hall,</i> <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, 414-16, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1984). Negr&#243;n argues that the district court should have denied Verizon Communications's Motion to Dismiss because Verizon has purposefully engaged in substantial, continuous, and systematic business activity sufficient to satisfy the constitutional requirements for the district court to assert general personal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Plaintiff's proffered evidence to support a finding of general jurisdiction can be divided into two broad categories of contacts between Verizon Communications and Puerto Rico: 1) contacts attributed to Verizon Communications by virtue of the relationship between Verizon Communications and other Verizon affiliates like Verizon Information Services-Puerto Rico, the Verizon International Foundation, and Verizon Wireless de Puerto Rico, Inc.; and 2) contacts attributed to Verizon Communications by virtue of Verizon Communications's ownership interest in&#8212;and control over&#8212;PRTC.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">With regard to the first category of contacts, it is critical to note that Negr&#243;n does not differentiate between Verizon Communications and its subsidiaries who use the name \"Verizon\" in their own company names. She alleges that Verizon Communications maintains the following contacts with Puerto Rico: 1) Verizon operates in Puerto Rico as Verizon Information Services Puerto Rico, Inc., and maintains a local telephone number there; 2) Verizon operates and advertises a wireless telephone service through a Puerto Rico affiliate known as Verizon Wireless Puerto Rico, Inc.; and 3) Verizon International Foundation is a philanthropic organization that has made several grants to institutions and individuals in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Schapker declaration confirms that many of the companies in which Verizon Communications holds stock or that it indirectly owns, use the word \"Verizon\" in their names, but asserts that Verizon Communications does not own the \"Verizon\" trademark. The district court noted that Negr&#243;n's opposition to defendant's motion to dismiss did not \"address the facts, as delineated in the Schapker declaration, that there are many, individually incorporated subsidiaries that include [the word Verizon] in their name.\" Similarly, in her appeal to this court, Negr&#243;n refers to defendant merely as \"Verizon,\" making no effort to clarify which of the various Verizon-affiliated entities is at issue. We have held that the mere use of a trademark or logo does not suffice to demonstrate the existence of the requisite minimum contacts. <i>See, e.g., Gonz&#225;lez v. Walgreens Co.,</i> <span class=\"citation\" data-id=\"525558\"><a href=\"/opinion/525558/ivette-gonzalez-v-walgreens-company-and-the-travelers/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">560</span></a></span>, 561-62 (1st Cir.1989) (holding that the mere use of the name \"Walgreens\" was not enough to assert jurisdiction over the out-of-state franchisor in a cause of action alleging the negligence of the franchisee). That principle is especially critical to the disposition of this case where, as the district court observed, \"both plaintiffs and defendant, as well as the Verizon affiliates who are not parties to this action, play fast and loose with the term `Verizon.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With the second category of contacts, Negr&#243;n seeks to make a case for general jurisdiction over Verizon Communications solely on the basis of the defendant's indirect ownership of PRTC. In other words, Negr&#243;n requests that we pierce PRTC's corporate veil to find general jurisdiction over Verizon Communications.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The principal of limited liability is one of the hallmarks of corporate law. <i>DeBreceni v. Graf Bros. Leasing, Inc.,</i> <span class=\"citation\" data-id=\"494126\"><a href=\"/opinion/494126/helen-debreceni-etc-v-graf-brothers-leasing-inc/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">877</span></a></span>, 879 (1st Cir.1987). We recognize that \"while it is generally true that questions of liability and jurisdiction are independent, the factors that we must consider for purposes of piercing the veil separating two corporations in the liability context also inform the jurisdictional inquiry.\" <i>Pleasant Street I,</i> 960 F.2d at 1091 (internal citation and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is well-established that the standard for finding general jurisdiction \"is considerably more stringent than that applied to specific jurisdiction questions.\" <i>Noonan v. Winston Co.,</i> <span class=\"citation\" data-id=\"751216\"><a href=\"/opinion/751216/george-f-noonan-and-ann-marie-noonan-v-the-winston-company/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 93 (1st Cir.1998) (internal quotation marks omitted). However, \"[t]he bar is set even higher in a case like this one, in which plaintiffs seek to disregard the corporate form.\" <i>Platten,</i> 437 F.3d at 139. We have made plain that</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">[t]he mere fact that a subsidiary company does business within a state does not confer jurisdiction over its nonresident parent, even if the parent is sole owner of the subsidiary. There is a presumption of corporate separateness that must be overcome by clear evidence that the parent in fact controls the activities of the subsidiary.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Escude Cruz v. Ortho Pharm. Corp.,</i> <span class=\"citation\" data-id=\"377110\"><a href=\"/opinion/377110/jose-f-escude-cruz-v-ortho-pharmaceutical-corp/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span>, 905 (1st Cir.1980) (internal citations omitted). As we have already explained in this opinion, in order to pierce the corporate veil, Puerto Rico law requires a proffer of \"strong and robust evidence . . . showing the parent to have that degree of control over the subsidiary as to render the latter a mere shell for the former.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In order to oppose a defendant's motion to dismiss for lack of jurisdiction, the plaintiff must present evidence that, if credited, would support a finding of jurisdiction. <i>Boit,</i> 967 F.2d at 675. The evidence that Negr&#243;n submitted to the district court merely supports the undisputed fact of Verizon Communications's indirect ownership of PRTC. She has provided no evidence from which the court could conclude that Verizon Communications exerts control over PRTC, and as such we decline to pierce PRTC's corporate veil in order to find general jurisdiction over Verizon Communications.</p>\n    </div>\n    <p class=\"indent\">C. Jurisdictional Discovery</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Negr&#243;n argues that the district court's dismissal of her complaint was \"procedurally premature\" because it took place without any jurisdictional discovery and before other discovery commenced. Although the district court did not explicitly address Negr&#243;n's request for discovery in its opinion, we interpret the court to have exercised its discretion to deny jurisdictional discovery. Accordingly, our review is for abuse of discretion. <i>Crocker,</i> 976 F.2d at 801. As we have long acknowledged, \"a diligent plaintiff who sues an out-of-state corporation and who makes out a colorable case for the existence of in personam jurisdiction may well be entitled to a modicum of jurisdictional discovery if the corporation interposes a jurisdictional defense.\" <i>United States v. Swiss Am. Bank, Ltd.,</i> <span class=\"citation\" data-id=\"199746\"><a href=\"/opinion/199746/united-states-v-swiss/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 626 (1st Cir. 2001) (internal quotation marks omitted). However, even if the plaintiff presents a colorable claim for personal jurisdiction, she faces an uphill battle because \"[t]he standard for reversing a district court's decision to disallow jurisdictional discovery is high.\" <i>Id.</i> We may reverse the district court only if we find that \"its analysis was `plainly wrong and resulted in substantial prejudice.'\" <i>Id.</i> (quoting <i>Crocker,</i> 976 F.2d at 801). In addition to making a colorable claim, it is also incumbent upon the plaintiff to \"present facts to the court which show why jurisdiction would be found if discovery were permitted.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In this case, because Negr&#243;n has failed to make a colorable claim for personal jurisdiction, we have no reason to overturn the district court's denial of her request for jurisdictional discovery.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed. Although the plaintiff's claim did not survive the jurisdictional challenge in federal court, nothing in this opinion should be read to discourage her from pursuing her claim against PRTC in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2250367/"
  ]
}