{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202645/",
  "absolute_url": "/opinion/202645/in-re-universal-com-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202645/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:58:38Z",
  "date_modified": "2016-02-28T05:08:26.806895Z",
  "type": "010combined",
  "sha1": "b699fc16f4c936f06916cee926755b0610c3b8a1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1826-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/02/23/In_Re_Universal_Com_v..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 06-1826\n\n              UNIVERSAL COMMUNICATION SYSTEMS, INC.;\n                        MICHAEL J. ZWEBNER,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n     LYCOS, INC., D/B/A LYCOS NETWORK; TERRA NETWORKS, S.A.;\n     ROBERTO VILLASENOR, JR., A/K/A the-worm06; JOHN DOE #2,\n           A/K/A no-insiders; ROBERTO VILLASENOR, JR.,\n   A/K/A the-worm06A; JOHN DOE #4, A/K/A 65175R; JOHN DOE #5,\n       A/K/A Henry-Johnson123; JOHN DOE #6, A/K/A quondo1;\n  JOHN DOE #7, A/K/A Tobias95; JOHN DOE #8, A/K/A CrawleySmith,\n\n                      Defendants, Appellees.\n\n\n     ROBERT H. COOPER; ANDREW CUNNINGHAM; DOES 1 THROUGH 8;\n                          OMAR GHAFFAR,\n\n                     Third-Party Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Robert E. Keeton, Senior U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                 Selya and Lynch, Circuit Judges.\n\n\n\n     John H. Faro, with whom Faro & Associates was on brief, for\nappellants.\n     Daniel J. Cloherty, with whom David A. Bunis, Rachel Zoob-\nHill, and Dwyer & Collora, LLP were on brief, for appellee Lycos,\nInc.\n\f     Thomas G. Rohback, with whom James J. Reardon, Jr. and\nLeBoeuf, Lamb, Greene & MacRae LLP were on brief, for appellee\nTerra Networks, S.A.\n\n\n\n                      February 23, 2007\n\f            LYNCH, Circuit Judge. Plaintiffs Universal Communication\n\nSystems, Inc. and its chief executive officer, Michael J. Zwebner,\n\n(collectively, \"UCS\") brought suit, objecting to a series of\n\nallegedly false and defamatory postings made under pseudonymous\n\nscreen names on an Internet message board operated by Lycos, Inc.\n\nUCS identified two of the screen names as having been registered to\n\nRoberto Villasenor, Jr. UCS sued not only Villasenor and the other\n\nposters of messages, as John Does, but also Lycos and Terra\n\nNetworks,    S.A.,   Lycos's   corporate    parent   at    the   time   of   the\n\npostings in question.\n\n            In Section 230 of the Communications Decency Act (CDA),\n\n47 U.S.C. § 230, Congress has granted broad immunity to entities,\n\nsuch   as   Lycos,   that   facilitate    the   speech    of   others   on   the\n\nInternet.    Whatever the limits of that immunity, it is clear that\n\nLycos's activities in this case fall squarely within those that\n\nCongress intended to immunize.      UCS attempted to plead around this\n\nSection 230 statutory immunity by asserting that Lycos did not\n\nqualify for immunity and that UCS's claims fell within certain\n\nexceptions to that immunity.        The district court rejected these\n\narguments and dismissed the claims against Lycos and Terra Networks\n\nfor failure to state a claim.      We agree and affirm the dismissals,\n\njoining the other courts that have uniformly given effect to\n\nSection 230 in similar circumstances.\n\n\n\n\n                                    -3-\n\f           As for the claims against the individuals who posted, UCS\n\nalleged violations of federal and state securities laws, but made\n\nonly conclusory allegations that the postings at issue were in\n\nconnection with a scheme involving UCS stock.              It thus failed to\n\nmeet the particularity requirement for pleading fraud under Federal\n\nRule of Civil Procedure 9(b).           In the absence of any substantial\n\nallegations on this point, we affirm the district court’s dismissal\n\nof those claims.\n\n                                        I.\n\n           Because we review here the district court’s granting of\n\na motion to dismiss, we recite the facts as alleged in UCS’s\n\ncomplaint, McCloskey v. Mueller, 446 F.3d 262, 264 (1st Cir. 2006),\n\nbut   without    crediting   unsupported     conclusions    and     assertions,\n\nPalmer v. Champion Mortgage, 465 F.3d 24, 25 (1st Cir. 2006).\n\n           Universal     Communication       Systems,   Inc.   is    a     Nevada\n\ncorporation with its corporate offices in Florida.             The company at\n\none point provided telecommunications services and currently is\n\ndeveloping      solar-powered   water    extraction     systems.      It    is   a\n\npublicly-traded company that trades under the ticker symbol \"UCSY,\"\n\na label that the company also uses in its promotional materials.\n\nZwebner is Chairman and CEO of the company.           He is a citizen of the\n\nUnited Kingdom and of Israel, with his principal residence in\n\nIsrael and a secondary residence in Florida.\n\n\n\n\n                                    -4-\n\f           Lycos is a Massachusetts corporation with its principal\n\nplace of business in Massachusetts.       Terra Networks is a Spanish\n\ncorporation with its principal place of business in Spain.       Terra\n\nNetworks owned Lycos from 2000 to 2004.\n\n           Lycos operates a network of web sites devoted to a wide\n\narray of content. At times relevant here, these web sites included\n\nQuote.com, which provides stock quotation information and financial\n\ndata for publicly-traded companies, and RagingBull.com, which hosts\n\nfinancially-oriented message boards, including ones designed to\n\nallow users to post comments about publicly-traded companies.        The\n\nmessage board for each such company is generally created by a user\n\nand is generally identified using the company's stock ticker symbol\n\n-- UCSY in this case.    In addition, the two web sites are linked to\n\neach other, so that a user who retrieves a stock quote from\n\nQuote.com is also given a link to the corresponding message board\n\non Raging Bull.   Both web sites contain advertisements, and Lycos\n\nderives advertising revenue that depends in some measure on the\n\nvolume of usage of its sites.\n\n           Individuals must register with Lycos in order to post\n\nmessages   on   Raging   Bull   message   boards.   As   part   of   the\n\nregistration process, users are required to agree to a \"Subscriber\n\nAgreement,\" which, inter alia, requires users to comply with\n\nfederal and state securities laws.        Upon registration, a member\n\nobtains a \"screen name.\"        Postings on the message board are\n\n\n                                   -5-\n\fidentified by screen name, but no further identifying information\n\nis automatically included with the posting.              The registration\n\nprocess does not prevent a single individual from registering under\n\nmultiple screen names.\n\n           Starting   at   least    in    2003,   a   number    of   postings\n\ndisparaging   the   \"financial     condition,     business     prospects   and\n\nmanagement integrity\" of UCS appeared on Raging Bull's UCSY message\n\nboard.    UCS alleges that these postings were \"false, misleading\n\nand/or incomplete.\"    In particular, UCS identified postings made\n\nunder eight different screen names as objectionable.             UCS alleges\n\nthat the individuals registered under each of these screen names\n\n\"are one [and] the same individual, Roberto Villasenor, Jr. and/or\n\nare individuals acting in concert with Roberto Villasenor, Jr.\"\n\n           On January 19, 2005, UCS filed suit against Lycos and\n\nTerra Networks in federal district court in the Southern District\n\nof Florida. On February 2, 2005, before either defendant responded\n\nto the complaint, UCS filed a \"First Amended Complaint,\" adding as\n\ndefendants eight John Does, each identified by a Raging Bull screen\n\nname.    In this First Amended Complaint, UCS alleged four claims:\n\n(1) fraudulent securities transactions under Fla. Stat. § 517.301;\n\n(2) cyberstalking under 47 U.S.C. § 223; (3) dilution of trade name\n\nunder Fla. Stat. § 495.151; and (4) cyberstalking under Fla. Stat.\n\n§ 784.048.    The Florida securities claim was made against all of\n\n\n\n\n                                    -6-\n\fthe defendants, and the remaining claims were made against Lycos\n\nand Terra Networks only.\n\n               In response, Lycos filed a motion to dismiss, arguing\n\nthat      UCS's     claims     were    barred      under       Section      230   of   the\n\nCommunications Decency Act, 47 U.S.C. § 230, and that there was no\n\nbasis for either the federal cyberstalking claim or the state\n\ndilution claim.        Section 230 provides that \"[n]o provider or user\n\nof   an    interactive       computer       service      shall    be   treated    as   the\n\npublisher      or    speaker    of    any    information         provided    by   another\n\ninformation content provider,\" id. § 230(c)(1), and that \"[n]o\n\ncause of action may be brought and no liability may be imposed\n\nunder any State or local law that is inconsistent with this\n\nsection,\" id. § 230(e)(3).\n\n               In the alternative, Lycos moved to transfer the case to\n\nthe District of Massachusetts, citing a forum selection clause in\n\nits Subscriber Agreement.              In addition, Lycos sought a stay of\n\ndiscovery pending the resolution of these motions.                          The district\n\ncourt     in      Florida    granted    the       stay    and     shortly     thereafter\n\ntransferred the case to Massachusetts.                         This left pending the\n\nmotion to dismiss.\n\n               Following       the    transfer,          the     district     court     in\n\nMassachusetts held a hearing on July 26, 2005, at which it denied\n\nall pending motions without prejudice.                    It then scheduled a later\n\nconference at which to consider any renewed motions, and held that\n\n\n                                            -7-\n\fit would \"not lift the stay on discovery at this time.\"          In\n\nresponse to UCS's request for limited discovery in the interim, the\n\ndistrict court judge stated that he would \"not allow that until\n\nI've had an opportunity to hear you on the matter.   That will be an\n\nissue that we will take up at the [later] conference.\"\n\n            Lycos and Terra Networks again filed motions to dismiss,\n\nand on October 11, 2005, the district court granted the motions.\n\nThe court ruled from the bench that Section 230 \"immunizes Lycos\n\n[and Terra Networks] from all of the four counts in the plaintiffs'\n\ncomplaint\" and did not address any of the alternate arguments for\n\ndismissal.     At that hearing, UCS made no mention of any need for\n\ndiscovery in order to properly oppose the motions to dismiss.\n\n            UCS then moved for leave to amend its complaint again.\n\nIn the proposed second amended complaint, UCS alleged essentially\n\nthe same four causes of action, but added factual allegations going\n\nto the \"construct and operation\" of Lycos's web sites, evidently\n\nassuming that such facts would take Lycos outside Section 230\n\nimmunity.\n\n            On December 21, 2005, the district court denied the\n\nmotion to amend the complaint as to Lycos and Terra Networks,\n\nfinding that the claims against those defendants, as framed in the\n\nproposed second amended complaint, would continue to be barred by\n\nSection 230.    In addition, the district court held that the claim\n\nfor cyberstalking under 47 U.S.C. § 223 would be dismissed for\n\n\n                                 -8-\n\ffailure to state a claim, because that statute does not provide a\n\nprivate right of action.                    As to the Florida trademark dilution\n\nclaim, the court held that because Lycos was not using \"the 'UCSY'\n\ntrademark to market incompatible products or services,\" but was\n\nonly using it \"on the Raging Bull message board,\" the claim was\n\n\"effectively          .   .    .     a    defamation     claim    in    the    guise   of    an\n\nantidilution claim,\" and was thus barred by Section 230.\n\n                 The district court did, however, grant leave to file a\n\ncomplaint against the John Doe defendants to assert a claim under\n\nthe Florida securities statute.                     On February 27, 2006, UCS filed a\n\n\"Second Amended Complaint\" against Villasenor and the John Does.\n\nIn this complaint, UCS substituted Roberto Villasenor, Jr. for two\n\nof   the     John     Does,         previously      identified     as   \"the-worm06\"        and\n\n\"the-worm06A.\"1               The    complaint       alleged     that   Villasenor     was    a\n\ncitizen of California.                   In addition to asserting a cause of action\n\nunder Florida securities laws against Villasenor and the remaining\n\nJohn Does, the complaint alleged causes of action, founded on the\n\nsame       set   of   operative           facts,    under   federal     securities     laws,\n\nMassachusetts securities laws, and Massachusetts common law fraud.\n\nSubject matter jurisdiction was alleged based on both federal\n\nquestion jurisdiction and diversity jurisdiction.                             UCS then moved\n\nfor entry of separate and final judgment against Lycos and Terra\n\n\n       1\n       Despite UCS's suggestion to the contrary, the complaint\nsquarely alleged that the John Does might not all be Villasenor,\nbut might be \"individuals acting in concert with\" Villasenor.\n\n                                                   -9-\n\fNetworks.    On April 6, 2006, Villasenor filed an answer to the\n\ncomplaint, also asserting counterclaims and third-party claims.\n\n            On April 18, 2006, the district court denied the motion\n\nfor entry of separate and final judgment as to Lycos and Terra\n\nNetworks, finding that the court lacked subject matter jurisdiction\n\nover the remaining claims and so judgment should be entered on all\n\nclaims   filed   against   all   defendants.   The   court   found   that\n\ndiversity jurisdiction was destroyed by the presence of the John\n\nDoe defendants.      The court also found that the claim under the\n\nfederal securities laws against Villasenor and the John Does was\n\nnot   sufficiently     substantial    to   confer    federal   question\n\njurisdiction, as UCS had failed to \"allege that any individual\n\ndefendant owned, borrowed, sold, or purchased any shares in UCSY.\"\n\nAs a result, the district court ordered the case \"dismissed as to\n\nall defendants.\"\n\n                                   II.\n\n            We review a denial of leave to amend the complaint for\n\nabuse of discretion, \"deferring to the district court for any\n\nadequate reason apparent from the record.\"     Resolution Trust Corp.\n\nv. Gold, 30 F.3d 251, 253 (1st Cir. 1994).          The futility of the\n\namendment is an adequate reason to reject it, see id., and here the\n\ndistrict court found that the amendment would be futile because the\n\namended complaint would be subject to dismissal.        Our review of a\n\ndismissal for either failure to state a claim or lack of subject\n\n\n                                   -10-\n\fmatter jurisdiction (so long as made without factfinding) is de\n\nnovo.       McCloskey, 446 F.3d at 266.              We are not limited by the\n\ndistrict      court's    reasoning,     and    we    \"may    affirm    an   order     of\n\ndismissal on any basis made apparent by the record.\"                     Id.\n\n              We begin with the Florida law claims against Lycos and\n\nTerra Networks.2        Because these claims are based, at least in part,\n\non the alleged impropriety of postings made by third parties on\n\nRaging Bull, UCS must contend with the statutory immunity provided\n\nby Section 230.      UCS has attempted to plead around that immunity by\n\ncasting      its   claims   only   in   terms       of    Lycos's    actions   and    by\n\nasserting causes of action that purportedly fall into one of the\n\nstatutory      exceptions    to    Section     230       immunity.     Whatever      the\n\nviability of UCS's legal theories in the abstract, however, the\n\nfacts pleaded simply do not fit those theories.                        On the facts\n\nalleged, Congress intended that, within broad limits, message board\n\noperators would not be held responsible for the postings made by\n\nothers on that board.        No amount of artful pleading can avoid that\n\nresult.\n\n\n\n\n        2\n       Both before the district court and in this court, Terra\nNetworks has argued that, in addition to the bases for dismissal\napplicable to Lycos, the claims against it should be dismissed for\nlack of personal jurisdiction. Because we find that all claims\nagainst both Lycos and Terra Networks were properly dismissed for\nfailure to state a claim, we need not reach this alternative\nargument.   In the remainder of this opinion, we refer only to\nclaims against Lycos, but the disposition of the claims against\nTerra Networks is the same.\n\n                                        -11-\n\fA.        Applicability of CDA Section 230 Immunity\n\n          Section 230 provides that \"[n]o provider or user of an\n\ninteractive computer service shall be treated as the publisher or\n\nspeaker of any information provided by another information content\n\nprovider,\" 47 U.S.C. § 230(c)(1), and that \"[n]o cause of action\n\nmay be brought and no liability may be imposed under any State or\n\nlocal law that is inconsistent with this section,\" id. § 230(e)(3).\n\nThus, unless an exception applies, Lycos is immunized from a state\n\nlaw claim if: (1) Lycos is a \"provider or user of an interactive\n\ncomputer service\"; (2) the claim is based on \"information provided\n\nby another information content provider\"; and (3) the claim would\n\ntreat Lycos \"as the publisher or speaker\" of that information.\n\n          Although this court has not previously interpreted CDA\n\nSection 230, we do not write on a blank slate.    The other courts\n\nthat have addressed these issues have generally interpreted Section\n\n230 immunity broadly, so as to effectuate Congress's \"policy choice\n\n. . . not to deter harmful online speech through the . . . route of\n\nimposing tort liability on companies that serve as intermediaries\n\nfor other parties' potentially injurious messages.\"   Zeran v. Am.\n\nOnline, Inc., 129 F.3d 327, 330-31 (4th Cir. 1997); see also\n\nCarafano v. Metrosplash.com, Inc., 339 F.3d 1119, 1123-24 (9th Cir.\n\n2003); Ben Ezra, Weinstein, & Co. v. Am. Online Inc., 206 F.3d 980,\n\n985 n.3 (10th Cir. 2000).   In Zeran, the Fourth Circuit noted the\n\n\"obvious chilling effect\" that such intermediary tort liability\n\n\n                               -12-\n\fcould have, given the volume of material communicated through such\n\nintermediaries, the difficulty of separating lawful from unlawful\n\nspeech, and the relative lack of incentives to protect lawful\n\nspeech.    129 F.3d at 331.     The Fourth Circuit also recognized the\n\ncongressional    purpose   of   removing    the   disincentives     to    self-\n\nregulation that would otherwise result if liability were imposed on\n\nintermediaries that took an active role in screening content.              Id.\n\n            In light of these policy concerns, we too find that\n\nSection 230 immunity should be broadly construed.             In the context\n\nof this case, we have no trouble finding that Lycos's conduct in\n\noperating the Raging Bull web site fits comfortably within the\n\nimmunity   intended   by   Congress.       In   particular:   (1)   web   site\n\noperators, such as Lycos, are \"provider[s] . . . of an interactive\n\ncomputer service\"; (2) message board postings do not cease to be\n\n\"information provided by another information content provider\"\n\nmerely because the \"construct and operation\" of the web site might\n\nhave some influence on the content of the postings; and (3)\n\nimmunity extends beyond publisher liability in defamation law to\n\ncover any claim that would treat Lycos \"as the publisher.\"\n\n            1.     \"Interactive Computer Service\" Provider\n\n            There is no merit to UCS's suggestion that Lycos might\n\nnot be a provider of an interactive computer service and so is not\n\nentitled to Section 230 immunity. The statute defines \"interactive\n\ncomputer service\" to be \"any information service, system, or access\n\n\n                                   -13-\n\fsoftware provider that provides or enables computer access by\n\nmultiple users to a computer server, including specifically a\n\nservice or system that provides access to the Internet.\" 47 U.S.C.\n\n§ 230(f)(2).     A web site, such as the Raging Bull site, \"enables\n\ncomputer access by multiple users to a computer server,\" namely,\n\nthe server that hosts the web site. Therefore, web site operators,\n\nsuch as Lycos, are providers of interactive computer services\n\nwithin the meaning of Section 230.\n\n           UCS argues that Lycos might not be such a provider\n\nbecause   it    \"does    not   provide   user   access    to   the   internet.\"\n\nProviding access to the Internet is, however, not the only way to\n\nbe an interactive computer service provider.             While such providers\n\nare \"specifically\" included, there is no indication that the\n\ndefinition should be so limited.            Other courts have reached the\n\nsame conclusion.        See, e.g., Carafano, 339 F.3d at 1123.\n\n           2.       \"Information Provided By Another\"\n\n           The message board postings to which UCS objects are, on\n\ntheir face, \"information provided by another information content\n\nprovider.\"     Section 230 defines \"information content provider\" to\n\nbe \"any person or entity that is responsible, in whole or in part,\n\nfor the creation or development of information provided through the\n\nInternet or any other interactive computer service.\"                 47 U.S.C.\n\n§ 230(f)(3).     This is a broad definition, covering even those who\n\nare responsible for the development of content only \"in part.\"               In\n\n\n                                     -14-\n\fthis case, it is clear that the individual posters on the Raging\n\nBull web site are information content providers.\n\n            A    key   limitation   in   Section   230,    however,    is    that\n\nimmunity only applies when the information that forms the basis for\n\nthe state law claim has been provided by \"another information\n\ncontent provider.\"        Id. § 230(c)(1) (emphasis added).            Thus, an\n\ninteractive computer service provider remains liable for its own\n\nspeech.    See Anthony v. Yahoo! Inc., 421 F. Supp. 2d 1257, 1262-63\n\n(N.D. Cal. 2006) (finding an online dating service not immune under\n\nSection 230 from claims that it \"manufactured false profiles\" and\n\n\"sent profiles of actual, legitimate former subscribers whose\n\nsubscriptions had expired\" (internal quotation marks omitted)).\n\n            It is, by now, well established that notice of the\n\nunlawful nature of the information provided is not enough to make\n\nit the service provider's own speech.          See Zeran, 129 F.3d at 332-\n\n33; see also Barrett v. Rosenthal, 146 P.3d 510, 514, 525 (Cal.\n\n2006).    We confirm that view and join the other courts that have\n\nheld that Section 230 immunity applies even after notice of the\n\npotentially unlawful nature of the third-party content.\n\n            UCS \"emphasize[s]\" that Lycos was \"manifestly aware of\n\nthe illegal nature of [the] subscriber postings,\" but does not rely\n\non notice alone in arguing against immunity.              UCS argues instead\n\nthat     Lycos    \"has   involved    itself     with     its   subscriber[s']\n\nconduct/activities       and/or   rendered    culpable    assistance    to   its\n\n\n                                     -15-\n\fregistered subscribers to the Lycos Network, through the construct\n\nand operation of its web site,\" and that such conduct falls outside\n\nSection 230 immunity.             UCS has alleged nothing, however, that\n\nsuggests     that    Lycos     should      be      considered       to    have    been\n\n\"responsible,\" even \"in part,\" \"for the creation or development\" of\n\nthe alleged misinformation.           At best, UCS's allegations establish\n\nthat Lycos's conduct may have made it marginally easier for others\n\nto develop and disseminate misinformation.                That is not enough to\n\novercome Section 230 immunity.\n\n            In Carafano, the Ninth Circuit rejected the plaintiff's\n\nsuggestion    that     an    online    dating      service    should      have    been\n\nconsidered a developer of a false profile because it provided the\n\nquestionnaire that a user of the service answered falsely.                        339\n\nF.3d   at   1124-25.        The    court     reasoned    that   the       \"underlying\n\nmisinformation\"      that    formed    the     basis    for   the    complaint     was\n\ncontained entirely in the responses provided by the user, and that\n\nthe particularly objectionable content \"bore [no] more than a\n\ntenuous relationship to the actual questions asked.\"                     Id. at 1125.\n\n            Compared    to    Carafano,      the    allegations      in    this   case\n\nprovide an even less substantial basis to find that Lycos was a\n\ndeveloper of the alleged misinformation.                UCS points to the fact\n\nthat Lycos does not prevent a single individual from registering\n\nunder multiple screen names, and to the fact that Lycos links sites\n\nproviding objective financial information to the Raging Bull site.\n\n\n                                        -16-\n\fUCS's theory is that these features of the Raging Bull site make it\n\npossible for individuals to spread misinformation more credibly, by\n\ndoing so under multiple screen names and in a context that is\n\nassociated with objective content.       In Carafano, the plaintiff at\n\nleast had a colorable argument that the misinformation may have\n\nbeen prompted by the dating service's questions. Here there is not\n\neven a colorable argument that any misinformation was prompted by\n\nLycos's registration process or its link structure.           There is no\n\nindication that the Lycos features that UCS criticizes are anything\n\nbut standard for message boards and other web sites.            To impose\n\nliability here would contravene Congress's intent and eviscerate\n\nSection 230 immunity.\n\n            In a related argument, UCS argues that Lycos has provided\n\n\"culpable    assistance\"   to   subscribers   wishing   to    disseminate\n\nmisinformation, and hence Lycos exceeded the bounds of Section 230\n\nimmunity.    UCS draws an analogy to the copyright case of MGM\n\nStudios, Inc. v. Grokster, Ltd., 125 S. Ct. 2764 (2005).               In\n\nGrokster, the Supreme Court held that copyright liability could be\n\npremised on a theory of active inducement of infringement, so that\n\n\"one who distributes a device with the object of promoting its use\n\nto infringe copyright, as shown by clear expression or other\n\naffirmative steps taken to foster infringement, is liable for the\n\nresulting acts of infringement by third parties.\"            Id. at 2770.\n\n\n\n\n                                  -17-\n\fUCS argues that, similarly, Lycos should enjoy no immunity if it\n\nactively induces its subscribers to post unlawful content.\n\n            It    is   not   at    all     clear     that    there    is    a     culpable\n\nassistance exception to Section 230 immunity.                        The language of\n\n\"culpable assistance\" used by UCS appears to have been drawn from\n\nDoe v. GTE Corp., 347 F.3d 655, 659 (7th Cir. 2003).                            But that\n\ncourt used the language in the context of determining whether the\n\ndefendant      might   be    secondarily        liable      under    the     Electronic\n\nCommunications Privacy Act of 1986 (ECPA), Pub. L. No. 99-508, 100\n\nStat.   1848     (codified    as   amended      in    scattered      sections       of   18\n\nU.S.C.).    We note that liability under the ECPA is specifically\n\nexempted from Section 230 immunity.                  See 47 U.S.C. § 230(e)(4).\n\nThere is no ECPA claim here.               Similarly, Grokster itself was a\n\ncopyright case, and secondary liability for copyright infringement\n\nis not affected by Section 230 because intellectual property laws\n\nare also exempted.       See id. § 230(e)(2).\n\n            We need not decide whether a claim premised on active\n\ninducement might be consistent with Section 230 in the absence of\n\na   specific     exception.         Even    assuming        arguendo       that    active\n\ninducement could negate Section 230 immunity, it is clear that UCS\n\nhas   not   alleged    any   acts    by     Lycos     that    come    even      close    to\n\nconstituting the \"clear expression or other affirmative steps taken\n\nto foster\" unlawful activity that would be necessary to find active\n\ninducement.      See Grokster, 125 S. Ct. at 2770.              UCS relies in part\n\n\n                                         -18-\n\fon Lycos's registration process and link structure; as described\n\nabove, these are standard elements of web sites \"with [both] lawful\n\nand unlawful potential,\" see id. at 2780, and hence, without more,\n\ncannot form the basis to find inducement.                  UCS's complaint also\n\ncites the fact that Lycos has taken legal action to protect its\n\nsubscribers, including moving to quash subpoenas and intervening in\n\nrelevant cases.         Actions taken to protect subscribers' legal\n\nrights, however, cannot be construed as inducement of unlawful\n\nactivity, and UCS does not allege that Lycos lacked a reasonable\n\nbasis for its legal activities.              Cf. Prof'l Real Estate Investors,\n\nInc. v. Columbia Pictures Indus., Inc., 508 U.S. 49, 51 (1993)\n\n(\"[L]itigation cannot be deprived of [antitrust] immunity as a sham\n\nunless    the      litigation      is    objectively       baseless.\").          The\n\n\"unmistakable\"       evidence     of    an    \"unlawful    objective\"    found    in\n\nGrokster, 125 S. Ct. at 2782, is entirely absent here.3\n\n               Thus, it is clear that, taking UCS's allegations as true,\n\nLycos    has     done   nothing    in    this    case     that   might   make    the\n\n\n\n\n     3\n       UCS also argues that because it bases its claims on Lycos's\nalleged \"intentional misconduct,\" those claims are not subject to\nSection 230 immunity. It is not clear how UCS is using the phrase\n\"intentional misconduct.\"     If this refers to Lycos's acting\nintentionally with knowledge of the third-party misinformation,\nthen such claims are barred under our holding that notice does not\npreclude Section 230 immunity. If this refers to Lycos's acting\nwith intent to harm UCS, then this is a variant on an active\ninducement theory, which, as we have described, has no basis in\nUCS's factual allegations.\n\n                                        -19-\n\fmisinformation at issue its own, rather than that of \"another\n\ninformation content provider.\"\n\n          3.     Treatment \"as the Publisher\"\n\n          Finally, liability under either the Florida securities\n\nlaw or the Florida cyberstalking law would involve treating Lycos\n\n\"as the publisher\" of the misinformation.4 UCS's securities claims\n\nare based on the theory that individuals were taking a short\n\nposition in UCS stock and then spreading misinformation to depress\n\nthe stock price, so as to profit from their short position.5   There\n\nis no allegation that Lycos has been involved in any UCS stock\n\ntransactions; thus, any liability against it must be premised on\n\nimputing to it the alleged misinformation, that is, on treating it\n\n\n\n     4\n       On the federal cyberstalking claim under 47 U.S.C. § 223, in\naddition to finding the claim barred by Section 230, the district\ncourt also found that the cyberstalking statute does not provide a\nprivate right of action. UCS does not challenge this dispositive\nruling on appeal, so we affirm the dismissal of the claim on that\nbasis, expressing no view on the appropriateness of applying\nSection 230 immunity to a putative civil claim under 47 U.S.C.\n§ 223. See 47 U.S.C. § 230(e)(1) (\"Nothing in this section shall\nbe construed to impair the enforcement of section 223 or 231 of\nthis [title 47], . . . or any other Federal criminal statute.\"\n(emphasis added)).\n     Nor do we express a view on whether the specific exception in\n§ 230(e)(1) for federal criminal statutes might apply to analogous\nstate statutes. UCS's brief might be read to suggest something\nalong these lines, but \"issues adverted to in a perfunctory manner,\nunaccompanied by some effort at developed argumentation, are deemed\nwaived.\" United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\n     5\n       To take a short position in a stock means to sell borrowed\nstock at the current price in the hope that the stock price will\ndecline and the borrower will be able to return the borrowed stock\nby purchasing it at the later, lower price.\n\n                                 -20-\n\fas the publisher of that information.6                     Similarly, the alleged\n\ncyberstalking involves only the publication of a series of postings\n\non the Raging Bull web site. Again, Lycos's liability would depend\n\non treating it as the publisher of those postings.\n\n                  UCS argues that the prohibition against treating Lycos\n\n\"as     the       publisher\"   only     immunizes        Lycos's   \"exercise    of   a\n\npublisher's traditional editorial functions -- such as deciding\n\nwhether to publish, withdraw, postpone or alter content,\" Zeran,\n\n129 F.3d at 330, and not its decisions regarding the \"construct and\n\noperation\" of its web sites. This argument misapprehends the scope\n\nof Section 230 immunity.          If the cause of action is one that would\n\ntreat       the    service   provider    as   the    publisher     of   a   particular\n\nposting, immunity applies not only for the service provider's\n\ndecisions with respect to that posting, but also for its inherent\n\ndecisions about how to treat postings generally. UCS is ultimately\n\nalleging that the construct and operation of Lycos's web sites\n\ncontributed         to   the   proliferation        of    misinformation;      Lycos's\n\ndecision not to reduce misinformation by changing its web site\n\npolicies was as much an editorial decision with respect to that\n\nmisinformation as a decision not to delete a particular posting.\n\nSection 230 immunity does not depend on the form that decision\n\ntakes.       See Green v. Am. Online (AOL), 318 F.3d 465, 470 (3d Cir.\n\n\n\n        6\n       We express no view on the viability of such a claim, absent\nSection 230 immunity.\n\n                                         -21-\n\f2003) (finding that liability for the \"alleged negligent failure to\n\nproperly police [AOL's] network for content transmitted by its\n\nusers . . . would 'treat' AOL 'as the publisher or speaker' of that\n\ncontent\").\n\n          We hold that, given the allegations in UCS's complaint,\n\nliability for Lycos under either the Florida securities statute or\n\nthe Florida cyberstalking statute would involve treating Lycos \"as\n\nthe publisher\" of \"information provided by another information\n\ncontent provider.\"   Thus, we affirm the district court's ruling\n\nthat both claims are barred by Section 230.\n\nB.        Trademark Dilution\n\n          UCS's remaining claim against Lycos was brought under\n\nFlorida trademark law, alleging dilution of the \"UCSY\" trade name\n\nunder Fla. Stat. § 495.151.    Claims based on intellectual property\n\nlaws are not subject to Section 230 immunity.            See 47 U.S.C.\n\n§ 230(e)(2) (\"Nothing in this section shall be construed to limit\n\nor expand any law pertaining to intellectual property.\"); see also\n\nGucci Am., Inc. v. Hall & Assocs., 135 F. Supp. 2d 409, 413\n\n(S.D.N.Y. 2001) (finding that the \"plain language of Section\n\n230(e)(2) precludes [the defendant's] claim of immunity\" from a\n\nclaim for trademark infringement).\n\n          Thus,   \"the   pivotal   issue   for   consideration   here   is\n\nwhether Plaintiff's complaint would withstand a motion to dismiss\n\neven in the absence of § 230.\"     Id. at 412.    We hold that, because\n\n\n                                   -22-\n\fof the serious First Amendment issues that would be raised by\n\nallowing UCS's claim here, the claim would not survive, even in the\n\nabsence of Section 230.7\n\n          During the relevant time period, Fla. Stat. § 495.151\n\n(2006) provided that one who adopts and uses a trademark or trade\n\nname has a cause of action\n\n          to enjoin subsequent use by another of the\n          same or any similar mark [or] trade name . . .\n          if it appears to the court that there exists a\n          likelihood of injury to business reputation or\n          of dilution of the distinctive quality of the\n          mark [or] trade name . . . of the prior user,\n          notwithstanding the absence of competition\n          between the parties or of confusion as to the\n          source of goods or services.8\n\nUCS's theory is that Lycos is liable under this statute for\n\nsuggesting to its subscribers that they use the \"'UCSY' mark for\n\ndesignation of a message board on the Raging Bull web site\" and\n\nthen \"contribut[ing] to the development\" of misinformation on that\n\nmessage board and failing to remove such misinformation.       UCS\n\n\n\n     7\n      After noting the same First Amendment concerns, the district\ncourt held that UCS's trademark claim was \"effectively . . . a\ndefamation claim in the guise of an antidilution claim,\" and that\n\"Lycos and Terra would therefore be shielded from [the claim] by\nCDA immunity.\" We reason somewhat differently, holding that even\nthough Section 230 immunity does not apply, the claim was properly\ndismissed as a matter of trademark law.\n     8\n       The statute has since been amended, effective January 1,\n2007, and now applies only to \"a mark that is famous in this\nstate.\" Fla. Stat. § 495.151 (2007). The new statute contains an\nexplicit exception for \"[n]oncommercial use of the mark.\"    Id.\n§ 495.151(3)(b). Our discussion below would apply equally to the\nnew statute.\n\n                               -23-\n\falleges    that    these   acts    have   caused    injury     to     its   business\n\nreputation and dilution of its UCSY trade name.\n\n            The injury that UCS alleges, however, is not a form of\n\ntrademark    injury.       Trademark      injury   arises      from    an   improper\n\nassociation between the mark and products or services marketed by\n\nothers.     See L.L. Bean, Inc. v. Drake Publishers, Inc., 811 F.2d\n\n26, 31 (1st Cir. 1987).           But any injury to UCS ultimately arises\n\nfrom its being criticized on the Raging Bull site.                      To premise\n\nliability on such criticism would raise serious First Amendment\n\nconcerns.    See id. at 33.        In L.L. Bean, this court held that the\n\n\"application of the Maine anti-dilution statute to [defendant's]\n\nnoncommercial parody cannot withstand constitutional scrutiny\"\n\nunder the First Amendment, recognizing the role of parody \"as a\n\nform of social and literary criticism.\"              Id. (quoting Berlin v.\n\nE.C. Publ'ns, Inc., 329 F.2d 541, 545 (2d Cir. 1964)) (internal\n\nquotation marks omitted).          In that case, as in this one, \"[i]f the\n\nanti-dilution statute were construed as permitting a trademark\n\nowner to enjoin the use of his mark in a noncommercial context\n\nfound to be negative or offensive, then a corporation could shield\n\nitself    from    criticism   by    forbidding     the   use    of    its   name   in\n\ncommentaries critical of its conduct.\"             Id.\n\n            To be sure, UCS does allege that in this case the\n\ncriticism is false and misleading.            But while such an allegation\n\nmight be relevant to a defamation claim, it is not determinative of\n\n\n                                       -24-\n\fwhether UCS's allegations can support a trademark claim.                   If the\n\ninjury alleged is one of critical commentary, it falls outside\n\ntrademark law, whether the criticism is warranted or unwarranted.\n\nUCS   itself   makes   no    distinction      between    lawful    and    unlawful\n\ncriticism in its proposed remedy under trademark law: it requests\n\nan    injunction    that    would   require    Lycos     to   \"permanently       and\n\nirrevocably delete the UCSY message board\" and refrain \"from\n\ncreat[ing] and maintaining . . . a UCSY message board . . . in the\n\nfuture.\"\n\n            UCS tries to avoid the thrust of cases like L.L. Bean by\n\ncharacterizing Lycos's use of the UCSY trade name as \"commercial.\"\n\nIt    certainly    appears   from   the    complaint     that     Lycos    derives\n\nadvertising revenues from the use of its web sites, including\n\nRaging Bull, and that Lycos is a commercial venture.               This does not\n\nimply,   however,    that    Lycos's    use   of   the   UCSY     trade   name   is\n\n\"commercial\" in the relevant sense under trademark law.                   In L.L.\n\nBean, the defendant had used the plaintiff's trademark in a parody\n\narticle published in a \"monthly periodical.\"              811 F.2d at 27.        We\n\nfound the use noncommercial because the mark had not been used \"to\n\nidentify or promote goods or services to consumers,\" id. at 32,\n\nregardless of whether the article appeared in a magazine being sold\n\nfor profit.    Similarly, courts have interpreted the \"noncommercial\n\nuse\" exemption in the Federal Trademark Dilution Act, 15 U.S.C.\n\n§ 1125(c), to apply to commentary about trademarked products, even\n\n\n                                       -25-\n\fif that commentary takes the form of a commercial product, such as\n\na widely-marketed song. See Mattel, Inc. v. MCA Records, Inc., 296\n\nF.3d 894, 899, 907 (9th Cir. 2002).        Thus, Lycos might profit by\n\nencouraging others to talk about UCS under the UCSY name, but\n\nneither that speech nor Lycos's providing a forum for that speech\n\nis the type of use that is subject to trademark liability.\n\n           Other courts have dealt with similar issues under the\n\nrubric of a \"nominative fair use defense.\"        New Kids on the Block\n\nv. News Am. Publ'g, Inc., 971 F.2d 302, 308 (9th Cir. 1992).\n\nUnlike a classic fair use defense, \"where the defendant has used\n\nthe plaintiff's mark to describe the defendant's own product,\" a\n\nnominative fair use defense is designed to protect the ability of\n\nothers to use a mark \"to describe the plaintiff's product.\"            Id.\n\nThus, the Ninth Circuit found that a newspaper's use of a musical\n\ngroup's trademarked name to conduct a poll about the group was a\n\nnominative fair use, even though the poll was conducted for profit.\n\nSee id. at 309.\n\n           This court has not previously decided whether to endorse\n\nthe Ninth Circuit's test for nominative fair uses, and we have no\n\noccasion   to   do   so   here.   We   have,   however,   recognized   the\n\nunderlying principle.       In WCVB-TV v. Boston Athletic Ass'n, 926\n\nF.2d 42 (1st Cir. 1991), the owner of the mark \"Boston Marathon\"\n\ntried to enjoin the use of the mark on an unlicensed broadcast of\n\n\n\n\n                                  -26-\n\fthe marathon.             Id. at 44.          In rejecting a right to such an\n\ninjunction, we noted\n\n              [T]he words \"Boston Marathon\" . . . do more\n              than call attention to Channel 5's program;\n              they also describe the event that Channel 5\n              will broadcast. . . . [T]he use of words for\n              descriptive purposes is called a \"fair use,\"\n              and the law usually permits it even if the\n              words themselves also constitute a trademark.\n\nId.    at    46.         The    unlicensed        broadcaster,    Channel    5,    was   not\n\nasserting a right to use the mark for a different marathon located\n\nin    Boston;       it    was       using   the    mark    to   indicate    that   it    was\n\nbroadcasting the \"Boston Marathon.\"                    We held that it had the right\n\nto use the mark to indicate what it was in fact broadcasting.\n\nSimilarly here, trademark law should not prevent Lycos from using\n\nthe \"UCSY\" mark to indicate that a particular company is the\n\nsubject of a particular message board.\n\n              While Florida courts do not appear to have addressed this\n\nparticular issue with respect to the Florida anti-dilution statute,\n\nthere is every indication that the Florida courts would read the\n\nFlorida statute to exclude the uses made in this case.                       Despite its\n\nbroad language, \"the Florida antidilution statute is not intended\n\nto apply to the use of a similar mark on similar goods,\" but rather\n\nonly    to    the    use       of    \"similar      marks   on   dissimilar    products.\"\n\nHarley-Davidson Motor Co. v. Iron Eagle of Cent. Fla., Inc., 973 F.\n\nSupp. 1421, 1426 (M.D. Fla. 1997).                    Lycos is not using the \"UCSY\"\n\n\n\n\n                                              -27-\n\ftrade name \"on\" a product (or business) at all, but is simply\n\nreferring to the existing company that has adopted that trade name.\n\n          It is not our role to define the specific contours of the\n\nFlorida anti-dilution law, and we do not do so here.      As other\n\ncourts have also found, however, anti-dilution laws should be\n\ninterpreted to provide breathing room for First Amendment concerns.\n\nSee MCA Records, 296 F.3d at 904.       Whether Lycos's use of the\n\n\"UCSY\" trade name is viewed as a noncommercial use, as a nominative\n\nuse, or in some other way, we hold that using a company's trade\n\nname to label a message board on which the company is discussed is\n\nnot a use covered by the Florida anti-dilution statute.       As a\n\nresult, we affirm the district court's dismissal of UCS's dilution\n\nclaim for failure to state a claim.\n\nC.        Discovery\n\n          UCS argues that its claims against Lycos would not have\n\nfared so poorly had the district court given it the opportunity to\n\nconduct preliminary discovery.    We review this claim for an abuse\n\nof the district court's broad discretion in managing discovery, and\n\nwe will not \"interfere unless it clearly appears that a 'discovery\n\norder was plainly wrong and resulted in substantial prejudice to\n\nthe aggrieved party.'\"     Dynamic Image Techs., Inc. v. United\n\nStates, 221 F.3d 34, 38 (1st Cir. 2000) (quoting Mack v. Great Atl.\n\n& Pac. Tea Co., 871 F.2d 179, 186 (1st Cir. 1989)).\n\n\n\n\n                                 -28-\n\f          At the outset, UCS may well have forfeited this point by\n\nfailing to explain to the district court its need for discovery\n\neither in its opposition to the motions to dismiss or at the\n\nOctober 11, 2005 hearing on those motions.      See id.   UCS argues\n\nthat the need for discovery was apparent from its request at the\n\nJuly 26, 2005 hearing, together with the nature of the arguments\n\nmade at the October 11 hearing, but it was not the district court's\n\njob to infer an explanation from these scattered statements.\n\n          In any event, it is clear that even before this court,\n\nUCS has not pointed to any discovery that would support a viable\n\nclaim against Lycos that falls outside of Section 230 immunity.9\n\nCf. id. at 39.   UCS focuses on discovery concerning the \"construct\n\nand operation\" of Lycos's web sites, but as we have explained\n\nabove, Lycos is as entitled to immunity for its decisions about how\n\nto construct its web sites as for its decisions with respect to\n\nindividual message board postings.     Any suggestion that Lycos may\n\nhave done more specifically to encourage the postings at issue is\n\nsheer speculation.     \"[P]laintiffs should not be permitted to\n\nconduct fishing expeditions in hopes of discovering claims that\n\n\n\n\n     9\n       UCS does argue that discovery as to the identity (and\ncitizenship) of the persons using particular screen names to post\nthe allegedly unlawful comments would have allowed it to stave off\nthe district court's jurisdictional dismissal. Since we affirm the\ndismissal on alternate grounds below, we need not address the\npropriety of such discovery.\n\n                                -29-\n\fthey do not know they have.\"       McCloskey, 446 F.3d at 271.   The\n\ndistrict court did not err in not permitting preliminary discovery.\n\n                                  III.\n\n          The remaining issue concerns UCS's claims against the\n\nindividual posters: Villasenor and six John Does.       The district\n\ncourt found that it lacked subject matter jurisdiction over these\n\nclaims because the putative federal claim was insubstantial, and\n\nbecause   the     presence   of   John   Does   destroyed   diversity\n\njurisdiction.10    We bypass the jurisdictional issues raised and\n\nhold, on similar reasoning, that UCS's allegations are insufficient\n\nto plead a claim for securities fraud.11\n\n\n     10\n        The presence of John Does does not destroy diversity\njurisdiction in cases removed to federal court.      See 28 U.S.C.\n§ 1441(a) (\"For purposes of removal under this chapter, the\ncitizenship of defendants sued under fictitious names shall be\ndisregarded.\"); see also Howell v. Tribune Entm't Co., 106 F.3d\n215, 218 (7th Cir. 1997). Federal courts do not agree on whether\nJohn Does are permitted in diversity cases originally filed in\nfederal court, as this case was. Compare Howell, 106 F.3d at 218\n(no) with Macheras v. Ctr. Art Galleries-Hawaii, Inc., 776 F. Supp.\n1436, 1440 (D. Haw. 1991) (yes).      The First Circuit has never\ndirectly addressed this issue, nor do we do so here. See McMann v.\nDoe, 460 F. Supp. 2d 259, 264 (D. Mass. 2006).\n     11\n       The Supreme Court has held that courts must resolve issues\nof Article III jurisdiction before reaching questions on the\nmerits, even if \"(1) the merits question is more readily resolved,\nand (2) the prevailing party on the merits would be the same as the\nprevailing party were jurisdiction denied.\" Steel Co. v. Citizens\nfor a Better Env't, 523 U.S. 83, 93-94 (1998). However, the rule\nis well established in this circuit that \"while Article III\njurisdictional disputes are subject to Steel Co., statutory\njurisdictional disputes are not.\" Restoration Pres. Masonry, Inc.\nv. Grove Eur. Ltd., 325 F.3d 54, 59 (1st Cir. 2003). Article III\nrequires only \"minimal diversity\" for jurisdiction based on\ndiversity of citizenship, that is, \"two adverse parties [who] are\n\n                                  -30-\n\f            UCS's theory of securities fraud appears to be, as we\n\nhave described, that Villasenor and the John Does first took short\n\npositions in UCS stock and then spread misinformation to depress\n\nthe stock price.      Cf. SEC v. Mandaci, No. 00 Civ. 6635, 2004 U.S.\n\nDist. LEXIS 19143, at *1 (S.D.N.Y. Sept. 27, 2004) (describing\n\nscheme to \"purchase[] certain stocks and then . . . artificially\n\ninflate    the    market   prices   of   those    stocks    by   posting     false\n\ninformation . . . on Internet message boards\").             However, UCS does\n\nnot sufficiently allege such a scheme.                UCS's Second Amended\n\nComplaint contains copious allegations regarding the postings on\n\nRaging Bull, but as to a short-selling scheme, only a single\n\nallegation that \"[u]pon information and belief,\" the individual\n\ndefendants \"fraudulently manipulate[d] the market in the securities\n\nfor   publicly    traded    companies\"    using   a   short-selling        scheme.\n\nNowhere    does     the    complaint     specifically      allege    UCS     stock\n\ntransactions by the defendants.\n\n            Such a conclusory allegation of securities fraud runs\n\nafoul of the requirement of Federal Rule of Civil Procedure 9(b) to\n\nplead     \"the    circumstances     constituting      fraud      .   .   .    with\n\n\n\n\nnot co-citizens.\" State Farm Fire & Cas. Co. v. Tashire, 386 U.S.\n523, 530-31 (1967).     In this case, Villasenor, a citizen of\nCalifornia, is diverse from Universal Communication Systems, a\nNevada corporation with its principal place of business in Florida.\nThus, the district court did have Article III jurisdiction over the\nclaims in the Second Amended Complaint filed by UCS.\n\n                                       -31-\n\fparticularity.\"12    Not only has UCS failed to specifically allege\n\na connection between the postings and a scheme involving UCS stock,\n\nthe   sole   allegation   of   a   short-selling   scheme   is   made   on\n\ninformation and belief. \"Where allegations of fraud are explicitly\n\nor . . . implicitly based only on information and belief, the\n\ncomplaint must set forth the source of the information and the\n\nreasons for the belief.\"       Romani v. Shearson Lehman Hutton, 929\n\nF.2d 875, 878 (1st Cir. 1991).      UCS has not done so here.     UCS does\n\nnot purport to state a claim for securities fraud based solely on\n\nnegative effects that the Raging Bull postings had on the company's\n\nstock price; in the absence of further factual allegations, it\n\ncannot proceed merely on the hope that it will find more.               See\n\nHayduk v. Lanna, 775 F.2d 441, 443 (1st Cir. 1985).\n\n             Finally, these pleading defects are also fatal to UCS's\n\nclaims under state law based on the same allegations.            \"Although\n\nstate law governs the burden of proving fraud at trial, the\n\nprocedure for pleading fraud in federal courts in all diversity\n\nsuits is governed by the special pleading requirements of Federal\n\nRule of Civil Procedure 9(b).\"      Id.\n\n\n\n\n      12\n       To the extent applicable, the pleadings also fall short of\nthe standard required by the Private Securities Litigation Reform\nAct of 1995, 15 U.S.C. § 78u-4, which we have held to embody \"at\nleast the standards of Rule 9(b).\" Greebel v. FTP Software, Inc.,\n194 F.3d 185, 193 (1st Cir. 1999).\n\n                                   -32-\n\f                                IV.\n\n          Therefore, while some of UCS's claims are barred by\n\nSection 230 immunity, the remaining ones simply do not state a\n\nclaim based on the facts alleged.   If UCS has in fact been injured,\n\nredress is not available through any of the avenues it has chosen\n\nto pursue in this case.    The district court's dismissal of all\n\nclaims is affirmed.   Costs are awarded to appellees.\n\n\n\n\n                               -33-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\nNo. 06-1826\n\n              UNIVERSAL COMMUNICATION SYSTEMS, INC.;\n                        MICHAEL J. ZWEBNER,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n     LYCOS, INC., D/B/A LYCOS NETWORK; TERRA NETWORKS, S.A.;\n     ROBERTO VILLASENOR, JR., A/K/A the-worm06; JOHN DOE #2,\n           A/K/A no-insiders; ROBERTO VILLASENOR, JR.,\n   A/K/A the-worm06A; JOHN DOE #4, A/K/A 65175R; JOHN DOE #5,\n       A/K/A Henry-Johnson123; JOHN DOE #6, A/K/A quondo1;\n  JOHN DOE #7, A/K/A Tobias95; JOHN DOE #8, A/K/A CrawleySmith,\n\n                      Defendants, Appellees.\n\n\n     ROBERT H. COOPER; ANDREW CUNNINGHAM; DOES 1 THROUGH 8;\n                          OMAR GHAFFAR,\n\n                     Third-Party Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Robert E. Keeton, Senior U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                 Selya and Lynch, Circuit Judges.\n\n\n\n     John H. Faro, with whom Faro & Associates was on brief, for\nappellants.\n     Daniel J. Cloherty, with whom David A. Bunis, Rachel Zoob-\nHill, and Dwyer & Collora, LLP were on brief, for appellee Lycos,\nInc.\n\f     Thomas G. Rohback, with whom James J. Reardon, Jr. and\nLeBoeuf, Lamb, Greene & MacRae LLP were on brief, for appellee\nTerra Networks, S.A.\n\n\n\n                      February 23, 2007\n\f            LYNCH, Circuit Judge. Plaintiffs Universal Communication\n\nSystems, Inc. and its chief executive officer, Michael J. Zwebner,\n\n(collectively, \"UCS\") brought suit, objecting to a series of\n\nallegedly false and defamatory postings made under pseudonymous\n\nscreen names on an Internet message board operated by Lycos, Inc.\n\nUCS identified two of the screen names as having been registered to\n\nRoberto Villasenor, Jr. UCS sued not only Villasenor and the other\n\nposters of messages, as John Does, but also Lycos and Terra\n\nNetworks,    S.A.,   Lycos's   corporate    parent   at    the   time   of   the\n\npostings in question.\n\n            In Section 230 of the Communications Decency Act (CDA),\n\n47 U.S.C. § 230, Congress has granted broad immunity to entities,\n\nsuch   as   Lycos,   that   facilitate    the   speech    of   others   on   the\n\nInternet.    Whatever the limits of that immunity, it is clear that\n\nLycos's activities in this case fall squarely within those that\n\nCongress intended to immunize.      UCS attempted to plead around this\n\nSection 230 statutory immunity by asserting that Lycos did not\n\nqualify for immunity and that UCS's claims fell within certain\n\nexceptions to that immunity.        The district court rejected these\n\narguments and dismissed the claims against Lycos and Terra Networks\n\nfor failure to state a claim.      We agree and affirm the dismissals,\n\njoining the other courts that have uniformly given effect to\n\nSection 230 in similar circumstances.\n\n\n\n\n                                    -3-\n\f           As for the claims against the individuals who posted, UCS\n\nalleged violations of federal and state securities laws, but made\n\nonly conclusory allegations that the postings at issue were in\n\nconnection with a scheme involving UCS stock.              It thus failed to\n\nmeet the particularity requirement for pleading fraud under Federal\n\nRule of Civil Procedure 9(b).           In the absence of any substantial\n\nallegations on this point, we affirm the district court’s dismissal\n\nof those claims.\n\n                                        I.\n\n           Because we review here the district court’s granting of\n\na motion to dismiss, we recite the facts as alleged in UCS’s\n\ncomplaint, McCloskey v. Mueller, </pre><span class=\"citation\" data-id=\"202217\"><a href=\"/opinion/202217/mccloskey-v-mueller/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span><pre class=\"inline\">, 264 (1st Cir. 2006),\n\nbut   without    crediting   unsupported     conclusions    and     assertions,\n\nPalmer v. Champion Mortgage, </pre><span class=\"citation\" data-id=\"202442\"><a href=\"/opinion/202442/palmer-v-champion-mortgage/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 25 (1st Cir. 2006).\n\n           Universal     Communication       Systems,   Inc.   is    a     Nevada\n\ncorporation with its corporate offices in Florida.             The company at\n\none point provided telecommunications services and currently is\n\ndeveloping      solar-powered   water    extraction     systems.      It    is   a\n\npublicly-traded company that trades under the ticker symbol \"UCSY,\"\n\na label that the company also uses in its promotional materials.\n\nZwebner is Chairman and CEO of the company.           He is a citizen of the\n\nUnited Kingdom and of Israel, with his principal residence in\n\nIsrael and a secondary residence in Florida.\n\n\n\n\n                                    -4-\n\f           Lycos is a Massachusetts corporation with its principal\n\nplace of business in Massachusetts.       Terra Networks is a Spanish\n\ncorporation with its principal place of business in Spain.       Terra\n\nNetworks owned Lycos from 2000 to 2004.\n\n           Lycos operates a network of web sites devoted to a wide\n\narray of content. At times relevant here, these web sites included\n\nQuote.com, which provides stock quotation information and financial\n\ndata for publicly-traded companies, and RagingBull.com, which hosts\n\nfinancially-oriented message boards, including ones designed to\n\nallow users to post comments about publicly-traded companies.        The\n\nmessage board for each such company is generally created by a user\n\nand is generally identified using the company's stock ticker symbol\n\n-- UCSY in this case.    In addition, the two web sites are linked to\n\neach other, so that a user who retrieves a stock quote from\n\nQuote.com is also given a link to the corresponding message board\n\non Raging Bull.   Both web sites contain advertisements, and Lycos\n\nderives advertising revenue that depends in some measure on the\n\nvolume of usage of its sites.\n\n           Individuals must register with Lycos in order to post\n\nmessages   on   Raging   Bull   message   boards.   As   part   of   the\n\nregistration process, users are required to agree to a \"Subscriber\n\nAgreement,\" which, inter alia, requires users to comply with\n\nfederal and state securities laws.        Upon registration, a member\n\nobtains a \"screen name.\"        Postings on the message board are\n\n\n                                   -5-\n\fidentified by screen name, but no further identifying information\n\nis automatically included with the posting.              The registration\n\nprocess does not prevent a single individual from registering under\n\nmultiple screen names.\n\n           Starting   at   least    in    2003,   a   number    of   postings\n\ndisparaging   the   \"financial     condition,     business     prospects   and\n\nmanagement integrity\" of UCS appeared on Raging Bull's UCSY message\n\nboard.    UCS alleges that these postings were \"false, misleading\n\nand/or incomplete.\"    In particular, UCS identified postings made\n\nunder eight different screen names as objectionable.             UCS alleges\n\nthat the individuals registered under each of these screen names\n\n\"are one [and] the same individual, Roberto Villasenor, Jr. and/or\n\nare individuals acting in concert with Roberto Villasenor, Jr.\"\n\n           On January 19, 2005, UCS filed suit against Lycos and\n\nTerra Networks in federal district court in the Southern District\n\nof Florida. On February 2, 2005, before either defendant responded\n\nto the complaint, UCS filed a \"First Amended Complaint,\" adding as\n\ndefendants eight John Does, each identified by a Raging Bull screen\n\nname.    In this First Amended Complaint, UCS alleged four claims:\n\n(1) fraudulent securities transactions under Fla. Stat. § 517.301;\n\n(2) cyberstalking under 47 U.S.C. § 223; (3) dilution of trade name\n\nunder Fla. Stat. § 495.151; and (4) cyberstalking under Fla. Stat.\n\n§ 784.048.    The Florida securities claim was made against all of\n\n\n\n\n                                    -6-\n\fthe defendants, and the remaining claims were made against Lycos\n\nand Terra Networks only.\n\n               In response, Lycos filed a motion to dismiss, arguing\n\nthat      UCS's     claims     were    barred      under       Section      230   of   the\n\nCommunications Decency Act, 47 U.S.C. § 230, and that there was no\n\nbasis for either the federal cyberstalking claim or the state\n\ndilution claim.        Section 230 provides that \"[n]o provider or user\n\nof   an    interactive       computer       service      shall    be   treated    as   the\n\npublisher      or    speaker    of    any    information         provided    by   another\n\ninformation content provider,\" id. § 230(c)(1), and that \"[n]o\n\ncause of action may be brought and no liability may be imposed\n\nunder any State or local law that is inconsistent with this\n\nsection,\" id. § 230(e)(3).\n\n               In the alternative, Lycos moved to transfer the case to\n\nthe District of Massachusetts, citing a forum selection clause in\n\nits Subscriber Agreement.              In addition, Lycos sought a stay of\n\ndiscovery pending the resolution of these motions.                          The district\n\ncourt     in      Florida    granted    the       stay    and     shortly     thereafter\n\ntransferred the case to Massachusetts.                         This left pending the\n\nmotion to dismiss.\n\n               Following       the    transfer,          the     district     court     in\n\nMassachusetts held a hearing on July 26, 2005, at which it denied\n\nall pending motions without prejudice.                    It then scheduled a later\n\nconference at which to consider any renewed motions, and held that\n\n\n                                            -7-\n\fit would \"not lift the stay on discovery at this time.\"          In\n\nresponse to UCS's request for limited discovery in the interim, the\n\ndistrict court judge stated that he would \"not allow that until\n\nI've had an opportunity to hear you on the matter.   That will be an\n\nissue that we will take up at the [later] conference.\"\n\n            Lycos and Terra Networks again filed motions to dismiss,\n\nand on October 11, 2005, the district court granted the motions.\n\nThe court ruled from the bench that Section 230 \"immunizes Lycos\n\n[and Terra Networks] from all of the four counts in the plaintiffs'\n\ncomplaint\" and did not address any of the alternate arguments for\n\ndismissal.     At that hearing, UCS made no mention of any need for\n\ndiscovery in order to properly oppose the motions to dismiss.\n\n            UCS then moved for leave to amend its complaint again.\n\nIn the proposed second amended complaint, UCS alleged essentially\n\nthe same four causes of action, but added factual allegations going\n\nto the \"construct and operation\" of Lycos's web sites, evidently\n\nassuming that such facts would take Lycos outside Section 230\n\nimmunity.\n\n            On December 21, 2005, the district court denied the\n\nmotion to amend the complaint as to Lycos and Terra Networks,\n\nfinding that the claims against those defendants, as framed in the\n\nproposed second amended complaint, would continue to be barred by\n\nSection 230.    In addition, the district court held that the claim\n\nfor cyberstalking under 47 U.S.C. § 223 would be dismissed for\n\n\n                                 -8-\n\ffailure to state a claim, because that statute does not provide a\n\nprivate right of action.                    As to the Florida trademark dilution\n\nclaim, the court held that because Lycos was not using \"the 'UCSY'\n\ntrademark to market incompatible products or services,\" but was\n\nonly using it \"on the Raging Bull message board,\" the claim was\n\n\"effectively          .   .    .     a    defamation     claim    in    the    guise   of    an\n\nantidilution claim,\" and was thus barred by Section 230.\n\n                 The district court did, however, grant leave to file a\n\ncomplaint against the John Doe defendants to assert a claim under\n\nthe Florida securities statute.                     On February 27, 2006, UCS filed a\n\n\"Second Amended Complaint\" against Villasenor and the John Does.\n\nIn this complaint, UCS substituted Roberto Villasenor, Jr. for two\n\nof   the     John     Does,         previously      identified     as   \"the-worm06\"        and\n\n\"the-worm06A.\"1               The    complaint       alleged     that   Villasenor     was    a\n\ncitizen of California.                   In addition to asserting a cause of action\n\nunder Florida securities laws against Villasenor and the remaining\n\nJohn Does, the complaint alleged causes of action, founded on the\n\nsame       set   of   operative           facts,    under   federal     securities     laws,\n\nMassachusetts securities laws, and Massachusetts common law fraud.\n\nSubject matter jurisdiction was alleged based on both federal\n\nquestion jurisdiction and diversity jurisdiction.                             UCS then moved\n\nfor entry of separate and final judgment against Lycos and Terra\n\n\n       1\n       Despite UCS's suggestion to the contrary, the complaint\nsquarely alleged that the John Does might not all be Villasenor,\nbut might be \"individuals acting in concert with\" Villasenor.\n\n                                                   -9-\n\fNetworks.    On April 6, 2006, Villasenor filed an answer to the\n\ncomplaint, also asserting counterclaims and third-party claims.\n\n            On April 18, 2006, the district court denied the motion\n\nfor entry of separate and final judgment as to Lycos and Terra\n\nNetworks, finding that the court lacked subject matter jurisdiction\n\nover the remaining claims and so judgment should be entered on all\n\nclaims   filed   against   all   defendants.   The   court   found   that\n\ndiversity jurisdiction was destroyed by the presence of the John\n\nDoe defendants.      The court also found that the claim under the\n\nfederal securities laws against Villasenor and the John Does was\n\nnot   sufficiently     substantial    to   confer    federal   question\n\njurisdiction, as UCS had failed to \"allege that any individual\n\ndefendant owned, borrowed, sold, or purchased any shares in UCSY.\"\n\nAs a result, the district court ordered the case \"dismissed as to\n\nall defendants.\"\n\n                                   II.\n\n            We review a denial of leave to amend the complaint for\n\nabuse of discretion, \"deferring to the district court for any\n\nadequate reason apparent from the record.\"     Resolution Trust Corp.\n\nv. Gold, </pre><span class=\"citation\" data-id=\"195523\"><a href=\"/opinion/195523/resolution-v-gold/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></a></span><pre class=\"inline\">, 253 (1st Cir. 1994).          The futility of the\n\namendment is an adequate reason to reject it, see id., and here the\n\ndistrict court found that the amendment would be futile because the\n\namended complaint would be subject to dismissal.        Our review of a\n\ndismissal for either failure to state a claim or lack of subject\n\n\n                                   -10-\n\fmatter jurisdiction (so long as made without factfinding) is de\n\nnovo.       McCloskey, 446 F.3d at 266.              We are not limited by the\n\ndistrict      court's    reasoning,     and    we    \"may    affirm    an   order     of\n\ndismissal on any basis made apparent by the record.\"                     Id.\n\n              We begin with the Florida law claims against Lycos and\n\nTerra Networks.2        Because these claims are based, at least in part,\n\non the alleged impropriety of postings made by third parties on\n\nRaging Bull, UCS must contend with the statutory immunity provided\n\nby Section 230.      UCS has attempted to plead around that immunity by\n\ncasting      its   claims   only   in   terms       of    Lycos's    actions   and    by\n\nasserting causes of action that purportedly fall into one of the\n\nstatutory      exceptions    to    Section     230       immunity.     Whatever      the\n\nviability of UCS's legal theories in the abstract, however, the\n\nfacts pleaded simply do not fit those theories.                        On the facts\n\nalleged, Congress intended that, within broad limits, message board\n\noperators would not be held responsible for the postings made by\n\nothers on that board.        No amount of artful pleading can avoid that\n\nresult.\n\n\n\n\n        2\n       Both before the district court and in this court, Terra\nNetworks has argued that, in addition to the bases for dismissal\napplicable to Lycos, the claims against it should be dismissed for\nlack of personal jurisdiction. Because we find that all claims\nagainst both Lycos and Terra Networks were properly dismissed for\nfailure to state a claim, we need not reach this alternative\nargument.   In the remainder of this opinion, we refer only to\nclaims against Lycos, but the disposition of the claims against\nTerra Networks is the same.\n\n                                        -11-\n\fA.        Applicability of CDA Section 230 Immunity\n\n          Section 230 provides that \"[n]o provider or user of an\n\ninteractive computer service shall be treated as the publisher or\n\nspeaker of any information provided by another information content\n\nprovider,\" 47 U.S.C. § 230(c)(1), and that \"[n]o cause of action\n\nmay be brought and no liability may be imposed under any State or\n\nlocal law that is inconsistent with this section,\" id. § 230(e)(3).\n\nThus, unless an exception applies, Lycos is immunized from a state\n\nlaw claim if: (1) Lycos is a \"provider or user of an interactive\n\ncomputer service\"; (2) the claim is based on \"information provided\n\nby another information content provider\"; and (3) the claim would\n\ntreat Lycos \"as the publisher or speaker\" of that information.\n\n          Although this court has not previously interpreted CDA\n\nSection 230, we do not write on a blank slate.    The other courts\n\nthat have addressed these issues have generally interpreted Section\n\n230 immunity broadly, so as to effectuate Congress's \"policy choice\n\n. . . not to deter harmful online speech through the . . . route of\n\nimposing tort liability on companies that serve as intermediaries\n\nfor other parties' potentially injurious messages.\"   Zeran v. Am.\n\nOnline, Inc., </pre><span class=\"citation\" data-id=\"748185\"><a href=\"/opinion/748185/kenneth-m-zeran-v-america-online-incorporated/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span><pre class=\"inline\">, 330-31 (4th Cir. 1997); see also\n\nCarafano v. Metrosplash.com, Inc., </pre><span class=\"citation\" data-id=\"783143\"><a href=\"/opinion/783143/christianne-carafano-aka-chase-masterson-v-metrosplashcom-inc-a/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1119</span></a></span><pre class=\"inline\">, 1123-24 (9th Cir.\n\n2003); Ben Ezra, Weinstein, & Co. v. Am. Online Inc., </pre><span class=\"citation\" data-id=\"159327\"><a href=\"/opinion/159327/ben-ezra-weinstein-v-america-online/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span><pre class=\"inline\">,\n\n985 n.3 (10th Cir. 2000).   In Zeran, the Fourth Circuit noted the\n\n\"obvious chilling effect\" that such intermediary tort liability\n\n\n                               -12-\n\fcould have, given the volume of material communicated through such\n\nintermediaries, the difficulty of separating lawful from unlawful\n\nspeech, and the relative lack of incentives to protect lawful\n\nspeech.    129 F.3d at 331.     The Fourth Circuit also recognized the\n\ncongressional    purpose   of   removing    the   disincentives     to    self-\n\nregulation that would otherwise result if liability were imposed on\n\nintermediaries that took an active role in screening content.              Id.\n\n            In light of these policy concerns, we too find that\n\nSection 230 immunity should be broadly construed.             In the context\n\nof this case, we have no trouble finding that Lycos's conduct in\n\noperating the Raging Bull web site fits comfortably within the\n\nimmunity   intended   by   Congress.       In   particular:   (1)   web   site\n\noperators, such as Lycos, are \"provider[s] . . . of an interactive\n\ncomputer service\"; (2) message board postings do not cease to be\n\n\"information provided by another information content provider\"\n\nmerely because the \"construct and operation\" of the web site might\n\nhave some influence on the content of the postings; and (3)\n\nimmunity extends beyond publisher liability in defamation law to\n\ncover any claim that would treat Lycos \"as the publisher.\"\n\n            1.     \"Interactive Computer Service\" Provider\n\n            There is no merit to UCS's suggestion that Lycos might\n\nnot be a provider of an interactive computer service and so is not\n\nentitled to Section 230 immunity. The statute defines \"interactive\n\ncomputer service\" to be \"any information service, system, or access\n\n\n                                   -13-\n\fsoftware provider that provides or enables computer access by\n\nmultiple users to a computer server, including specifically a\n\nservice or system that provides access to the Internet.\" 47 U.S.C.\n\n§ 230(f)(2).     A web site, such as the Raging Bull site, \"enables\n\ncomputer access by multiple users to a computer server,\" namely,\n\nthe server that hosts the web site. Therefore, web site operators,\n\nsuch as Lycos, are providers of interactive computer services\n\nwithin the meaning of Section 230.\n\n           UCS argues that Lycos might not be such a provider\n\nbecause   it    \"does    not   provide   user   access    to   the   internet.\"\n\nProviding access to the Internet is, however, not the only way to\n\nbe an interactive computer service provider.             While such providers\n\nare \"specifically\" included, there is no indication that the\n\ndefinition should be so limited.            Other courts have reached the\n\nsame conclusion.        See, e.g., Carafano, 339 F.3d at 1123.\n\n           2.       \"Information Provided By Another\"\n\n           The message board postings to which UCS objects are, on\n\ntheir face, \"information provided by another information content\n\nprovider.\"     Section 230 defines \"information content provider\" to\n\nbe \"any person or entity that is responsible, in whole or in part,\n\nfor the creation or development of information provided through the\n\nInternet or any other interactive computer service.\"                 47 U.S.C.\n\n§ 230(f)(3).     This is a broad definition, covering even those who\n\nare responsible for the development of content only \"in part.\"               In\n\n\n                                     -14-\n\fthis case, it is clear that the individual posters on the Raging\n\nBull web site are information content providers.\n\n            A    key   limitation   in   Section   230,    however,    is    that\n\nimmunity only applies when the information that forms the basis for\n\nthe state law claim has been provided by \"another information\n\ncontent provider.\"        Id. § 230(c)(1) (emphasis added).            Thus, an\n\ninteractive computer service provider remains liable for its own\n\nspeech.    See Anthony v. Yahoo! Inc., </pre><span class=\"citation\" data-id=\"2523993\"><a href=\"/opinion/2523993/anthony-v-yahoo-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1257</span></a></span><pre class=\"inline\">, 1262-63\n\n(N.D. Cal. 2006) (finding an online dating service not immune under\n\nSection 230 from claims that it \"manufactured false profiles\" and\n\n\"sent profiles of actual, legitimate former subscribers whose\n\nsubscriptions had expired\" (internal quotation marks omitted)).\n\n            It is, by now, well established that notice of the\n\nunlawful nature of the information provided is not enough to make\n\nit the service provider's own speech.          See Zeran, 129 F.3d at 332-\n\n33; see also Barrett v. Rosenthal, </pre><span class=\"citation\" data-id=\"2588352\"><a href=\"/opinion/2588352/barrett-v-rosenthal/\"><span class=\"volume\">146</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">510</span></a></span><pre class=\"inline\">, 514, 525 (Cal.\n\n2006).    We confirm that view and join the other courts that have\n\nheld that Section 230 immunity applies even after notice of the\n\npotentially unlawful nature of the third-party content.\n\n            UCS \"emphasize[s]\" that Lycos was \"manifestly aware of\n\nthe illegal nature of [the] subscriber postings,\" but does not rely\n\non notice alone in arguing against immunity.              UCS argues instead\n\nthat     Lycos    \"has   involved    itself     with     its   subscriber[s']\n\nconduct/activities       and/or   rendered    culpable    assistance    to   its\n\n\n                                     -15-\n\fregistered subscribers to the Lycos Network, through the construct\n\nand operation of its web site,\" and that such conduct falls outside\n\nSection 230 immunity.             UCS has alleged nothing, however, that\n\nsuggests     that    Lycos     should      be      considered       to    have    been\n\n\"responsible,\" even \"in part,\" \"for the creation or development\" of\n\nthe alleged misinformation.           At best, UCS's allegations establish\n\nthat Lycos's conduct may have made it marginally easier for others\n\nto develop and disseminate misinformation.                That is not enough to\n\novercome Section 230 immunity.\n\n            In Carafano, the Ninth Circuit rejected the plaintiff's\n\nsuggestion    that     an    online    dating      service    should      have    been\n\nconsidered a developer of a false profile because it provided the\n\nquestionnaire that a user of the service answered falsely.                        339\n\nF.3d   at   1124-25.        The    court     reasoned    that   the       \"underlying\n\nmisinformation\"      that    formed    the     basis    for   the    complaint     was\n\ncontained entirely in the responses provided by the user, and that\n\nthe particularly objectionable content \"bore [no] more than a\n\ntenuous relationship to the actual questions asked.\"                     Id. at 1125.\n\n            Compared    to    Carafano,      the    allegations      in    this   case\n\nprovide an even less substantial basis to find that Lycos was a\n\ndeveloper of the alleged misinformation.                UCS points to the fact\n\nthat Lycos does not prevent a single individual from registering\n\nunder multiple screen names, and to the fact that Lycos links sites\n\nproviding objective financial information to the Raging Bull site.\n\n\n                                        -16-\n\fUCS's theory is that these features of the Raging Bull site make it\n\npossible for individuals to spread misinformation more credibly, by\n\ndoing so under multiple screen names and in a context that is\n\nassociated with objective content.       In Carafano, the plaintiff at\n\nleast had a colorable argument that the misinformation may have\n\nbeen prompted by the dating service's questions. Here there is not\n\neven a colorable argument that any misinformation was prompted by\n\nLycos's registration process or its link structure.           There is no\n\nindication that the Lycos features that UCS criticizes are anything\n\nbut standard for message boards and other web sites.            To impose\n\nliability here would contravene Congress's intent and eviscerate\n\nSection 230 immunity.\n\n            In a related argument, UCS argues that Lycos has provided\n\n\"culpable    assistance\"   to   subscribers   wishing   to    disseminate\n\nmisinformation, and hence Lycos exceeded the bounds of Section 230\n\nimmunity.    UCS draws an analogy to the copyright case of MGM\n\nStudios, Inc. v. Grokster, Ltd., </pre><span class=\"citation\" data-id=\"799994\"><a href=\"/opinion/799994/metro-goldwyn-mayer-studios-inc-v-grokster-ltd/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2764</span></a></span><pre class=\"inline\"> (2005).               In\n\nGrokster, the Supreme Court held that copyright liability could be\n\npremised on a theory of active inducement of infringement, so that\n\n\"one who distributes a device with the object of promoting its use\n\nto infringe copyright, as shown by clear expression or other\n\naffirmative steps taken to foster infringement, is liable for the\n\nresulting acts of infringement by third parties.\"            Id. at 2770.\n\n\n\n\n                                  -17-\n\fUCS argues that, similarly, Lycos should enjoy no immunity if it\n\nactively induces its subscribers to post unlawful content.\n\n            It    is   not   at    all     clear     that    there    is    a     culpable\n\nassistance exception to Section 230 immunity.                        The language of\n\n\"culpable assistance\" used by UCS appears to have been drawn from\n\nDoe v. GTE Corp., </pre><span class=\"citation\" data-id=\"783969\"><a href=\"/opinion/783969/john-doe-and-other-members-of-the-football-team-at-illinois-state/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span><pre class=\"inline\">, 659 (7th Cir. 2003).                            But that\n\ncourt used the language in the context of determining whether the\n\ndefendant      might   be    secondarily        liable      under    the     Electronic\n\nCommunications Privacy Act of 1986 (ECPA), Pub. L. No. 99-508, 100\n\nStat.   1848     (codified    as   amended      in    scattered      sections       of   18\n\nU.S.C.).    We note that liability under the ECPA is specifically\n\nexempted from Section 230 immunity.                  See 47 U.S.C. § 230(e)(4).\n\nThere is no ECPA claim here.               Similarly, Grokster itself was a\n\ncopyright case, and secondary liability for copyright infringement\n\nis not affected by Section 230 because intellectual property laws\n\nare also exempted.       See id. § 230(e)(2).\n\n            We need not decide whether a claim premised on active\n\ninducement might be consistent with Section 230 in the absence of\n\na   specific     exception.         Even    assuming        arguendo       that    active\n\ninducement could negate Section 230 immunity, it is clear that UCS\n\nhas   not   alleged    any   acts    by     Lycos     that    come    even      close    to\n\nconstituting the \"clear expression or other affirmative steps taken\n\nto foster\" unlawful activity that would be necessary to find active\n\ninducement.      See Grokster, 125 S. Ct. at 2770.              UCS relies in part\n\n\n                                         -18-\n\fon Lycos's registration process and link structure; as described\n\nabove, these are standard elements of web sites \"with [both] lawful\n\nand unlawful potential,\" see id. at 2780, and hence, without more,\n\ncannot form the basis to find inducement.                  UCS's complaint also\n\ncites the fact that Lycos has taken legal action to protect its\n\nsubscribers, including moving to quash subpoenas and intervening in\n\nrelevant cases.         Actions taken to protect subscribers' legal\n\nrights, however, cannot be construed as inducement of unlawful\n\nactivity, and UCS does not allege that Lycos lacked a reasonable\n\nbasis for its legal activities.              Cf. Prof'l Real Estate Investors,\n\nInc. v. Columbia Pictures Indus., Inc., </pre><span class=\"citation\" data-id=\"112855\"><a href=\"/opinion/112855/professional-real-estate-investors-inc-v-columbia-pictures-industries/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">, 51 (1993)\n\n(\"[L]itigation cannot be deprived of [antitrust] immunity as a sham\n\nunless    the      litigation      is    objectively       baseless.\").          The\n\n\"unmistakable\"       evidence     of    an    \"unlawful    objective\"    found    in\n\nGrokster, 125 S. Ct. at 2782, is entirely absent here.3\n\n               Thus, it is clear that, taking UCS's allegations as true,\n\nLycos    has     done   nothing    in    this    case     that   might   make    the\n\n\n\n\n     3\n       UCS also argues that because it bases its claims on Lycos's\nalleged \"intentional misconduct,\" those claims are not subject to\nSection 230 immunity. It is not clear how UCS is using the phrase\n\"intentional misconduct.\"     If this refers to Lycos's acting\nintentionally with knowledge of the third-party misinformation,\nthen such claims are barred under our holding that notice does not\npreclude Section 230 immunity. If this refers to Lycos's acting\nwith intent to harm UCS, then this is a variant on an active\ninducement theory, which, as we have described, has no basis in\nUCS's factual allegations.\n\n                                        -19-\n\fmisinformation at issue its own, rather than that of \"another\n\ninformation content provider.\"\n\n          3.     Treatment \"as the Publisher\"\n\n          Finally, liability under either the Florida securities\n\nlaw or the Florida cyberstalking law would involve treating Lycos\n\n\"as the publisher\" of the misinformation.4 UCS's securities claims\n\nare based on the theory that individuals were taking a short\n\nposition in UCS stock and then spreading misinformation to depress\n\nthe stock price, so as to profit from their short position.5   There\n\nis no allegation that Lycos has been involved in any UCS stock\n\ntransactions; thus, any liability against it must be premised on\n\nimputing to it the alleged misinformation, that is, on treating it\n\n\n\n     4\n       On the federal cyberstalking claim under 47 U.S.C. § 223, in\naddition to finding the claim barred by Section 230, the district\ncourt also found that the cyberstalking statute does not provide a\nprivate right of action. UCS does not challenge this dispositive\nruling on appeal, so we affirm the dismissal of the claim on that\nbasis, expressing no view on the appropriateness of applying\nSection 230 immunity to a putative civil claim under 47 U.S.C.\n§ 223. See 47 U.S.C. § 230(e)(1) (\"Nothing in this section shall\nbe construed to impair the enforcement of section 223 or 231 of\nthis [title 47], . . . or any other Federal criminal statute.\"\n(emphasis added)).\n     Nor do we express a view on whether the specific exception in\n§ 230(e)(1) for federal criminal statutes might apply to analogous\nstate statutes. UCS's brief might be read to suggest something\nalong these lines, but \"issues adverted to in a perfunctory manner,\nunaccompanied by some effort at developed argumentation, are deemed\nwaived.\" United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990).\n     5\n       To take a short position in a stock means to sell borrowed\nstock at the current price in the hope that the stock price will\ndecline and the borrower will be able to return the borrowed stock\nby purchasing it at the later, lower price.\n\n                                 -20-\n\fas the publisher of that information.6                     Similarly, the alleged\n\ncyberstalking involves only the publication of a series of postings\n\non the Raging Bull web site. Again, Lycos's liability would depend\n\non treating it as the publisher of those postings.\n\n                  UCS argues that the prohibition against treating Lycos\n\n\"as     the       publisher\"   only     immunizes        Lycos's   \"exercise    of   a\n\npublisher's traditional editorial functions -- such as deciding\n\nwhether to publish, withdraw, postpone or alter content,\" Zeran,\n\n129 F.3d at 330, and not its decisions regarding the \"construct and\n\noperation\" of its web sites. This argument misapprehends the scope\n\nof Section 230 immunity.          If the cause of action is one that would\n\ntreat       the    service   provider    as   the    publisher     of   a   particular\n\nposting, immunity applies not only for the service provider's\n\ndecisions with respect to that posting, but also for its inherent\n\ndecisions about how to treat postings generally. UCS is ultimately\n\nalleging that the construct and operation of Lycos's web sites\n\ncontributed         to   the   proliferation        of    misinformation;      Lycos's\n\ndecision not to reduce misinformation by changing its web site\n\npolicies was as much an editorial decision with respect to that\n\nmisinformation as a decision not to delete a particular posting.\n\nSection 230 immunity does not depend on the form that decision\n\ntakes.       See Green v. Am. Online (AOL), </pre><span class=\"citation\" data-id=\"780720\"><a href=\"/opinion/780720/john-green-v-america-online-aol-john-does-1-2/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">465</span></a></span><pre class=\"inline\">, 470 (3d Cir.\n\n\n\n        6\n       We express no view on the viability of such a claim, absent\nSection 230 immunity.\n\n                                         -21-\n\f2003) (finding that liability for the \"alleged negligent failure to\n\nproperly police [AOL's] network for content transmitted by its\n\nusers . . . would 'treat' AOL 'as the publisher or speaker' of that\n\ncontent\").\n\n          We hold that, given the allegations in UCS's complaint,\n\nliability for Lycos under either the Florida securities statute or\n\nthe Florida cyberstalking statute would involve treating Lycos \"as\n\nthe publisher\" of \"information provided by another information\n\ncontent provider.\"   Thus, we affirm the district court's ruling\n\nthat both claims are barred by Section 230.\n\nB.        Trademark Dilution\n\n          UCS's remaining claim against Lycos was brought under\n\nFlorida trademark law, alleging dilution of the \"UCSY\" trade name\n\nunder Fla. Stat. § 495.151.    Claims based on intellectual property\n\nlaws are not subject to Section 230 immunity.            See 47 U.S.C.\n\n§ 230(e)(2) (\"Nothing in this section shall be construed to limit\n\nor expand any law pertaining to intellectual property.\"); see also\n\nGucci Am., Inc. v. Hall & Assocs., </pre><span class=\"citation\" data-id=\"2503337\"><a href=\"/opinion/2503337/gucci-america-inc-v-hall-associates/\"><span class=\"volume\">135</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">, 413\n\n(S.D.N.Y. 2001) (finding that the \"plain language of Section\n\n230(e)(2) precludes [the defendant's] claim of immunity\" from a\n\nclaim for trademark infringement).\n\n          Thus,   \"the   pivotal   issue   for   consideration   here   is\n\nwhether Plaintiff's complaint would withstand a motion to dismiss\n\neven in the absence of § 230.\"     Id. at 412.    We hold that, because\n\n\n                                   -22-\n\fof the serious First Amendment issues that would be raised by\n\nallowing UCS's claim here, the claim would not survive, even in the\n\nabsence of Section 230.7\n\n          During the relevant time period, Fla. Stat. § 495.151\n\n(2006) provided that one who adopts and uses a trademark or trade\n\nname has a cause of action\n\n          to enjoin subsequent use by another of the\n          same or any similar mark [or] trade name . . .\n          if it appears to the court that there exists a\n          likelihood of injury to business reputation or\n          of dilution of the distinctive quality of the\n          mark [or] trade name . . . of the prior user,\n          notwithstanding the absence of competition\n          between the parties or of confusion as to the\n          source of goods or services.8\n\nUCS's theory is that Lycos is liable under this statute for\n\nsuggesting to its subscribers that they use the \"'UCSY' mark for\n\ndesignation of a message board on the Raging Bull web site\" and\n\nthen \"contribut[ing] to the development\" of misinformation on that\n\nmessage board and failing to remove such misinformation.       UCS\n\n\n\n     7\n      After noting the same First Amendment concerns, the district\ncourt held that UCS's trademark claim was \"effectively . . . a\ndefamation claim in the guise of an antidilution claim,\" and that\n\"Lycos and Terra would therefore be shielded from [the claim] by\nCDA immunity.\" We reason somewhat differently, holding that even\nthough Section 230 immunity does not apply, the claim was properly\ndismissed as a matter of trademark law.\n     8\n       The statute has since been amended, effective January 1,\n2007, and now applies only to \"a mark that is famous in this\nstate.\" Fla. Stat. § 495.151 (2007). The new statute contains an\nexplicit exception for \"[n]oncommercial use of the mark.\"    Id.\n§ 495.151(3)(b). Our discussion below would apply equally to the\nnew statute.\n\n                               -23-\n\falleges    that    these   acts    have   caused    injury     to     its   business\n\nreputation and dilution of its UCSY trade name.\n\n            The injury that UCS alleges, however, is not a form of\n\ntrademark    injury.       Trademark      injury   arises      from    an   improper\n\nassociation between the mark and products or services marketed by\n\nothers.     See L.L. Bean, Inc. v. Drake Publishers, Inc., </pre><span class=\"citation\" data-id=\"482847\"><a href=\"/opinion/482847/ll-bean-inc-v-drake-publishers-inc/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">26</span></a></span><pre class=\"inline\">, 31 (1st Cir. 1987).           But any injury to UCS ultimately arises\n\nfrom its being criticized on the Raging Bull site.                      To premise\n\nliability on such criticism would raise serious First Amendment\n\nconcerns.    See id. at 33.        In L.L. Bean, this court held that the\n\n\"application of the Maine anti-dilution statute to [defendant's]\n\nnoncommercial parody cannot withstand constitutional scrutiny\"\n\nunder the First Amendment, recognizing the role of parody \"as a\n\nform of social and literary criticism.\"              Id. (quoting Berlin v.\n\nE.C. Publ'ns, Inc., </pre><span class=\"citation\" data-id=\"263724\"><a href=\"/opinion/263724/irving-berlin-v-e-c-publications-inc/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span><pre class=\"inline\">, 545 (2d Cir. 1964)) (internal\n\nquotation marks omitted).          In that case, as in this one, \"[i]f the\n\nanti-dilution statute were construed as permitting a trademark\n\nowner to enjoin the use of his mark in a noncommercial context\n\nfound to be negative or offensive, then a corporation could shield\n\nitself    from    criticism   by    forbidding     the   use    of    its   name   in\n\ncommentaries critical of its conduct.\"             Id.\n\n            To be sure, UCS does allege that in this case the\n\ncriticism is false and misleading.            But while such an allegation\n\nmight be relevant to a defamation claim, it is not determinative of\n\n\n                                       -24-\n\fwhether UCS's allegations can support a trademark claim.                   If the\n\ninjury alleged is one of critical commentary, it falls outside\n\ntrademark law, whether the criticism is warranted or unwarranted.\n\nUCS   itself   makes   no    distinction      between    lawful    and    unlawful\n\ncriticism in its proposed remedy under trademark law: it requests\n\nan    injunction    that    would   require    Lycos     to   \"permanently       and\n\nirrevocably delete the UCSY message board\" and refrain \"from\n\ncreat[ing] and maintaining . . . a UCSY message board . . . in the\n\nfuture.\"\n\n            UCS tries to avoid the thrust of cases like L.L. Bean by\n\ncharacterizing Lycos's use of the UCSY trade name as \"commercial.\"\n\nIt    certainly    appears   from   the    complaint     that     Lycos    derives\n\nadvertising revenues from the use of its web sites, including\n\nRaging Bull, and that Lycos is a commercial venture.               This does not\n\nimply,   however,    that    Lycos's    use   of   the   UCSY     trade   name   is\n\n\"commercial\" in the relevant sense under trademark law.                   In L.L.\n\nBean, the defendant had used the plaintiff's trademark in a parody\n\narticle published in a \"monthly periodical.\"              811 F.2d at 27.        We\n\nfound the use noncommercial because the mark had not been used \"to\n\nidentify or promote goods or services to consumers,\" id. at 32,\n\nregardless of whether the article appeared in a magazine being sold\n\nfor profit.    Similarly, courts have interpreted the \"noncommercial\n\nuse\" exemption in the Federal Trademark Dilution Act, 15 U.S.C.\n\n§ 1125(c), to apply to commentary about trademarked products, even\n\n\n                                       -25-\n\fif that commentary takes the form of a commercial product, such as\n\na widely-marketed song. See Mattel, Inc. v. MCA Records, Inc., </pre><span class=\"citation\" data-id=\"778381\"><a href=\"/opinion/778381/no-98-56453/\"><span class=\"volume\">296</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">894</span></a></span><pre class=\"inline\">, 899, 907 (9th Cir. 2002).        Thus, Lycos might profit by\n\nencouraging others to talk about UCS under the UCSY name, but\n\nneither that speech nor Lycos's providing a forum for that speech\n\nis the type of use that is subject to trademark liability.\n\n           Other courts have dealt with similar issues under the\n\nrubric of a \"nominative fair use defense.\"        New Kids on the Block\n\nv. News Am. Publ'g, Inc., </pre><span class=\"citation\" data-id=\"587692\"><a href=\"/opinion/587692/the-new-kids-on-the-block-a-massachusetts-general-partnership-consisting/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">, 308 (9th Cir. 1992).\n\nUnlike a classic fair use defense, \"where the defendant has used\n\nthe plaintiff's mark to describe the defendant's own product,\" a\n\nnominative fair use defense is designed to protect the ability of\n\nothers to use a mark \"to describe the plaintiff's product.\"            Id.\n\nThus, the Ninth Circuit found that a newspaper's use of a musical\n\ngroup's trademarked name to conduct a poll about the group was a\n\nnominative fair use, even though the poll was conducted for profit.\n\nSee id. at 309.\n\n           This court has not previously decided whether to endorse\n\nthe Ninth Circuit's test for nominative fair uses, and we have no\n\noccasion   to   do   so   here.   We   have,   however,   recognized   the\n\nunderlying principle.       In WCVB-TV v. Boston Athletic Ass'n, </pre><span class=\"citation\" data-id=\"556389\"><a href=\"/opinion/556389/wcvb-tv-v-boston-athletic-association/\"><span class=\"volume\">926</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span><pre class=\"inline\"> (1st Cir. 1991), the owner of the mark \"Boston Marathon\"\n\ntried to enjoin the use of the mark on an unlicensed broadcast of\n\n\n\n\n                                  -26-\n\fthe marathon.             Id. at 44.          In rejecting a right to such an\n\ninjunction, we noted\n\n              [T]he words \"Boston Marathon\" . . . do more\n              than call attention to Channel 5's program;\n              they also describe the event that Channel 5\n              will broadcast. . . . [T]he use of words for\n              descriptive purposes is called a \"fair use,\"\n              and the law usually permits it even if the\n              words themselves also constitute a trademark.\n\nId.    at    46.         The    unlicensed        broadcaster,    Channel    5,    was   not\n\nasserting a right to use the mark for a different marathon located\n\nin    Boston;       it    was       using   the    mark    to   indicate    that   it    was\n\nbroadcasting the \"Boston Marathon.\"                    We held that it had the right\n\nto use the mark to indicate what it was in fact broadcasting.\n\nSimilarly here, trademark law should not prevent Lycos from using\n\nthe \"UCSY\" mark to indicate that a particular company is the\n\nsubject of a particular message board.\n\n              While Florida courts do not appear to have addressed this\n\nparticular issue with respect to the Florida anti-dilution statute,\n\nthere is every indication that the Florida courts would read the\n\nFlorida statute to exclude the uses made in this case.                       Despite its\n\nbroad language, \"the Florida antidilution statute is not intended\n\nto apply to the use of a similar mark on similar goods,\" but rather\n\nonly    to    the    use       of    \"similar      marks   on   dissimilar    products.\"\n\nHarley-Davidson Motor Co. v. Iron Eagle of Cent. Fla., Inc., 973 F.\n\nSupp. 1421, 1426 (M.D. Fla. 1997).                    Lycos is not using the \"UCSY\"\n\n\n\n\n                                              -27-\n\ftrade name \"on\" a product (or business) at all, but is simply\n\nreferring to the existing company that has adopted that trade name.\n\n          It is not our role to define the specific contours of the\n\nFlorida anti-dilution law, and we do not do so here.      As other\n\ncourts have also found, however, anti-dilution laws should be\n\ninterpreted to provide breathing room for First Amendment concerns.\n\nSee MCA Records, 296 F.3d at 904.       Whether Lycos's use of the\n\n\"UCSY\" trade name is viewed as a noncommercial use, as a nominative\n\nuse, or in some other way, we hold that using a company's trade\n\nname to label a message board on which the company is discussed is\n\nnot a use covered by the Florida anti-dilution statute.       As a\n\nresult, we affirm the district court's dismissal of UCS's dilution\n\nclaim for failure to state a claim.\n\nC.        Discovery\n\n          UCS argues that its claims against Lycos would not have\n\nfared so poorly had the district court given it the opportunity to\n\nconduct preliminary discovery.    We review this claim for an abuse\n\nof the district court's broad discretion in managing discovery, and\n\nwe will not \"interfere unless it clearly appears that a 'discovery\n\norder was plainly wrong and resulted in substantial prejudice to\n\nthe aggrieved party.'\"     Dynamic Image Techs., Inc. v. United\n\nStates, </pre><span class=\"citation\" data-id=\"199029\"><a href=\"/opinion/199029/dynamic-image-v-united-states/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 38 (1st Cir. 2000) (quoting Mack v. Great Atl.\n\n& Pac. Tea Co., </pre><span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span><pre class=\"inline\">, 186 (1st Cir. 1989)).\n\n\n\n\n                                 -28-\n\f          At the outset, UCS may well have forfeited this point by\n\nfailing to explain to the district court its need for discovery\n\neither in its opposition to the motions to dismiss or at the\n\nOctober 11, 2005 hearing on those motions.      See id.   UCS argues\n\nthat the need for discovery was apparent from its request at the\n\nJuly 26, 2005 hearing, together with the nature of the arguments\n\nmade at the October 11 hearing, but it was not the district court's\n\njob to infer an explanation from these scattered statements.\n\n          In any event, it is clear that even before this court,\n\nUCS has not pointed to any discovery that would support a viable\n\nclaim against Lycos that falls outside of Section 230 immunity.9\n\nCf. id. at 39.   UCS focuses on discovery concerning the \"construct\n\nand operation\" of Lycos's web sites, but as we have explained\n\nabove, Lycos is as entitled to immunity for its decisions about how\n\nto construct its web sites as for its decisions with respect to\n\nindividual message board postings.     Any suggestion that Lycos may\n\nhave done more specifically to encourage the postings at issue is\n\nsheer speculation.     \"[P]laintiffs should not be permitted to\n\nconduct fishing expeditions in hopes of discovering claims that\n\n\n\n\n     9\n       UCS does argue that discovery as to the identity (and\ncitizenship) of the persons using particular screen names to post\nthe allegedly unlawful comments would have allowed it to stave off\nthe district court's jurisdictional dismissal. Since we affirm the\ndismissal on alternate grounds below, we need not address the\npropriety of such discovery.\n\n                                -29-\n\fthey do not know they have.\"       McCloskey, 446 F.3d at 271.   The\n\ndistrict court did not err in not permitting preliminary discovery.\n\n                                  III.\n\n          The remaining issue concerns UCS's claims against the\n\nindividual posters: Villasenor and six John Does.       The district\n\ncourt found that it lacked subject matter jurisdiction over these\n\nclaims because the putative federal claim was insubstantial, and\n\nbecause   the     presence   of   John   Does   destroyed   diversity\n\njurisdiction.10    We bypass the jurisdictional issues raised and\n\nhold, on similar reasoning, that UCS's allegations are insufficient\n\nto plead a claim for securities fraud.11\n\n\n     10\n        The presence of John Does does not destroy diversity\njurisdiction in cases removed to federal court.      See 28 U.S.C.\n§ 1441(a) (\"For purposes of removal under this chapter, the\ncitizenship of defendants sued under fictitious names shall be\ndisregarded.\"); see also Howell v. Tribune Entm't Co., </pre><span class=\"citation\" data-id=\"734260\"><a href=\"/opinion/734260/tammy-howell-a-minor-by-her-guardian-ad-litem-charles-goerdt-v-tribune/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">215</span></a></span><pre class=\"inline\">, 218 (7th Cir. 1997). Federal courts do not agree on whether\nJohn Does are permitted in diversity cases originally filed in\nfederal court, as this case was. Compare Howell, 106 F.3d at 218\n(no) with Macheras v. Ctr. Art Galleries-Hawaii, Inc., </pre><span class=\"citation\" data-id=\"2340601\"><a href=\"/opinion/2340601/macheras-v-center-art-galleries-hawaii-inc/\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span>\n<span class=\"page\">1436</span></a></span><pre class=\"inline\">, 1440 (D. Haw. 1991) (yes).      The First Circuit has never\ndirectly addressed this issue, nor do we do so here. See McMann v.\nDoe, </pre><span class=\"citation\" data-id=\"2309466\"><a href=\"/opinion/2309466/mcmann-v-doe/\"><span class=\"volume\">460</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">259</span></a></span><pre class=\"inline\">, 264 (D. Mass. 2006).\n     11\n       The Supreme Court has held that courts must resolve issues\nof Article III jurisdiction before reaching questions on the\nmerits, even if \"(1) the merits question is more readily resolved,\nand (2) the prevailing party on the merits would be the same as the\nprevailing party were jurisdiction denied.\" Steel Co. v. Citizens\nfor a Better Env't, </pre><span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 93-94 (1998). However, the rule\nis well established in this circuit that \"while Article III\njurisdictional disputes are subject to Steel Co., statutory\njurisdictional disputes are not.\" Restoration Pres. Masonry, Inc.\nv. Grove Eur. Ltd., </pre><span class=\"citation\" data-id=\"200404\"><a href=\"/opinion/200404/restoration-preserva-v-grove-europe-ltd/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 59 (1st Cir. 2003). Article III\nrequires only \"minimal diversity\" for jurisdiction based on\ndiversity of citizenship, that is, \"two adverse parties [who] are\n\n                                  -30-\n\f            UCS's theory of securities fraud appears to be, as we\n\nhave described, that Villasenor and the John Does first took short\n\npositions in UCS stock and then spread misinformation to depress\n\nthe stock price.      Cf. SEC v. Mandaci, No. 00 Civ. 6635, 2004 U.S.\n\nDist. LEXIS 19143, at *1 (S.D.N.Y. Sept. 27, 2004) (describing\n\nscheme to \"purchase[] certain stocks and then . . . artificially\n\ninflate    the    market   prices   of   those    stocks    by   posting     false\n\ninformation . . . on Internet message boards\").             However, UCS does\n\nnot sufficiently allege such a scheme.                UCS's Second Amended\n\nComplaint contains copious allegations regarding the postings on\n\nRaging Bull, but as to a short-selling scheme, only a single\n\nallegation that \"[u]pon information and belief,\" the individual\n\ndefendants \"fraudulently manipulate[d] the market in the securities\n\nfor   publicly    traded    companies\"    using   a   short-selling        scheme.\n\nNowhere    does     the    complaint     specifically      allege    UCS     stock\n\ntransactions by the defendants.\n\n            Such a conclusory allegation of securities fraud runs\n\nafoul of the requirement of Federal Rule of Civil Procedure 9(b) to\n\nplead     \"the    circumstances     constituting      fraud      .   .   .    with\n\n\n\n\nnot co-citizens.\" State Farm Fire & Cas. Co. v. Tashire, </pre><span class=\"citation\" data-id=\"107407\"><a href=\"/opinion/107407/state-farm-fire-casualty-co-v-tashire/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">523</span></a></span><pre class=\"inline\">, 530-31 (1967).     In this case, Villasenor, a citizen of\nCalifornia, is diverse from Universal Communication Systems, a\nNevada corporation with its principal place of business in Florida.\nThus, the district court did have Article III jurisdiction over the\nclaims in the Second Amended Complaint filed by UCS.\n\n                                       -31-\n\fparticularity.\"12    Not only has UCS failed to specifically allege\n\na connection between the postings and a scheme involving UCS stock,\n\nthe   sole   allegation   of   a   short-selling   scheme   is   made   on\n\ninformation and belief. \"Where allegations of fraud are explicitly\n\nor . . . implicitly based only on information and belief, the\n\ncomplaint must set forth the source of the information and the\n\nreasons for the belief.\"       Romani v. Shearson Lehman Hutton, </pre><span class=\"citation\" data-id=\"558579\"><a href=\"/opinion/558579/richard-romani-v-shearson-lehman-hutton/\"><span class=\"volume\">929</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span><pre class=\"inline\">, 878 (1st Cir. 1991).      UCS has not done so here.     UCS does\n\nnot purport to state a claim for securities fraud based solely on\n\nnegative effects that the Raging Bull postings had on the company's\n\nstock price; in the absence of further factual allegations, it\n\ncannot proceed merely on the hope that it will find more.               See\n\nHayduk v. Lanna, </pre><span class=\"citation\" data-id=\"460035\"><a href=\"/opinion/460035/robert-g-hayduk-v-vincent-t-lanna/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span><pre class=\"inline\">, 443 (1st Cir. 1985).\n\n             Finally, these pleading defects are also fatal to UCS's\n\nclaims under state law based on the same allegations.            \"Although\n\nstate law governs the burden of proving fraud at trial, the\n\nprocedure for pleading fraud in federal courts in all diversity\n\nsuits is governed by the special pleading requirements of Federal\n\nRule of Civil Procedure 9(b).\"      Id.\n\n\n\n\n      12\n       To the extent applicable, the pleadings also fall short of\nthe standard required by the Private Securities Litigation Reform\nAct of 1995, 15 U.S.C. § 78u-4, which we have held to embody \"at\nleast the standards of Rule 9(b).\" Greebel v. FTP Software, Inc.,\n</pre><span class=\"citation\" data-id=\"198674\"><a href=\"/opinion/198674/greebel-v-ftp-software-inc/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span><pre class=\"inline\">, 193 (1st Cir. 1999).\n\n                                   -32-\n\f                                IV.\n\n          Therefore, while some of UCS's claims are barred by\n\nSection 230 immunity, the remaining ones simply do not state a\n\nclaim based on the facts alleged.   If UCS has in fact been injured,\n\nredress is not available through any of the avenues it has chosen\n\nto pursue in this case.    The district court's dismissal of all\n\nclaims is affirmed.   Costs are awarded to appellees.\n\n\n\n\n                               -33-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/159327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/263724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2309466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2340601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2503337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2523993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2588352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}