{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202602/",
  "absolute_url": "/opinion/202602/de-jesus-v-ltt-card-services/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202602/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:57:47Z",
  "date_modified": "2016-02-28T05:08:21.152880Z",
  "type": "010combined",
  "sha1": "3c00fc65b0ac579d84ed4eae1145163c5de5df3b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1907-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/01/19/De-Jesus_v._LTT_Card_Services.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 06-1907\n\n                         LENDA DE JESÚS,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n        LTT CARD SERVICES, INC.; JORGE PAGÁN; JANE DOE;\n                CONJUGAL PARTNERSHIP PAGÁN-DOE;\n                       JOHN ROE; JOE ROE,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n\n     Maria I. Santos-Rivera for appellant.\n     Alberto Acevedo-Colom for appellees.\n\n\n\n                        January 19, 2007\n\f           LYNCH, Circuit Judge. This case raises the issue, new to\n\nour   circuit,     of   whether    shareholder-directors        of     a    close\n\ncorporation may be \"employees\" for purposes of the 15-employee\n\nrequirement for determining whether a corporation is a covered\n\n\"employer\" under certain federal anti-discrimination laws.                      The\n\nSupreme Court has instructed on this issue in a series of decisions\n\nwhich determine the outcome of this appeal from entry of summary\n\njudgment   for   the    defendants.      See   Clackamas   Gastroenterology\n\nAssocs., P.C. v. Wells, 538 U.S. 440 (2003); Walters v. Metro.\n\nEduc. Enters., Inc., 519 U.S. 202 (1997); Nationwide Mut. Ins. Co.\n\nv. Darden, 503 U.S. 318 (1992).\n\n                                      I.\n\n           LTT Card Services, Inc. (LTT) is a corporation which\n\nsells cards for cellular phones.         Lenda De Jesús worked for LTT in\n\n2001 and 2002. De Jesús worked in LTT's accounting department, and\n\nher last position with the company was as a Collection Officer.\n\nWhile De Jesús was employed at LTT, Jorge Pagán was President of\n\nthe company, and Ibrahim Baker was Vice President.                   Defendants\n\nallege that LTT is a close corporation, and that Pagán and Baker\n\nare directors and major shareholders of LTT.\n\n           In December 2004, De Jesús brought suit against LTT and\n\nseveral individuals (collectively \"LTT\"), alleging that after she\n\nannounced she was pregnant in April 2002, she was subjected to\n\nharassment   and   a    hostile   work   environment,   which    led       to   her\n\n\n                                      -2-\n\fconstructive discharge in violation of 42 U.S.C. § 1983; 42 U.S.C.\n\n§ 1985; Title VII of the Civil Rights Act of 1964 (Title VII), 42\n\nU.S.C. § 2000e et seq.; the Americans with Disabilities Act of 1990\n\n(ADA), 42 U.S.C. § 12101 et seq.; and Puerto Rican law, including\n\nP.R. Laws Ann. tit. 29, § 146 et seq. and P.R. Laws Ann. tit. 31,\n\n§ 5141 et seq.   De Jesús apparently had received a Notice of Right\n\nto Sue from the Equal Employment Opportunity Commission (EEOC).\n\n           LTT moved to dismiss De Jesús's Title VII claim on the\n\nground that plaintiff had not met her burden of showing that the\n\ncompany satisfied the definition of \"employer,\" as it did not have\n\n\"fifteen or more employees for each working day in each of twenty\n\nor more calendar weeks in the current or preceding calendar year.\"\n\n42 U.S.C. § 2000e(b).     The ADA likewise1 defines \"employer\" as \"a\n\nperson engaged in an industry affecting commerce who has 15 or more\n\nemployees for each working day in each of 20 or more calendar weeks\n\nin   the   current   or   preceding   calendar   year.\"2   42   U.S.C.\n\n\n     1\n          Not every federal anti-discrimination law imposes a\n15-employee requirement for covered employers. See Engelhardt v.\nS.P. Richards Co., --- F.3d ---, No. 06-1232, slip op. at 5 (1st\nCir. Dec. 22, 2006) (discussing 50-employee requirement under the\nFamily and Medical Leave Act).\n     2\n          LTT did not press its 15-employee argument with respect\nto the ADA claim, believing that plaintiff's complaint stated a\nclaim for pregnancy discrimination that was actionable exclusively\nunder Title VII.     The district court did not decide whether\ndiscrimination on the basis of pregnancy is cognizable under the\nADA, and neither party has argued the issue on appeal, so we do not\nreach it. We note, however, that the EEOC's interpretive guidance\nto the ADA states that \"conditions, such as pregnancy, that are not\nthe result of a physiological disorder are . . . not impairments\"\n\n                                  -3-\n\f§ 12111(5)(A).    LTT filed no memorandum of law providing any legal\n\nanalysis with its motion to dismiss; it instead filed a sworn\n\nstatement from Carlos Ruben Vargas-Acevedo, an accountant for LTT,\n\nthat there were not 15 or more employees for each working day\n\nduring 20 or more calendar weeks in either 2003 or 2004.\n\n            In response to LTT's motion to dismiss, De Jesús filed a\n\nmotion under Federal Rule of Civil Procedure 56(f), asking that she\n\nbe allowed an opportunity to conduct discovery in the case or, in\n\nthe alternative, be allowed to conduct limited discovery as to the\n\n15-employee issue.\n\n            LTT   opposed    De   Jesús's   request   for   discovery    and\n\nsubmitted uncertified payroll records for 2003 and 2004 in support\n\nof   its   argument   that   no   additional   discovery    was   necessary.\n\nNotably, the records listed both Pagán and Baker, the purported\n\nshareholder-directors, as employees for every week of 2003 and\n\n2004.\n\n            On August 9, 2005, the district court initially denied\n\nLTT's motion to dismiss the Title VII and ADA claims.3            De Jesús v.\n\nLTT Card Services, Inc., No. Civ. 04-2373, 2005 WL 1881482, at *5\n\n& n.4 (D.P.R. Aug. 9, 2005).       Recognizing a split then extant among\n\n\n\nunder the ADA.    29 C.F.R. 1630 app. § 1630.2(h).\n      3\n          The district court dismissed De Jesús's claims under\n§ 1983 and § 1985. De Jesús v. LTT Card Services, Inc., No. Civ.\n04-2373, 2005 WL 1881482, at *3 (D.P.R. Aug. 9, 2005).     These\ndismissals are not at issue on appeal.\n\n                                     -4-\n\fthe circuit courts, the district court characterized the 15-\n\nemployee requirement as an issue of failure to state a claim, under\n\nRule 12(b)(6), rather than an issue of subject matter jurisdiction,\n\nunder Rule 12(b)(1).      Id. at *4-5.       The district court was correct.\n\nThe   Supreme   Court     has    since   decided     that    the    15-employee\n\nrequirement is not jurisdictional, but an element of plaintiff's\n\nclaim for relief.       Arbaugh v. Y & H Corp., 126 S. Ct. 1235, 1245\n\n(2006).\n\n            The district court also correctly held that for purposes\n\nof determining whether LTT was a covered employer, the focus must\n\nbe on 2002, the calendar year in which the alleged discrimination\n\noccurred,    and/or   2001,      the   preceding     calendar      year.      See\n\nVera-Lozano v. Int'l Broad., 50 F.3d 67, 69 (1st Cir. 1995); see\n\nalso 42 U.S.C. § 2000e(b).         The court gave leave to LTT to renew\n\nits motion to dismiss the Title VII and ADA claims by filing\n\n\"certified copies of the payrolls\" for 2001 and 2002.                 De Jesús,\n\n2005 WL 1881482, at *5 & n.4.          The court stated that in the event\n\nLTT's motion was reinstated, De Jesús would have a 30-day period to\n\nconduct limited discovery on the 15-employee issue.                Id.\n\n            Thereafter,     on    October      11,   2005,    LTT        submitted\n\nuncertified records concerning its 2001 and 2002 payrolls, along\n\nwith a second motion to dismiss. The documents submitted appear to\n\nbe spreadsheets rather than \"certified copies of the payrolls.\"\n\nThe motion relied on Serapion v. Martinez, 119 F.3d 982 (1st Cir.\n\n\n                                       -5-\n\f1997), and Devine v. Stone, Leyton & Gershman, P.C., 100 F.3d 78\n\n(8th Cir. 1996), for the proposition that \"shareholders-directors,\n\nthat manage and own the business\" must be \"excluded from the\n\npayroll,    since    they     should       be     considered     proprietors,      not\n\nemployees, under Title VII.\"\n\n            The   motion     also     explained        that    two   names    on   the\n\npreviously submitted records for 2003 and 2004 should have been\n\nexcluded.    That was because \"Jorge Pagán and Ibrahim Baker [were]\n\nboth shareholders and directors of L.T.T.\" and as such \"should be\n\nconsidered proprietors and not employees.\"                    One can easily infer\n\nthat Pagán and Baker were not listed on the newly submitted,\n\nuncertified records for 2001 and 2002 because of their alleged\n\nshareholder-director status.           Had they been counted as employees,\n\nit appears that LTT would have had at least 15 employees for the\n\nrequisite number of weeks in 2001 and 2002.                    Plaintiff failed to\n\nfile any opposition to LTT's second motion to dismiss.\n\n            On    April     10,    2006,        the   district    court      dismissed\n\nDe Jesús's Title VII and ADA claims with prejudice.4                      De Jesús v.\n\nLTT Card Services, Inc., No. Civ. 04-2373, 2006 WL 940996, at *1\n\n(D.P.R. Apr. 10, 2006).           It is clear that, without formally doing\n\nso, the court treated LTT's second motion to dismiss as a Rule 56\n\n\n\n     4\n          The   district   court   dismissed   without  prejudice\nplaintiff's pendent claims under Puerto Rico law. De Jesús v. LTT\nCard Services, Inc., No. Civ. 04-2373, 2006 WL 940996, at *1\n(D.P.R. Apr. 10, 2006).\n\n                                        -6-\n\fmotion for summary judgment.        The court had before it what were\n\npurported to be payroll records, and it had given De Jesús an\n\nopportunity for discovery after she filed her motion under Rule\n\n56(f).   There was no prejudice to any party from this treatment.\n\n            In granting summary judgment to LTT on the Title VII and\n\nADA claims, the district court properly took LTT's submitted\n\nuncontested facts as admitted, since De Jesús filed no opposition.\n\nSee Fontánez-Núñez v. Janssen Ortho LLC, 447 F.3d 50, 55 (1st Cir.\n\n2006).\n\n            Perhaps because of the lack of developed briefing,5 the\n\ndistrict court's order was unaccompanied by a memorandum and\n\nconsisted   only    of   two   paragraphs,   which   stated     the   court's\n\nconclusions but not its reasons.       The court cited no cases on the\n\nquestion    of    whether   director-shareholders    may   be    considered\n\n\"employees\" for determining whether a corporation is a covered\n\n\"employer.\"      De Jesús, 2006 WL 940996, at *1.     We assume that the\n\ncourt's decision was based on the spartan arguments accompanying\n\nLTT's second motion to dismiss: that this case is controlled by\n\nSerapion and Devine, and that shareholder-directors of corporations\n\nare excluded as a matter of law from being counted as employees\n\nunder Title VII.\n\n\n\n\n     5\n          Unfortunately, at no time did the parties bring the\nrelevant Supreme Court case law to the district court's or this\ncourt's attention.\n\n                                    -7-\n\f              On May 4, 2006, De Jesús, represented by new counsel,\n\nfiled a motion for reconsideration or relief from judgment under\n\nRule 60(b).      Plaintiff stated in the motion that previous counsel\n\nhad been experiencing depression and failed to discuss with her the\n\ndefendants' motion to dismiss; she also noted that former counsel\n\n\"failed to perform any discovery . . . and failed to file any\n\nobjection to defendants' exhibits.\"           De Jesús also objected that\n\nthe 2001 and 2002 records submitted by LTT were not certified\n\npayrolls as required by the district court's August 9, 2005 order,\n\nand that it was improper for LTT to omit Pagán and Baker from the\n\n2001 and 2002 records.       Further, De Jesús argued for the first\n\ntime,    on   reconsideration,   that   LTT   impermissibly   excluded   an\n\nadditional six employees from its submitted documents for the years\n\nin question, supported only by her statement that the six were\n\nemployees.\n\n              The district court did not rule on De Jesús's motion for\n\nreconsideration.     This may have been due to plaintiff's filing her\n\nnotice of appeal only six days after the filing of the motion to\n\nset aside judgment.      In any event, De Jesús timely appealed from\n\nthe entry of summary judgment against her on the Title VII and ADA\n\nclaims.6\n\n\n     6\n          Defendants' brief mistakenly assumes that plaintiff\nappeals only from the district court's procedural treatment of her\nfailure to oppose defendants' motion of October 11, 2005.\nNonetheless we decline to apply the waiver rule, Balestracci v.\nNSTAR Elec. & Gas Corp., 449 F.3d 224, 233 n.6 (1st Cir. 2006),\n\n                                   -8-\n\f           Our review of the district court's grant of summary\n\njudgment is de novo, and we take all reasonable inferences in favor\n\nof the nonmoving party.    Stonkus v. City of Brockton Sch. Dep't,\n\n322 F.3d 97, 102 (1st Cir. 2003).     Even though De Jesús failed to\n\noppose LTT's motion, the \"uncontested facts and other evidentiary\n\nfacts of record must still show that [defendants are] entitled to\n\nsummary   judgment.\"   Fontánez-Núñez,    447   F.3d   at   55   (quoting\n\nTorres-Rosado v. Rotger-Sabat, 335 F.3d 1, 4 (1st Cir. 2003))\n\n(internal quotation marks omitted); see also Calderone v. United\n\nStates, 799 F.2d 254, 259 (6th Cir. 1986) (stating that a Rule 56\n\nmovant who does not bear the burden of proof must show that \"the\n\nopponent cannot sustain his burden at trial\").\n\n                                II.\n\n           This appeal raises two issues. The first is how to treat\n\nshareholder-directors of close corporations in determining who is\n\nan \"employee\" for meeting the definition of \"employer\" under Title\n\nVII and the ADA.7   The second is whether, on the record before it,\n\n\ndespite defendants' failure to adequately brief the merits of the\nsummary judgment issues.\n     7\n          We take the question of who is an \"employee\" for purposes\nof determining who may seek the protection of Title VII as\nidentical to the question of who is an \"employee\" for purposes of\nthe 15-employee threshold required for an \"employer.\"           See\nClackamas, 538 U.S. at 446 n.6 (noting in the ADA context that \"the\nterm 'employee' comes into play when determining whether an\nindividual . . . may invoke . . . protections against\ndiscrimination . . ., as well as when determining whether an\nindividual is an 'employee' for purposes of the 15-employee\nthreshold\").\n\n                                -9-\n\fthe district court correctly concluded on summary judgment that LTT\n\ndid not have 15 or more employees for each working day in 20 or\n\nmore calendar weeks in 2001 or 2002 because on the undisputed facts\n\nPagán and Baker could not be employees.\n\n               Whether an individual is an employee for purposes of\n\nTitle VII or the ADA is a matter of federal law.                    See Walters, 519\n\nU.S. at 206-07, 211-12; Rodal v. Anesthesia Group of Onondaga,\n\nP.C., 369 F.3d 113, 122-23 (2d Cir. 2004); Serapion, 119 F.3d at\n\n988.     However, neither Title VII nor the ADA defines who is an\n\nemployee beyond the circular provision that an \"employee\" is \"an\n\nindividual employed by an employer.\"                     42 U.S.C. §§ 2000e(f),\n\n12111(4). Indeed, the Supreme Court has noted that \"employee\" does\n\nnot have \"some intrinsically plain meaning.\" Robinson v. Shell Oil\n\nCo.,    519    U.S.    337,     344   n.4,   346      (1997)   (holding    that   term\n\n\"employees\" as used in the anti-retaliation provision of Title VII\n\nincludes former employees).\n\n               The    Supreme    Court    has    addressed      the   definition    of\n\n\"employer\" in the federal anti-discrimination laws in several\n\ncases.    In Walters, the Court addressed the question of whether,\n\nfor purposes of Title VII's 15-employee requirement, the defendant\n\n\"had\"    all    employees       with     whom    it    maintained     an   employment\n\nrelationship on a given working day, regardless of whether the\n\nemployee received compensation on that day.                    519 U.S. at 204.\n\n\n\n\n                                          -10-\n\f            Walters establishes the broader framework applicable\n\nhere. Under Walters, the 15-employee question will frequently, but\n\nnot necessarily, be addressed in two parts: application of the\n\n\"payroll method,\"8 followed by application of traditional agency\n\nlaw    principles   for   defining       employer   and   employee,    if   the\n\nindividual is on the payroll.           Id. at 207, 211-12.     Of course, one\n\ncould skip to the second test if it were dispositive.\n\n            Thus, our starting point, as the parties presented the\n\nissue, is whether the two individuals in question were on LTT's\n\npayroll. The inferences, which must be drawn in plaintiff's favor,\n\nare that Pagán and Baker were on the payroll for 52 weeks in both\n\n2001 and 2002, just as they were in 2003 and 2004, but were\n\nexcluded from LTT's later submission of uncertified records for\n\n2001 and 2002 based on a legal argument that shareholder-directors\n\ncannot be employees.         There is a further reasonable inference in\n\nplaintiff's favor that if Pagán and Baker were on the payroll for\n\n52 weeks in 2001 and 2002, they were full-time, paid workers of\n\nLTT.\n\n            This    brings    us   to    the   second   test.     As   Walters\n\nrecognized, the mere fact that an individual is on the payroll is\n\n\n\n       8\n          The Walters Court endorsed the use of the payroll method,\nwhich this court had earlier adopted in Thurber v. Jack Reilly's,\nInc., 717 F.2d 633, 634-35 (1st Cir. 1983), recognizing that \"the\nemployment relationship is most readily demonstrated by the\nindividual's appearance on the employer's payroll.\" Walters, 519\nU.S. at 206.\n\n                                        -11-\n\fnot necessarily dispositive of his or her status as an employee.\n\nCiting Darden, 503 U.S. at 323-24, Walters stressed that it is \"the\n\nexistence of an employment relationship, not appearance on the\n\npayroll,\" which is critical, because an individual may appear on\n\nthe   payroll    but    nevertheless   not   be    \"an   'employee'   under\n\ntraditional principles of agency law.\"             519 U.S. at 211.      The\n\ncourts of appeals differed, however, on what was the appropriate\n\ncommon law test.       See, e.g., Devine, 100 F.3d at 81; Hyland v. New\n\nHaven Radiology Assocs., P.C., 794 F.2d 793, 798 (2d Cir. 1986);\n\nEEOC v. Dowd & Dowd, Ltd., 736 F.2d 1177, 1178 (7th Cir. 1984).\n\n          In 2003 the Supreme Court decided Clackamas, resolving\n\nthe circuit split and determining the test applicable here.             The\n\nissue was how to determine who was an employee for purposes of the\n\n15-employee requirement under the ADA when shareholder-directors\n\nwere involved.    538 U.S. at 442.     The case turned on \"whether four\n\nphysicians actively engaged in medical practice as shareholders and\n\ndirectors of a professional corporation should be counted as\n\n'employees.'\"    Id.    The Court noted that Congress had balanced the\n\ncompeting interests of employees and small businesses in setting\n\nthe definition of covered employers.              Id. at 446-47.      \"[T]he\n\ncongressional decision to limit the coverage of the [ADA] to firms\n\nwith 15 or more employees has its own justification that must be\n\nrespected -- namely, easing entry into the market and preserving\n\nthe competitive position of smaller firms.\"          Id. at 447.\n\n\n                                    -12-\n\f          Notably, the Court rejected the approach, implicit in\n\nLTT's position,9 that the issue is simply whether the individuals\n\nin question are like partners in a partnership.               Id. at 446.     Such\n\nan approach, the Court held, avoids the pertinent question of\n\nwhether shareholder-directors of a professional corporation are\n\nemployees within the meaning of the statute.             Id.\n\n          Rather, the Court adopted a six-factor test taken from\n\n2 EEOC, Compliance Manual § 605:0009 (2000) (hereinafter \"2000 EEOC\n\nCompliance Manual\"), for determining whether a shareholder-director\n\nis an employee.    Clackamas, 538 U.S. at 449-50.             The six factors in\n\nthe EEOC Compliance Manual are designed to address \"'whether the\n\nindividual acts independently and participates in managing the\n\norganization,     or   whether    the    individual      is    subject   to   the\n\norganization's     control.'\"10         Id.   at   449   (quoting    2000     EEOC\n\nCompliance Manual § 605:0009). If the individual is subject to the\n\norganization's control, he is an employee, even if he is a partner,\n\nofficer, director, or major shareholder.             See 2 EEOC, Compliance\n\n\n     9\n          In its second motion to dismiss, LTT asserted that Pagán\nand Baker were shareholders and directors of the company, and that\nas a result they could not be considered employees. LTT relied on\nSerapion and Devine in support of its argument, but it did not\nrecognize that both cases expressly warned against depending solely\non labels to establish the substance of the employment\nrelationship. Serapion, 119 F.3d at 987; Devine, 100 F.3d at 81.\n     10\n          The EEOC Compliance Manual also lists 16 factors, taken\nfrom Darden, 503 U.S. at 323-24, that may be relevant to the\nbroader question of \"'whether the employer controls the means and\nmanner of the worker's work performance.'\" Clackamas, 538 U.S. at\n449 (quoting 2000 EEOC Compliance Manual § 605:0008 & n.71).\n\n                                    -13-\n\fManual ¶ 7110(A)(1)(d), at 5719 (2003) (hereinafter \"2003 EEOC\n\nCompliance Manual\").    The six factors are as follows:\n\n          1.     \"Whether the organization can hire or fire the\n\nindividual or set the rules and regulations of the individual's\n\nwork,\"\n\n          2.   \"Whether and, if so, to what extent the organization\n\nsupervises the individual's work,\"\n\n          3.   \"Whether the individual reports to someone higher in\n\nthe organization,\"\n\n          4. \"Whether and, if so, to what extent the individual is\n\nable to influence the organization,\"\n\n          5.   \"Whether the parties intended that the individual be\n\nan employee, as expressed in written agreements or contracts,\"\n\n          6.     \"Whether the individual shares in the profits,\n\nlosses, and liabilities of the organization.\"\n\nClackamas, 538 U.S. at 449-50 (quoting 2000 EEOC Compliance Manual\n\n§ 605:0009) (internal quotation marks omitted).\n\n          The Court made clear that these six factors are not\n\nexhaustive.    Id. at 450 & n.10.   The Court went on to explain the\n\napplication of the factors:\n\n                 As the EEOC's standard reflects, an\n          employer is the person, or group of persons,\n          who owns and manages the enterprise.      The\n          employer can hire and fire employees, can\n          assign tasks to employees and supervise their\n          performance, and can decide how the profits\n          and losses of the business are to be\n          distributed. The mere fact that a person has\n\n                                -14-\n\f           a particular title -- such as partner,\n           director, or vice president -- should not\n           necessarily be used to determine whether he or\n           she is an employee or a proprietor.        Nor\n           should the mere existence of a document styled\n           \"employment agreement\" lead inexorably to the\n           conclusion that either party is an employee.\n           Rather, as was true in applying common-law\n           rules to the independent-contractor-versus-\n           employee issue confronted in Darden, the\n           answer to whether a shareholder-director is an\n           employee depends on \"'all of the incidents of\n           the relationship . . . with no one factor\n           being decisive.'\"11\n\nId. at 450-51 (omission in original) (citations omitted) (quoting\n\nDarden, 503 U.S. at 324 (quoting NLRB v. United Ins. Co. of Am.,\n\n390 U.S. 254, 258 (1968))) (citing 2000 EEOC Compliance Manual\n\n§ 605:0009).\n\n           Under   Clackamas   it   is     also   clear   that   managers    or\n\nsupervisors may not be determined to be non-employees merely on the\n\nbasis that they have managerial or supervisory authority.                   See\n\nSmith v. Castaways Family Diner, 453 F.3d 971, 978-79 (7th Cir.\n\n2006).    Management authority can be delegated by the corporation,\n\nbut such authority does not necessarily entail a right to control.\n\nSee id. at 982 (underscoring the distinction between a right versus\n\na privilege of participating in the governance of a business).\n\n\n     11\n          Clackamas is thus on point with this court's earlier\nholding in Serapion that questions of employee status are not to be\ndetermined on the basis of a label, but rather on the basis of the\nactual circumstances of an individual's relationship with the\ncompany. See Serapion, 119 F.3d at 987 (requiring \"a case-by-case\nanalysis aimed at determining whether an individual . . . actually\nbears a close enough resemblance to an employee to be afforded the\nprotections of Title VII\").\n\n                                    -15-\n\f          We     hold   that   the   Clackamas    approach   applies   here.\n\nAlthough Clackamas does not directly decide the question, we hold\n\nthat it applies to close corporations as well as to professional\n\ncorporations.    That is because the EEOC Compliance Manual does not\n\nrestrict itself to professional corporations; indeed, it explicitly\n\ncovers   major    shareholders.          2003    EEOC   Compliance     Manual\n\n¶ 7110(A)(1)(d), at 5718-19.         We also hold that the Clackamas test\n\napplies to Title VII as well as ADA claims.              Without expressly\n\nholding that this test has application beyond the ADA, the Court\n\nnoted that the EEOC's guidelines are intended to apply across Title\n\nVII, the ADA, and the Age Discrimination in Employment Act of 1967,\n\n29 U.S.C. § 621 et seq.        Clackamas, 538 U.S. at 449 n.7.\n\n          We turn to the question of application of Clackamas to\n\nthe record in this case.        LTT chose as its sole battleground its\n\napplication of the payroll method. Under Walters, as we have said,\n\napplication of the payroll method alone does not warrant entry of\n\nsummary judgment where the evidence is merely that the pertinent\n\nindividuals being counted are on the payroll, and there is a\n\ndispute about whether pertinent individuals are employees.               519\n\nU.S. at 211-12.     The defendants must also meet their burden under\n\nthe six-factor Clackamas test.\n\n          LTT merely alleged that Pagán and Baker are directors and\n\nshareholders of LTT, but provided no evidence.          Even if one were to\n\naccept that the spreadsheets submitted were accurate payrolls\n\n\n                                     -16-\n\fbecause De Jesús did not initially oppose this assertion,12 entry\n\nof summary judgment for defendants was not proper. That is because\n\ndefendants failed to offer evidence pertaining to the six factors\n\ndescribed in Clackamas.      See Claudio-Gotay v. Becton Dickinson\n\nCaribe, Ltd., 375 F.3d 99, 101-02, 104 (1st Cir. 2004) (noting that\n\nmotions for summary judgment are decided on the evidence in the\n\nrecord, including admissions on file).     On the record before it,\n\nthe district court could not have engaged in the necessary inquiry\n\ninto the six factors and concluded on summary judgment that Pagán\n\nand Baker were not employees.    See Clackamas, 538 U.S. at 449, 450\n\nn.10 (finding each of the EEOC's six factors \"relevant to the\n\ninquiry whether a shareholder-director is an employee,\" and noting\n\nthat other factors may also be pertinent); see also 2003 EEOC\n\nCompliance Manual ¶ 7110(A)(1)(d), at 5718-19.\n\n            Under these circumstances, we vacate the entry of summary\n\njudgment for defendants and remand for action consistent herewith.\n\nNothing in this opinion is intended to preclude the district court\n\nfrom entertaining a properly supported renewed motion for summary\n\njudgment.\n\n            No costs are awarded on this appeal.\n\n\n\n\n     12\n          De Jesús questioned the nature of the documents submitted\nby LTT as payrolls in her later motion for reconsideration.\n\n                                 -17-\n\f",
  "html": "<p class=\"case_cite\">474 F.3d 16</p>\n    <p class=\"parties\">Lenda DE JES&#218;S, Plaintiff, Appellant,<br>v.<br>LTT CARD SERVICES, INC.; Jorge Pag&#225;n; Jane Doe; Conjugal Partnership Pag&#225;n-Doe; John Roe; Joe Roe, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1907.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2006.</p>\n    <p class=\"date\">Decided January 19, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maria I. Santos-Rivera for appellant.</p>\n      <p class=\"indent\">Alberto Acevedo-Colom for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises the issue, new to our circuit, of whether shareholder-directors of a close corporation may be \"employees\" for purposes of the 15-employee requirement for determining whether a corporation is a covered \"employer\" under certain federal anti-discrimination laws. The Supreme Court has instructed on this issue in a series of decisions which determine the outcome of this appeal from entry of summary judgment for the defendants. <i>See Clackamas Gastroenterology Assocs., P.C. v. Wells,</i> 538 U.S. 440, 123 S.Ct. 1673, 155 L.Ed.2d 615 (2003); <i>Walters v. Metro. Educ. Enters., Inc.,</i> 519 U.S. 202, 117 S.Ct. 660, 136 L.Ed.2d 644 (1997); <i>Nationwide Mut. Ins. Co. v. Darden,</i> 503 U.S. 318, 112 S.Ct. 1344, 117 L.Ed.2d 581 (1992).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">LTT Card Services, Inc. (LTT) is a corporation which sells cards for cellular phones. Lenda De Jes&#250;s worked for LTT in 2001 and 2002. De Jes&#250;s worked in LTT's accounting department, and her last position with the company was as a Collection Officer. While De Jes&#250;s was employed at LTT, Jorge Pag&#225;n was President of the company, and Ibrahim Baker was Vice President. Defendants allege that LTT is a close corporation, and that Pag&#225;n and Baker are directors and major shareholders of LTT.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December 2004, De Jes&#250;s brought suit against LTT and several individuals (collectively \"LTT\"), alleging that after she announced she was pregnant in April 2002, she was subjected to harassment and a hostile work environment, which led to her constructive discharge in violation of 42 U.S.C. &#167; 1983; 42 U.S.C. &#167; 1985; Title VII of the Civil Rights Act of 1964 (Title VII), 42 U.S.C. &#167; 2000e <i>et seq.;</i> the Americans with Disabilities Act of 1990(ADA), 42 U.S.C. &#167; 12101 <i>et seq.;</i> and Puerto Rican law, including P.R. Laws Ann. tit. 29, &#167; 146 <i>et seq.</i> and P.R. Laws Ann. tit. 31, &#167; 5141 <i>et seq.</i> De Jes&#250;s apparently had received a Notice of Right to Sue from the Equal Employment Opportunity Commission (EEOC).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">LTT moved to dismiss De Jes&#250;s's Title VII claim on the ground that plaintiff had not met her burden of showing that the company satisfied the definition of \"employer,\" as it did not have \"fifteen or more employees for each working day in each of twenty or more calendar weeks in the current or preceding calendar year.\" 42 U.S.C. &#167; 2000e(b). The ADA likewise<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> defines \"employer\" as \"a person engaged in an industry affecting commerce who has 15 or more employees for each working day in each of 20 or more calendar weeks in the current or preceding calendar year.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 42 U.S.C. &#167; 12111(5)(A). LTT filed no memorandum of law providing any legal analysis with its motion to dismiss; it instead filed a sworn statement from Carlos Ruben Vargas-Acevedo, an accountant for LTT, that there were not 15 or more employees for each working day during 20 or more calendar weeks in either 2003 or 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response to LTT's motion to dismiss, De Jes&#250;s filed a motion under Federal Rule of Civil Procedure 56(f), asking that she be allowed an opportunity to conduct discovery in the case or, in the alternative, be allowed to conduct limited discovery as to the 15-employee issue.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">LTT opposed De Jes&#250;s's request for discovery and submitted uncertified payroll records for 2003 and 2004 in support of its argument that no additional discovery was necessary. Notably, the records listed both Pag&#225;n and Baker, the purported shareholder-directors, as employees for every week of 2003 and 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 9, 2005, the district court initially denied LTT's motion to dismiss the Title VII and ADA claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>De Jes&#250;s v. LTT Card Services, Inc.,</i> No. Civ. 04-2373, 2005 WL 1881482, at *5 &amp; n. 4 (D.P.R. Aug. 9, 2005). Recognizing a split then extant among the circuit courts, the district court characterized the 15-employee requirement as an issue of failure to state a claim, under Rule 12(b)(6), rather than an issue of subject matter jurisdiction, under Rule 12(b)(1). <i>Id.</i> at *4-5. The district court was correct. The Supreme Court has since decided that the 15-employee requirement is not jurisdictional, but an element of plaintiff's claim for relief. <i>Arbaugh v. Y &amp; H Corp.,</i> 546 U.S. 500, 126 S.Ct. 1235, 1245, 163 L.Ed.2d 1097 (2006).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court also correctly held that for purposes of determining whether LTT was a covered employer, the focus must be on 2002, the calendar year in which the alleged discrimination occurred, and/or 2001, the preceding calendar year. <i>See Vera-Lozano v. Int'l Broad.,</i> 50 F.3d 67, 69 (1st Cir.1995); <i>see also</i> 42 U.S.C. &#167; 2000e(b). The court gave leave to LTT to renew its motion to dismiss the Title VII and ADA claims by filing \"certified copies of the payrolls\" for 2001 and 2002. <i>De Jes&#250;s,</i> 2005 WL 1881482, at *5 &amp; n. 4. The court stated that in the event LTT's motion was reinstated, De Jes&#250;s would have a 30-day period to conduct limited discovery on the 15-employee issue. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thereafter, on October 11, 2005, LTT submitted <i>uncertified</i> records concerning its 2001 and 2002 payrolls, along with a second motion to dismiss. The documents submitted appear to be spreadsheets rather than \"certified copies of the payrolls.\" The motion relied on <i>Serapion v. Martinez,</i> 119 F.3d 982 (1st Cir.1997), and <i>Devine v. Stone, Leyton &amp; Gershman, P.C.,</i> 100 F.3d 78 (8th Cir.1996), for the proposition that \"shareholders-directors, that manage and own the business\" must be \"excluded from the payroll, since they should be considered proprietors, not employees, under Title VII.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The motion also explained that two names on the previously submitted records for 2003 and 2004 should have been excluded. That was because \"Jorge Pag&#225;n and Ibrahim Baker [were] both shareholders and directors of L.T.T.\" and as such \"should be considered proprietors and not employees.\" One can easily infer that Pag&#225;n and Baker were not listed on the newly submitted, uncertified records for 2001 and 2002 because of their alleged shareholder-director status. Had they been counted as employees, it appears that LTT would have had at least 15 employees for the requisite number of weeks in 2001 and 2002. Plaintiff failed to file any opposition to LTT's second motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On April 10, 2006, the district court dismissed De Jes&#250;s's Title VII and ADA claims with prejudice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>De Jes&#250;s v. LTT Card Services, Inc.,</i> No. Civ. 04-2373, 2006 WL 940996, at * 1 (D.P.R. Apr. 10, 2006). It is clear that, without formally doing so, the court treated LTT's second motion to dismiss as a Rule 56 motion for summary judgment. The court had before it what were purported to be payroll records, and it had given De Jes&#250;s an opportunity for discovery after she filed her motion under Rule 56(f). There was no prejudice to any party from this treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In granting summary judgment to LTT on the Title VII and ADA claims, the district court properly took LTT's submitted uncontested facts as admitted, since De Jes&#250;s filed no opposition. <i>See Font&#225;nez-N&#250;&#241;ez v. Janssen Ortho LLC,</i> 447 F.3d 50, 55 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Perhaps because of the lack of developed briefing,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the district court's order was unaccompanied by a memorandum and consisted only of two paragraphs, which stated the court's conclusions but not its reasons. The court cited no cases on the question of whether director-shareholders may be considered \"employees\" for determining whether a corporation is a covered \"employer.\" <i>De Jes&#250;s,</i> 2006 WL 940996, at *1. We assume that the court's decision was based on the spartan arguments accompanying LTT's second motion to dismiss: that this case is controlled by <i>Serapion</i> and <i>Devine,</i> and that shareholder-directors of corporations are excluded as a matter of law from being counted as employees under Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On May 4, 2006, De Jes&#250;s, represented by new counsel, filed a motion for reconsideration or relief from judgment under Rule 60(b). Plaintiff stated in the motion that previous counsel had been experiencing depression and failed to discuss with her the defendants' motion to dismiss; she also noted that former counsel \"failed to perform any discovery . . . and failed to file any objection to defendants' exhibits.\" De Jes&#250;s also objected that the 2001 and 2002 records submitted by LTT were not certified payrolls as required by the district court's August 9, 2005 order, and that it was improper for LTT to omit Pag&#225;n and Baker from the 2001 and 2002 records. Further, De Jes&#250;s argued for the first time, on reconsideration, that LTT impermissibly excluded an additional six employees from its submitted documents for the years in question, supported only by her statement that the six were employees.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court did not rule on De Jes&#250;s's motion for reconsideration. This may have been due to plaintiff's filing her notice of appeal only six days after the filing of the motion to set aside judgment. In any event, De Jes&#250;s timely appealed from the entry of summary judgment against her on the Title VII and ADA claims.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our review of the district court's grant of summary judgment is de novo, and we take all reasonable inferences in favor of the nonmoving party. <i>Stonkus v. City of Brockton Sch. Dep't,</i> 322 F.3d 97, 102 (1st Cir. 2003). Even though De Jes&#250;s failed to oppose LTT's motion, the \"uncontested facts and other evidentiary facts of record must still show that [defendants are] entitled to summary judgment.\" <i>Font&#225;nez-N&#250;&#241;ez,</i> 447 F.3d at 55 (quoting <i>Torres-Rosado v. Rotger-Sabat,</i> 335 F.3d 1, 4 (1st Cir.2003)) (internal quotation marks omitted); <i>see also Calderone v. United States,</i> 799 F.2d 254, 259 (6th Cir. 1986) (stating that a Rule 56 movant who does not bear the burden of proof must show that \"the opponent cannot sustain his burden at trial\").</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This appeal raises two issues. The first is how to treat shareholder-directors of close corporations in determining who is an \"employee\" for meeting the definition of \"employer\" under Title VII and the ADA.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The second is whether, on the record before it, the district court correctly concluded on summary judgment that LTT did not have 15 or more employees for each working day in 20 or more calendar weeks in 2001 or 2002 because on the undisputed facts Pag&#225;n and Baker could not be employees.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whether an individual is an employee for purposes of Title VII or the ADA is a matter of federal law. <i>See Walters,</i> 519 U.S. at 206-07, 211-12, 117 S.Ct. 660; <i>Rodal v. Anesthesia Group of Onondaga, P.C.,</i> 369 F.3d 113, 122-23 (2d Cir. 2004); <i>Serapion,</i> 119 F.3d at 988. However, neither Title VII nor the ADA defines who is an employee beyond the circular provision that an \"employee\" is \"an individual employed by an employer.\" 42 U.S.C. &#167;&#167; 2000e(f), 12111(4). Indeed, the Supreme Court has noted that \"employee\" does not have \"some intrinsically plain meaning.\" <i>Robinson v. Shell Oil Co.,</i> 519 U.S. 337, 344 n. 4, 346, 117 S.Ct. 843, 136 L.Ed.2d 808 (1997) (holding that term \"employees\" as used in the anti-retaliation provision of Title VII includes former employees).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Supreme Court has addressed the definition of \"employer\" in the federal anti-discrimination laws in several cases. In <i>Walters,</i> the Court addressed the question of whether, for purposes of Title VII's 15-employee requirement, the defendant \"had\" all employees with whom it maintained an employment relationship on a given working day, regardless of whether the employee received compensation on that day. 519 U.S. at 204, 117 S.Ct. 660.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Walters</i> establishes the broader framework applicable here. Under <i>Walters,</i> the 15-employee question will frequently, but not necessarily, be addressed in two parts: application of the \"payroll method,\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> followed by application of traditional agency law principles for defining employer and employee, if the individual is on the payroll. <i>Id.</i> at 207, 211-12. Of course, one could skip to the second test if it were dispositive.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus, our starting point, as the parties presented the issue, is whether the two individuals in question were on LTT's payroll. The inferences, which must be drawn in plaintiff's favor, are that Pag&#225;n and Baker were on the payroll for 52 weeks in both 2001 and 2002, just as they were in 2003 and 2004, but were excluded from LTT's later submission of uncertified records for 2001 and 2002 based on a legal argument that shareholder-directors cannot be employees. There is a further reasonable inference in plaintiff's favor that if Pag&#225;n and Baker were on the payroll for 52 weeks in 2001 and 2002, they were full-time, paid workers of LTT.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This brings us to the second test. As <i>Walters</i> recognized, the mere fact that an individual is on the payroll is not necessarily dispositive of his or her status as an employee. Citing <i>Darden,</i> 503 U.S. at 323-24, 112 S.Ct. 1344, <i>Walters</i> stressed that it is \"the existence of an employment relationship, not appearance on the payroll,\" which is critical, because an individual may appear on the payroll but nevertheless not be \"an `employee' under traditional principles of agency law.\" 519 U.S. at 211, 117 S.Ct. 660. The courts of appeals differed, however, on what was the appropriate common law test. <i>See, e.g., Devine,</i> 100 F.3d at 81; <i>Hyland v. New Haven Radiology Assocs., P.C.,</i> 794 F.2d 793, 798 (2d Cir.1986); <i>EEOC v. Dowd &amp; Dowd, Ltd.,</i> 736 F.2d 1177, 1178 (7th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In 2003 the Supreme Court decided <i>Clackamas,</i> resolving the circuit split and determining the test applicable here. The issue was how to determine who was an employee for purposes of the 15-employee requirement under the ADA when shareholder-directors were involved. 538 U.S. at 442, 123 S.Ct. 1673. The case turned on \"whether four physicians actively engaged in medical practice as shareholders and directors of a professional corporation should be counted as `employees.'\" <i>Id.</i> The Court noted that Congress had balanced the competing interests of employees and small businesses in setting the definition of covered employers. <i>Id.</i> at 446-47, 123 S.Ct. 1673. \"[T]he congressional decision to limit the coverage of the [ADA] to firms with 15 or more employees has its own justification that must be respected &#8212; namely, easing entry into the market and preserving the competitive position of smaller firms.\" <i>Id.</i> at 447, 123 S.Ct. 1673.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Notably, the Court rejected the approach, implicit in LTT's position,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> that the issue is simply whether the individuals in question are like partners in a partnership. <i>Id.</i> at 446, 123 S.Ct. 1673. Such an approach, the Court held, avoids the pertinent question of whether shareholder-directors of a professional corporation are <i>employees</i> within the meaning of the statute. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Rather, the Court adopted a six-factor test taken from 2 EEOC, Compliance Manual &#167; 605:0009 (2000) (hereinafter \"2000 EEOC Compliance Manual\"), for determining whether a shareholder-director is an employee. <i>Clackamas,</i> 538 U.S. at 449-50, 123 S.Ct. 1673. The six factors in the EEOC Compliance Manual are designed to address \"`whether the individual acts independently and participates in managing the organization, or whether the individual is subject to the organization's control.'\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Id.</i> at 449, 123 S.Ct. 1673 (quoting 2000 EEOC Compliance Manual &#167; 605:0009). If the individual is subject to the organization's control, he is an employee, even if he is a partner, officer, director, or major shareholder. <i>See</i> 2 EEOC, Compliance Manual &#182; 7110(A)(1)(d), at 5719 (2003) (hereinafter \"2003 EEOC Compliance Manual\"). The six factors are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">1. \"Whether the organization can hire or fire the individual or set the rules and regulations of the individual's work,\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">2. \"Whether and, if so, to what extent the organization supervises the individual's work,\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">3. \"Whether the individual reports to someone higher in the organization,\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">4. \"Whether and, if so, to what extent the individual is able to influence the organization,\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">5. \"Whether the parties intended that the individual be an employee, as expressed in written agreements or contracts,\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">6. \"Whether the individual shares in the profits, losses, and liabilities of the organization.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Clackamas,</i> 538 U.S. at 449-50, 123 S.Ct. 1673 (quoting 2000 EEOC Compliance Manual &#167; 605:0009) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court made clear that these six factors are not exhaustive. <i>Id.</i> at 450 &amp; n. 10. The Court went on to explain the application of the factors:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As the EEOC's standard reflects, an employer is the person, or group of persons, who owns and manages the enterprise. The employer can hire and fire employees, can assign tasks to employees and supervise their performance, and can decide how the profits and losses of the business are to be distributed. The mere fact that a person has a particular title &#8212; such as partner, director, or vice president &#8212; should not necessarily be used to determine whether he or she is an employee or a proprietor. Nor should the mere existence of a document styled \"employment agreement\" lead inexorably to the conclusion that either party is an employee. Rather, as was true in applying common-law rules to the independent-contractor-versus-employee issue confronted in <i>Darden,</i> the answer to whether a shareholder-director is an employee depends on \"`all of the incidents of the relationship . . . with no one factor being decisive.'\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\"><i>Id.</i> at 450-51, 123 S.Ct. 1673 (omission in original) (citations omitted) (quoting <i>Darden,</i> 503 U.S. at 324, 112 S.Ct. 1344 (quoting <i>NLRB v. United Ins. Co. of Am.,</i> 390 U.S. 254, 258, 88 S.Ct. 988, 19 L.Ed.2d 1083 (1968))) (citing 2000 EEOC Compliance Manual &#167; 605:0009).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under <i>Clackamas</i> it is also clear that managers or supervisors may not be determined to be non-employees merely on the basis that they have managerial or supervisory authority. <i>See Smith v. Castaways Family Diner,</i> 453 F.3d 971, 978-79 (7th Cir.2006). Management authority can be delegated by the corporation, but such authority does not necessarily entail a <i>right</i> to control. <i>See id.</i> at 982 (underscoring the distinction between a right versus a privilege of participating in the governance of a business).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We hold that the <i>Clackamas</i> approach applies here. Although <i>Clackamas</i> does not directly decide the question, we hold that it applies to close corporations as well as to professional corporations. That is because the EEOC Compliance Manual does not restrict itself to professional corporations; indeed, it explicitly covers major shareholders. 2003 EEOC Compliance Manual &#182; 7110(A)(1)(d), at 5718-19. We also hold that the <i>Clackamas</i> test applies to Title VII as well as ADA claims. Without expressly holding that this test has application beyond the ADA, the Court noted that the EEOC's guidelines are intended to apply across Title VII, the ADA, and the Age Discrimination in Employment Act of 1967, 29 U.S.C. &#167; 621 <i>et seq. Clackamas,</i> 538 U.S. at 449, 123 S.Ct. 1673 n. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We turn to the question of application of <i>Clackamas</i> to the record in this case. LTT chose as its sole battleground its application of the payroll method. Under <i>Walters,</i> as we have said, application of the payroll method alone does not warrant entry of summary judgment where the evidence is merely that the pertinent individuals being counted are on the payroll, and there is a dispute about whether pertinent individuals are employees. 519 U.S. at 211-12, 117 S.Ct. 660. The defendants must also meet their burden under the six-factor <i>Clackamas</i> test.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">LTT merely alleged that Pag&#225;n and Baker are directors and shareholders of LTT, but provided no evidence. Even if one were to accept that the spreadsheets submitted were accurate payrolls because De Jes&#250;s did not initially oppose this assertion,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> entry of summary judgment for defendants was not proper. That is because defendants failed to offer evidence pertaining to the six factors described in <i>Clackamas. See Claudio-Gotay v. Becton Dickinson Caribe, Ltd.,</i> 375 F.3d 99, 101-02, 104 (1st Cir.2004) (noting that motions for summary judgment are decided on the evidence in the record, including admissions on file). On the record before it, the district court could not have engaged in the necessary inquiry into the six factors and concluded on summary judgment that Pag&#225;n and Baker were not employees. <i>See Clackamas,</i> 538 U.S. at 449, 450, 123 S.Ct. 1673 n. 10 (finding each of the EEOC's six factors \"relevant to the inquiry whether a shareholder-director is an employee,\" and noting that other factors may also be pertinent); <i>see also</i> 2003 EEOC Compliance Manual &#182; 7110(A)(1)(d), at 5718-19.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Under these circumstances, we vacate the entry of summary judgment for defendants and remand for action consistent herewith. Nothing in this opinion is intended to preclude the district court from entertaining a properly supported renewed motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">No costs are awarded on this appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Not every federal anti-discrimination law imposes a 15-employee requirement for covered employers<i>See Engelhardt v. S.P. Richards Co., Inc.,</i> 472 F.3d 1, 3 (1st Cir.2006) (discussing 50-employee requirement under the Family and Medical Leave Act).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> LTT did not press its 15-employee argument with respect to the ADA claim, believing that plaintiff's complaint stated a claim for pregnancy discrimination that was actionable exclusively under Title VII. The district court did not decide whether discrimination on the basis of pregnancy is cognizable under the ADA, and neither party has argued the issue on appeal, so we do not reach it. We note, however, that the EEOC's interpretive guidance to the ADA states that \"conditions, such as pregnancy, that are not the result of a physiological disorder are . . . not impairments\" under the ADA. 29 C.F.R. 1630 app. &#167; 1630.2(h)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court dismissed De Jes&#250;s's claims under &#167; 1983 and &#167; 1985<i>De Jes&#250;s v. LTT Card Services, Inc.,</i> No. Civ. 04-2373, 2005 WL 1881482, at *3 (D.P.R. Aug. 9, 2005). These dismissals are not at issue on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court dismissed without prejudice plaintiff's pendent claims under Puerto Rico law<i>De Jes&#250;s v. LTT Card Services, Inc.,</i> No. Civ. 04-2373, 2006 WL 940996, at * 1 (D.P.R. Apr. 10, 2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Unfortunately, at no time did the parties bring the relevant Supreme Court case law to the district court's or this court's attention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Defendants' brief mistakenly assumes that plaintiff appeals only from the district court's procedural treatment of her failure to oppose defendants' motion of October 11, 2005. Nonetheless we decline to apply the waiver rule,<i>Balestracci v. NSTAR Elec. &amp; Gas Corp.,</i> 449 F.3d 224, 233 n. 6 (1st Cir.2006), despite defendants' failure to adequately brief the merits of the summary judgment issues.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We take the question of who is an \"employee\" for purposes of determining who may seek the protection of Title VII as identical to the question of who is an \"employee\" for purposes of the 15-employee threshold required for an \"employer.\"<i>See Clackamas,</i> 538 U.S. at 446, 123 S.Ct. 1673 n. 6 (noting in the ADA context that \"the term `employee' comes into play when determining whether an individual . . . may invoke . . . protections against discrimination . . ., as well as when determining whether an individual is an `employee' for purposes of the 15-employee threshold\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The<i>Walters</i> Court endorsed the use of the payroll method, which this court had earlier adopted in <i>Thurber v. Jack Reilly's, Inc.,</i> 717 F.2d 633, 634-35 (1st Cir.1983), recognizing that \"the employment relationship is most readily demonstrated by the individual's appearance on the employer's payroll.\" <i>Walters,</i> 519 U.S. at 206, 117 S.Ct. 660.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In its second motion to dismiss, LTT asserted that Pag&#225;n and Baker were shareholders and directors of the company, and that as a result they could not be considered employees. LTT relied on<i>Serapion</i> and <i>Devine</i> in support of its argument, but it did not recognize that both cases expressly warned against depending solely on labels to establish the substance of the employment relationship. <i>Serapion,</i> 119 F.3d at 987; <i>Devine,</i> 100 F.3d at 81.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The EEOC Compliance Manual also lists 16 factors, taken from<i>Darden,</i> 503 U.S. at 323-24, 112 S.Ct. 1344, that may be relevant to the broader question of \"`whether the employer controls the means and manner of the worker's work performance.'\" <i>Clackamas,</i> 538 U.S. at 449, 123 S.Ct. 1673 (quoting 2000 EEOC Compliance Manual &#167; 605:0008 &amp; n. 71).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> <i>Clackamas</i> is thus on point with this court's earlier holding in <i>Serapion</i> that questions of employee status are not to be determined on the basis of a label, but rather on the basis of the actual circumstances of an individual's relationship with the company. <i>See Serapion,</i> 119 F.3d at 987 (requiring \"a case-by-case analysis aimed at determining whether an individual . . . actually bears a close enough resemblance to an employee to be afforded the protections of Title VII\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> De Jes&#250;s questioned the nature of the documents submitted by LTT as payrolls in her later motion for reconsideration</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202672\"><a href=\"/opinion/202672/de-jesus-v-ltt-card-services/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span></p>\n    <p class=\"parties\">Lenda DE JES&#218;S, Plaintiff, Appellant,<br>v.<br>LTT CARD SERVICES, INC.; Jorge Pag&#225;n; Jane Doe; Conjugal Partnership Pag&#225;n-Doe; John Roe; Joe Roe, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1907.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2006.</p>\n    <p class=\"date\">Decided January 19, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maria I. Santos-Rivera for appellant.</p>\n      <p class=\"indent\">Alberto Acevedo-Colom for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises the issue, new to our circuit, of whether shareholder-directors of a close corporation may be \"employees\" for purposes of the 15-employee requirement for determining whether a corporation is a covered \"employer\" under certain federal anti-discrimination laws. The Supreme Court has instructed on this issue in a series of decisions which determine the outcome of this appeal from entry of summary judgment for the defendants. <i>See Clackamas Gastroenterology Assocs., P.C. v. Wells,</i> <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (2003); <i>Walters v. Metro. Educ. Enters., Inc.,</i> <span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, <span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">660</span></a></span>, <span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">644</span></a></span> (1997); <i>Nationwide Mut. Ins. Co. v. Darden,</i> <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span>, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">581</span></a></span> (1992).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">LTT Card Services, Inc. (LTT) is a corporation which sells cards for cellular phones. Lenda De Jes&#250;s worked for LTT in 2001 and 2002. De Jes&#250;s worked in LTT's accounting department, and her last position with the company was as a Collection Officer. While De Jes&#250;s was employed at LTT, Jorge Pag&#225;n was President of the company, and Ibrahim Baker was Vice President. Defendants allege that LTT is a close corporation, and that Pag&#225;n and Baker are directors and major shareholders of LTT.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December 2004, De Jes&#250;s brought suit against LTT and several individuals (collectively \"LTT\"), alleging that after she announced she was pregnant in April 2002, she was subjected to harassment and a hostile work environment, which led to her constructive discharge in violation of 42 U.S.C. &#167; 1983; 42 U.S.C. &#167; 1985; Title VII of the Civil Rights Act of 1964 (Title VII), 42 U.S.C. &#167; 2000e <i>et seq.;</i> the Americans with Disabilities Act of 1990(ADA), 42 U.S.C. &#167; 12101 <i>et seq.;</i> and Puerto Rican law, including P.R. Laws Ann. tit. 29, &#167; 146 <i>et seq.</i> and P.R. Laws Ann. tit. 31, &#167; 5141 <i>et seq.</i> De Jes&#250;s apparently had received a Notice of Right to Sue from the Equal Employment Opportunity Commission (EEOC).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">LTT moved to dismiss De Jes&#250;s's Title VII claim on the ground that plaintiff had not met her burden of showing that the company satisfied the definition of \"employer,\" as it did not have \"fifteen or more employees for each working day in each of twenty or more calendar weeks in the current or preceding calendar year.\" 42 U.S.C. &#167; 2000e(b). The ADA likewise<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> defines \"employer\" as \"a person engaged in an industry affecting commerce who has 15 or more employees for each working day in each of 20 or more calendar weeks in the current or preceding calendar year.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 42 U.S.C. &#167; 12111(5)(A). LTT filed no memorandum of law providing any legal analysis with its motion to dismiss; it instead filed a sworn statement from Carlos Ruben Vargas-Acevedo, an accountant for LTT, that there were not 15 or more employees for each working day during 20 or more calendar weeks in either 2003 or 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response to LTT's motion to dismiss, De Jes&#250;s filed a motion under Federal Rule of Civil Procedure 56(f), asking that she be allowed an opportunity to conduct discovery in the case or, in the alternative, be allowed to conduct limited discovery as to the 15-employee issue.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">LTT opposed De Jes&#250;s's request for discovery and submitted uncertified payroll records for 2003 and 2004 in support of its argument that no additional discovery was necessary. Notably, the records listed both Pag&#225;n and Baker, the purported shareholder-directors, as employees for every week of 2003 and 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 9, 2005, the district court initially denied LTT's motion to dismiss the Title VII and ADA claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>De Jes&#250;s v. LTT Card Services, Inc.,</i> No. Civ. 04-2373, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1881482</span></span>, at *5 &amp; n. 4 (D.P.R. Aug. 9, 2005). Recognizing a split then extant among the circuit courts, the district court characterized the 15-employee requirement as an issue of failure to state a claim, under Rule 12(b)(6), rather than an issue of subject matter jurisdiction, under Rule 12(b)(1). <i>Id.</i> at *4-5. The district court was correct. The Supreme Court has since decided that the 15-employee requirement is not jurisdictional, but an element of plaintiff's claim for relief. <i>Arbaugh v. Y &amp; H Corp.,</i> <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></a></span>, 1245, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1097</span></a></span> (2006).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court also correctly held that for purposes of determining whether LTT was a covered employer, the focus must be on 2002, the calendar year in which the alleged discrimination occurred, and/or 2001, the preceding calendar year. <i>See Vera-Lozano v. Int'l Broad.,</i> <span class=\"citation\" data-id=\"691949\"><a href=\"/opinion/691949/67-fair-emplpraccas-bna-667-66-empl-prac-dec-p-43488-agnes/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 69 (1st Cir.1995); <i>see also</i> 42 U.S.C. &#167; 2000e(b). The court gave leave to LTT to renew its motion to dismiss the Title VII and ADA claims by filing \"certified copies of the payrolls\" for 2001 and 2002. <i>De Jes&#250;s,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1881482</span></span>, at *5 &amp; n. 4. The court stated that in the event LTT's motion was reinstated, De Jes&#250;s would have a 30-day period to conduct limited discovery on the 15-employee issue. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thereafter, on October 11, 2005, LTT submitted <i>uncertified</i> records concerning its 2001 and 2002 payrolls, along with a second motion to dismiss. The documents submitted appear to be spreadsheets rather than \"certified copies of the payrolls.\" The motion relied on <i>Serapion v. Martinez,</i> <span class=\"citation\" data-id=\"744154\"><a href=\"/opinion/744154/74-fair-emplpraccas-bna-601-71-empl-prac-dec-p-44887-margarita/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span> (1st Cir.1997), and <i>Devine v. Stone, Leyton &amp; Gershman, P.C.,</i> <span class=\"citation\" data-id=\"729674\"><a href=\"/opinion/729674/karen-devine-v-stone-leyton-gershman-pc/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span> (8th Cir.1996), for the proposition that \"shareholders-directors, that manage and own the business\" must be \"excluded from the payroll, since they should be considered proprietors, not employees, under Title VII.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The motion also explained that two names on the previously submitted records for 2003 and 2004 should have been excluded. That was because \"Jorge Pag&#225;n and Ibrahim Baker [were] both shareholders and directors of L.T.T.\" and as such \"should be considered proprietors and not employees.\" One can easily infer that Pag&#225;n and Baker were not listed on the newly submitted, uncertified records for 2001 and 2002 because of their alleged shareholder-director status. Had they been counted as employees, it appears that LTT would have had at least 15 employees for the requisite number of weeks in 2001 and 2002. Plaintiff failed to file any opposition to LTT's second motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On April 10, 2006, the district court dismissed De Jes&#250;s's Title VII and ADA claims with prejudice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>De Jes&#250;s v. LTT Card Services, Inc.,</i> No. Civ. 04-2373, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">940996</span></span>, at * 1 (D.P.R. Apr. 10, 2006). It is clear that, without formally doing so, the court treated LTT's second motion to dismiss as a Rule 56 motion for summary judgment. The court had before it what were purported to be payroll records, and it had given De Jes&#250;s an opportunity for discovery after she filed her motion under Rule 56(f). There was no prejudice to any party from this treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In granting summary judgment to LTT on the Title VII and ADA claims, the district court properly took LTT's submitted uncontested facts as admitted, since De Jes&#250;s filed no opposition. <i>See Font&#225;nez-N&#250;&#241;ez v. Janssen Ortho LLC,</i> <span class=\"citation\" data-id=\"202200\"><a href=\"/opinion/202200/fontanez-nunez-v-janssen-ortho-llc/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Perhaps because of the lack of developed briefing,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the district court's order was unaccompanied by a memorandum and consisted only of two paragraphs, which stated the court's conclusions but not its reasons. The court cited no cases on the question of whether director-shareholders may be considered \"employees\" for determining whether a corporation is a covered \"employer.\" <i>De Jes&#250;s,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">940996</span></span>, at *1. We assume that the court's decision was based on the spartan arguments accompanying LTT's second motion to dismiss: that this case is controlled by <i>Serapion</i> and <i>Devine,</i> and that shareholder-directors of corporations are excluded as a matter of law from being counted as employees under Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On May 4, 2006, De Jes&#250;s, represented by new counsel, filed a motion for reconsideration or relief from judgment under Rule 60(b). Plaintiff stated in the motion that previous counsel had been experiencing depression and failed to discuss with her the defendants' motion to dismiss; she also noted that former counsel \"failed to perform any discovery . . . and failed to file any objection to defendants' exhibits.\" De Jes&#250;s also objected that the 2001 and 2002 records submitted by LTT were not certified payrolls as required by the district court's August 9, 2005 order, and that it was improper for LTT to omit Pag&#225;n and Baker from the 2001 and 2002 records. Further, De Jes&#250;s argued for the first time, on reconsideration, that LTT impermissibly excluded an additional six employees from its submitted documents for the years in question, supported only by her statement that the six were employees.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court did not rule on De Jes&#250;s's motion for reconsideration. This may have been due to plaintiff's filing her notice of appeal only six days after the filing of the motion to set aside judgment. In any event, De Jes&#250;s timely appealed from the entry of summary judgment against her on the Title VII and ADA claims.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our review of the district court's grant of summary judgment is de novo, and we take all reasonable inferences in favor of the nonmoving party. <i>Stonkus v. City of Brockton Sch. Dep't,</i> <span class=\"citation\" data-id=\"200433\"><a href=\"/opinion/200433/stonkus-v-city-of-brockton/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 102 (1st Cir. 2003). Even though De Jes&#250;s failed to oppose LTT's motion, the \"uncontested facts and other evidentiary facts of record must still show that [defendants are] entitled to summary judgment.\" <i>Font&#225;nez-N&#250;&#241;ez,</i> 447 F.3d at 55 (quoting <i>Torres-Rosado v. Rotger-Sabat,</i> <span class=\"citation\" data-id=\"200527\"><a href=\"/opinion/200527/torres-rosado-v-rotger-sabat/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2003)) (internal quotation marks omitted); <i>see also Calderone v. United States,</i> <span class=\"citation\" data-id=\"475275\"><a href=\"/opinion/475275/anthony-a-calderone-clark-hornbaker-plaintiffs-counterclaim-defendants/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 259 (6th Cir. 1986) (stating that a Rule 56 movant who does not bear the burden of proof must show that \"the opponent cannot sustain his burden at trial\").</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This appeal raises two issues. The first is how to treat shareholder-directors of close corporations in determining who is an \"employee\" for meeting the definition of \"employer\" under Title VII and the ADA.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The second is whether, on the record before it, the district court correctly concluded on summary judgment that LTT did not have 15 or more employees for each working day in 20 or more calendar weeks in 2001 or 2002 because on the undisputed facts Pag&#225;n and Baker could not be employees.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whether an individual is an employee for purposes of Title VII or the ADA is a matter of federal law. <i>See Walters,</i> 519 U.S. at 206-07, 211-12, <span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">660</span></a></span>; <i>Rodal v. Anesthesia Group of Onondaga, P.C.,</i> <span class=\"citation\" data-id=\"786316\"><a href=\"/opinion/786316/stewart-j-rodal-v-anesthesia-group-of-onondaga-pc/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 122-23 (2d Cir. 2004); <i>Serapion,</i> 119 F.3d at 988. However, neither Title VII nor the ADA defines who is an employee beyond the circular provision that an \"employee\" is \"an individual employed by an employer.\" 42 U.S.C. &#167;&#167; 2000e(f), 12111(4). Indeed, the Supreme Court has noted that \"employee\" does not have \"some intrinsically plain meaning.\" <i>Robinson v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"118082\"><a href=\"/opinion/118082/robinson-v-shell-oil-co/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 344 n. 4, 346, <span class=\"citation\" data-id=\"118082\"><a href=\"/opinion/118082/robinson-v-shell-oil-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">843</span></a></span>, <span class=\"citation\" data-id=\"118082\"><a href=\"/opinion/118082/robinson-v-shell-oil-co/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">808</span></a></span> (1997) (holding that term \"employees\" as used in the anti-retaliation provision of Title VII includes former employees).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Supreme Court has addressed the definition of \"employer\" in the federal anti-discrimination laws in several cases. In <i>Walters,</i> the Court addressed the question of whether, for purposes of Title VII's 15-employee requirement, the defendant \"had\" all employees with whom it maintained an employment relationship on a given working day, regardless of whether the employee received compensation on that day. 519 U.S. at 204, <span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">660</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Walters</i> establishes the broader framework applicable here. Under <i>Walters,</i> the 15-employee question will frequently, but not necessarily, be addressed in two parts: application of the \"payroll method,\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> followed by application of traditional agency law principles for defining employer and employee, if the individual is on the payroll. <i>Id.</i> at 207, 211-12. Of course, one could skip to the second test if it were dispositive.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus, our starting point, as the parties presented the issue, is whether the two individuals in question were on LTT's payroll. The inferences, which must be drawn in plaintiff's favor, are that Pag&#225;n and Baker were on the payroll for 52 weeks in both 2001 and 2002, just as they were in 2003 and 2004, but were excluded from LTT's later submission of uncertified records for 2001 and 2002 based on a legal argument that shareholder-directors cannot be employees. There is a further reasonable inference in plaintiff's favor that if Pag&#225;n and Baker were on the payroll for 52 weeks in 2001 and 2002, they were full-time, paid workers of LTT.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This brings us to the second test. As <i>Walters</i> recognized, the mere fact that an individual is on the payroll is not necessarily dispositive of his or her status as an employee. Citing <i>Darden,</i> 503 U.S. at 323-24, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span>, <i>Walters</i> stressed that it is \"the existence of an employment relationship, not appearance on the payroll,\" which is critical, because an individual may appear on the payroll but nevertheless not be \"an `employee' under traditional principles of agency law.\" 519 U.S. at 211, <span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">660</span></a></span>. The courts of appeals differed, however, on what was the appropriate common law test. <i>See, e.g., Devine,</i> 100 F.3d at 81; <i>Hyland v. New Haven Radiology Assocs., P.C.,</i> <span class=\"citation\" data-id=\"472558\"><a href=\"/opinion/472558/john-hyland-md-v-new-haven-radiology-associates-pc-and-gerald/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 798 (2d Cir.1986); <i>EEOC v. Dowd &amp; Dowd, Ltd.,</i> <span class=\"citation\" data-id=\"437294\"><a href=\"/opinion/437294/34-fair-emplpraccas-1815-34-empl-prac-dec-p-34468-equal-employment/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1177</span></a></span>, 1178 (7th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In 2003 the Supreme Court decided <i>Clackamas,</i> resolving the circuit split and determining the test applicable here. The issue was how to determine who was an employee for purposes of the 15-employee requirement under the ADA when shareholder-directors were involved. 538 U.S. at 442, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. The case turned on \"whether four physicians actively engaged in medical practice as shareholders and directors of a professional corporation should be counted as `employees.'\" <i>Id.</i> The Court noted that Congress had balanced the competing interests of employees and small businesses in setting the definition of covered employers. <i>Id.</i> at 446-47, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. \"[T]he congressional decision to limit the coverage of the [ADA] to firms with 15 or more employees has its own justification that must be respected &#8212; namely, easing entry into the market and preserving the competitive position of smaller firms.\" <i>Id.</i> at 447, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Notably, the Court rejected the approach, implicit in LTT's position,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> that the issue is simply whether the individuals in question are like partners in a partnership. <i>Id.</i> at 446, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. Such an approach, the Court held, avoids the pertinent question of whether shareholder-directors of a professional corporation are <i>employees</i> within the meaning of the statute. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Rather, the Court adopted a six-factor test taken from 2 EEOC, Compliance Manual &#167; 605:0009 (2000) (hereinafter \"2000 EEOC Compliance Manual\"), for determining whether a shareholder-director is an employee. <i>Clackamas,</i> 538 U.S. at 449-50, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. The six factors in the EEOC Compliance Manual are designed to address \"`whether the individual acts independently and participates in managing the organization, or whether the individual is subject to the organization's control.'\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Id.</i> at 449, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span> (quoting 2000 EEOC Compliance Manual &#167; 605:0009). If the individual is subject to the organization's control, he is an employee, even if he is a partner, officer, director, or major shareholder. <i>See</i> 2 EEOC, Compliance Manual &#182; 7110(A)(1)(d), at 5719 (2003) (hereinafter \"2003 EEOC Compliance Manual\"). The six factors are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">1. \"Whether the organization can hire or fire the individual or set the rules and regulations of the individual's work,\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">2. \"Whether and, if so, to what extent the organization supervises the individual's work,\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">3. \"Whether the individual reports to someone higher in the organization,\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">4. \"Whether and, if so, to what extent the individual is able to influence the organization,\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">5. \"Whether the parties intended that the individual be an employee, as expressed in written agreements or contracts,\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">6. \"Whether the individual shares in the profits, losses, and liabilities of the organization.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Clackamas,</i> 538 U.S. at 449-50, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span> (quoting 2000 EEOC Compliance Manual &#167; 605:0009) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court made clear that these six factors are not exhaustive. <i>Id.</i> at 450 &amp; n. 10. The Court went on to explain the application of the factors:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As the EEOC's standard reflects, an employer is the person, or group of persons, who owns and manages the enterprise. The employer can hire and fire employees, can assign tasks to employees and supervise their performance, and can decide how the profits and losses of the business are to be distributed. The mere fact that a person has a particular title &#8212; such as partner, director, or vice president &#8212; should not necessarily be used to determine whether he or she is an employee or a proprietor. Nor should the mere existence of a document styled \"employment agreement\" lead inexorably to the conclusion that either party is an employee. Rather, as was true in applying common-law rules to the independent-contractor-versus-employee issue confronted in <i>Darden,</i> the answer to whether a shareholder-director is an employee depends on \"`all of the incidents of the relationship . . . with no one factor being decisive.'\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\"><i>Id.</i> at 450-51, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span> (omission in original) (citations omitted) (quoting <i>Darden,</i> 503 U.S. at 324, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span> (quoting <i>NLRB v. United Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"107627\"><a href=\"/opinion/107627/nlrb-v-united-ins-co-of-america/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 258, <span class=\"citation\" data-id=\"107627\"><a href=\"/opinion/107627/nlrb-v-united-ins-co-of-america/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">988</span></a></span>, <span class=\"citation\" data-id=\"107627\"><a href=\"/opinion/107627/nlrb-v-united-ins-co-of-america/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1083</span></a></span> (1968))) (citing 2000 EEOC Compliance Manual &#167; 605:0009).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under <i>Clackamas</i> it is also clear that managers or supervisors may not be determined to be non-employees merely on the basis that they have managerial or supervisory authority. <i>See Smith v. Castaways Family Diner,</i> <span class=\"citation\" data-id=\"794907\"><a href=\"/opinion/794907/cyndee-smith-v-castaways-family-diner-and-carrol-a-gonzalez-doing/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 978-79 (7th Cir.2006). Management authority can be delegated by the corporation, but such authority does not necessarily entail a <i>right</i> to control. <i>See id.</i> at 982 (underscoring the distinction between a right versus a privilege of participating in the governance of a business).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We hold that the <i>Clackamas</i> approach applies here. Although <i>Clackamas</i> does not directly decide the question, we hold that it applies to close corporations as well as to professional corporations. That is because the EEOC Compliance Manual does not restrict itself to professional corporations; indeed, it explicitly covers major shareholders. 2003 EEOC Compliance Manual &#182; 7110(A)(1)(d), at 5718-19. We also hold that the <i>Clackamas</i> test applies to Title VII as well as ADA claims. Without expressly holding that this test has application beyond the ADA, the Court noted that the EEOC's guidelines are intended to apply across Title VII, the ADA, and the Age Discrimination in Employment Act of 1967, 29 U.S.C. &#167; 621 <i>et seq. Clackamas,</i> 538 U.S. at 449, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span> n. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We turn to the question of application of <i>Clackamas</i> to the record in this case. LTT chose as its sole battleground its application of the payroll method. Under <i>Walters,</i> as we have said, application of the payroll method alone does not warrant entry of summary judgment where the evidence is merely that the pertinent individuals being counted are on the payroll, and there is a dispute about whether pertinent individuals are employees. 519 U.S. at 211-12, <span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">660</span></a></span>. The defendants must also meet their burden under the six-factor <i>Clackamas</i> test.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">LTT merely alleged that Pag&#225;n and Baker are directors and shareholders of LTT, but provided no evidence. Even if one were to accept that the spreadsheets submitted were accurate payrolls because De Jes&#250;s did not initially oppose this assertion,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> entry of summary judgment for defendants was not proper. That is because defendants failed to offer evidence pertaining to the six factors described in <i>Clackamas. See Claudio-Gotay v. Becton Dickinson Caribe, Ltd.,</i> <span class=\"citation\" data-id=\"201121\"><a href=\"/opinion/201121/claudio-gotay-v-beckton-dickinson/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span>, 101-02, 104 (1st Cir.2004) (noting that motions for summary judgment are decided on the evidence in the record, including admissions on file). On the record before it, the district court could not have engaged in the necessary inquiry into the six factors and concluded on summary judgment that Pag&#225;n and Baker were not employees. <i>See Clackamas,</i> 538 U.S. at 449, 450, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span> n. 10 (finding each of the EEOC's six factors \"relevant to the inquiry whether a shareholder-director is an employee,\" and noting that other factors may also be pertinent); <i>see also</i> 2003 EEOC Compliance Manual &#182; 7110(A)(1)(d), at 5718-19.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Under these circumstances, we vacate the entry of summary judgment for defendants and remand for action consistent herewith. Nothing in this opinion is intended to preclude the district court from entertaining a properly supported renewed motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">No costs are awarded on this appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Not every federal anti-discrimination law imposes a 15-employee requirement for covered employers<i>See Engelhardt v. S.P. Richards Co., Inc.,</i> <span class=\"citation\" data-id=\"202570\"><a href=\"/opinion/202570/engelhardt-v-sp-richards-co/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2006) (discussing 50-employee requirement under the Family and Medical Leave Act).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> LTT did not press its 15-employee argument with respect to the ADA claim, believing that plaintiff's complaint stated a claim for pregnancy discrimination that was actionable exclusively under Title VII. The district court did not decide whether discrimination on the basis of pregnancy is cognizable under the ADA, and neither party has argued the issue on appeal, so we do not reach it. We note, however, that the EEOC's interpretive guidance to the ADA states that \"conditions, such as pregnancy, that are not the result of a physiological disorder are . . . not impairments\" under the ADA. 29 C.F.R. 1630 app. &#167; 1630.2(h)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court dismissed De Jes&#250;s's claims under &#167; 1983 and &#167; 1985<i>De Jes&#250;s v. LTT Card Services, Inc.,</i> No. Civ. 04-2373, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1881482</span></span>, at *3 (D.P.R. Aug. 9, 2005). These dismissals are not at issue on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court dismissed without prejudice plaintiff's pendent claims under Puerto Rico law<i>De Jes&#250;s v. LTT Card Services, Inc.,</i> No. Civ. 04-2373, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">940996</span></span>, at * 1 (D.P.R. Apr. 10, 2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Unfortunately, at no time did the parties bring the relevant Supreme Court case law to the district court's or this court's attention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Defendants' brief mistakenly assumes that plaintiff appeals only from the district court's procedural treatment of her failure to oppose defendants' motion of October 11, 2005. Nonetheless we decline to apply the waiver rule,<i>Balestracci v. NSTAR Elec. &amp; Gas Corp.,</i> <span class=\"citation\" data-id=\"202237\"><a href=\"/opinion/202237/balestracci-v-nstar-electric-gas/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span>, 233 n. 6 (1st Cir.2006), despite defendants' failure to adequately brief the merits of the summary judgment issues.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We take the question of who is an \"employee\" for purposes of determining who may seek the protection of Title VII as identical to the question of who is an \"employee\" for purposes of the 15-employee threshold required for an \"employer.\"<i>See Clackamas,</i> 538 U.S. at 446, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span> n. 6 (noting in the ADA context that \"the term `employee' comes into play when determining whether an individual . . . may invoke . . . protections against discrimination . . ., as well as when determining whether an individual is an `employee' for purposes of the 15-employee threshold\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The<i>Walters</i> Court endorsed the use of the payroll method, which this court had earlier adopted in <i>Thurber v. Jack Reilly's, Inc.,</i> <span class=\"citation\" data-id=\"424867\"><a href=\"/opinion/424867/32-fair-emplpraccas-1511-32-empl-prac-dec-p-33810-virginia-thurber/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 634-35 (1st Cir.1983), recognizing that \"the employment relationship is most readily demonstrated by the individual's appearance on the employer's payroll.\" <i>Walters,</i> 519 U.S. at 206, <span class=\"citation\" data-id=\"118075\"><a href=\"/opinion/118075/walters-v-metropolitan-ed-enterprises-inc/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">660</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In its second motion to dismiss, LTT asserted that Pag&#225;n and Baker were shareholders and directors of the company, and that as a result they could not be considered employees. LTT relied on<i>Serapion</i> and <i>Devine</i> in support of its argument, but it did not recognize that both cases expressly warned against depending solely on labels to establish the substance of the employment relationship. <i>Serapion,</i> 119 F.3d at 987; <i>Devine,</i> 100 F.3d at 81.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The EEOC Compliance Manual also lists 16 factors, taken from<i>Darden,</i> 503 U.S. at 323-24, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span>, that may be relevant to the broader question of \"`whether the employer controls the means and manner of the worker's work performance.'\" <i>Clackamas,</i> 538 U.S. at 449, <span class=\"citation\" data-id=\"127911\"><a href=\"/opinion/127911/clackamas-gastroenterology-associates-pc-v-wells/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span> (quoting 2000 EEOC Compliance Manual &#167; 605:0008 &amp; n. 71).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> <i>Clackamas</i> is thus on point with this court's earlier holding in <i>Serapion</i> that questions of employee status are not to be determined on the basis of a label, but rather on the basis of the actual circumstances of an individual's relationship with the company. <i>See Serapion,</i> 119 F.3d at 987 (requiring \"a case-by-case analysis aimed at determining whether an individual . . . actually bears a close enough resemblance to an employee to be afforded the protections of Title VII\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> De Jes&#250;s questioned the nature of the documents submitted by LTT as payrolls in her later motion for reconsideration</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794907/"
  ]
}