{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202651/",
  "absolute_url": "/opinion/202651/morley-v-ontos-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202651/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:58:45Z",
  "date_modified": "2016-02-28T05:08:27.717847Z",
  "type": "010combined",
  "sha1": "8bc6a7c73bc1733f96dbafe3a25e5611ff36f81b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1512-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/03/01/Morley_v._Ontos_Inc..pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNos. 06-1512 and 06-1513\n\n                        IN RE: ONTOS, INC.,\n                              Debtor.\n\n\n                 T. MARK MORLEY; THOMAS J. MCCOY,\n                            Appellants,\n\n                                  v.\n\n      ONTOS, INC.; JOSEPH G. BUTLER, as Chapter 7 Trustee of\n        the Estate of Ontos, Inc.; FIRESTAR SOFTWARE, INC.;\n        KENNETH LORD; AMPHION VENTURES; ROBERT J. BERTOLDI;\n                RICHARD C.E. MORGAN; VENNWORKS, LLC,\n                             Appellees.\n\n\n                           JOHN FITZGERALD,\n                               Trustee.\n\n\n           APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF MASSACHUSETTS\n          [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                                Before\n\n               Torruella and Lynch, Circuit Judges,\n                and Woodcock, Jr.,* District Judge.\n\n\n     T. Mark Morley, for appellants.\n     Harold B. Murphy, with whom Christian J. Urbano and Hanify &\nKing, P.C., were on brief, for appellees Firestar Software, Inc.\nand Kenneth Lord.\n     Joseph G. Butler, with whom Barron & Stadfeld, P.C., was on\nbrief, for appellee Joseph G. Butler in his capacity as Chapter 7\nTrustee of the Estate of Ontos, Inc.\n\n\n*\n    Of the District of Maine, sitting by designation.\n\f     Eric P. Heichel, with whom Eiseman Levine Lehrhaupt &\nKakoyiannis, P.C., was on brief, for appellees Firestar Software,\nInc., Kenneth Lord, Vennworks, LLC, Amphion Ventures, Robert J.\nBertoldi, and Richard C.E. Morgan.\n\n\n\n\n                          March 1, 2007\n\n\n\n\n                               -2-\n\f           TORRUELLA,    Circuit   Judge.     This   is   an   appeal   of   a\n\ndistrict court order from February 3, 2006, which affirmed two\n\norders   entered    by   the   bankruptcy    court   on   June    29,   2005.\n\nAppellants, T. Mark Morley, former chief financial officer of\n\nOntos, Inc. (\"Ontos\"), and Thomas J. McCoy, also a former officer\n\nand employee of Ontos (collectively \"Appellants\"), challenge the\n\nbankruptcy court's approval of a stipulation for waiver and release\n\nentered with the Appellees by the trustee for the estate of Ontos.\n\nAfter careful consideration, we affirm.\n\n                                    I.\n\n           Ontos was incorporated in Delaware in 1987. In the mid-\n\n1990s, Ontos developed a software product named \"ObjectSpark.\"               As\n\nan unprofitable company, Ontos depended on bridge loans from its\n\nmajority shareholders, Vennworks, LLC (\"Vennworks\") and Amphion\n\nVentures (\"Amphion\"), to pay its operating expenses.             In 2000, the\n\nOntos board of directors considered selling ObjectSpark in order to\n\nraise capital.\n\n           Kenneth Lord became the Chief Executive Officer (\"CEO\")\n\nof Ontos in the late spring of 2001.        His principal task as CEO was\n\nto find a purchaser for ObjectSpark.         When by September 2001, no\n\nbuyer had materialized, Lord caused a company he had formed,\n\nFirestar Software, Inc. (\"Firestar\"), to submit an offer.               Ontos\n\nand Firestar were represented by separate counsel in the ensuing\n\nnegotiations.      An agreement to sell ObjectSpark to Firestar was\n\n\n                                    -3-\n\fapproved by the Ontos board by a 3-0 vote.               The Appellants, who\n\nwere officers of Ontos and members of the board, were present at\n\nthe discussion but abstained on the vote.                Firestar purchased\n\nObjectSpark   for    $490,000   in   cash,    a   promissory     note   for   an\n\nadditional $100,000, which it paid in full, and the assumption of\n\napproximately $13 million of Ontos's debt, which was owed primarily\n\nto Vennworks and Amphion.       Ontos used the proceeds of the sale to\n\npay the salaries of the Appellants and other employees, and debts\n\nowed to trade creditors.\n\n            The Appellants' employment was terminated by Ontos in\n\nJanuary 2002.       In June 2002, they jointly brought a lawsuit in\n\nstate court against Ontos and the Appellees1 seeking payment of\n\nlost wages and severance benefits. The Appellants brought the suit\n\nin their individual capacities, not as a derivative action on\n\nbehalf of Ontos. In separate counts, the Appellants alleged breach\n\nof contract, breach of the covenant of good faith and fair dealing,\n\nviolation    of   the   Massachusetts      Wage   Act,   fraud   and    deceit,\n\nfraudulent transfer, breach of fiduciary duty, and alter ego\n\nliability.    With respect to the latter three claims, which are at\n\nthe heart of this appeal, the Appellants contend that the Appellees\n\nsold ObjectSpark for less than its fair market value and then used\n\nthe proceeds \"as they saw fit.\"             According to the Appellants,\n\n\n\n1\n   The Appellees are Vennworks, LLC, Amphion Ventures, Firestar\nSoftware, Inc., Robert Bertoldi, Richard Morgan, and Kenneth Lord.\n\n                                     -4-\n\fFirestar was an alter ego of Ontos with Lord serving as Firestar's\n\nCEO, and its staff composed entirely of former Ontos employees\n\nusing Ontos's equipment to exploit Ontos's intellectual property.\n\n          After eighteen months of litigation in Massachusetts\n\nstate court, in January 2004, Ontos filed a voluntary petition for\n\nrelief under Chapter 7 of the Bankruptcy Code.           In April 2004, the\n\nAppellants   filed   a   proof   of    claim   for   their   lost   wages   and\n\nemployment benefits, together with copies of their state court\n\ncomplaint, representing themselves as creditors of Ontos.              In May\n\n2004, the Appellants sought approval from the bankruptcy court to\n\nproceed in state court against the Appellees. The bankruptcy court\n\ngave its permission in June 2004.\n\n          In March 2005, the trustee filed a motion to approve a\n\nstipulation of settlement and release of Appellants' claims.                Over\n\nAppellants' objection, the bankruptcy court, in June 2005, allowed\n\nthe   trustee's   motion.        The    stipulation    provided     that,    in\n\nconsideration of $50,000, the trustee:\n\n          releases any and all claims that the Debtor or\n          the Debtor's estate may have against [the\n          appellees] arising out of or related to the\n          conveyance by the Debtor of its ObjectSpark\n          division to Firestar and any and all claims\n          . . . against [the appellees] arising out of\n          or related to any claim that [the appellees]\n          used   the  corporate   form   of  Ontos   for\n          fraudulent purposes . . . and that [the\n          appellees] are liable for the obligations of\n          Ontos on any 'alter ego,' 'piercing the\n          corporate veil' or similar theory . . . .\n\n\n\n                                       -5-\n\f           Before the bankruptcy court, the trustee argued that he\n\nhad the exclusive right to compromise the fraudulent transfer and\n\nalter ego claims because they constitute property of the estate\n\nwithin   the   meaning   of    §   541(a)       of   the     Bankruptcy   Code,     or\n\nalternatively,    because      they    could     have      been    asserted   at   his\n\ndiscretion for the benefit of Ontos's creditors pursuant to § 544.\n\nImportantly,     the   trustee     did    not    purport      to    compromise     the\n\n\"personal\"     state   law    claims     asserted       by   the    Appellants     for\n\nviolation of the Wage Act, and fraud and deceit.                     The Appellants\n\nresponded that the trustee lacked standing under either provision\n\nof the Code. Alternatively, they objected to the release of claims\n\nthat they value in excess of $1 million for $50,000.\n\n           The bankruptcy court granted the trustee's motion to\n\napprove the settlement and denied the Appellants' cross-motion for\n\npermission to proceed against the Appellees on the aforementioned\n\nclaims in state court.        The bankruptcy judge explained his rulings\n\nas follows:\n\n           I do believe that alter ego and related claims\n           are certainly derivative from any liability\n           that is owed to the debtor here; and being\n           derivative, I believe that they are the\n           Trustee's property and not that of the\n           individual defendants -- individual plaintiffs\n           against those other people.\n\n           Indeed, that's consistent with the whole\n           bankruptcy concept, which is to take all of\n           the goodies and divide it equally between\n           everybody, and nobody gets an individual piece\n           of the action, and so I'm going to deny the\n           motion to allow [the Appellants] to continue\n\n                                         -6-\n\f          their   state   action      against   the   other\n          defendants.\n\n          As to the approval of the stipulation, this\n          has got to be the most amorphous thing on\n          earth. . . . We've got a highly experienced\n          Trustee who has done such due diligence as is\n          reasonable under the circumstances. It's not\n          as if the software was given away. There was\n          money for it. I can't say that the Trustee is\n          wrong in wanting to settle the claims for the\n          amount of money he's been offered, and the\n          usual rule is that absent anything that raises\n          my eyebrows, my hackles, or disturbs my\n          stomach, I will go with the Trustee's business\n          judgement (sic), and none of those negative\n          factors are present here.\n\n          In July 2005, the Appellants filed a notice of appeal and\n\nelected to have the case heard in the district court.         They also\n\nsought a stay pending appeal. The bankruptcy court denied the stay\n\nrequest in August 2005. The district court affirmed the bankruptcy\n\ncourt's decision, finding (1) that the trustee had the authority to\n\nenter into the stipulation compromising the Appellants' related\n\nclaims, (2) that \"there was no question but that the Bankruptcy\n\nCourt had jurisdiction to entertain the Trustee's motion,\" and (3)\n\nthat the bankruptcy court did not abuse its discretion by granting\n\nthe motion to approve the stipulation for the allegedly nominal sum\n\nof $50,000.   The former two issues are now before this court.\n\n                                II.\n\n          We begin by addressing whether the trustee had standing\n\nto enter into the stipulation of settlement and release of the\n\nAppellants' claims.    We review the bankruptcy court's related\n\n\n                                -7-\n\ffactual findings for clear error, and its legal conclusions de\n\nnovo. Watman v. Groman (In re Watman), 458 F.3d 26, 31 (1st Cir.\n\n2006).\n\n           The Bankruptcy Code broadly defines the property of the\n\nestate to be comprised of all \"legal or equitable interests of the\n\ndebtor in property as of the commencement of the case.\" 11 U.S.C.\n\n§ 541(a)(1).    It is well established that a claim for fraudulent\n\nconveyance is included within this type of property. See Nat'l Tax\n\nCredit Partners v. Havlik, 20 F.3d 705, 708-09 (7th Cir. 1994)\n\n(\"[T]he right to recoup a fraudulent conveyance, which outside of\n\nbankruptcy may be invoked by a creditor, is the property of the\n\nestate that only a trustee or debtor in possession may pursue once\n\na bankruptcy is under way.\"); Hatchett v. United States, 330 F.3d\n\n875, 886 (6th Cir. 2003) (\"[T]he trustee has the exclusive right to\n\nbring an action for fraudulent conveyance during the pendency of\n\nthe bankruptcy proceedings . . . .\"); Campana v. Pilavis (In re\n\nPilavis), 233 B.R. 1, 3 (Bankr. D. Mass. 1999) (\"Neither Debtor nor\n\nthe Trustee disputes the fact that fraudulent conveyance action\n\nbecame the property of the estate when Debtor filed for relief.\").\n\nThe Appellants are incorrect to assert that they have a cause of\n\naction   for   fraudulent   conveyance   that   is   separate   from   the\n\ntrustee's cause of action. Indeed, creditors only have standing to\n\npursue such claims during bankruptcy proceedings when a trustee or\n\ndebtor in possession unjustifiably fails to pursue the claim.\n\n\n                                  -8-\n\fPilavis, 233 B.R. at 3-4 (citing Glinka v. Abraham and Rose Co.,\n\n199 B.R. 484, 493-94 (D. Vt. 1996)).       Such circumstances obviously\n\ndo not exist here.\n\n              We also reject the Appellants' suggestion that there can\n\nbe a breach of fiduciary duty to creditors that is not derivative\n\nof a breach to the corporation.     See, e.g., Claybrook v. Morris (In\n\nre Scott Acquisition Corp.), 344 B.R. 283, 290 (Bankr. D. Del.\n\n2006)(\"The defendant's final argument is that the Chapter 7 trustee\n\nlacks standing to bring a breach of fiduciary duty claim on behalf\n\nof   the    [corporation's]   creditors.    This   argument   is   without\n\nmerit.\").      Under Massachusetts law, any question pertaining to a\n\nduty owed by a director of a corporation to the corporation is\n\ngoverned by the law of the state of incorporation. See Slattery v.\n\nBower, 924 F.2d 6, 9 (1st Cir. 1991).      Hence, in this case, we will\n\napply the substantive law of Delaware.\n\n              Under Delaware law, creditors of an insolvent corporation\n\nare owed fiduciary duties when the corporation is insolvent in\n\nfact.      Geyer v. Ingersoll Publ'ns Co., 621 A.2d 784, 787-88 (Del.\n\nCh. 1992) (\"it is the fact of insolvency which causes the duty to\n\ncreditors arise\"). Even assuming that Ontos was in fact insolvent,\n\na fact not established in the record, these fiduciary duties are on\n\nall but rare occasions derivative of the duties owed to the\n\ncorporation itself.       See Prod. Res. Group, L.L.C. v. NCT Group,\n\nInc., 863 A.2d 772, 792 (Del. Ch. 2004)(\"even in the case of an\n\n\n                                   -9-\n\finsolvent firm, poor decisions by directors that lead to a loss of\n\ncorporate assets and are alleged to be [] breaches of equitable\n\nfiduciary duties remain harms to the corporate entity itself\").\n\nThus, claims for breach of fiduciary duty against Ontos's directors\n\naccrue to the estate, not the Appellants.        In re Scott Acquisition\n\nCorp., 344 B.R. at 289 (\"a director's fiduciary duty to creditors\n\nis derivative of the duty owed to the corporation\"); Prod. Res.\n\nGroup, L.L.C., 863 A.2d at 792 (\"when a director of an insolvent\n\ncorporation, through a breach of fiduciary duty, injures the firm\n\nitself, the claim against the director is still one belonging to\n\nthe corporation\").\n\n           The alter ego and successor liability claims present a\n\nsomewhat more difficult question. Under Massachusetts law, a claim\n\nmay be brought against the \"alter ego\" of a corporation when \"there\n\nis active and direct participation by the representatives of one\n\ncorporation, apparently exercising some form of pervasive control,\n\nin the activities of another and there is some fraudulent or\n\ninjurious consequence of the intercorporate relationship\" or when\n\n\"there is a confused intermingling of activity of two or more\n\ncorporations   engaged   in    a   common   enterprise   with   substantial\n\ndisregard of the separate nature of the corporate entities, or\n\nserious ambiguity about the manner and capacity in which the\n\nvarious   corporations   and   their   respective   representatives    are\n\nacting.\" My Bread Baking Co. v. Cumberland Farms, Inc., 233 N.E.2d\n\n\n                                    -10-\n\f748, 752 (Mass. 1968).   In such circumstances, courts may allow a\n\nplaintiff to pierce the corporate veil of limited liability in\n\norder to \"provide a meaningful remedy for injuries and to avoid\n\ninjustice.\"   Attorney Gen. v. M.C.K., Inc., 736 N.E.2d 373, 380\n\n(Mass. 2000). Likewise, a claim may be brought against a successor\n\ncorporation where \"it either assumes [the obligation] under express\n\nagreement or where the facts and circumstances are such as to show\n\nan assumption.\"   Aldrich v. ADD Inc., 770 N.E.2d 447, 452 (Mass.\n\n2002) (quoting Araserv, Inc. v. Bay State Harness Horse Racing &\n\nBreeding Ass'n, Inc., 437 F. Supp. 1083, 1089 (D. Mass. 1977)).\n\n          The primary roadblock to finding the alter ego and\n\nsuccessor liability claims to be part of the estate is that a\n\ncorporation may generally not pierce its own veil. See McCarthy v.\n\nAzure, 22 F.3d 351, 363 (1st Cir. 1994) (\"As appellant is not even\n\narguably an innocent third party disadvantaged by someone else's\n\nblurring of the line between a corporation and the person who\n\ncontrols it, but, rather, is himself the one who is claimed to have\n\nobscured the line, he cannot be permitted to use the alter ego\n\ndesignation to his own behoof.\").   Nevertheless, this roadblock is\n\neasily circumvented on the facts of the case.    In McCarthy, all of\n\nthe claims at issue were direct claims, i.e., claims brought\n\ndirectly by the plaintiff against a defendant.    Here, on the other\n\nhand, the trustee is only attempting to settle derivative claims --\n\nclaims brought by a plaintiff on behalf of a corporation.   Because\n\n\n                               -11-\n\fthe fraudulent transfer and breach of fiduciary duty claims the\n\ntrustee wishes to settle are derivative in nature, the same claims\n\npursued against an alter ego or successor corporation must be\n\nderivative in nature as well.2      Given that such derivative claims\n\nare properly the property of the estate, the bankruptcy court did\n\nnot err in finding that the trustee had the power to settle them.\n\n           Certain of the trustee's standing, we now turn to the\n\nquestion of the bankruptcy court's jurisdiction. A brief review of\n\nthe Bankruptcy Code indicates that Congress intended the bankruptcy\n\ncourts to oversee the settlement and release of the debtor's claims\n\nwhile in bankruptcy.     Title 28 provides that \"[b]ankruptcy judges\n\nmay hear and determine all cases under title 11 and all core\n\nproceedings arising under title 11, or arising in a case under\n\ntitle 11 . . . and may enter appropriate orders and judgments\n\n. . . .\"   28 U.S.C. § 157(b)(1).    Core proceedings include \"matters\n\nconcerning the administration of the estate,\" \"proceedings to\n\ndetermine, avoid, or recover fraudulent conveyances,\" and \"other\n\nproceedings affecting the liquidation of the assets of the estate\n\n. . . .\"   28 U.S.C. § 157(b)(2)(A), (H), (O).       Here, the trustee's\n\nmotion falls squarely within the definition of core proceedings:\n\nthe   settlement   of   the   disputed    claims   clearly   concerns   the\n\nadministration of the Ontos estate and the liquidation of its\n\n\n2\n   Because the particular alter ego claims settled by the trustee\nin this case are property of the estate, we express no view on the\ncontours of alter ego claims generally under Massachusetts law.\n\n                                   -12-\n\fassets.    As   a     core   proceeding,   the    bankruptcy     court   has\n\njurisdiction over the stipulation.\n\n                                  III.\n\n          For   the   foregoing   reasons,   we   affirm   the    trustee's\n\nauthority to enter into the stipulation of waiver and release on\n\nbehalf of the estate, and the bankruptcy court's jurisdiction to\n\nreview the stipulation.\n\n          Affirmed.\n\n\n\n\n                                  -13-\n\f",
  "html": "<p class=\"case_cite\">478 F.3d 427</p>\n    <p class=\"parties\">In re ONTOS, INC., Debtor.<br>T. Mark Morley; Thomas J. McCoy, Appellants,<br>v.<br>Ontos, Inc.; Joseph G. Butler, as Chapter 7 Trustee of the Estate of Ontos, Inc.; Firestar Software, Inc.; Kenneth Lord; Amphion Ventures; Robert J. Bertoldi; Richard C.E. Morgan; Vennworks, LLC, Appellees.<br>John Fitzgerald, Trustee.</p>\n    <p class=\"docket\">No. 06-1512.</p>\n    <p class=\"docket\">No. 06-1513.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 2, 2006.</p>\n    <p class=\"date\">Decided March 1, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">T. Mark Morley, for appellants.</p>\n      <p class=\"indent\">Harold B. Murphy, with whom Christian J. Urbano and Hanify &amp; King, P.C., were on brief, for appellees Firestar Software, Inc. and Kenneth Lord.</p>\n      <p class=\"indent\">Joseph G. Butler, with whom Barron &amp; Stadfeld, P.C., was on brief, for appellee Joseph G. Butler in his capacity as Chapter 7 Trustee of the Estate of Ontos, Inc.</p>\n      <p class=\"indent\">Eric P. Heichel, with whom Eiseman Levine Lehrhaupt &amp; Kakoyiannis, P.C., was on brief, for appellees Firestar Software, Inc., Kenneth Lord, Vennworks, LLC, Amphion Ventures, Robert J. Bertoldi, and Richard C.E. Morgan.</p>\n      <p class=\"indent\">Before TORRUELLA and LYNCH, Circuit Judges, and WOODCOCK, JR.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal of a district court order from February 3, 2006, which affirmed two orders entered by the bankruptcy court on June 29, 2005. Appellants, T. Mark Morley, former chief financial officer of Ontos, Inc. (\"Ontos\"), and Thomas J. McCoy, also a former officer and employee of Ontos (collectively \"Appellants\"), challenge the bankruptcy court's approval of a stipulation for waiver and release entered with the Appellees by the trustee for the estate of Ontos. After careful consideration, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Ontos was incorporated in Delaware in 1987. In the mid-1990s, Ontos developed a software product named \"ObjectSpark.\" As an unprofitable company, Ontos depended on bridge loans from its majority shareholders, Vennworks, LLC (\"Vennworks\") and Amphion Ventures (\"Amphion\"), to pay its operating expenses. In 2000, the Ontos board of directors considered selling ObjectSpark in order to raise capital.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kenneth Lord became the Chief Executive Officer (\"CEO\") of Ontos in the late spring of 2001. His principal task as CEO was to find a purchaser for ObjectSpark. When by September 2001, no buyer had materialized, Lord caused a company he had formed, Firestar Software, Inc. (\"Firestar\"), to submit an offer. Ontos and Firestar were represented by separate counsel in the ensuing negotiations. An agreement to sell ObjectSpark to Firestar was approved by the Ontos board by a 3-0 vote. The Appellants, who were officers of Ontos and members of the board, were present at the discussion but abstained on the vote. Firestar purchased ObjectSpark for $490,000 in cash, a promissory note for an additional $100,000, which it paid in full, and the assumption of approximately $13 million of Ontos's debt, which was owed primarily to Vennworks and Amphion. Ontos used the proceeds of the sale to pay the salaries of the Appellants and other employees, and debts owed to trade creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Appellants' employment was terminated by Ontos in January 2002. In June 2002, they jointly brought a lawsuit in state court against Ontos and the Appellees<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> seeking payment of lost wages and severance benefits. The Appellants brought the suit in their individual capacities, not as a derivative action on behalf of Ontos. In separate counts, the Appellants alleged breach of contract, breach of the covenant of good faith and fair dealing, violation of the Massachusetts Wage Act, fraud and deceit, fraudulent transfer, breach of fiduciary duty, and alter ego liability. With respect to the latter three claims, which are at the heart of this appeal, the Appellants contend that the Appellees sold ObjectSpark for less than its fair market value and then used the proceeds \"as they saw fit.\" According to the Appellants, Firestar was an alter ego of Ontos with Lord serving as Firestar's CEO, and its staff composed entirely of former Ontos employees using Ontos's equipment to exploit Ontos's intellectual property.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After eighteen months of litigation in Massachusetts state court, in January 2004, Ontos filed a voluntary petition for relief under Chapter 7 of the Bankruptcy Code. In April 2004, the Appellants filed a proof of claim for their lost wages and employment benefits, together with copies of their state court complaint, representing themselves as creditors of Ontos. In May 2004, the Appellants sought approval from the bankruptcy court to proceed in state court against the Appellees. The bankruptcy court gave its permission in June 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In March 2005, the trustee filed a motion to approve a stipulation of settlement and release of Appellants' claims. Over Appellants' objection, the bankruptcy court, in June 2005, allowed the trustee's motion. The stipulation provided that, in consideration of $50,000, the trustee:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">releases any and all claims that the Debtor or the Debtor's estate may have against [the appellees] arising out of or related to the conveyance by the Debtor of its ObjectSpark division to Firestar and any and all claims . . . against [the appellees] arising out of or related to any claim that [the appellees] used the corporate form of Ontos for fraudulent purposes . . . and that [the appellees] are liable for the obligations of Ontos on any `alter ego,' `piercing the corporate veil' or similar theory. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before the bankruptcy court, the trustee argued that he had the exclusive right to compromise the fraudulent transfer and alter ego claims because they constitute property of the estate within the meaning of &#167; 541(a) of the Bankruptcy Code, or alternatively, because they could have been asserted at his discretion for the benefit of Ontos's creditors pursuant to &#167; 544. Importantly, the trustee did not purport to compromise the \"personal\" state law claims asserted by the Appellants for violation of the Wage Act, and fraud and deceit. The Appellants responded that the trustee lacked standing under either provision of the Code. Alternatively, they objected to the release of claims that they value in excess of $1 million for $50,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bankruptcy court granted the trustee's motion to approve the settlement and denied the Appellants' cross-motion for permission to proceed against the Appellees on the aforementioned claims in state court. The bankruptcy judge explained his rulings as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">I do believe that alter ego and related claims are certainly derivative from any liability that is owed to the debtor here; and being derivative, I believe that they are the Trustee's property and not that of the individual defendants&#8212;individual plaintiffs against those other people.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Indeed, that's consistent with the whole bankruptcy concept, which is to take all of the goodies and divide it equally between everybody, and nobody gets an individual piece of the action, and so I'm going to deny the motion to allow [the Appellants] to continue their state action against the other defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the approval of the stipulation, this has got to be the most amorphous thing on earth. . . . We've got a highly experienced Trustee who has done such due diligence as is reasonable under the circumstances. It's not as if the software was given away. There was money for it. I can't say that the Trustee is wrong in wanting to settle the claims for the amount of money he's been offered, and the usual rule is that absent anything that raises my eyebrows, my hackles, or disturbs my stomach, I will go with the Trustee's business judgement (sic), and none of those negative factors are present here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In July 2005, the Appellants filed a notice of appeal and elected to have the case heard in the district court. They also sought a stay pending appeal. The bankruptcy court denied the stay request in August 2005. The district court affirmed the bankruptcy court's decision, finding (1) that the trustee had the authority to enter into the stipulation compromising the Appellants' related claims, (2) that \"there was no question but that the Bankruptcy Court had jurisdiction to entertain the Trustee's motion,\" and (3) that the bankruptcy court did not abuse its discretion by granting the motion to approve the stipulation for the allegedly nominal sum of $50,000. The former two issues are now before this court.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We begin by addressing whether the trustee had standing to enter into the stipulation of settlement and release of the Appellants' claims. We review the bankruptcy court's related factual findings for clear error, and its legal conclusions <i>de novo. Watman v. Groman</i> (<i>In re Watman</i>), 458 F.3d 26, 31 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Bankruptcy Code broadly defines the property of the estate to be comprised of all \"legal or equitable interests of the debtor in property as of the commencement of the case.\" 11 U.S.C. &#167; 541(a)(1). It is well established that a claim for fraudulent conveyance is included within this type of property. <i>See Nat'l Tax Credit Partners v. Havlik,</i> 20 F.3d 705, 708-09 (7th Cir.1994) (\"[T]he right to recoup a fraudulent conveyance, which outside of bankruptcy may be invoked by a creditor, is the property of the estate that only a trustee or debtor in possession may pursue once a bankruptcy is under way.\"); <i>Hatchett v. United States,</i> 330 F.3d 875, 886 (6th Cir.2003) (\"[T]he trustee has the exclusive right to bring an action for fraudulent conveyance during the pendency of the bankruptcy proceedings . . . .\"); <i>Campana v. Pilavis</i> (<i>In re Pilavis</i>), 233 B.R. 1, 3 (Bankr.D.Mass. 1999) (\"Neither Debtor nor the Trustee disputes the fact that fraudulent conveyance action became the property of the estate when Debtor filed for relief.\"). The Appellants are incorrect to assert that they have a cause of action for fraudulent conveyance that is separate from the trustee's cause of action. Indeed, creditors only have standing to pursue such claims during bankruptcy proceedings when a trustee or debtor in possession unjustifiably fails to pursue the claim. <i>Pilavis,</i> 233 B.R. at 3-4 (citing <i>Glinka v. Abraham and Rose Co.,</i> 199 B.R. 484, 493-94 (D.Vt. 1996)). Such circumstances obviously do not exist here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We also reject the Appellants' suggestion that there can be a breach of fiduciary duty to creditors that is not derivative of a breach to the corporation. <i>See, e.g., Claybrook v. Morris</i> (<i>In re Scott Acquisition Corp.</i>), 344 B.R. 283, 290 (Bankr. D.Del.2006)(\"The defendant's final argument is that the Chapter 7 trustee lacks standing to bring a breach of fiduciary duty claim on behalf of the [corporation's] creditors. This argument is without merit.\"). Under Massachusetts law, any question pertaining to a duty owed by a director of a corporation to the corporation is governed by the law of the state of incorporation. <i>See Slattery v. Bower,</i> 924 F.2d 6, 9 (1st Cir.1991). Hence, in this case, we will apply the substantive law of Delaware.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under Delaware law, creditors of an insolvent corporation are owed fiduciary duties when the corporation is insolvent in fact. <i>Geyer v. Ingersoll Publ'ns Co.,</i> 621 A.2d 784, 787-88 (Del.Ch.1992) (\"it is the fact of insolvency which causes the duty to creditors arise\"). Even assuming that Ontos was in fact insolvent, a fact not established in the record, these fiduciary duties are on all but rare occasions derivative of the duties owed to the corporation itself. <i>See Prod. Res. Group, L.L.C. v. NCT Group, Inc.,</i> 863 A.2d 772, 792 (Del. Ch.2004)(\"even in the case of an insolvent firm, poor decisions by directors that lead to a loss of corporate assets and are alleged to be [] breaches of equitable fiduciary duties remain harms to the corporate entity itself\"). Thus, claims for breach of fiduciary duty against Ontos's directors accrue to the estate, not the Appellants. <i>In re Scott Acquisition Corp.,</i> 344 B.R. at 289 (\"a director's fiduciary duty to creditors is derivative of the duty owed to the corporation\"); <i>Prod. Res. Group, L.L.C.,</i> 863 A.2d at 792 (\"when a director of an insolvent corporation, through a breach of fiduciary duty, injures the firm itself, the claim against the director is still one belonging to the corporation\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The alter ego and successor liability claims present a somewhat more difficult question. Under Massachusetts law, a claim may be brought against the \"alter ego\" of a corporation when \"there is active and direct participation by the representatives of one corporation, apparently exercising some form of pervasive control, in the activities of another and there is some fraudulent or injurious consequence of the intercorporate relationship\" or when \"there is a confused intermingling of activity of two or more corporations engaged in a common enterprise with substantial disregard of the separate nature of the corporate entities, or serious ambiguity about the manner and capacity in which the various corporations and their respective representatives are acting.\" <i>My Bread Baking Co. v. Cumberland Farms, Inc.,</i> 353 Mass. 614, 233 N.E.2d 748, 752 (1968). In such circumstances, courts may allow a plaintiff to pierce the corporate veil of limited liability in order to \"provide a meaningful remedy for injuries and to avoid injustice.\" <i>Attorney Gen. v. M.C.K., Inc.,</i> 432 Mass. 546, 736 N.E.2d 373, 380 (2000). Likewise, a claim may be brought against a successor corporation where \"it either assumes [the obligation] under express agreement or where the facts and circumstances are such as to show an assumption.\" <i>Aldrich v. ADD Inc.,</i> 437 Mass. 213, 770 N.E.2d 447, 452 (2002) (quoting <i>Araserv, Inc. v. Bay State Harness Horse Racing &amp; Breeding Ass'n, Inc.,</i> 437 F.Supp. 1083, 1089 (D.Mass.1977)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The primary roadblock to finding the alter ego and successor liability claims to be part of the estate is that a corporation may generally not pierce its own veil. <i>See McCarthy v. Azure,</i> 22 F.3d 351, 363 (1st Cir.1994) (\"As appellant is not even arguably an innocent third party disadvantaged by someone else's blurring of the line between a corporation and the person who controls it, but, rather, is himself the one who is claimed to have obscured the line, he cannot be permitted to use the alter ego designation to his own behoof.\"). Nevertheless, this roadblock is easily circumvented on the facts of the case. In <i>McCarthy,</i> all of the claims at issue were direct claims, <i>i.e.,</i> claims brought directly by the plaintiff against a defendant. Here, on the other hand, the trustee is only attempting to settle derivative claims&#8212; claims brought by a plaintiff on behalf of a corporation. Because the fraudulent transfer and breach of fiduciary duty claims the trustee wishes to settle are derivative in nature, the same claims pursued against an alter ego or successor corporation must be derivative in nature as well.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Given that such derivative claims are properly the property of the estate, the bankruptcy court did not err in finding that the trustee had the power to settle them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Certain of the trustee's standing, we now turn to the question of the bankruptcy court's jurisdiction. A brief review of the Bankruptcy Code indicates that Congress intended the bankruptcy courts to oversee the settlement and release of the debtor's claims while in bankruptcy. Title 28 provides that \"[b]ankruptcy judges may hear and determine all cases under title 11 and all core proceedings arising under title 11, or arising in a case under title 11 . . . and may enter appropriate orders and judgments . . . .\" 28 U.S.C. &#167; 157(b)(1). Core proceedings include \"matters concerning the administration of the estate,\" \"proceedings to determine, avoid, or recover fraudulent conveyances,\" and \"other proceedings affecting the liquidation of the assets of the estate . . . .\" 28 U.S.C. &#167; 157(b)(2)(A), (H), (O). Here, the trustee's motion falls squarely within the definition of core proceedings: the settlement of the disputed claims clearly concerns the administration of the Ontos estate and the liquidation of its assets. As a core proceeding, the bankruptcy court has jurisdiction over the stipulation.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the trustee's authority to enter into the stipulation of waiver and release on behalf of the estate, and the bankruptcy court's jurisdiction to review the stipulation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Appellees are Vennworks, LLC, Amphion Ventures, Firestar Software, Inc., Robert Bertoldi, Richard Morgan, and Kenneth Lord</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because the particular alter ego claims settled by the trustee in this case are property of the estate, we express no view on the contours of alter ego claims generally under Massachusetts law</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">427</span></span></p>\n    <p class=\"parties\">In re ONTOS, INC., Debtor.<br>T. Mark Morley; Thomas J. McCoy, Appellants,<br>v.<br>Ontos, Inc.; Joseph G. Butler, as Chapter 7 Trustee of the Estate of Ontos, Inc.; Firestar Software, Inc.; Kenneth Lord; Amphion Ventures; Robert J. Bertoldi; Richard C.E. Morgan; Vennworks, LLC, Appellees.<br>John Fitzgerald, Trustee.</p>\n    <p class=\"docket\">No. 06-1512.</p>\n    <p class=\"docket\">No. 06-1513.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 2, 2006.</p>\n    <p class=\"date\">Decided March 1, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">T. Mark Morley, for appellants.</p>\n      <p class=\"indent\">Harold B. Murphy, with whom Christian J. Urbano and Hanify &amp; King, P.C., were on brief, for appellees Firestar Software, Inc. and Kenneth Lord.</p>\n      <p class=\"indent\">Joseph G. Butler, with whom Barron &amp; Stadfeld, P.C., was on brief, for appellee Joseph G. Butler in his capacity as Chapter 7 Trustee of the Estate of Ontos, Inc.</p>\n      <p class=\"indent\">Eric P. Heichel, with whom Eiseman Levine Lehrhaupt &amp; Kakoyiannis, P.C., was on brief, for appellees Firestar Software, Inc., Kenneth Lord, Vennworks, LLC, Amphion Ventures, Robert J. Bertoldi, and Richard C.E. Morgan.</p>\n      <p class=\"indent\">Before TORRUELLA and LYNCH, Circuit Judges, and WOODCOCK, JR.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal of a district court order from February 3, 2006, which affirmed two orders entered by the bankruptcy court on June 29, 2005. Appellants, T. Mark Morley, former chief financial officer of Ontos, Inc. (\"Ontos\"), and Thomas J. McCoy, also a former officer and employee of Ontos (collectively \"Appellants\"), challenge the bankruptcy court's approval of a stipulation for waiver and release entered with the Appellees by the trustee for the estate of Ontos. After careful consideration, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Ontos was incorporated in Delaware in 1987. In the mid-1990s, Ontos developed a software product named \"ObjectSpark.\" As an unprofitable company, Ontos depended on bridge loans from its majority shareholders, Vennworks, LLC (\"Vennworks\") and Amphion Ventures (\"Amphion\"), to pay its operating expenses. In 2000, the Ontos board of directors considered selling ObjectSpark in order to raise capital.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Kenneth Lord became the Chief Executive Officer (\"CEO\") of Ontos in the late spring of 2001. His principal task as CEO was to find a purchaser for ObjectSpark. When by September 2001, no buyer had materialized, Lord caused a company he had formed, Firestar Software, Inc. (\"Firestar\"), to submit an offer. Ontos and Firestar were represented by separate counsel in the ensuing negotiations. An agreement to sell ObjectSpark to Firestar was approved by the Ontos board by a 3-0 vote. The Appellants, who were officers of Ontos and members of the board, were present at the discussion but abstained on the vote. Firestar purchased ObjectSpark for $490,000 in cash, a promissory note for an additional $100,000, which it paid in full, and the assumption of approximately $13 million of Ontos's debt, which was owed primarily to Vennworks and Amphion. Ontos used the proceeds of the sale to pay the salaries of the Appellants and other employees, and debts owed to trade creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Appellants' employment was terminated by Ontos in January 2002. In June 2002, they jointly brought a lawsuit in state court against Ontos and the Appellees<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> seeking payment of lost wages and severance benefits. The Appellants brought the suit in their individual capacities, not as a derivative action on behalf of Ontos. In separate counts, the Appellants alleged breach of contract, breach of the covenant of good faith and fair dealing, violation of the Massachusetts Wage Act, fraud and deceit, fraudulent transfer, breach of fiduciary duty, and alter ego liability. With respect to the latter three claims, which are at the heart of this appeal, the Appellants contend that the Appellees sold ObjectSpark for less than its fair market value and then used the proceeds \"as they saw fit.\" According to the Appellants, Firestar was an alter ego of Ontos with Lord serving as Firestar's CEO, and its staff composed entirely of former Ontos employees using Ontos's equipment to exploit Ontos's intellectual property.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After eighteen months of litigation in Massachusetts state court, in January 2004, Ontos filed a voluntary petition for relief under Chapter 7 of the Bankruptcy Code. In April 2004, the Appellants filed a proof of claim for their lost wages and employment benefits, together with copies of their state court complaint, representing themselves as creditors of Ontos. In May 2004, the Appellants sought approval from the bankruptcy court to proceed in state court against the Appellees. The bankruptcy court gave its permission in June 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In March 2005, the trustee filed a motion to approve a stipulation of settlement and release of Appellants' claims. Over Appellants' objection, the bankruptcy court, in June 2005, allowed the trustee's motion. The stipulation provided that, in consideration of $50,000, the trustee:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">releases any and all claims that the Debtor or the Debtor's estate may have against [the appellees] arising out of or related to the conveyance by the Debtor of its ObjectSpark division to Firestar and any and all claims . . . against [the appellees] arising out of or related to any claim that [the appellees] used the corporate form of Ontos for fraudulent purposes . . . and that [the appellees] are liable for the obligations of Ontos on any `alter ego,' `piercing the corporate veil' or similar theory. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before the bankruptcy court, the trustee argued that he had the exclusive right to compromise the fraudulent transfer and alter ego claims because they constitute property of the estate within the meaning of &#167; 541(a) of the Bankruptcy Code, or alternatively, because they could have been asserted at his discretion for the benefit of Ontos's creditors pursuant to &#167; 544. Importantly, the trustee did not purport to compromise the \"personal\" state law claims asserted by the Appellants for violation of the Wage Act, and fraud and deceit. The Appellants responded that the trustee lacked standing under either provision of the Code. Alternatively, they objected to the release of claims that they value in excess of $1 million for $50,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The bankruptcy court granted the trustee's motion to approve the settlement and denied the Appellants' cross-motion for permission to proceed against the Appellees on the aforementioned claims in state court. The bankruptcy judge explained his rulings as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">I do believe that alter ego and related claims are certainly derivative from any liability that is owed to the debtor here; and being derivative, I believe that they are the Trustee's property and not that of the individual defendants&#8212;individual plaintiffs against those other people.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Indeed, that's consistent with the whole bankruptcy concept, which is to take all of the goodies and divide it equally between everybody, and nobody gets an individual piece of the action, and so I'm going to deny the motion to allow [the Appellants] to continue their state action against the other defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the approval of the stipulation, this has got to be the most amorphous thing on earth. . . . We've got a highly experienced Trustee who has done such due diligence as is reasonable under the circumstances. It's not as if the software was given away. There was money for it. I can't say that the Trustee is wrong in wanting to settle the claims for the amount of money he's been offered, and the usual rule is that absent anything that raises my eyebrows, my hackles, or disturbs my stomach, I will go with the Trustee's business judgement (sic), and none of those negative factors are present here.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In July 2005, the Appellants filed a notice of appeal and elected to have the case heard in the district court. They also sought a stay pending appeal. The bankruptcy court denied the stay request in August 2005. The district court affirmed the bankruptcy court's decision, finding (1) that the trustee had the authority to enter into the stipulation compromising the Appellants' related claims, (2) that \"there was no question but that the Bankruptcy Court had jurisdiction to entertain the Trustee's motion,\" and (3) that the bankruptcy court did not abuse its discretion by granting the motion to approve the stipulation for the allegedly nominal sum of $50,000. The former two issues are now before this court.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We begin by addressing whether the trustee had standing to enter into the stipulation of settlement and release of the Appellants' claims. We review the bankruptcy court's related factual findings for clear error, and its legal conclusions <i>de novo. Watman v. Groman</i> (<i>In re Watman</i>), <span class=\"citation\" data-id=\"202367\"><a href=\"/opinion/202367/watman-v-groman/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 31 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Bankruptcy Code broadly defines the property of the estate to be comprised of all \"legal or equitable interests of the debtor in property as of the commencement of the case.\" 11 U.S.C. &#167; 541(a)(1). It is well established that a claim for fraudulent conveyance is included within this type of property. <i>See Nat'l Tax Credit Partners v. Havlik,</i> <span class=\"citation\" data-id=\"666882\"><a href=\"/opinion/666882/national-tax-credit-partners-lp-and-national-tax-credit-inc-v-edward/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 708-09 (7th Cir.1994) (\"[T]he right to recoup a fraudulent conveyance, which outside of bankruptcy may be invoked by a creditor, is the property of the estate that only a trustee or debtor in possession may pursue once a bankruptcy is under way.\"); <i>Hatchett v. United States,</i> <span class=\"citation\" data-id=\"782142\"><a href=\"/opinion/782142/elbert-l-hatchett-and-laurestine-hatchett-v-united-states/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">875</span></a></span>, 886 (6th Cir.2003) (\"[T]he trustee has the exclusive right to bring an action for fraudulent conveyance during the pendency of the bankruptcy proceedings . . . .\"); <i>Campana v. Pilavis</i> (<i>In re Pilavis</i>), <span class=\"citation\" data-id=\"2022153\"><a href=\"/opinion/2022153/in-re-pilavis/\"><span class=\"volume\">233</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1</span></a></span>, 3 (Bankr.D.Mass. 1999) (\"Neither Debtor nor the Trustee disputes the fact that fraudulent conveyance action became the property of the estate when Debtor filed for relief.\"). The Appellants are incorrect to assert that they have a cause of action for fraudulent conveyance that is separate from the trustee's cause of action. Indeed, creditors only have standing to pursue such claims during bankruptcy proceedings when a trustee or debtor in possession unjustifiably fails to pursue the claim. <i>Pilavis,</i> 233 B.R. at 3-4 (citing <i>Glinka v. Abraham and Rose Co.,</i> <span class=\"citation\" data-id=\"1552738\"><a href=\"/opinion/1552738/glinka-v-abraham-and-rose-company-ltd/\"><span class=\"volume\">199</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">484</span></a></span>, 493-94 (D.Vt. 1996)). Such circumstances obviously do not exist here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We also reject the Appellants' suggestion that there can be a breach of fiduciary duty to creditors that is not derivative of a breach to the corporation. <i>See, e.g., Claybrook v. Morris</i> (<i>In re Scott Acquisition Corp.</i>), <span class=\"citation\" data-id=\"1541274\"><a href=\"/opinion/1541274/in-re-scott-acquisition-corp/\"><span class=\"volume\">344</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">283</span></a></span>, 290 (Bankr. D.Del.2006)(\"The defendant's final argument is that the Chapter 7 trustee lacks standing to bring a breach of fiduciary duty claim on behalf of the [corporation's] creditors. This argument is without merit.\"). Under Massachusetts law, any question pertaining to a duty owed by a director of a corporation to the corporation is governed by the law of the state of incorporation. <i>See Slattery v. Bower,</i> <span class=\"citation\" data-id=\"554969\"><a href=\"/opinion/554969/george-e-slattery-jr-v-l-william-bower/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.1991). Hence, in this case, we will apply the substantive law of Delaware.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under Delaware law, creditors of an insolvent corporation are owed fiduciary duties when the corporation is insolvent in fact. <i>Geyer v. Ingersoll Publ'ns Co.,</i> <span class=\"citation\" data-id=\"1463891\"><a href=\"/opinion/1463891/geyer-v-ingersoll-publications-co/\"><span class=\"volume\">621</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">784</span></a></span>, 787-88 (Del.Ch.1992) (\"it is the fact of insolvency which causes the duty to creditors arise\"). Even assuming that Ontos was in fact insolvent, a fact not established in the record, these fiduciary duties are on all but rare occasions derivative of the duties owed to the corporation itself. <i>See Prod. Res. Group, L.L.C. v. NCT Group, Inc.,</i> <span class=\"citation\" data-id=\"1890308\"><a href=\"/opinion/1890308/production-resources-v-nct-group/\"><span class=\"volume\">863</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">772</span></a></span>, 792 (Del. Ch.2004)(\"even in the case of an insolvent firm, poor decisions by directors that lead to a loss of corporate assets and are alleged to be [] breaches of equitable fiduciary duties remain harms to the corporate entity itself\"). Thus, claims for breach of fiduciary duty against Ontos's directors accrue to the estate, not the Appellants. <i>In re Scott Acquisition Corp.,</i> 344 B.R. at 289 (\"a director's fiduciary duty to creditors is derivative of the duty owed to the corporation\"); <i>Prod. Res. Group, L.L.C.,</i> 863 A.2d at 792 (\"when a director of an insolvent corporation, through a breach of fiduciary duty, injures the firm itself, the claim against the director is still one belonging to the corporation\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The alter ego and successor liability claims present a somewhat more difficult question. Under Massachusetts law, a claim may be brought against the \"alter ego\" of a corporation when \"there is active and direct participation by the representatives of one corporation, apparently exercising some form of pervasive control, in the activities of another and there is some fraudulent or injurious consequence of the intercorporate relationship\" or when \"there is a confused intermingling of activity of two or more corporations engaged in a common enterprise with substantial disregard of the separate nature of the corporate entities, or serious ambiguity about the manner and capacity in which the various corporations and their respective representatives are acting.\" <i>My Bread Baking Co. v. Cumberland Farms, Inc.,</i> <span class=\"citation\" data-id=\"2013667\"><a href=\"/opinion/2013667/my-bread-baking-co-v-cumberland-farms-inc/\"><span class=\"volume\">353</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">614</span></a></span>, <span class=\"citation\" data-id=\"2013667\"><a href=\"/opinion/2013667/my-bread-baking-co-v-cumberland-farms-inc/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">748</span></a></span>, 752 (1968). In such circumstances, courts may allow a plaintiff to pierce the corporate veil of limited liability in order to \"provide a meaningful remedy for injuries and to avoid injustice.\" <i>Attorney Gen. v. M.C.K., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">546</span></span>, <span class=\"citation no-link\"><span class=\"volume\">736</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">373</span></span>, 380 (2000). Likewise, a claim may be brought against a successor corporation where \"it either assumes [the obligation] under express agreement or where the facts and circumstances are such as to show an assumption.\" <i>Aldrich v. ADD Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">770</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">447</span></span>, 452 (2002) (quoting <i>Araserv, Inc. v. Bay State Harness Horse Racing &amp; Breeding Ass'n, Inc.,</i> <span class=\"citation\" data-id=\"1572053\"><a href=\"/opinion/1572053/araserv-inc-v-bay-state-harness-etc/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1083</span></a></span>, 1089 (D.Mass.1977)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The primary roadblock to finding the alter ego and successor liability claims to be part of the estate is that a corporation may generally not pierce its own veil. <i>See McCarthy v. Azure,</i> <span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 363 (1st Cir.1994) (\"As appellant is not even arguably an innocent third party disadvantaged by someone else's blurring of the line between a corporation and the person who controls it, but, rather, is himself the one who is claimed to have obscured the line, he cannot be permitted to use the alter ego designation to his own behoof.\"). Nevertheless, this roadblock is easily circumvented on the facts of the case. In <i>McCarthy,</i> all of the claims at issue were direct claims, <i>i.e.,</i> claims brought directly by the plaintiff against a defendant. Here, on the other hand, the trustee is only attempting to settle derivative claims&#8212; claims brought by a plaintiff on behalf of a corporation. Because the fraudulent transfer and breach of fiduciary duty claims the trustee wishes to settle are derivative in nature, the same claims pursued against an alter ego or successor corporation must be derivative in nature as well.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Given that such derivative claims are properly the property of the estate, the bankruptcy court did not err in finding that the trustee had the power to settle them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Certain of the trustee's standing, we now turn to the question of the bankruptcy court's jurisdiction. A brief review of the Bankruptcy Code indicates that Congress intended the bankruptcy courts to oversee the settlement and release of the debtor's claims while in bankruptcy. Title 28 provides that \"[b]ankruptcy judges may hear and determine all cases under title 11 and all core proceedings arising under title 11, or arising in a case under title 11 . . . and may enter appropriate orders and judgments . . . .\" 28 U.S.C. &#167; 157(b)(1). Core proceedings include \"matters concerning the administration of the estate,\" \"proceedings to determine, avoid, or recover fraudulent conveyances,\" and \"other proceedings affecting the liquidation of the assets of the estate . . . .\" 28 U.S.C. &#167; 157(b)(2)(A), (H), (O). Here, the trustee's motion falls squarely within the definition of core proceedings: the settlement of the disputed claims clearly concerns the administration of the Ontos estate and the liquidation of its assets. As a core proceeding, the bankruptcy court has jurisdiction over the stipulation.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the trustee's authority to enter into the stipulation of waiver and release on behalf of the estate, and the bankruptcy court's jurisdiction to review the stipulation.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Appellees are Vennworks, LLC, Amphion Ventures, Firestar Software, Inc., Robert Bertoldi, Richard Morgan, and Kenneth Lord</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because the particular alter ego claims settled by the trustee in this case are property of the estate, we express no view on the contours of alter ego claims generally under Massachusetts law</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1463891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1541274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1552738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1572053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1890308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2013667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2022153/"
  ]
}