{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202742/",
  "absolute_url": "/opinion/202742/united-states-v-goodhue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202742/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:00:44Z",
  "date_modified": "2016-02-28T05:08:45.394896Z",
  "type": "010combined",
  "sha1": "c476fc3180b6c3fc792e5da33a8a1d96a40c62a6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2825-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/05/16/US_v._Goodhue.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 05-2825\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                           KEITH GOODHUE,\n\n                        Defendant, Appellant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. F. Dennis Saylor, U.S. District Judge]\n\n\n                               Before\n\n                  Lynch and Howard, Circuit Judges,\n                     and Young,* District Judge.\n\n\n\n     Todd A. Bussert for appellant.\n     Cynthia A. Young, Assistant U.S. Attorney, with whom Michael\nJ. Sullivan, United States Attorney, and Paul G. Casey, Assistant\nU.S. Attorney, were on brief, for appellee.\n\n\n\n                            May 16, 2007\n\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f          YOUNG, District Judge.         Keith Goodhue (“Goodhue”) here\n\nchallenges his criminal sentence. The government concedes that the\n\nsentence needs recalculation under the appropriate Criminal History\n\nCategory so remand is in order.         Goodhue further argues that the\n\ndistrict court erred when it calculated his Base Offense Level from\n\nthe total weight of a mixture containing undetermined amounts of\n\nmethamphetamine precursor components.        We find merit to Goodhue’s\n\nunderlying    contention   that   the    government   ought   isolate   and\n\nseparately weigh the controlled substances in such a mixture or\n\ndemonstrate the inability to do so. Nevertheless, we hold that the\n\ndistrict court did not commit plain error in approximating the\n\nactual weight of the precursor components.\n\n                   I. Factual and Procedural History\n\n          On November 11, 2003, Goodhue discovered his wife lying\n\nunconscious in the bedroom of their apartment.          Goodhue promptly\n\ncalled 911.    The paramedics and the police responded, and Goodhue\n\nled them to the bedroom. The paramedics were unable to resuscitate\n\nGoodhue’s wife so they transported her to the hospital, where she\n\nlater recovered.\n\n          While in the bedroom, the police observed a stained glass\n\ntube that they suspected to be drug paraphernalia.            The officers\n\nalso noticed children’s beds, toys, and clothes and learned that\n\ntwo small children slept in the room.        The police then conducted,\n\nwith Goodhue’s assistance, a search for needles and syringes that\n\n\n                                   -2-\n\fcould pose a danger to young children. The police discovered three\n\nneedles and syringes in a dresser drawer, a glass evaporator with\n\nan attached rubber hose, a glass jar with coffee filters stained\n\nred, and a bottle of lye.\n\n          The police read Goodhue his Miranda rights, and he signed\n\na consent form to search the rest of the residence.           Goodhue led\n\nthem to more drug paraphernalia.     The various liquids and powders\n\nseized were submitted to the Massachusetts State Police Crime\n\nLaboratory for analysis.       The crime laboratory analysis of the\n\nsubstances   seized   from   Goodhue’s   home    revealed   the   following\n\ncontrolled substances: 65.87 grams of red phosphorous; 116.37 grams\n\nof iodine; > 304.97 grams of Red Devil Lye; 4.64 grams of a mixture\n\ncontaining ephedrine; and 48.44 grams of a mixture containing\n\npseudoephedrine.      Ephedrine    and   pseudoephedrine      are   common\n\nprecursor chemicals for the manufacture of methamphetamine.\n\n          On July 27, 2005, Goodhue pleaded guilty in federal\n\ndistrict court to a one-count felony information for possession of\n\nthe listed chemicals with intent to manufacture methamphetamine in\n\ncontravention of 21 U.S.C. § 841(c)(1).         On November 21, 2005, the\n\ndistrict court sentenced him to imprisonment for 63 months followed\n\nby three years’ supervised release.\n\n          Goodhue raises the following three issues on his timely\n\nappeal: 1) that the district court erred in the calculation of his\n\nBase Offense Level under the United States Sentencing Guidelines §\n\n\n                                  -3-\n\f2D1.11; 2) that the district court incorrectly determined his\n\nCriminal History Category; and 3) that the resulting sentence was\n\nnot reasonable in light of the factors enumerated in 18 U.S.C. §\n\n3553(a).   Appellant Br. at 1.\n\n           The   government     concedes   that   the   district   court\n\nmiscalculated Goodhue’s Criminal History Category and requests a\n\nlimited remand to correct this aspect of the sentence.1        Appellee\n\nBr. at 16 n.8.   In light of this concession, remand is proper.       On\n\nremand, the district court may reconsider the entire sentence,\n\nmaking review for reasonableness premature.       See United States v.\n\nBlasini-Lluberas, 169 F.3d 57, 68 (1st Cir. 1999).         As a result,\n\nGoodhue’s sole remaining issue on appeal is whether the district\n\ncourt correctly calculated his Base Offense Level.\n\n           We have jurisdiction over this sentencing appeal pursuant\n\nto 18 U.S.C. § 3742(a).\n\n                              II. Discussion\n\nA. Standard of Review\n\n           An issue is preserved for appeal when the appellant\n\nadequately preserved the issue through a timely and contemporaneous\n\n\n\n     1\n       Goodhue’s Criminal History Category was calculated in the\nPSR at II based on three criminal history points.      Two of the\ncriminal history points were added based upon a finding that\nGoodhue “committed the instant offense while under any criminal\njustice sentence.” U.S. Sentencing Guidelines Manual § 4A1.1(d)\n(2004). Both Goodhue and the government agree that this finding\nwas in error because his sentence for driving without a license or\nwith a revoked or suspended license did not satisfy this\ndefinition.\n                               -4-\n\fobjection to the district court.             See United States v. Wihbey, 75\n\nF.3d 761, 771 (1st Cir. 1996).            When an issue has been preserved,\n\nreview   of    a   district     court’s     factual   findings       relevant    to   a\n\nsentencing calculation is for clear error.                 United States v. Alli,\n\n444 F.3d 34, 37 (1st Cir. 2006).                  Review of a district court’s\n\ninterpretation and application of the United States Sentencing\n\nGuidelines is de novo.          United States v. Robinson, 433 F.3d 31, 35\n\n(1st Cir. 2005).\n\n              An   issue   is   “waived,”       however,     where   the    appellant\n\n“intentionally relinquishes or abandons it.”                    United States v.\n\nRodriguez, 311 F.3d 435, 437 (1st Cir. 2002).                  An appellate court\n\nwill normally not review waived issues.                 Id.     Alternatively, an\n\nappellant     “forfeits”      his   claim    by    failing    “to    make   a   timely\n\nassertion of a right . . . .”         Id.       Appellate review of a forfeited\n\nclaim is for plain error only, id., and such a standard can be\n\nsatisfied only if “(1) [] an error occurred (2) which was clear or\n\nobvious and which not only (3) affected the defendant’s substantial\n\nrights, but also (4) seriously impaired the fairness, integrity, or\n\npublic reputation of [the] judicial proceedings.” United States v.\n\nDuarte, 246 F.3d 56, 60 (1st Cir. 2001); see also United States v.\n\nRiggs, 287 F.3d 221, 224 (1st Cir. 2002); United States v. Olivier-\n\nDiaz, 13 F.3d 1, 5 (1st Cir. 1993).\n\n              The standard of review that will apply to Goodhue’s\n\nappeal thus turns on whether he adequately preserved his claim\n\nbefore the district court.           Accordingly, we scrutinize Goodhue’s\n                                          -5-\n\farguments on appeal to determine if he made the same arguments\n\nbelow.\n\n            Goodhue claims on appeal that the district court erred\n\nwhen it used the aggregate weight of the entire mixture containing\n\nundetermined amounts of ephedrine and pseudoephedrine to calculate\n\nthe   sentence.    Appellant   Br.   at   16-18.    The     district   court\n\ncalculated the applicable advisory guideline range under section\n\n2D1.11 by starting from a drug weight of 53.08 grams -- the weight\n\nof the entire mixture2 -- instead of the isolated weights of the\n\nephedrine   and   pseudoephedrine    components    within    the   mixtures.\n\nSentencing Transcript (“S. Tr.”) at 6:18-7:1; 22:8-9. In so doing,\n\nthe district judge calculated the Base Offense Level at 28, but\n\nexpressed concern with this approach.       Id. at 22:11-23:13.\n\n            At sentencing, the government advocated the position that\n\nwhen a mixture contains undetermined or undeterminable amounts of\n\nephedrine and pseudoephedrine, the district court ought simply\n\napply the section 2D1.11 tables to the aggregate weight of the\n\nmixtures.     Id. at 9:3-25; 12:11-15.        Goodhue’s trial counsel\n\nobjected to this approach. Id. at 16:4-17:6. Trial counsel argued\n\nthat the district court must not apply the total weight of the\n\nmixture to the tables, but ought instead approximate the weight of\n\nthe pure precursor components through “any reasonable method.” Id.\n\n\n      2\n       The reference to the entire mixture includes the 4.64 grams\nof a mixture containing ephedrine and the 48.44 grams of a mixture\ncontaining pseudoephedrine as determined by the state laboratory\nresults.\n                                -6-\n\fat 16:4-10.       The reference to “any reasonable method” sought to\n\ndirect the district court to Application Note 1 of section 2D1.1,3\n\nwhich allows the court to estimate the weight of drug quantity when\n\nthe components cannot be segregated.          U.S. Sentencing Guidelines\n\nManual § 2D1.1 cmt. n.1 (2004).4\n\n              Goodhue’s   trial   counsel   argued   that   the   “reasonable\n\nmethod” that the court ought follow was the “yield analysis” of\n\nUnited States v. Barnett, 989 F.2d 546 (1st Cir. 1993), which\n\ncalculated how much methamphetamine (actual)5 could be processed\n\nfrom pseudoephedrine. S. Tr. at 17:3-16; Barnett, 989 F.2d at 553.\n\nThe approximated amount is then applied to the methamphetamine\n\n(actual) drug quantity table.        As trial counsel would have it, the\n\ncourt would utilize a ratio of one gram of mixture to 0.58 grams of\n\nmethamphetamine (actual).         S. Tr. at 17:2-16; Barnett, 989 F.2d at\n\n553.       Trial counsel objected, therefore, not to using the 53.08\n\n\n       3\n        Section 2D1.1 addresses the “Unlawful Manufacturing,\nImporting, Exporting, Trafficking, or Possession; Continuing\nCriminal Enterprise” by assigning a base offense level through the\napplication of predetermined ranges to drug weights.\n       4\n       The language of this Note was added effective November 1,\n1993 by Amendment 484. The amendment’s purpose was to address a\ncircuit split regarding the term “mixture or substance” by\nproviding expressly that the term does not include portions of a\ndrug mixture that must be separated from the controlled substance\nbefore it is used. U.S. Sentencing Guidelines Manual § 2D1.1, app.\nC, amend. 484 (2004).\n       5\n       The term “methamphetamine (actual)” refers to the weight of\nthe controlled substance itself contained in the mixture or\nsubstance. U.S. Sentencing Guidelines Manual § 2D1.1 n.B (2004).\nThe term methamphetamine with no qualifier refers to a mixture of\nmethamphetamine and other substances. See id., § 2D1.1 n.A.\n                                -7-\n\fgrams    of    mixture   as   the   starting    point   of   the   sentencing\n\ncalculation, but to applying the aggregate weight of the mixture to\n\nthe ephedrine and pseudoephedrine tables in section 2D1.11 instead\n\nof the approximated yield of methamphetamine (actual) under section\n\n2D1.1.\n\n              The district court recognized, however, that the trial\n\ncounsel’s proposed yield analysis would produce 30.78 grams of\n\nmethamphetamine (actual) from the 53.08 grams of mixture.             S. Tr.\n\nat 17:14-19.      Under section 2D1.1, this would still result in a\n\nBase Offense Level of 28.           Id. at 17:18-19.         Faced with this\n\ncalculation, trial counsel conceded that he incorrectly read and\n\napplied the Guidelines.       Id. at 18:23-19:1.6\n\n              Goodhue now, on appeal and with new counsel, seeks to re-\n\ncharacterize the trial counsel’s objection raised to the district\n\ncourt as one challenging the use of the 53.08 grams of mixture as\n\nthe starting point of the calculation.            Compare Appellant Br. at\n\n16-18, with S. Tr. at 16:4-17:6.          As described above, Goodhue’s\n\ntrial counsel bypassed a challenge on that threshold ground and\n\nfocused instead on a legal theory as to how the Guidelines ought\n\napply to the 53.08 grams of mixture.           See S. Tr. at 16:3-17:6.    By\n\n\n\n     6\n       Even if a yield analysis were appropriate, it is not clear\nthat 0.58 would be the appropriate measure since Barnett concerned\npure pseudoephedrine as the precursor. Here, there is not only an\nimpure mixture of pseudoephedrine but also an impure mixture of\nephedrine. We need not decide, however, what the appropriate yield\nwould be in such a situation because the parties did not raise this\nissue.\n                                -8-\n\ffailing to object to the use of the aggregate weight of the\n\nmixture, Goodhue’s trial counsel forfeited that issue for appeal.\n\nSee United States v. Figuereo, 404 F.3d 537, 540, 540 n.3 (1st Cir.\n\n2005) (applying a plain error review where a defendant objected at\n\nsentencing but on a basis not before the appellate panel).              As a\n\nresult, we will review only for plain error.           See id. at 540.\n\nB. The Base Offense Level Calculation\n\n            1. Review of the District Court’s Interpretation of\n            Section 2D1.11\n\n            The fulcrum for our plain error review of the district\n\ncourt’s calculation of Goodhue’s Base Offense Level is whether any\n\nerror was clear or obvious.         See United States v. Olano, 507 U.S.\n\n725, 734 (1993); Duarte, 246 F.3d at 60.                   “Where the error\n\ndefendant asserts on appeal depends upon a factual finding the\n\ndefendant neglected to ask the district court to make, the error\n\ncannot be ‘clear’ or ‘obvious’ unless the desired factual finding\n\nis the only one rationally supported by the record below.”             United\n\nStates v. Donnelly, 370 F.3d 87, 95 (1st Cir. 2004) (quoting\n\nOlivier-Diaz, 13 F.3d at 5).         With respect to matters of law, an\n\nerror will not be clear or obvious where the challenged issue of\n\nlaw is unsettled.    See Connelly v. Hyundai Motor Co., 351 F.3d 535,\n\n546 (1st Cir. 2003); United States v. Marino, 277 F.3d 11, 32 (1st\n\nCir. 2002).\n\n            Here, Goodhue challenges the district court’s calculation\n\nof   the   Base   Offense   Level    on   two   grounds.     First,   Goodhue\n\n                                      -9-\n\fspeculates that had the district court conducted a factual finding\n\nas to the weights of ephedrine and pseudoephedrine, such a factual\n\nfinding   could    have     resulted    in    a   lower    Base    Offense    Level.\n\nAppellant Br. at 17.         This challenge is akin to an argument that\n\nthe district court ought to have held an evidentiary hearing on the\n\nweight of the pure precursor chemicals.                 Such an argument has no\n\nlegal traction.\n\n            In United States v. DeCologero, 821 F.2d 39 (1st Cir.\n\n1987),    this    Circuit    noted     the    district      judge’s     significant\n\ndiscretion over whether to hold evidentiary hearings by stating\n\nthat such hearings “cannot be convened at the whim of a suitor,\n\nmade available like popsicles in July, just because a passerby\n\nwould like to have one.”        Id. at 44.        Even if an objection to the\n\nlack of an evidentiary hearing had been made, review of such a\n\ndecision would be narrow, looking only for an abuse of discretion.\n\nUnited States v. Gerante, 891 F.2d 364, 367 (1st Cir. 1989).\n\n            Goodhue    failed    to     object     to     the    district    court’s\n\napplication of the sentencing guidelines without an evidentiary\n\nhearing as to the pure weight of the controlled substances.                       This\n\nsituation is directly controlled by United States v. Garcia, 954\n\nF.2d 12 (1st Cir. 1992), where this Court held that an appellant\n\n“effectively obviated the need for an evidentiary hearing” by\n\nobjecting    to    interpretations       based      upon        facts   instead     of\n\nchallenging the underlying facts themselves.                Id. at 19.      In light\n\nof the substantial deference given to a district court whether to\n                                       -10-\n\fhold such an evidentiary hearing and the failure of Goodhue to\n\nrequest one, it is neither clear nor obvious that the district\n\ncourt       erred   in   applying   the   aggregate   weight    of    the   mixture\n\ndirectly to the Sentencing Guidelines.             See Donnelly, 370 F.3d at\n\n95.\n\n               Goodhue’s second argument on appeal is that in the\n\nabsence       of    evidence   of   the   pure   weights   of   the    controlled\n\nsubstances, the district court erred by not applying instead\n\nsection 2D1.11 to 65.87 grams of red phosphorous. Appellant Br. at\n\n18. Such application would have resulted in the lower Base Offense\n\nLevel of 24.         Goodhue characterizes this argument as an issue of\n\nlaw that turns on an interpretation of the Sentencing Guidelines.\n\nSee id. at 16.           Even were we to assume that this is an issue of\n\ninterpretation, the unsettled nature of the law precludes a finding\n\nof plain error.          See Connelly, 351 F.3d at 546.\n\n               In response to the Methamphetamine Anti-Proliferation Act\n\nof 2000,7 section 2D1.118 was amended to provide a new chemical\n\nquantity table specifically for ephedrine and pseudoephedrine.\n\nU.S. Sentencing Guidelines Manual § 2D1.11, app. C, amend. 611\n\n(2004).       One of the purposes behind this amendment was to reduce\n\nthe distinction between section 2D1.1, which concerns intent to\n\n\n      7\n       Pub. L. No. 106-310, 114 Stat. 1227 (2000) (codified in\nscattered sections of the United States Code).\n        8\n        Section 2D1.11 is titled: “Unlawfully Distributing,\nImporting, Exporting or Possessing a Listed Chemical; Attempt or\nConspiracy.”\n                              -11-\n\fmanufacture methamphetamine, and section 2D1.11, which addresses\n\nattempt    to     manufacture       methamphetamine    from      ephedrine,\n\npseudoephedrine,    and   phenylpropanolamine      (“PPA”).      Id.     The\n\nrelationship between the two guideline sections is evidenced from\n\na cross reference in section 2D1.11 to section 2D1.1 that requires\n\nthe use of the Base Offense Level calculated under the latter\n\nsection if the offense involves the unlawful manufacture of a\n\ncontrolled substance and the resulting offense level exceeds that\n\ncalculated under section 2D1.11. U.S. Sentencing Guidelines Manual\n\n§ 2D1.11(c)(1) (2004).\n\n           The current section 2D1.11 calculates the Base Offense\n\nLevel by reference to an ephedrine, pseudoephedrine, and PPA drug\n\nquantity table.    Id. § 2D1.11(a), (d).       To calculate the weight in\n\nan offense that involves two or more precursor chemicals, the\n\nsection   recommends   the    use   of   the   aggregate   weight   of   the\n\nquantities of all such chemicals.          Id. § 2D1.11 n.B.\n\n           This calculation, and thus the application of section\n\n2D1.11, is straightforward where the weights of the pure precursor\n\nchemicals are known. It becomes more difficult where the precursor\n\nchemical is mixed with other substances that do not constitute\n\ncontrolled substances.       Section 2D1.11 does not directly address\n\nthe general issue of such mixtures.         It does, however, address the\n\nspecific situation of a mixture in “tablet” form.              Id. § 2D1.11\n\nn.C.   This section note states, “[i]n a case involving ephedrine,\n\npseudoephedrine, or phenylpropanolamine tablets, use the weight of\n                                    -12-\n\fthe ephedrine, pseudoephedrine, or phenylpropanolamine contained in\n\nthe tablets, not the weight of the entire tablets, in calculating\n\nthe base offense level.”   Id.9   In a tablet situation, therefore,\n\nonly the weight of the pure precursor chemicals is applied to the\n\ndrug quantity tables, not the total weight of the tablet itself.\n\nSee id.10\n\n            As the district court recognized, the tablet situation\n\ndiffers from the general mixture situation because the percentage\n\nof the controlled substance in a tablet is usually specifically\n\nnoted on the tablet package.      See S. Tr. at 7:1-7.   Thus, in a\n\ntablet, there is typically no question as to the weight of the pure\n\nprecursor chemicals.\n\n            The district court did not face the clearly defined\n\ntablet situation.   Instead, it faced a more difficult situation --\n\n\n\n     9\n       A similar amendment -- Amendment 657 -- was made to section\n2D1.1(c) for Oxycodone.     Oxycodone is generally sold in pill\nformat.    Prior to the amendment, the sentencing guidelines\nestablished penalties for Oxycodone based on the weight of the\nentire pill. Amendment 657 addressed the resulting proportionality\nissues and modified the provision to weigh only the controlled\nsubstance itself.    See Carmen D. Hernandez, Amendments to the\nUnited States Sentencing Guidelines--Part 1, Champion 18, 19-20\n(March 2004).\n     10\n       The specific provision relating to tablets is the result of\nan amendment that states: “[u]nlike ephedrine, which is purchased\nfrom a chemical company and is virtually 100 percent pure, these\ntablets contain a substantially lower percentage of ephedrine\n(about 25 percent). To avoid unwarranted disparity, this amendment\nadds a note to § 2D1.11 providing that the amount of actual\nephedrine contained in a pill is to be used in determining the\noffense level.” U.S. Sentencing Guidelines Manual § 2D1.11, app.\nC, amend. 519 (2004).\n                               -13-\n\fapplying section 2D1.11 to a mixture where the amounts of ephedrine\n\nand   pseudoephedrine      had   not    been    determined.         This    broader\n\nquestion, though not directly addressed in section 2D1.11, is\n\ndirectly addressed in section 2D1.1.              U.S. Sentencing Guidelines\n\nManual § 2D1.1 n.A & cmt. n.1 (2004).               Section 2D1.1 similarly\n\nassigns a Base Offense Level by the application of the weight of\n\nthe controlled substance to a predetermined range.                     Note A of\n\nsection 2D1.1 states:\n\n           Unless otherwise specified, the weight of a\n           controlled substance set forth in the table\n           refers to the entire weight of any mixture or\n           substance containing a detectable amount of\n           the controlled substance.    If a mixture or\n           substance contains more than one controlled\n           substance, the weight of the entire mixture or\n           substance is assigned to the controlled\n           substance that results in the greater offense\n           level.\n\nThe section further instructs that the weight of the entire mixture\n\nought not include “materials that must be separated from the\n\ncontrolled substance before the controlled substance can be used.”\n\nId. § 2D1.1 cmt. n.1.       If a mixture cannot be so separated, “the\n\ncourt may use any reasonable method to approximate the weight of\n\nthe mixture of substance to be counted.”             Id.\n\n           The district court identified and carefully considered\n\nthe   inconsistency   of    using      the    aggregate    weight    of    mixtures\n\ncontaining undetermined amounts of ephedrine and pseudoephedrine\n\nunder section 2D1.11 in light of the tablet note’s exclusion of\n\nsubstance weight not derived from a controlled substance.                   S. Tr.\n\n                                       -14-\n\fat 22:25-23:7.   The district court addressed this situation by\n\napplying three methods all derived from the starting point of 53.08\n\ngrams of mixture attributable to Goodhue.     Id. at 22:8-24.   The\n\ncourt calculated the Base Offense Level by: 1) treating the mixture\n\nas pure ephedrine and pseudoephedrine under section 2D1.11; 2)\n\ncross-referencing to section 2D1.1 and calculating the equivalent\n\nweight of marijuana; and 3) applying Goodhue’s yield analysis, and\n\nthen section 2D1.11 to the result.     Id.   Calculations under all\n\nthree methods resulted in a Base Offense Level of 28.   Id. at 23:8-\n\n13.\n\n          The district court navigated through this unguided and\n\nunsettled territory by considering and ultimately adopting both\n\npaths suggested by counsel and his own independent judgment that\n\ncalculating the marijuana equivalent under the cross-reference to\n\nsection 2D1.1 may be most appropriate given that section’s specific\n\nguidance on such mixtures.   As a result, it cannot be held that the\n\ndistrict court committed plain error by not interpreting section\n\n2D1.11 as requiring the use of the weight of the red phosphorous as\n\na default.\n\n          2. Interpreting Section 2D1.11\n\n          Although the district court’s thoughtful, measured, and\n\nreasonable interpretation of section 2D1.11 does not constitute\n\nplain error, we go further to provide guidance to sentencing\n\ncourts.\n\n\n                                -15-\n\f            We address the situation where the sentencing court has\n\nbefore     it    a     non-tablet          mixture      containing     methamphetamine\n\nprecursors.          Under section 2D1.11, the relevant drug weight for\n\nsentencing purposes is the weight of the precursor chemicals\n\nthemselves.      The burden is on the government to prove the weight of\n\nthe   precursor       chemicals       to    the   district    court.       The   initial\n\nquestion    ordinarily           is   whether     the   methamphetamine     precursors\n\ncontained       in    such   a    non-tablet        mixture   may    be   isolated    and\n\nseparately weighed.          The burden is on the prosecution to show that\n\nthe isolation and weighing of the precursors is not feasible.\n\n            If the court finds that the process of isolating and\n\nseparately weighing the precursor components is not feasible, then\n\nthe district court may take guidance from Application Note 1 in\n\nsection 2D1.1.           The court may apply any reasonable method to\n\napproximate           the        undeterminable          weight      of     ephedrine,\n\npseudoephedrine, or PPA from impure mixtures.\n\n            Where such a process is feasible, the government bears\n\nthe burden of proving the actual weight of the pure precursor\n\ncomponents.          Cf. United States v. Ching Tang Lo, 447 F.3d 1212,\n\n1222-23    (9th       Cir.   2006)         (demonstrating     the    ability     of   the\n\ngovernment to detail the percentage of ephedrine that existed in a\n\nma huang extract).           The weight of the pure precursor components\n\nwill then be applied in aggregate directly to the drug quantity\n\ncharts in section 2D1.11.\n\n\n                                             -16-\n\f           If it is feasible to isolate and weigh the precursors and\n\nthe government has not done so, the government may well have failed\n\nto meet its burden.      We do not, however, exclude the possibility\n\nthat the non-precursor substances of the mixture are de minimis or\n\ntheir weight is reasonably discernable by different means.\n\n           The court would also be warranted in considering whether\n\nthe government has engaged in affirmative misconduct in failing to\n\nconduct the necessary test to isolate and measure.                There is, we\n\nstress, no claim of such misconduct here.11\n\n           As   to   2D1.11(c)’s     cross-reference    to    section   2D1.1,\n\nApplication Note 1 to section 2D1.1 makes clear that although the\n\ndistrict   court     should   use    the   total   weight    of   any   mixture\n\ncontaining a detectable amount of a controlled substance, U.S.\n\nSentencing Guidelines Manual § 2D1.1 n.A (2004), the appropriate\n\ndrug weight for sentencing purposes excludes “materials that must\n\nbe separated from the controlled substance before the controlled\n\nsubstance can be used.”             As a result, the burden is on the\n\ngovernment to demonstrate that no part of a mixture is a substance\n\nthat must be separated before the substance may be used.                If the\n\nmixture does contain such substances, and they can be separated,\n\nthe government has the burden of proving the actual weight of the\n\n\n     11\n       The prosecution informed us at oral argument that it is\natypical for the district court to be faced with a mixture\ncontaining methamphetamine precursors that have not been isolated\nand weighed.   This situation, the government represented, arose\nbecause a state government crime lab performed the chemical\nanalysis before the case was referred for federal prosecution.\n                               -17-\n\fusable part of the mixture. If the non-usable substances cannot be\n\nsegregated, the court may make a reasonable approximation of the\n\nusable substances, as provided in Application Note 1.\n\n                         III. Conclusion\n\n          In sum, we conclude that Goodhue’s arguments as to the\n\ndistrict court’s errors in calculating his Base Offense Level fail\n\nto satisfy plain error review.    We therefore remand this case for\n\nthe limited purpose of recalculating the sentence under the correct\n\nCriminal History Category.   Upon remand, the district court may\n\nreconsider the entire sentence in light of this opinion.\n\n          The decision of the district court is vacated and the\n\ncase remanded for resentencing.\n\n\n\n\n                                 -18-\n\f",
  "html": "<p class=\"case_cite\">486 F.3d 52</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Keith GOODHUE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-2825.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2007.</p>\n    <p class=\"date\">Decided May 16, 2007.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Todd A. Bussert for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Cynthia A. Young, Assistant U.S. Attorney, with whom Michael J. Sullivan, United States Attorney, and Paul G. Casey, Assistant U.S. Attorney, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before LYNCH and HOWARD, Circuit Judges, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">YOUNG, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Keith Goodhue (\"Goodhue\") here challenges his criminal sentence. The government concedes that the sentence needs recalculation under the appropriate Criminal History Category so remand is in order. Goodhue further argues that the district court erred when it calculated his Base Offense Level from the total weight of a mixture containing undetermined amounts of methamphetamine precursor components. We find merit to Goodhue's underlying contention that the government ought isolate and separately weigh the controlled substances in such a mixture or demonstrate the inability to do so. Nevertheless, we hold that the district court did not commit plain error in approximating the actual weight of the precursor components.</p>\n    </div>\n    <p>I. Factual and Procedural History</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 11, 2003, Goodhue discovered his wife lying unconscious in the bedroom of their apartment. Goodhue promptly called 911. The paramedics and the police responded, and Goodhue led them to the bedroom. The paramedics were unable to resuscitate Goodhue's wife so they transported her to the hospital, where she later recovered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While in the bedroom, the police observed a stained glass tube that they suspected to be drug paraphernalia. The officers also noticed children's beds, toys, and clothes and learned that two small children slept in the room. The police then conducted, with Goodhue's assistance, a search for needles and syringes that could pose a danger to young children. The police discovered three needles and syringes in a dresser drawer, a glass evaporator with an attached rubber hose, a glass jar with coffee filters stained red, and a bottle of lye.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The police read Goodhue his <i>Miranda</i> rights, and he signed a consent form to search the rest of the residence. Goodhue led them to more drug paraphernalia. The various liquids and powders seized were submitted to the Massachusetts State Police Crime Laboratory for analysis. The crime laboratory analysis of the substances seized from Goodhue's home revealed the following controlled substances: 65.87 grams of red phosphorous; 116.37 grams of iodine; &gt; 304.97 grams of Red Devil Lye; 4.64 grams of a mixture containing ephedrine; and 48.44 grams of a mixture containing pseudoephedrine. Ephedrine and pseudoephedrine are common precursor chemicals for the manufacture of methamphetamine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 27, 2005, Goodhue pleaded guilty in federal district court to a one-count felony information for possession of the listed chemicals with intent to manufacture methamphetamine in contravention of 21 U.S.C. &#167; 841(c)(1). On November 21, 2005, the district court sentenced him to imprisonment for 63 months followed by three years' supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Goodhue raises the following three issues on his timely appeal: 1) that the district court erred in the calculation of his Base Offense Level under the United States Sentencing Guidelines &#167; 2D1.11; 2) that the district court incorrectly determined his Criminal History Category; and 3) that the resulting sentence was not reasonable in light of the factors enumerated in 18 U.S.C. &#167; 3553(a). Appellant Br. at 1.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government concedes that the district court miscalculated Goodhue's Criminal History Category and requests a limited remand to correct this aspect of the sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Appellee Br. at 16 n. 8. In light of this concession, remand is proper. On remand, the district court may reconsider the entire sentence, making review for reasonableness premature. <i>See United States v. Blasini-Lluberas,</i> 169 F.3d 57, 68 (1st Cir.1999). As a result, Goodhue's sole remaining issue on appeal is whether the district court correctly calculated his Base Offense Level.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have jurisdiction over this sentencing appeal pursuant to 18 U.S.C. &#167; 3742(a).</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An issue is preserved for appeal when the appellant adequately preserved the issue through a timely and contemporaneous objection to the district court. <i>See United States v. Wihbey,</i> 75 F.3d 761, 771 (1st Cir.1996). When an issue has been preserved, review of a district court's factual findings relevant to a sentencing calculation is for clear error. <i>United States v. Alli,</i> 444 F.3d 34, 37 (1st Cir. 2006). Review of a district court's interpretation and application of the United States Sentencing Guidelines is <i>de novo. United States v. Robinson,</i> 433 F.3d 31, 35 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An issue is \"waived,\" however, where the appellant \"intentionally relinquishes or abandons it.\" <i>United States v. Rodriguez,</i> 311 F.3d 435, 437 (1st Cir. 2002). An appellate court will normally not review waived issues. <i>Id.</i> Alternatively, an appellant \"forfeits\" his claim by failing \"to make a timely assertion of a right. . . .\" <i>Id.</i> Appellate review of a forfeited claim is for plain error only, <i>id.,</i> and such a standard can be satisfied only if \"(1) [] an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of [the] judicial proceedings.\" <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001); <i>see also United States v. Riggs,</i> 287 F.3d 221, 224 (1st Cir.2002); <i>United States v. Olivier-Diaz,</i> 13 F.3d 1, 5 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The standard of review that will apply to Goodhue's appeal thus turns on whether he adequately preserved his claim before the district court. Accordingly, we scrutinize Goodhue's arguments on appeal to determine if he made the same arguments below.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Goodhue claims on appeal that the district court erred when it used the aggregate weight of the entire mixture containing undetermined amounts of ephedrine and pseudoephedrine to calculate the sentence. Appellant Br. at 16-18. The district court calculated the applicable advisory guideline range under section 2D1.11 by starting from a drug weight of 53.08 grams &#8212; the weight of the entire mixture<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> &#8212; instead of the isolated weights of the ephedrine and pseudoephedrine components within the mixtures. Sentencing Transcript (\"S.Tr.\") at 6:18-7:1; 22:8-9. In so doing, the district judge calculated the Base Offense Level at 28, but expressed concern with this approach. <i>Id.</i> at 22:11-23:13.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At sentencing, the government advocated the position that when a mixture contains undetermined or undeterminable amounts of ephedrine and pseudoephedrine, the district court ought simply apply the section 2D1.11 tables to the aggregate weight of the mixtures. <i>Id.</i> at 9:3-25; 12:11-15. Goodhue's trial counsel objected to this approach. <i>Id.</i> at 16:4-17:6. Trial counsel argued that the district court must not apply the total weight of the mixture to the tables, but ought instead approximate the weight of the pure precursor components through \"any reasonable method.\" <i>Id.</i> at 16:4-10. The reference to \"any reasonable method\" sought to direct the district court to Application Note 1 of section 2D1.1,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which allows the court to estimate the weight of drug quantity when the components cannot be segregated. U.S. Sentencing Guidelines Manual &#167; 2D1.1 cmt. n. 1 (2004).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Goodhue's trial counsel argued that the \"reasonable method\" that the court ought follow was the \"yield analysis\" of <i>United States v. Barnett,</i> 989 F.2d 546 (1st Cir. 1993), which calculated how much methamphetamine (actual)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> could be processed from pseudoephedrine. S. Tr. at 17:3-16; <i>Barnett,</i> 989 F.2d at 553. The approximated amount is then applied to the methamphetamine (actual) drug quantity table. As trial counsel would have it, the court would utilize a ratio of one gram of mixture to 0.58 grams of methamphetamine (actual). S. Tr. at 17:2-16; <i>Barnett,</i> 989 F.2d at 553. Trial counsel objected, therefore, not to using the 53.08 grams of mixture as the starting point of the sentencing calculation, but to applying the aggregate weight of the mixture to the ephedrine and pseudoephedrine tables in section 2D1.11 instead of the approximated yield of methamphetamine (actual) under section 2D1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court recognized, however, that the trial counsel's proposed yield analysis would produce 30.78 grams of methamphetamine (actual) from the 53.08 grams of mixture. S. Tr. at 17:14-19. Under section 2D1.1, this would still result in a Base Offense Level of 28. <i>Id.</i> at 17:18-19. Faced with this calculation, trial counsel conceded that he incorrectly read and applied the Guidelines. <i>Id.</i> at 18:23-19:1.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Goodhue now, on appeal and with new counsel, seeks to re-characterize the trial counsel's objection raised to the district court as one challenging the use of the 53.08 grams of mixture as the starting point of the calculation. <i>Compare</i> Appellant Br. at 16-18, <i>with</i> S. Tr. at 16:4-17:6. As described above, Goodhue's trial counsel bypassed a challenge on that threshold ground and focused instead on a legal theory as to how the Guidelines ought apply to the 53.08 grams of mixture. <i>See</i> S. Tr. at 16:3-17:6. By failing to object to the use of the aggregate weight of the mixture, Goodhue's trial counsel forfeited that issue for appeal. <i>See United States v. Figuereo,</i> 404 F.3d 537, 540, 540 n. 3 (1st Cir.2005) (applying a plain error review where a defendant objected at sentencing but on a basis not before the appellate panel). As a result, we will review only for plain error. <i>See id.</i> at 540.</p>\n    </div>\n    <p class=\"indent\">B. The Base Offense Level Calculation</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. <i>Review of the District Court's Interpretation of Section 2D1.11</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The fulcrum for our plain error review of the district court's calculation of Goodhue's Base Offense Level is whether any error was clear or obvious. <i>See United States v. Olano,</i> 507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993); <i>Duarte,</i> 246 F.3d at 60. \"Where the error defendant asserts on appeal depends upon a factual finding the defendant neglected to ask the district court to make, the error cannot be `clear' or `obvious' unless the desired factual finding is the only one rationally supported by the record below.\" <i>United States v. Donnelly,</i> 370 F.3d 87, 95 (1st Cir.2004) (quoting <i>Olivier-Diaz,</i> 13 F.3d at 5). With respect to matters of law, an error will not be clear or obvious where the challenged issue of law is unsettled. <i>See Connelly v. Hyundai Motor Co.,</i> 351 F.3d 535, 546 (1st Cir.2003); <i>United States v. Marino,</i> 277 F.3d 11, 32 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, Goodhue challenges the district court's calculation of the Base Offense Level on two grounds. First, Goodhue speculates that had the district court conducted a factual finding as to the weights of ephedrine and pseudoephedrine, such a factual finding could have resulted in a lower Base Offense Level. Appellant Br. at 17. This challenge is akin to an argument that the district court ought to have held an evidentiary hearing on the weight of the pure precursor chemicals. Such an argument has no legal traction.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In <i>United States v. DeCologero,</i> 821 F.2d 39 (1st Cir.1987), this Circuit noted the district judge's significant discretion over whether to hold evidentiary hearings by stating that such hearings \"cannot be convened at the whim of a suitor, made available like popsicles in July, just because a passerby would like to have one.\" <i>Id.</i> at 44. Even if an objection to the lack of an evidentiary hearing had been made, review of such a decision would be narrow, looking only for an abuse of discretion. <i>United States v. Gerante,</i> 891 F.2d 364, 367 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Goodhue failed to object to the district court's application of the sentencing guidelines without an evidentiary hearing as to the pure weight of the controlled substances. This situation is directly controlled by <i>United States v. Garcia,</i> 954 F.2d 12 (1st Cir.1992), where this Court held that an appellant \"effectively obviated the need for an evidentiary hearing\" by objecting to interpretations based upon facts instead of challenging the underlying facts themselves. <i>Id.</i> at 19. In light of the substantial deference given to a district court whether to hold such an evidentiary hearing and the failure of Goodhue to request one, it is neither clear nor obvious that the district court erred in applying the aggregate weight of the mixture directly to the Sentencing Guidelines. <i>See Donnelly,</i> 370 F.3d at 95.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Goodhue's second argument on appeal is that in the absence of evidence of the pure weights of the controlled substances, the district court erred by not applying instead section 2D1.11 to 65.87 grams of red phosphorous. Appellant Br. at 18. Such application would have resulted in the lower Base Offense Level of 24. Goodhue characterizes this argument as an issue of law that turns on an interpretation of the Sentencing Guidelines. <i>See id.</i> at 16. Even were we to assume that this is an issue of interpretation, the unsettled nature of the law precludes a finding of plain error. <i>See Connelly,</i> 351 F.3d at 546.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In response to the Methamphetamine Anti-Proliferation Act of 2000,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> section 2D1.11<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> was amended to provide a new chemical quantity table specifically for ephedrine and pseudoephedrine. U.S. Sentencing Guidelines Manual &#167; 2D1.11, app. C, amend. 611 (2004). One of the purposes behind this amendment was to reduce the distinction between section 2D1.1, which concerns intent to manufacture methamphetamine, and section 2D1.11, which addresses attempt to manufacture methamphetamine from ephedrine, pseudoephedrine, and phenylpropanolamine (\"PPA\"). <i>Id.</i> The relationship between the two guideline sections is evidenced from a cross reference in section 2D1.11 to section 2D1.1 that requires the use of the Base Offense Level calculated under the latter section if the offense involves the unlawful manufacture of a controlled substance and the resulting offense level exceeds that calculated under section 2D1.11. U.S. Sentencing Guidelines Manual &#167; 2D1.11(c)(1) (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The current section 2D1.11 calculates the Base Offense Level by reference to an ephedrine, pseudoephedrine, and PPA drug quantity table. <i>Id.</i> &#167; 2D1.11(a), (d). To calculate the weight in an offense that involves two or more precursor chemicals, the section recommends the use of the aggregate weight of the quantities of all such chemicals. <i>Id.</i> &#167; 2D1.11 n.B.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This calculation, and thus the application of section 2D1.11, is straightforward where the weights of the pure precursor chemicals are known. It becomes more difficult where the precursor chemical is mixed with other substances that do not constitute controlled substances. Section 2D1.11 does not directly address the general issue of such mixtures. It does, however, address the specific situation of a mixture in \"tablet\" form. <i>Id.</i> &#167; 2D1.11 n.C. This section note states, \"[i]n a case involving ephedrine, pseudoephedrine, or phenylpropanolamine tablets, use the weight of the ephedrine, pseudoephedrine, or phenylpropanolamine contained in the tablets, not the weight of the entire tablets, in calculating the base offense level.\" <i>Id.</i><a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In a tablet situation, therefore, only the weight of the pure precursor chemicals is applied to the drug quantity tables, not the total weight of the tablet itself. <i>See id.</i><a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As the district court recognized, the tablet situation differs from the general mixture situation because the percentage of the controlled substance in a tablet is usually specifically noted on the tablet package. <i>See</i> S. Tr. at 7:1-7. Thus, in a tablet, there is typically no question as to the weight of the pure precursor chemicals.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court did not face the clearly defined tablet situation. Instead, it faced a more difficult situation &#8212; applying section 2D1.11 to a mixture where the amounts of ephedrine and pseudoephedrine had not been determined. This broader question, though not directly addressed in section 2D1.11, is directly addressed in section 2D1.1. U.S. Sentencing Guidelines Manual &#167; 2D1.1 n.A &amp; cmt. n. 1 (2004). Section 2D1.1 similarly assigns a Base Offense Level by the application of the weight of the controlled substance to a predetermined range. Note A of section 2D1.1 states:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Unless otherwise specified, the weight of a controlled substance set forth in the table refers to the entire weight of any mixture or substance containing a detectable amount of the controlled substance. If a mixture or substance contains more than one controlled substance, the weight of the entire mixture or substance is assigned to the controlled substance that results in the greater offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The section further instructs that the weight of the entire mixture ought not include \"materials that must be separated from the controlled substance before the controlled substance can be used.\" <i>Id.</i> &#167; 2D1.1 cmt. n. 1. If a mixture cannot be so separated, \"the court may use any reasonable method to approximate the weight of the mixture of substance to be counted.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court identified and carefully considered the inconsistency of using the aggregate weight of mixtures containing undetermined amounts of ephedrine and pseudoephedrine under section 2D1.11 in light of the tablet note's exclusion of substance weight not derived from a controlled substance. S. Tr. at 22:25-23:7. The district court addressed this situation by applying three methods all derived from the starting point of 53.08 grams of mixture attributable to Goodhue. <i>Id.</i> at 22:8-24. The court calculated the Base Offense Level by: 1) treating the mixture as pure ephedrine and pseudoephedrine under section 2D1.11; 2) cross-referencing to section 2D1.1 and calculating the equivalent weight of marijuana; and 3) applying Goodhue's yield analysis, and then section 2D1.11 to the result. <i>Id.</i> Calculations under all three methods resulted in a Base Offense Level of 28. <i>Id.</i> at 23:8-13.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court navigated through this unguided and unsettled territory by considering and ultimately adopting both paths suggested by counsel and his own independent judgment that calculating the marijuana equivalent under the cross-reference to section 2D1.1 may be most appropriate given that section's specific guidance on such mixtures. As a result, it cannot be held that the district court committed plain error by not interpreting section 2D1.11 as requiring the use of the weight of the red phosphorous as a default.</p>\n    </div>\n    <p class=\"indent\">2. <i>Interpreting Section 2D1.11</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Although the district court's thoughtful, measured, and reasonable interpretation of section 2D1.11 does not constitute plain error, we go further to provide guidance to sentencing courts.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We address the situation where the sentencing court has before it a non-tablet mixture containing methamphetamine precursors. Under section 2D1.11, the relevant drug weight for sentencing purposes is the weight of the precursor chemicals themselves. The burden is on the government to prove the weight of the precursor chemicals to the district court. The initial question ordinarily is whether the methamphetamine precursors contained in such a non-tablet mixture may be isolated and separately weighed. The burden is on the prosecution to show that the isolation and weighing of the precursors is not feasible.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">If the court finds that the process of isolating and separately weighing the precursor components is not feasible, then the district court may take guidance from Application Note 1 in section 2D1.1. The court may apply any reasonable method to approximate the undeterminable weight of ephedrine, pseudoephedrine, or PPA from impure mixtures.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Where such a process is feasible, the government bears the burden of proving the actual weight of the pure precursor components. <i>Cf. United States v. Ching Tang Lo,</i> 447 F.3d 1212, 1222-23 (9th Cir. 2006) (demonstrating the ability of the government to detail the percentage of ephedrine that existed in a ma huang extract). The weight of the pure precursor components will then be applied in aggregate directly to the drug quantity charts in section 2D1.11.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">If it is feasible to isolate and weigh the precursors and the government has not done so, the government may well have failed to meet its burden. We do not, however, exclude the possibility that the non-precursor substances of the mixture are de minimis or their weight is reasonably discernable by different means.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The court would also be warranted in considering whether the government has engaged in affirmative misconduct in failing to conduct the necessary test to isolate and measure. There is, we stress, no claim of such misconduct here.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As to 2D1.11(c)'s cross-reference to section 2D1.1, Application Note 1 to section 2D1.1 makes clear that although the district court should use the total weight of any mixture containing a detectable amount of a controlled substance, U.S. Sentencing Guidelines Manual &#167; 2D1.1 n.A (2004), the appropriate drug weight for sentencing purposes excludes \"materials that must be separated from the controlled substance before the controlled substance can be used.\" As a result, the burden is on the government to demonstrate that no part of a mixture is a substance that must be separated before the substance may be used. If the mixture does contain such substances, and they can be separated, the government has the burden of proving the actual weight of the usable part of the mixture. If the non-usable substances cannot be segregated, the court may make a reasonable approximation of the usable substances, as provided in Application Note 1.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In sum, we conclude that Goodhue's arguments as to the district court's errors in calculating his Base Offense Level fail to satisfy plain error review. We therefore remand this case for the limited purpose of recalculating the sentence under the correct Criminal History Category. Upon remand, the district court may reconsider the entire sentence in light of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>The decision of the district court is vacated and the case remanded for resentencing.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Goodhue's Criminal History Category was calculated in the PSR at II based on three criminal history points. Two of the criminal history points were added based upon a finding that Goodhue \"committed the instant offense while under any criminal justice sentence.\" U.S. Sentencing Guidelines Manual &#167; 4A1.1(d) (2004). Both Goodhue and the government agree that this finding was in error because his sentence for driving without a license or with a revoked or suspended license did not satisfy this definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The reference to the entire mixture includes the 4.64 grams of a mixture containing ephedrine and the 48.44 grams of a mixture containing pseudoephedrine as determined by the state laboratory results</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 2D1.1 addresses the \"Unlawful Manufacturing, Importing, Exporting, Trafficking, or Possession; Continuing Criminal Enterprise\" by assigning a base offense level through the application of predetermined ranges to drug weights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The language of this Note was added effective November 1, 1993 by Amendment 484. The amendment's purpose was to address a circuit split regarding the term \"mixture or substance\" by providing expressly that the term does not include portions of a drug mixture that must be separated from the controlled substance before it is used. U.S. Sentencing Guidelines Manual &#167; 2D1.1, app. C, amend. 484 (2004)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The term \"methamphetamine (actual)\" refers to the weight of the controlled substance itself contained in the mixture or substance. U.S. Sentencing Guidelines Manual &#167; 2D1.1 n.B (2004). The term methamphetamine with no qualifier refers to a mixture of methamphetamine and other substances<i>See id.,</i> &#167; 2D1.1 n.A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Even if a yield analysis were appropriate, it is not clear that 0.58 would be the appropriate measure since<i>Barnett</i> concerned pure pseudoephedrine as the precursor. Here, there is not only an impure mixture of pseudoephedrine but also an impure mixture of ephedrine. We need not decide, however, what the appropriate yield would be in such a situation because the parties did not raise this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Pub.L. No. 106-310, 114 Stat. 1227 (2000) (codified in scattered sections of the United States Code)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Section 2D1.11 is titled: \"Unlawfully Distributing, Importing, Exporting or Possessing a Listed Chemical; Attempt or Conspiracy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A similar amendment &#8212; Amendment 657 &#8212; was made to section 2D1.1(c) for Oxycodone. Oxycodone is generally sold in pill format. Prior to the amendment, the sentencing guidelines established penalties for Oxycodone based on the weight of the entire pill. Amendment 657 addressed the resulting proportionality issues and modified the provision to weigh only the controlled substance itself<i>See</i> Carmen D. Hernandez, <i>Amendments to the United States Sentencing Guidelines &#8212; Part 1,</i> Champion 18, 19-20 (March 2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The specific provision relating to tablets is the result of an amendment that states: \"[u]nlike ephedrine, which is purchased from a chemical company and is virtually 100 percent pure, these tablets contain a substantially lower percentage of ephedrine (about 25 percent). To avoid unwarranted disparity, this amendment adds a note to &#167; 2D1.11 providing that the amount of actual ephedrine contained in a pill is to be used in determining the offense level.\" U.S. Sentencing Guidelines Manual &#167; 2D1.11, app. C, amend. 519 (2004)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The prosecution informed us at oral argument that it is atypical for the district court to be faced with a mixture containing methamphetamine precursors that have not been isolated and weighed. This situation, the government represented, arose because a state government crime lab performed the chemical analysis before the case was referred for federal prosecution</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Keith GOODHUE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-2825.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2007.</p>\n    <p class=\"date\">Decided May 16, 2007.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Todd A. Bussert for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Cynthia A. Young, Assistant U.S. Attorney, with whom Michael J. Sullivan, United States Attorney, and Paul G. Casey, Assistant U.S. Attorney, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before LYNCH and HOWARD, Circuit Judges, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">YOUNG, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Keith Goodhue (\"Goodhue\") here challenges his criminal sentence. The government concedes that the sentence needs recalculation under the appropriate Criminal History Category so remand is in order. Goodhue further argues that the district court erred when it calculated his Base Offense Level from the total weight of a mixture containing undetermined amounts of methamphetamine precursor components. We find merit to Goodhue's underlying contention that the government ought isolate and separately weigh the controlled substances in such a mixture or demonstrate the inability to do so. Nevertheless, we hold that the district court did not commit plain error in approximating the actual weight of the precursor components.</p>\n    </div>\n    <p>I. Factual and Procedural History</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 11, 2003, Goodhue discovered his wife lying unconscious in the bedroom of their apartment. Goodhue promptly called 911. The paramedics and the police responded, and Goodhue led them to the bedroom. The paramedics were unable to resuscitate Goodhue's wife so they transported her to the hospital, where she later recovered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While in the bedroom, the police observed a stained glass tube that they suspected to be drug paraphernalia. The officers also noticed children's beds, toys, and clothes and learned that two small children slept in the room. The police then conducted, with Goodhue's assistance, a search for needles and syringes that could pose a danger to young children. The police discovered three needles and syringes in a dresser drawer, a glass evaporator with an attached rubber hose, a glass jar with coffee filters stained red, and a bottle of lye.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The police read Goodhue his <i>Miranda</i> rights, and he signed a consent form to search the rest of the residence. Goodhue led them to more drug paraphernalia. The various liquids and powders seized were submitted to the Massachusetts State Police Crime Laboratory for analysis. The crime laboratory analysis of the substances seized from Goodhue's home revealed the following controlled substances: 65.87 grams of red phosphorous; 116.37 grams of iodine; &gt; 304.97 grams of Red Devil Lye; 4.64 grams of a mixture containing ephedrine; and 48.44 grams of a mixture containing pseudoephedrine. Ephedrine and pseudoephedrine are common precursor chemicals for the manufacture of methamphetamine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 27, 2005, Goodhue pleaded guilty in federal district court to a one-count felony information for possession of the listed chemicals with intent to manufacture methamphetamine in contravention of 21 U.S.C. &#167; 841(c)(1). On November 21, 2005, the district court sentenced him to imprisonment for 63 months followed by three years' supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Goodhue raises the following three issues on his timely appeal: 1) that the district court erred in the calculation of his Base Offense Level under the United States Sentencing Guidelines &#167; 2D1.11; 2) that the district court incorrectly determined his Criminal History Category; and 3) that the resulting sentence was not reasonable in light of the factors enumerated in 18 U.S.C. &#167; 3553(a). Appellant Br. at 1.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government concedes that the district court miscalculated Goodhue's Criminal History Category and requests a limited remand to correct this aspect of the sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Appellee Br. at 16 n. 8. In light of this concession, remand is proper. On remand, the district court may reconsider the entire sentence, making review for reasonableness premature. <i>See United States v. Blasini-Lluberas,</i> <span class=\"citation\" data-id=\"762106\"><a href=\"/opinion/762106/united-states-v-jose-f-blasini-lluberas/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 68 (1st Cir.1999). As a result, Goodhue's sole remaining issue on appeal is whether the district court correctly calculated his Base Offense Level.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have jurisdiction over this sentencing appeal pursuant to 18 U.S.C. &#167; 3742(a).</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An issue is preserved for appeal when the appellant adequately preserved the issue through a timely and contemporaneous objection to the district court. <i>See United States v. Wihbey,</i> <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 771 (1st Cir.1996). When an issue has been preserved, review of a district court's factual findings relevant to a sentencing calculation is for clear error. <i>United States v. Alli,</i> <span class=\"citation\" data-id=\"202173\"><a href=\"/opinion/202173/united-states-v-alli/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 37 (1st Cir. 2006). Review of a district court's interpretation and application of the United States Sentencing Guidelines is <i>de novo. United States v. Robinson,</i> <span class=\"citation\" data-id=\"201981\"><a href=\"/opinion/201981/united-states-v-robinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 35 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An issue is \"waived,\" however, where the appellant \"intentionally relinquishes or abandons it.\" <i>United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"200202\"><a href=\"/opinion/200202/united-states-v-rodriguez/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 437 (1st Cir. 2002). An appellate court will normally not review waived issues. <i>Id.</i> Alternatively, an appellant \"forfeits\" his claim by failing \"to make a timely assertion of a right. . . .\" <i>Id.</i> Appellate review of a forfeited claim is for plain error only, <i>id.,</i> and such a standard can be satisfied only if \"(1) [] an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of [the] judicial proceedings.\" <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001); <i>see also United States v. Riggs,</i> <span class=\"citation\" data-id=\"199972\"><a href=\"/opinion/199972/united-states-v-riggs/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span>, 224 (1st Cir.2002); <i>United States v. Olivier-Diaz,</i> <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The standard of review that will apply to Goodhue's appeal thus turns on whether he adequately preserved his claim before the district court. Accordingly, we scrutinize Goodhue's arguments on appeal to determine if he made the same arguments below.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Goodhue claims on appeal that the district court erred when it used the aggregate weight of the entire mixture containing undetermined amounts of ephedrine and pseudoephedrine to calculate the sentence. Appellant Br. at 16-18. The district court calculated the applicable advisory guideline range under section 2D1.11 by starting from a drug weight of 53.08 grams &#8212; the weight of the entire mixture<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> &#8212; instead of the isolated weights of the ephedrine and pseudoephedrine components within the mixtures. Sentencing Transcript (\"S.Tr.\") at 6:18-7:1; 22:8-9. In so doing, the district judge calculated the Base Offense Level at 28, but expressed concern with this approach. <i>Id.</i> at 22:11-23:13.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At sentencing, the government advocated the position that when a mixture contains undetermined or undeterminable amounts of ephedrine and pseudoephedrine, the district court ought simply apply the section 2D1.11 tables to the aggregate weight of the mixtures. <i>Id.</i> at 9:3-25; 12:11-15. Goodhue's trial counsel objected to this approach. <i>Id.</i> at 16:4-17:6. Trial counsel argued that the district court must not apply the total weight of the mixture to the tables, but ought instead approximate the weight of the pure precursor components through \"any reasonable method.\" <i>Id.</i> at 16:4-10. The reference to \"any reasonable method\" sought to direct the district court to Application Note 1 of section 2D1.1,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which allows the court to estimate the weight of drug quantity when the components cannot be segregated. U.S. Sentencing Guidelines Manual &#167; 2D1.1 cmt. n. 1 (2004).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Goodhue's trial counsel argued that the \"reasonable method\" that the court ought follow was the \"yield analysis\" of <i>United States v. Barnett,</i> <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span> (1st Cir. 1993), which calculated how much methamphetamine (actual)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> could be processed from pseudoephedrine. S. Tr. at 17:3-16; <i>Barnett,</i> 989 F.2d at 553. The approximated amount is then applied to the methamphetamine (actual) drug quantity table. As trial counsel would have it, the court would utilize a ratio of one gram of mixture to 0.58 grams of methamphetamine (actual). S. Tr. at 17:2-16; <i>Barnett,</i> 989 F.2d at 553. Trial counsel objected, therefore, not to using the 53.08 grams of mixture as the starting point of the sentencing calculation, but to applying the aggregate weight of the mixture to the ephedrine and pseudoephedrine tables in section 2D1.11 instead of the approximated yield of methamphetamine (actual) under section 2D1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court recognized, however, that the trial counsel's proposed yield analysis would produce 30.78 grams of methamphetamine (actual) from the 53.08 grams of mixture. S. Tr. at 17:14-19. Under section 2D1.1, this would still result in a Base Offense Level of 28. <i>Id.</i> at 17:18-19. Faced with this calculation, trial counsel conceded that he incorrectly read and applied the Guidelines. <i>Id.</i> at 18:23-19:1.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Goodhue now, on appeal and with new counsel, seeks to re-characterize the trial counsel's objection raised to the district court as one challenging the use of the 53.08 grams of mixture as the starting point of the calculation. <i>Compare</i> Appellant Br. at 16-18, <i>with</i> S. Tr. at 16:4-17:6. As described above, Goodhue's trial counsel bypassed a challenge on that threshold ground and focused instead on a legal theory as to how the Guidelines ought apply to the 53.08 grams of mixture. <i>See</i> S. Tr. at 16:3-17:6. By failing to object to the use of the aggregate weight of the mixture, Goodhue's trial counsel forfeited that issue for appeal. <i>See United States v. Figuereo,</i> <span class=\"citation\" data-id=\"201542\"><a href=\"/opinion/201542/united-states-v-figuereo/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 540, 540 n. 3 (1st Cir.2005) (applying a plain error review where a defendant objected at sentencing but on a basis not before the appellate panel). As a result, we will review only for plain error. <i>See id.</i> at 540.</p>\n    </div>\n    <p class=\"indent\">B. The Base Offense Level Calculation</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. <i>Review of the District Court's Interpretation of Section 2D1.11</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The fulcrum for our plain error review of the district court's calculation of Goodhue's Base Offense Level is whether any error was clear or obvious. <i>See United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993); <i>Duarte,</i> 246 F.3d at 60. \"Where the error defendant asserts on appeal depends upon a factual finding the defendant neglected to ask the district court to make, the error cannot be `clear' or `obvious' unless the desired factual finding is the only one rationally supported by the record below.\" <i>United States v. Donnelly,</i> <span class=\"citation\" data-id=\"201041\"><a href=\"/opinion/201041/united-states-v-donnelly/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 95 (1st Cir.2004) (quoting <i>Olivier-Diaz,</i> 13 F.3d at 5). With respect to matters of law, an error will not be clear or obvious where the challenged issue of law is unsettled. <i>See Connelly v. Hyundai Motor Co.,</i> <span class=\"citation\" data-id=\"200762\"><a href=\"/opinion/200762/connelly-v-hyundai-motor-co/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></a></span>, 546 (1st Cir.2003); <i>United States v. Marino,</i> <span class=\"citation\" data-id=\"199776\"><a href=\"/opinion/199776/united-states-v-marino/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 32 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, Goodhue challenges the district court's calculation of the Base Offense Level on two grounds. First, Goodhue speculates that had the district court conducted a factual finding as to the weights of ephedrine and pseudoephedrine, such a factual finding could have resulted in a lower Base Offense Level. Appellant Br. at 17. This challenge is akin to an argument that the district court ought to have held an evidentiary hearing on the weight of the pure precursor chemicals. Such an argument has no legal traction.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In <i>United States v. DeCologero,</i> <span class=\"citation\" data-id=\"489942\"><a href=\"/opinion/489942/united-states-v-anthony-decologero/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span> (1st Cir.1987), this Circuit noted the district judge's significant discretion over whether to hold evidentiary hearings by stating that such hearings \"cannot be convened at the whim of a suitor, made available like popsicles in July, just because a passerby would like to have one.\" <i>Id.</i> at 44. Even if an objection to the lack of an evidentiary hearing had been made, review of such a decision would be narrow, looking only for an abuse of discretion. <i>United States v. Gerante,</i> <span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 367 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Goodhue failed to object to the district court's application of the sentencing guidelines without an evidentiary hearing as to the pure weight of the controlled substances. This situation is directly controlled by <i>United States v. Garcia,</i> <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span> (1st Cir.1992), where this Court held that an appellant \"effectively obviated the need for an evidentiary hearing\" by objecting to interpretations based upon facts instead of challenging the underlying facts themselves. <i>Id.</i> at 19. In light of the substantial deference given to a district court whether to hold such an evidentiary hearing and the failure of Goodhue to request one, it is neither clear nor obvious that the district court erred in applying the aggregate weight of the mixture directly to the Sentencing Guidelines. <i>See Donnelly,</i> 370 F.3d at 95.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Goodhue's second argument on appeal is that in the absence of evidence of the pure weights of the controlled substances, the district court erred by not applying instead section 2D1.11 to 65.87 grams of red phosphorous. Appellant Br. at 18. Such application would have resulted in the lower Base Offense Level of 24. Goodhue characterizes this argument as an issue of law that turns on an interpretation of the Sentencing Guidelines. <i>See id.</i> at 16. Even were we to assume that this is an issue of interpretation, the unsettled nature of the law precludes a finding of plain error. <i>See Connelly,</i> 351 F.3d at 546.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In response to the Methamphetamine Anti-Proliferation Act of 2000,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> section 2D1.11<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> was amended to provide a new chemical quantity table specifically for ephedrine and pseudoephedrine. U.S. Sentencing Guidelines Manual &#167; 2D1.11, app. C, amend. 611 (2004). One of the purposes behind this amendment was to reduce the distinction between section 2D1.1, which concerns intent to manufacture methamphetamine, and section 2D1.11, which addresses attempt to manufacture methamphetamine from ephedrine, pseudoephedrine, and phenylpropanolamine (\"PPA\"). <i>Id.</i> The relationship between the two guideline sections is evidenced from a cross reference in section 2D1.11 to section 2D1.1 that requires the use of the Base Offense Level calculated under the latter section if the offense involves the unlawful manufacture of a controlled substance and the resulting offense level exceeds that calculated under section 2D1.11. U.S. Sentencing Guidelines Manual &#167; 2D1.11(c)(1) (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The current section 2D1.11 calculates the Base Offense Level by reference to an ephedrine, pseudoephedrine, and PPA drug quantity table. <i>Id.</i> &#167; 2D1.11(a), (d). To calculate the weight in an offense that involves two or more precursor chemicals, the section recommends the use of the aggregate weight of the quantities of all such chemicals. <i>Id.</i> &#167; 2D1.11 n.B.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This calculation, and thus the application of section 2D1.11, is straightforward where the weights of the pure precursor chemicals are known. It becomes more difficult where the precursor chemical is mixed with other substances that do not constitute controlled substances. Section 2D1.11 does not directly address the general issue of such mixtures. It does, however, address the specific situation of a mixture in \"tablet\" form. <i>Id.</i> &#167; 2D1.11 n.C. This section note states, \"[i]n a case involving ephedrine, pseudoephedrine, or phenylpropanolamine tablets, use the weight of the ephedrine, pseudoephedrine, or phenylpropanolamine contained in the tablets, not the weight of the entire tablets, in calculating the base offense level.\" <i>Id.</i><a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In a tablet situation, therefore, only the weight of the pure precursor chemicals is applied to the drug quantity tables, not the total weight of the tablet itself. <i>See id.</i><a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As the district court recognized, the tablet situation differs from the general mixture situation because the percentage of the controlled substance in a tablet is usually specifically noted on the tablet package. <i>See</i> S. Tr. at 7:1-7. Thus, in a tablet, there is typically no question as to the weight of the pure precursor chemicals.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court did not face the clearly defined tablet situation. Instead, it faced a more difficult situation &#8212; applying section 2D1.11 to a mixture where the amounts of ephedrine and pseudoephedrine had not been determined. This broader question, though not directly addressed in section 2D1.11, is directly addressed in section 2D1.1. U.S. Sentencing Guidelines Manual &#167; 2D1.1 n.A &amp; cmt. n. 1 (2004). Section 2D1.1 similarly assigns a Base Offense Level by the application of the weight of the controlled substance to a predetermined range. Note A of section 2D1.1 states:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Unless otherwise specified, the weight of a controlled substance set forth in the table refers to the entire weight of any mixture or substance containing a detectable amount of the controlled substance. If a mixture or substance contains more than one controlled substance, the weight of the entire mixture or substance is assigned to the controlled substance that results in the greater offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The section further instructs that the weight of the entire mixture ought not include \"materials that must be separated from the controlled substance before the controlled substance can be used.\" <i>Id.</i> &#167; 2D1.1 cmt. n. 1. If a mixture cannot be so separated, \"the court may use any reasonable method to approximate the weight of the mixture of substance to be counted.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court identified and carefully considered the inconsistency of using the aggregate weight of mixtures containing undetermined amounts of ephedrine and pseudoephedrine under section 2D1.11 in light of the tablet note's exclusion of substance weight not derived from a controlled substance. S. Tr. at 22:25-23:7. The district court addressed this situation by applying three methods all derived from the starting point of 53.08 grams of mixture attributable to Goodhue. <i>Id.</i> at 22:8-24. The court calculated the Base Offense Level by: 1) treating the mixture as pure ephedrine and pseudoephedrine under section 2D1.11; 2) cross-referencing to section 2D1.1 and calculating the equivalent weight of marijuana; and 3) applying Goodhue's yield analysis, and then section 2D1.11 to the result. <i>Id.</i> Calculations under all three methods resulted in a Base Offense Level of 28. <i>Id.</i> at 23:8-13.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court navigated through this unguided and unsettled territory by considering and ultimately adopting both paths suggested by counsel and his own independent judgment that calculating the marijuana equivalent under the cross-reference to section 2D1.1 may be most appropriate given that section's specific guidance on such mixtures. As a result, it cannot be held that the district court committed plain error by not interpreting section 2D1.11 as requiring the use of the weight of the red phosphorous as a default.</p>\n    </div>\n    <p class=\"indent\">2. <i>Interpreting Section 2D1.11</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Although the district court's thoughtful, measured, and reasonable interpretation of section 2D1.11 does not constitute plain error, we go further to provide guidance to sentencing courts.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We address the situation where the sentencing court has before it a non-tablet mixture containing methamphetamine precursors. Under section 2D1.11, the relevant drug weight for sentencing purposes is the weight of the precursor chemicals themselves. The burden is on the government to prove the weight of the precursor chemicals to the district court. The initial question ordinarily is whether the methamphetamine precursors contained in such a non-tablet mixture may be isolated and separately weighed. The burden is on the prosecution to show that the isolation and weighing of the precursors is not feasible.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">If the court finds that the process of isolating and separately weighing the precursor components is not feasible, then the district court may take guidance from Application Note 1 in section 2D1.1. The court may apply any reasonable method to approximate the undeterminable weight of ephedrine, pseudoephedrine, or PPA from impure mixtures.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Where such a process is feasible, the government bears the burden of proving the actual weight of the pure precursor components. <i>Cf. United States v. Ching Tang Lo,</i> <span class=\"citation\" data-id=\"794351\"><a href=\"/opinion/794351/united-states-v-ching-tang-lo-aka-jeff-lo-united-states-of-america-v/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1212</span></a></span>, 1222-23 (9th Cir. 2006) (demonstrating the ability of the government to detail the percentage of ephedrine that existed in a ma huang extract). The weight of the pure precursor components will then be applied in aggregate directly to the drug quantity charts in section 2D1.11.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">If it is feasible to isolate and weigh the precursors and the government has not done so, the government may well have failed to meet its burden. We do not, however, exclude the possibility that the non-precursor substances of the mixture are de minimis or their weight is reasonably discernable by different means.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The court would also be warranted in considering whether the government has engaged in affirmative misconduct in failing to conduct the necessary test to isolate and measure. There is, we stress, no claim of such misconduct here.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As to 2D1.11(c)'s cross-reference to section 2D1.1, Application Note 1 to section 2D1.1 makes clear that although the district court should use the total weight of any mixture containing a detectable amount of a controlled substance, U.S. Sentencing Guidelines Manual &#167; 2D1.1 n.A (2004), the appropriate drug weight for sentencing purposes excludes \"materials that must be separated from the controlled substance before the controlled substance can be used.\" As a result, the burden is on the government to demonstrate that no part of a mixture is a substance that must be separated before the substance may be used. If the mixture does contain such substances, and they can be separated, the government has the burden of proving the actual weight of the usable part of the mixture. If the non-usable substances cannot be segregated, the court may make a reasonable approximation of the usable substances, as provided in Application Note 1.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In sum, we conclude that Goodhue's arguments as to the district court's errors in calculating his Base Offense Level fail to satisfy plain error review. We therefore remand this case for the limited purpose of recalculating the sentence under the correct Criminal History Category. Upon remand, the district court may reconsider the entire sentence in light of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>The decision of the district court is vacated and the case remanded for resentencing.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Goodhue's Criminal History Category was calculated in the PSR at II based on three criminal history points. Two of the criminal history points were added based upon a finding that Goodhue \"committed the instant offense while under any criminal justice sentence.\" U.S. Sentencing Guidelines Manual &#167; 4A1.1(d) (2004). Both Goodhue and the government agree that this finding was in error because his sentence for driving without a license or with a revoked or suspended license did not satisfy this definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The reference to the entire mixture includes the 4.64 grams of a mixture containing ephedrine and the 48.44 grams of a mixture containing pseudoephedrine as determined by the state laboratory results</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 2D1.1 addresses the \"Unlawful Manufacturing, Importing, Exporting, Trafficking, or Possession; Continuing Criminal Enterprise\" by assigning a base offense level through the application of predetermined ranges to drug weights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The language of this Note was added effective November 1, 1993 by Amendment 484. The amendment's purpose was to address a circuit split regarding the term \"mixture or substance\" by providing expressly that the term does not include portions of a drug mixture that must be separated from the controlled substance before it is used. U.S. Sentencing Guidelines Manual &#167; 2D1.1, app. C, amend. 484 (2004)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The term \"methamphetamine (actual)\" refers to the weight of the controlled substance itself contained in the mixture or substance. U.S. Sentencing Guidelines Manual &#167; 2D1.1 n.B (2004). The term methamphetamine with no qualifier refers to a mixture of methamphetamine and other substances<i>See id.,</i> &#167; 2D1.1 n.A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Even if a yield analysis were appropriate, it is not clear that 0.58 would be the appropriate measure since<i>Barnett</i> concerned pure pseudoephedrine as the precursor. Here, there is not only an impure mixture of pseudoephedrine but also an impure mixture of ephedrine. We need not decide, however, what the appropriate yield would be in such a situation because the parties did not raise this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Pub.L. No. 106-310, 114 Stat. 1227 (2000) (codified in scattered sections of the United States Code)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Section 2D1.11 is titled: \"Unlawfully Distributing, Importing, Exporting or Possessing a Listed Chemical; Attempt or Conspiracy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A similar amendment &#8212; Amendment 657 &#8212; was made to section 2D1.1(c) for Oxycodone. Oxycodone is generally sold in pill format. Prior to the amendment, the sentencing guidelines established penalties for Oxycodone based on the weight of the entire pill. Amendment 657 addressed the resulting proportionality issues and modified the provision to weigh only the controlled substance itself<i>See</i> Carmen D. Hernandez, <i>Amendments to the United States Sentencing Guidelines &#8212; Part 1,</i> Champion 18, 19-20 (March 2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The specific provision relating to tablets is the result of an amendment that states: \"[u]nlike ephedrine, which is purchased from a chemical company and is virtually 100 percent pure, these tablets contain a substantially lower percentage of ephedrine (about 25 percent). To avoid unwarranted disparity, this amendment adds a note to &#167; 2D1.11 providing that the amount of actual ephedrine contained in a pill is to be used in determining the offense level.\" U.S. Sentencing Guidelines Manual &#167; 2D1.11, app. C, amend. 519 (2004)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The prosecution informed us at oral argument that it is atypical for the district court to be faced with a mixture containing methamphetamine precursors that have not been isolated and weighed. This situation, the government represented, arose because a state government crime lab performed the chemical analysis before the case was referred for federal prosecution</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794351/"
  ]
}