{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202726/",
  "absolute_url": "/opinion/202726/caban-hernandez-v-phillip-morris-usa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202726/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:00:24Z",
  "date_modified": "2016-02-28T05:08:44.037490Z",
  "type": "010combined",
  "sha1": "09e63980af5cf06d58fc0c3512c080c3232dca36",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1968-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/05/01/Caban-Hernandez_v._Phillip_Morris_USA.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 06-1968\n\n                ALEJANDRO CABÁN HERNÁNDEZ ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n                 PHILIP MORRIS USA, INC. ET AL.,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\n\n\n\n                             Before\n\n                       Lipez, Circuit Judge,\n                   Selya, Senior Circuit Judge,\n                 and DiClerico,* District Judge.\n\n\n     Iris Y. Valentín-Juarbe, with whom Nicolas Nogueras-Cartagena\nwas on brief, for appellants.\n     Radamés A. Torruella, with whom Miguel A. Rivera-Arce and\nMcConnell Valdés were on brief, for appellees.\n\n\n                           May 1, 2007\n\n\n__________\n*Of the District of New Hampshire, sitting by designation.\n\f           SELYA, Senior Circuit Judge.           This is an employment\n\ndiscrimination case in which three ousted employees challenge the\n\ndistrict court's entry of summary judgment in favor of their\n\nquondam employer.       After close perscrutation of a substantial\n\nrecord, we conclude (i) that we have jurisdiction over this appeal;\n\n(ii) that the lower court permissibly refused to consider the\n\nemployees' counter-statement of material facts; (iii) that the\n\nemployees knowingly and voluntarily released their claims (under\n\nboth federal and local law) coincident with the termination of\n\ntheir employment; (iv) that those releases were valid, enforceable,\n\nnot the product of coercion, and dispositive of the claims asserted\n\nby the employees here; and (v) that, in the absence of viable\n\nclaims on the part of the employees, the derivative claims mounted\n\nby their spouses cannot stand. Accordingly, we affirm the entry of\n\nsummary judgment.\n\nI.   BACKGROUND\n\n           Prior to 2003, plaintiffs-appellants Alejandro Cabán\n\nHernández (Cabán), Peter Villano Blas (Villano), and José Colón\n\nLuna (Colón) toiled in Puerto Rico for defendant-appellee Philip\n\nMorris USA, Inc.       During that year, Philip Morris undertook a\n\ncorporate restructuring, the aim of which was to align its Puerto\n\nRico operations more closely with its operations in the continental\n\nUnited States.      As part and parcel of this reorganization, Philip\n\nMorris   notified    Cabán,   Villano,   and   Colón   (collectively,   the\n\n\n                                   -2-\n\fappellants),   early   in   2004,   that   their   positions   were   to   be\n\neliminated.\n\n          Philip Morris afforded the appellants an opportunity to\n\ninterview for jobs within the restructured enterprise.           But there\n\nwas a rub: Spanish was the appellants' native tongue — among them,\n\nonly Villano was fluent in English — and the new posts required an\n\nability to communicate effectively in English.\n\n          In May of 2004, all three appellants participated in an\n\nEnglish-language interview process.          Cabán and Colón were not\n\noffered new positions.      Villano received an offer but for a job\n\nthat he deemed unsuitable.      The employment of all three men with\n\nPhilip Morris ended shortly thereafter.        They did, however, elect\n\nto receive special severance benefits (a subject to which we\n\nshortly shall return).\n\n          In March of 2005, the appellants brought a civil action\n\nin Puerto Rico's federal district court.       In their complaint, they\n\nalleged that Philip Morris had discriminated against them on the\n\nbasis of their national origin, in violation of 42 U.S.C. §§ 2000e\n\nto 2000e-17 (Title VII) and P.R. Laws Ann. tit. 29, § 146 (Law\n\n100).   They claimed, among other things, that Philip Morris had\n\nfostered a work environment that was discriminatory, hostile, and\n\nharassing as to Spanish-speaking employees; that they had been\n\ntrimmed from the payroll as a direct result of this discriminatory\n\nanimus; and that the company had imposed the English-speaking\n\n\n                                    -3-\n\frequirement for the revamped positions as a means of ensuring their\n\ndepartures.\n\n            The appellants' wives joined in the suit.    They brought\n\nclaims under Article 1802 of the Civil Code, P.R. Laws Ann. tit.\n\n31, § 5141, averring that Philip Morris's discriminatory actions\n\ntoward their husbands had caused them (the wives) mental anguish\n\nand emotional distress.\n\n            Philip Morris denied the material allegations of the\n\ncomplaint and pleaded an affirmative defense of release.     See Fed.\n\nR. Civ. P. 8(c).     At the conclusion of discovery, it moved for\n\nsummary judgment.    See Fed. R. Civ. P. 56(c).    In connection with\n\nthat motion it submitted, as required by the district court's local\n\nrules, a statement of material facts not in dispute, adorned with\n\nrecord citations.    See D.P.R.R. 56(b).   Although the appellants\n\nseasonably opposed the motion, the district court determined that\n\nthe counter-statement of facts upon which their opposition relied\n\nwas not in conformity with the local rules.       See D.P.R.R. 56(c).\n\nConsequently, the court deemed Philip Morris's statement of facts\n\nadmitted.    See D.P.R.R. 56(e).\n\n            In due course, the district court granted the summary\n\njudgment motion, concluding that the appellants had executed valid\n\nreleases when they left their employment and that those releases\n\nbarred the prosecution of the claims asserted in the complaint.\n\nThis timely appeal ensued.\n\n\n                                   -4-\n\fII.   APPELLATE JURISDICTION\n\n            The appellants suggest for the first time in their reply\n\nbrief that we lack jurisdiction over their appeal because the\n\ndistrict court's grant of summary judgment did not finally dispose\n\nof all claims against all parties.            Ordinary raise-or-waive rules\n\ndo not apply with respect to claims that a court lacks subject\n\nmatter jurisdiction.       See, e.g., Am. Fiber & Finishing, Inc. v.\n\nTyco Healthcare Grp., 362 F.3d 136, 138-39 (1st Cir. 2004); see\n\nalso Espinal-Dominguez v. Puerto Rico, 352 F.3d 490, 495 (1st Cir.\n\n2003) (explaining that \"[b]ecause federal courts are powerless to\n\nact in the absence of subject matter jurisdiction, [they] have an\n\nunflagging obligation to notice jurisdictional defects\" whenever\n\nsuch defects come to their attention).           Accordingly, we begin with\n\nthe jurisdictional objection.\n\n            To put this objection into perspective, we must canvass\n\nthe record. In their complaint, the appellants named what appeared\n\nto be two discrete corporations, Philip Morris USA, Inc. and Philip\n\nMorris-Puerto Rico, as defendants.            Both were served but only the\n\nformer   answered    the   complaint     and,   later,     moved    for   summary\n\njudgment.\n\n            Building on this foundation, the appellants posit that\n\nthey are entitled to a default judgment against Philip Morris-\n\nPuerto Rico.      See Fed. R. Civ. P. 55(a).       They further posit that\n\nthe   existence     of   this   loose    end    deprives    us     of   appellate\n\n\n                                        -5-\n\fjurisdiction.1      See 28 U.S.C. § 1291; Fed. R. Civ. P. 54(b); see\n\nalso Alstom Caribe, Inc. v. Geo. P. Reintjes Co., ___ F.3d ___, ___\n\n(1st Cir. 2007) [No. 06-2386, slip. op. at 7] (explaining that to\n\nbe \"final\" and, thus, immediately appealable, a decision must be\n\none that \"ends the litigation on the merits and leaves nothing for\n\nthe court to do but execute the judgment\") (quoting Catlin v.\n\nUnited States, 324 U.S. 229, 233 (1945)).\n\n            This nascent jurisdictional objection does not survive\n\nscrutiny.     The    record   reflects    that,    shortly   after   suit   was\n\ncommenced, the district court scheduled its initial case-management\n\nconference.    See Fed. R. Civ. P. 16(b).            In preparing for that\n\nconference,    the    parties   stipulated        that   Philip   Morris    USA\n\nmaintained a branch office in Puerto Rico and did business in\n\nPuerto Rico under the name \"Philip Morris-Puerto Rico.\"              The clear\n\nimport of this stipulation was that Philip Morris-Puerto Rico was\n\nnot a separate corporate entity but, rather, a division of Philip\n\nMorris USA.\n\n            The district court accepted this stipulation and, in\n\nsubsequent orders, referred to the employer as \"Philip Morris USA.\"\n\n\n\n     1\n      The appellants claim that they were first alerted to this\nissue by the naming of both Philip Morris USA and Philip Morris-\nPuerto Rico on the cover of Philip Morris's brief in this court and\nby the mention of both appellations in the corporate disclosure\nstatement. See Fed. R. App. P. 26.1. Because ordinary principles\nof waiver do not apply to possible defects in a court's subject\nmatter jurisdiction, see Am. Fiber & Finishing, 362 F.3d at 138-39,\nwe do not test the authenticity of this claim.\n\n                                    -6-\n\fConsistent with this understanding, the court, in granting summary\n\njudgment, noted that Philip Morris's Puerto Rico branch had been\n\nmerged into Philip Morris USA several years before the occurrence\n\nof the events giving rise to this suit.       See Cabán Hernández v.\n\nPhilip Morris USA, Inc., No. 05-1284, slip op. at 10 (D.P.R. Apr.\n\n27, 2006) (unpublished).\n\n          The parties' stipulation resolves the jurisdictional\n\nobjection.     Stipulations    \"eliminate    the   need   for   proving\n\nessentially uncontested facts,\" thus husbanding scarce judicial\n\nresources.   Gomez v. Rivera Rodríguez, 344 F.3d 103, 120 (1st Cir.\n\n2003). Since stipulations are important to the efficient and\n\nexpeditious progress of litigation in the federal courts, parties\n\nare encouraged to stipulate as to factual matters.        See TI Fed.\n\nCredit Union v. DelBonis, 72 F.3d 921, 928 (1st Cir. 1995).       Once\n\na party has entered into a stipulation, however, that party is not\n\nat liberty to renege unilaterally on a stipulated fact without\n\nleave of court, which ordinarily will not be granted absent a\n\nshowing of good cause.        See Am. Honda Motor Co.      v. Richard\n\nLundgren, Inc., 314 F.3d 17, 21 (1st Cir. 2002); TI Fed. Credit\n\nUnion, 72 F.3d at 928.\n\n          Here, the trial court correctly read the stipulation to\n\nmean that there was only one defendant.     Cf. Gomez, 344 F.3d at 121\n\n(\"Determining the meaning and effect of a stipulation presents a\n\nquestion of law . . . .\").    The appellants have shown nothing that\n\n\n                                 -7-\n\fwould constitute good cause or otherwise justify relief from the\n\nstipulation.       Certainly, the mere mention of the appellation\n\n\"Philip Morris-Puerto Rico\" in the corporate disclosure statement\n\ndoes not afford a basis for undoing the stipulation.                The use of\n\nthe name on the brief cover is even less informative: for aught\n\nthat appears, the brief cover merely replicated the caption of the\n\ncase as set out in the appellants' complaint.          In all events, that\n\nloose language cannot be used as a wedge to split an organization\n\nthat the parties have agreed is a single corporation into two\n\nseparate corporate entities.\n\n              To cinch matters, it is evident that Philip Morris relied\n\non the stipulation and, thus, did not file an answer to the\n\ncomplaint on behalf of Philip Morris-Puerto Rico.                   Under the\n\ncircumstances, that reliance was both reasonable and detrimental.\n\nA   party's    detrimental   reliance,    reasonably   undertaken,      weighs\n\nheavily in the balance when the adverse party attempts to revoke a\n\nfactual stipulation.      See Am. Honda, 314 F.3d at 21.        That weight\n\ngrows even more ponderous when, as in this case, the revocation\n\nattempt is not made until after judgment has entered and the case\n\nis on appeal.\n\n              Having completed our canvass of the record, we conclude,\n\nwithout serious question, that the stipulation must be accorded\n\nfull   force    and   effect.   That     conclusion,   in   turn,    ends   the\n\njurisdictional inquiry. Because the parties stipulated that Philip\n\n\n                                    -8-\n\fMorris-Puerto Rico is not an independent entity, the district\n\ncourt's entry of summary judgment in favor of Philip Morris USA,\n\nInc. was a final order that disposed of all claims against all\n\nparties    to    the   case.          Accordingly,      we   have     jurisdiction    to\n\nentertain the appeal.             See 28 U.S.C. § 1291; see also Alstom\n\nCaribe, ___ F.3d at ___ [slip op. at 12].\n\nIII.   THE MERITS\n\n            We    turn   now     to    the    merits.        Before    addressing    the\n\ndistrict court's decision, we must plot the contours of the summary\n\njudgment    record.           Then,    after       limning   the    summary   judgment\n\nstandard, we test the viability of the appellants' statements of\n\nclaim.    At that stage, we divide our analysis into three segments,\n\ndiscussing separately the appellants' Title VII claims, their\n\nclaims under Puerto Rico law, and their spouses' claims.\n\n                         A.    Summary Judgment Record.\n\n            The appellants assert that their counter-statement of\n\nmaterial facts, submitted as part of their opposition to Philip\n\nMorris's summary judgment motion, should be considered an integral\n\npart of the summary judgment record.                  They base this assertion on\n\na claim that the district court erred in finding the counter-\n\nstatement noncompliant with the local rules.                       In pertinent part,\n\nthose rules require a party opposing a motion for summary judgment\n\nto accept, deny, or qualify each entry in the movant's statement of\n\nmaterial facts paragraph by paragraph and to support any denials,\n\n\n                                             -9-\n\fqualifications, or new assertions by particularized citations to\n\nthe record.   See D.P.R.R. 56(c).\n\n           What transpired below is not in dispute.   The appellants\n\nsubmitted a timely opposition to the summary judgment motion, but\n\ntheir counter-statement of material facts did not conform to the\n\nrequirements of the local rules. Consequently, the district court,\n\nin accordance with the provisions of Local Rule 56(e), deemed\n\nPhilip Morris's statement unopposed and accepted its stated facts\n\nas true.\n\n           Before us, the appellants attempt to confess and avoid.\n\nThey admit that they did not furnish specific record citations to\n\nsupport their version of the facts but they nonetheless argue that\n\ntheir submission of selected excerpts (rather than unexpurgated\n\ndocuments) minimized the hardship to the district court and, thus,\n\nconstituted substantial compliance with the strictures of Local\n\nRule 56. That argument gives short shrift to the interests at\n\nstake, and we reject it.\n\n           We repeatedly have emphasized the importance of local\n\nrules similar to Local Rule 56. Such rules were inaugurated in\n\nresponse to this court's abiding concern that, without them,\n\n\"summary judgment practice could too easily become a game of cat-\n\nand-mouse.\"   Ruiz Rivera v. Riley, 209 F.3d 24, 28 (1st Cir. 2000).\n\nSuch rules are designed to function as a means of \"focusing a\n\ndistrict court's attention on what is — and what is not — genuinely\n\n\n                                -10-\n\fcontroverted.\"   Calvi v. Knox County, 470 F.3d 422, 427 (1st Cir.\n\n2006).   When complied with, they serve \"to dispel the smokescreen\n\nbehind which litigants with marginal or unwinnable cases often seek\n\nto hide [and] greatly reduce the possibility that the district\n\ncourt will fall victim to an ambush.\"    Id.\n\n          Given the vital purpose that such rules serve, litigants\n\nignore them at their peril.    In the event that a party opposing\n\nsummary judgment fails to act in accordance with the rigors that\n\nsuch a rule imposes, a district court is free, in the exercise of\n\nits sound discretion, to accept the moving party's facts as stated.\n\nSee Cosme-Rosado v. Serrano-Rodriguez, 360 F.3d 42, 45 (1st Cir.\n\n2004); Ruiz Rivera, 209 F.3d at 28.\n\n          A review of the record in this case reveals that the\n\ndistrict court acted justifiably in rebuffing the appellants'\n\nproffered counter-statement and crediting Philip Morris's version\n\nof the facts.    To begin, the appellants did not admit, deny, or\n\nqualify Philip Morris's assertions of fact paragraph by paragraph\n\nas required by Local Rule 56(c).        Instead, they submitted an\n\nalternate statement of facts in narrative form.2      This failing\n\nalone would have warranted a \"deeming\" order.\n\n\n\n\n     2\n      While this might have been permissible if the appellants were\ncontent to accept Philip Morris's statement of facts as true but\nwished to augment it with additional facts, see Euromodas, Inc. v.\nZanella, Ltd., 368 F.3d 11, 15 (1st Cir. 2004), that was not the\nappellants' goal.\n\n                               -11-\n\f              To make matters worse, the appellants did not adhere to\n\nthe   record     citation       requirement.      Some   assertions     in        the\n\nappellants' counter-statement were completely unsupported by any\n\nhint of a record citation.          Numerous other \"facts\" memorialized in\n\ntheir counter-statement were supported only by general references\n\nto multiple exhibits (e.g., a reference to \"Exhibits 1 through 6\"),\n\nyet   those    exhibits     —    deposition    transcripts     and   answers      to\n\ninterrogatories — collectively comprised hundreds of pages.                  This\n\nis far removed from compliance with the requirement that \"[a]n\n\nassertion of fact . . . shall be followed by a citation to the\n\nspecific page or paragraph of identified record material supporting\n\nthe assertion,\" D.P.R.R. 56(e) (emphasis supplied), and leaves the\n\ndistrict      court   to   grope    unaided    for   factual    needles      in    a\n\ndocumentary haystack.\n\n              Rules like Local Rule 56 are meant to ease the district\n\ncourt's operose task and to prevent parties from unfairly shifting\n\nthe burdens of litigation to the court. The appellants' submission\n\ncontravened the local rule and, thus, thwarted this salutary\n\npurpose.   Given this significant noncompliance, the district court\n\ndid not abuse its discretion in deeming Philip Morris's statement\n\nof facts unopposed and crediting the factual assertions contained\n\ntherein.\n\n\n\n\n                                       -12-\n\f                    B.   Summary Judgment Standard.\n\n          Orders granting summary judgment engender de novo review.\n\nCalvi, 470 F.3d at 426.       That review is confined to the record that\n\nwas properly before the district court at the time of its decision.\n\nMandel v. Boston Phoenix, Inc., 456 F.3d 198, 204 (1st Cir. 2006).\n\nHere, then, our task is to determine whether the district court\n\nappropriately granted summary judgment based on the facts as set\n\nforth in Philip Morris's moving papers.\n\n          We will affirm the entry of summary judgment if — and\n\nonly if — the facts as stated show beyond any legitimate question\n\nthe movant's entitlement to judgment as a matter of law.            See\n\nDePoutot v. Raffaelly, 424 F.3d 112, 117 (1st Cir. 2005); see also\n\nFed. R. Civ. P. 56(c).     In marshaling the facts for this purpose,\n\nwe must draw all reasonable inferences in the light most favorable\n\nto the nonmovant.   See Calvi, 470 F.3d at 426.     That does not mean,\n\nhowever, that we ought to draw unreasonable inferences or credit\n\nbald assertions, empty conclusions, rank conjecture, or vitriolic\n\ninvective.   See Cadle Co. v. Hayes, 116 F.3d 957, 960 (1st Cir.\n\n1997); Medina-Muñoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8\n\n(1st Cir. 1990).\n\n                         C.    Title VII Claims.\n\n          Five years ago, we held squarely that rights conferred by\n\nTitle VII, like many other rights created by federal statutory law,\n\nmay be surrendered through the execution of a release.              See\n\n\n                                    -13-\n\fMelanson v. Browning-Ferris Indus., Inc., 281 F.3d 272, 274 (1st\n\nCir. 2002).     The waiver must, of course, be knowing and voluntary.\n\nId.   Because release is an affirmative defense, see Fed. R. Civ. P.\n\n8(c), the burden rests with the releasee to establish that a\n\nparticular release satisfies these criteria.           See id. at 276; see\n\nalso Rivera-Flores v. Bristol-Myers Squibb Carib., 112 F.3d 9, 12\n\n(1st Cir. 1997).\n\n          Conducting this inquiry requires the use of a wide-angled\nlens.    We must, therefore, evaluate the totality of the\ncircumstances in order to determine whether an employer has\nadequately demonstrated the knowing and voluntary character of an\nemployee's asserted waiver. See Smart v. Gillette Co. Long-Term\nDisab. Plan, 70 F.3d 173, 181 (1st Cir. 1995). We have mentioned\ncertain factors that typically inform this inquiry. These include:\n\n           (1)   the   plaintiff's   education,   business\n           experience,   and   sophistication;   (2)   the\n           parties' respective roles in deciding the\n           final terms of the arrangement; (3) the\n           agreement's clarity; (4) the amount of time\n           available to the plaintiff to study the\n           agreement before acting on it; (5) whether the\n           plaintiff had independent advice — such as the\n           advice of counsel — when [signing] the\n           agreement;   and   (6)   the   nature   of  the\n           consideration tendered in exchange for the\n           waiver.\n\nId. at 181 n.3.    This list, however, is intended to be illustrative\n\nrather   than   exhaustive.    See   id.   at   181.     As   long   as   the\n\ncircumstances viewed in the aggregate show that the waiver was\n\nknowing and voluntary, the employer need not establish that every\n\nfactor cuts in its favor.\n\n\n\n\n                                  -14-\n\f          In this instance, a canvass of the six Smart factors\n\nshows, beyond hope of contradiction, that each appellant's waiver\n\nwas knowing and voluntary.    We explain briefly.\n\n          One Smart factor — the second — favors the appellants:\n\nPhilip Morris unilaterally crafted the terms of the proposed\n\nsettlement.   That factor, however, is of only modest import here;\n\nit might have cut more sharply in the appellants' favor had there\n\nbeen evidence that they attempted to negotiate the terms of the\n\nrelease but were rebuffed.    The summary judgment record, however,\n\ndiscloses no such evidence.\n\n          The first Smart factor strongly favors Philip Morris.\n\nAlthough the appellants' educational backgrounds vary, each of them\n\nhas a high-school diploma and some educational instruction beyond\n\nthe high-school level.   Cabán worked for Philip Morris for over\n\nthree decades; Colón worked there for nearly a quarter-century; and\n\nVillano, after spending almost a decade in a comparable position\n\nwith another firm, worked approximately five years at Philip\n\nMorris. All three held responsible supervisory positions, and each\n\napplied for a new position that required substantial business\n\nacumen.   Given the lack of any evidence to the contrary, a\n\nreasonable factfinder scarcely could conclude either that the\n\nappellants were insufficiently sophisticated to waive their claims\n\nor that those waivers were the product of anything other than free\n\nwill.\n\n\n                                -15-\n\f           The    third       Smart   factor    also     weighs   heavily   in   the\n\nemployer's favor.        The releases, all of which were substantially\n\nsimilar, were crystal clear.           Each release stated explicitly that\n\nthe signer was waiving \"any claims, known or unknown, promises,\n\ncauses of action, or similar rights\" against Philip Morris arising\n\n\"under the guise of many different laws (including federal, state\n\nand   local    laws     and    statutes,       executive     orders,    rules    and\n\nregulations, other administrative guidelines, and Common Law legal\n\ndoctrines).\"     This language hardly could have been more direct or\n\nto the point.\n\n           The fourth, fifth, and sixth Smart factors push in the\n\nsame direction. The releases and other documents were furnished to\n\nthe appellants both in English and Spanish.                The company then gave\n\nthe appellants a significant amount of time — forty-five days —\n\nwithin   which    to    decide     whether     to   sign    the   releases.      The\n\nappellants were advised, both orally and in writing, of their right\n\nto consult with counsel before making a decision. This opportunity\n\nwas not squandered; two of the appellants sent the document package\n\n(including the proffered release) to a lawyer before executing the\n\nrelease. The third appellant (Villano) spoke to an attorney before\n\naccepting the company's offer, but did not submit the critical\n\ndocuments for the attorney's perusal.\n\n           Each        appellant      elected       to     take   the    proffered\n\nconsideration and signed a Spanish-language version of the release.\n\n\n                                        -16-\n\fThe releases provided for a seven-day rescission period; that is,\n\nan employee who chose to execute a release had seven days from the\n\ndate   of   execution   within    which        to   cancel   it.     None    of   the\n\nappellants exercised his right of rescission within the allotted\n\ntime frame.\n\n            We add, moreover, that the consideration was substantial.\n\nIn exchange for signing a release, an employee received a lump sum\n\nequal to three months' salary as well as other benefits (such as\n\ncareer transition services).\n\n            Notwithstanding these indicia of knowledge and volition,\n\nthe    appellants   assert    that      the    packages      they   received      were\n\nconfusing, as each package contained both a description of the\n\nseverance benefits to which a discharged employee was automatically\n\nentitled as well as a description of the additional benefits that\n\nwould inure to him should he opt to sign the proffered release.                     We\n\nagree that, in an ideal world, a severance package might well\n\ncontain completely separate forms for accepting these two types of\n\nemoluments.    But employers are required to provide fair notice to\n\naffected employees, not perfect notice.                 Here, when the entire\n\npackage is taken into account, the appellants' argument falters.\n\n            The most important reason is that, in a subsection\n\nentitled    \"Description     of   the    Increased      Benefits     for    Eligible\n\nEmployees,\" the paperwork informed each affected employee, clearly\n\nand conspicuously, that \"[i]n addition to all of the benefits\n\n\n                                        -17-\n\fdescribed above\" — that is, in addition to the severance benefits\n\nto which he was entitled — he would, \"if [he] sign[ed] the General\n\nAgreement and Release that [was] enclosed,\" receive the additional\n\nbenefits enumerated in the materials. To reinforce this point, the\n\nmaterials expressly advised each affected employee that the receipt\n\nof severance benefits was not contingent on his execution of the\n\nrelease.      In   the   circumstances         of   this   case,   these   caveats\n\nsatisfied the employer's obligation to give fair notice.\n\n             To say more about the releases themselves would be\n\nsupererogatory.       The Smart factors overwhelmingly favor a finding\n\nthat   the    appellants     knowingly     and      voluntarily    executed     the\n\nreleases.      That    one   of   the   six     factors    tends   to   favor   the\n\nappellants is not enough to tip the summary judgment balance; the\n\nlaw is clear that no single factor is determinative in evaluating\n\nwhether a waiver is knowing and voluntary.                 See Smart, 70 F.3d at\n\n181.   It is sufficient to sustain the validity of a release and the\n\nenforceability of its terms, at the summary judgment stage, that\n\nthe relevant circumstances point unerringly toward that result.\n\n             The appellants have a fallback position. They asseverate\n\nthat, notwithstanding the persuasive force of the Smart factors, a\n\nfinding that they acted knowingly and voluntarily is precluded (or,\n\nat least, called into legitimate question) because they were\n\ncoerced into signing the releases.              In this regard, they complain\n\nthat each of them \"felt [he] had no other alternative but to sign\n\n\n                                        -18-\n\fthe agreement and general release\" due to the \"pressure, rage,\n\nindignation, depression, demoralization and confused mental state\n\n[caused] by the hostile, discriminatory work environment\" created\n\nby Philip Morris.      Appellants' Br. at 44.    To drive this point\n\nhome, the appellants attempt to draw an analogy to situations in\n\nwhich an employer has made working conditions so unsavory that\n\noptions given to employees become \"nothing more than a charade.\"\n\nVega v. Kodak Carib., Ltd., 3 F.3d 476, 480 (1st Cir. 1993); see\n\nYoung v. Sw. Savs. & Loan Ass'n, 509 F.2d 140, 144 (5th Cir. 1975).\n\n          These importunings comprise more cry than wool.          The\n\ncases that the appellants cite to support their claim of coercion\n\nare, without exception, constructive discharge cases.        In those\n\ninstances, the employees claimed that they were choosing between\n\nfurther   service     under   intolerable   working   conditions   and\n\nresignation.   See, e.g., Vega, 3 F.3d at 480.   Here, however, there\n\nwas no such Hobson's choice: the appellants already had been told\n\nof their impending loss of employment at the time they opted to\n\nwaive their rights.    Their choice was either to sign the proffered\n\nreleases and receive extra benefits or to pursue legal action over\n\nthe loss of their jobs.       Either way, they would no longer be\n\nsubject to the hostile work environment that they claim flourished\n\nat Philip Morris.     So viewed, that hostile work environment, even\n\n\n\n\n                                  -19-\n\fif it existed, could not have played a legally significant role in\n\nthe appellants' decisions to sign the proffered releases.3\n\n                That ends this phase of the matter.         For the reasons\n\nelucidated above, we find the case law upon which the appellants\n\nrely       to   be   inapposite    and    their   legal   theory   untenable.\n\nAccordingly, we reject their claim of coercion and hold that the\n\ndistrict court appropriately granted summary judgment on the Title\n\nVII claims.\n\n                             D.    Law 100 Claims.\n\n                Because diversity jurisdiction is present here, see 28\n\nU.S.C. § 1332(a), we also must consider the appellants' claims\n\nunder Puerto Rico law.4           The basic premise under which diversity\n\njurisdiction operates is straightforward: a federal court sitting\n\nin diversity is bound to apply state substantive law.5              See Erie\n\nR.R. Co. v. Tompkins, 304 U.S. 64, 78 (1938); Alternative Sys.\n\nConcepts, Inc. v. Synopsys, Inc., 374 F.3d 23, 32 (1st Cir. 2004).\n\n\n\n       3\n      At any rate, the summary judgment record does not appear to\nestablish a genuine issue of material fact as to the existence of\na hostile work environment.\n       4\n      The appellants and their spouses are citizens          of Puerto Rico;\nPhilip Morris is a Virginia corporation that                  maintains its\nprincipal place of business in that state; and                the amount in\ncontroversy   exceeds    the   minimum   required            for   diversity\njurisdiction.\n       5\n      For purposes related to diversity jurisdiction, Puerto Rico\nis deemed to be the functional equivalent of a state.      See 28\nU.S.C. § 1332(e); see also Díaz-Rodríguez v. Pep Boys Corp., 410\nF.3d 56, 58 (1st Cir. 2005).\n\n                                         -20-\n\fState contract law falls within this sphere.            See, e.g., Pritzker\n\nv. Yari, 42 F.3d 53, 65 (1st Cir. 1994).            Consequently, the effect\n\nof the releases on the appellants' Law 100 claims must be evaluated\n\nunder substantive principles of Puerto Rico law.\n\n          As a general rule, \"[r]ights granted by the laws [of\n\nPuerto Rico] may be renounced, provided such renunciation be not\n\ncontrary to law, to public interest or public order, or prejudicial\n\nto the interest of a third person.\"            P.R. Laws Ann. tit. 31, § 4;\n\nsee Ponce Gas Serv. Corp. v. L.R.B., 104 P.R.R. 983, 987 (1976)\n\n(\"Save when expressly prohibited or restricted by law, rights may\n\nbe waived and compromised.\").           The appellants have not identified\n\nany provision of Puerto Rico's Civil Code, or any specific tenet of\n\nPuerto Rico's case law, that invalidates the releases or undercuts\n\ntheir efficacy.6        In point of fact, the Puerto Rico courts have\n\nexplicitly    given     their   imprimatur     to   releases   of   employment\n\ndiscrimination claims.          See, e.g., Marte v. Pegasus Broad., No.\n\nKLAN0400915     (P.R.    Cir.    Feb.    15,   2005)   (English     translation\n\nunpublished).    As a theoretical matter, then, a release of Law 100\n\nclaims is authorized under the law of Puerto Rico.\n\n\n     6\n      The appellants' casual reference to the prohibition on waiver\nin Law 80, P.R. Laws Ann. tit. 29, § 185i, is a red herring. Law\n80 creates a right to compensation if an employer dismisses an\nemployee without just cause. See id. § 185a. Here, however, none\nof the appellants has brought a claim under Law 80.       Moreover,\nalthough a release of a claim for wages may be void under Puerto\nRico law unless certain prerequisites have been met, see Am.\nColonial Broad. Corp. v. Super. Ct., 94 P.R.R. 270, 274 (1967), the\nappellants have not made such a claim.\n\n                                        -21-\n\f             The fact that the appellants legally could have released\n\ntheir Law 100 claims does not mean that they did so here.                              The\n\nquestion reduces to whether the documents that they signed actually\n\neffected     a     release     in       accordance         with    Puerto      Rico   law.\n\nInterpreting Article 1709 of the Civil Code, P.R. Laws Ann. tit.\n\n31, § 4821, the Puerto Rico Supreme Court has enumerated three\n\nrequirements for the valid release or settlement of a claim: (i) an\n\nuncertain legal relationship, (ii) an intent to eliminate the\n\nuncertainty, and (iii) reciprocal concessions.                      See Citibank, N.A.\n\nv. Dependable Ins. Co., 21 P.R. Offic. Trans. 496, 506 (1988).                         The\n\nreleases at issue here satisfy these requirements.\n\n             The   ubiquity        of   litigation         that    surrounds    the   non-\n\nconsensual termination of employment relationships bears powerful\n\nwitness     to   the   myriad       uncertainties          about    legal   rights     and\n\nobligations incident to such terminations.                        The language of the\n\nreleases    signed     by    the    appellants        is    unarguably      intended    to\n\neliminate those uncertainties.                  And, finally, the parties made\n\nreciprocal concessions: each appellant agreed not to pursue any\n\nlegal claims arising out of the failed employment relationship,\n\nwhile Philip Morris agreed to pay to each a substantial sum that it\n\nwas   not   otherwise       obligated      to   pay    and    to    furnish     ancillary\n\nservices as well. Thus, the releases were valid settlements of the\n\nLaw 100 claims.\n\n\n\n\n                                           -22-\n\f            To be sure, the appellants again argue that the releases\n\nare void because they \"were deceived and induced into signing\n\nthrough mistake, deception and duress.\"          Appellants' Br. at 49.\n\nThis argument, which we found wanting when the appellants dubbed it\n\n\"coercion\" and raised it in connection with their Title VII claims,\n\nsee supra Part III(C), has no more traction in connection with\n\ntheir Law 100 claims.\n\n            We need not tarry.    Although the appellants correctly\n\npoint out that Article 1217 of the Civil Code, P.R. Laws Ann. tit.\n\n31, § 3404, renders consent to a settlement void when given \"by\n\nerror, . . . by intimidation, or deceit,\" Puerto Rico law presumes\n\ngood faith in negotiations. See Citibank, 21 P.R. Offic. Trans. at\n\n512.   Wrongdoing or bad faith is never assumed but, rather, must be\n\nproved affirmatively by the party who challenges an agreement based\n\non an absence of consent.     See id.   And when examining efforts to\n\ninvalidate consent, Puerto Rico courts consider the education,\n\nsocial background, economic status, and business experience of the\n\nchallenger. See Miranda Soto v. Mena Eró, 9 P.R. Offic. Trans. 628,\n\n634 (1980).\n\n            In this instance, the appellants are reasonably well-\n\neducated,     experienced   individuals,   all    of   whom   have   held\n\nresponsible positions in the private sector.       Tellingly, they have\n\npresented no significantly probative evidence of deception, duress,\n\nobjectively reasonable error, or other circumstances sufficient to\n\n\n                                 -23-\n\ftrigger Article 1217. Put bluntly, this record compels a finding\n\nthat   the    appellants   knowingly       and   voluntarily    consented    to\n\nreleasing their employment-related claims (including their Law 100\n\nclaims).\n\n                           E.     Spousal Claims.\n\n             The final argument advanced in this appeal relates to\n\nnegligence claims propounded by the appellants' spouses under\n\nArticle 1802, P.R. Laws Ann. tit. 31, § 5141.                The spouses (who\n\nalso are appellants in this court) note that they never signed\n\nreleases.     Based on this premise, they contend that their claims\n\nfor damages should not be barred.\n\n             Though   ingenious,    this    contention   is    without   merit.\n\nUnder Puerto Rico law, close relatives of one who has suffered the\n\nslings and arrows of employment discrimination may invoke Article\n\n1802 as a vehicle for prosecuting a cause of action.                See Santini\n\nRivera v. Serv Air, Inc., 137 D.P.R. 1 (1994).           But such a cause of\n\naction is wholly derivative and, thus, its viability is contingent\n\nupon the viability of the underlying employment discrimination\n\nclaim. See Marcano-Rivera v. Pueblo Int'l, Inc., 232 F.3d 245, 258\n\nn.7 (1st Cir. 2000); Baralt v. Nationwide Mut. Ins. Co., 183 F.\n\nSupp. 2d 486, 488 (D.P.R. 2002) (citing the court's own translation\n\nof   Maldonado   Rodríguez   v.    Banco    Cent.   Corp.,    138   D.P.R.   268\n\n(1995)).     Because the district court appropriately granted summary\n\n\n\n\n                                     -24-\n\fjudgment on the underlying claims, see supra Parts III(C)-(D), the\n\nspouses' derivative claims cannot succeed.\n\nIV.   CONCLUSION\n\n            We need go no further.7    The short of it is that this\n\nappeal is properly before us.    Upon review, we conclude that the\n\nappropriately configured summary judgment record makes manifest\n\nthat the appellants signed clear and unequivocal releases of all\n\nclaims against Philip Morris — and did so after having been\n\nafforded fair notice, ample time to consider their options, and an\n\nopportunity to consult with counsel. The district court determined\n\nthat those valid and enforceable releases, for which the appellants\n\nreceived substantial consideration, barred their attempt to assert\n\nemployment-related causes of action against Philip Morris, whether\n\nunder federal or Puerto Rico law.      That determination was legally\n\ncorrect, as was the district court's concomitant grant of summary\n\njudgment on the claims asserted by the appellants' spouses.\n\n\n\nAffirmed.\n\n\n\n\n      7\n      The appellants attempt to raise another ground of appeal,\nwhich relates to the district court's denial of a motion to compel\ndiscovery.   We have no occasion to address that assignment of\nerror: the discovery in question concerns the merits of the\ndiscrimination claims, not the validity of the releases. Because\nwe have upheld the entry of summary judgment based on the releases,\nany discovery dispute related to the merits of the released claims\nis moot.\n\n                                -25-\n\f",
  "html": "<p class=\"case_cite\">486 F.3d 1</p>\n    <p class=\"parties\">Alejandro CAB&#193;N HERN&#193;NDEZ et al., Plaintiffs, Appellants,<br>v.<br>PHILIP MORRIS USA, INC. et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1968.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 8, 2007.</p>\n    <p class=\"date\">Decided May 1, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Iris Y. Valent&#237;n-Juarbe, with whom Nicolas Nogueras-Cartagena was on brief, for appellants.</p>\n      <p class=\"indent\">Radam&#233;s A. Torruella, with whom Miguel A. Rivera-Arce and McConnell Vald&#233;s were on brief, for appellees.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an employment discrimination case in which three ousted employees challenge the district court's entry of summary judgment in favor of their quondam employer. After close perscrutation of a substantial record, we conclude (i) that we have jurisdiction over this appeal; (ii) that the lower court permissibly refused to consider the employees' counter-statement of material facts; (iii) that the employees knowingly and voluntarily released their claims (under both federal and local law) coincident with the termination of their employment; (iv) that those releases were valid, enforceable, not the product of coercion, and dispositive of the claims asserted by the employees here; and (v) that, in the absence of viable claims on the part of the employees, the derivative claims mounted by their spouses cannot stand. Accordingly, we affirm the entry of summary judgment.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prior to 2003, plaintiffs-appellants Alejandro Cab&#225;n Hern&#225;ndez (Cab&#225;n), Peter Villano Blas (Villano), and Jos&#233; Col&#243;n Luna (Col&#243;n) toiled in Puerto Rico for defendant-appellee Philip Morris USA, Inc. During that year, Philip Morris undertook a corporate restructuring, the aim of which was to align its Puerto Rico operations more closely with its operations in the continental United States. As part and parcel of this reorganization, Philip Morris notified Cab&#225;n, Villano, and Col&#243;n (collectively, the appellants), early in 2004, that their positions were to be eliminated.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Philip Morris afforded the appellants an opportunity to interview for jobs within the restructured enterprise. But there was a rub: Spanish was the appellants' native tongue &#8212; among them, only Villano was fluent in English &#8212; and the new posts required an ability to communicate effectively in English.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In May of 2004, all three appellants participated in an English-language interview process. Cab&#225;n and Col&#243;n were not offered new positions. Villano received an offer but for a job that he deemed unsuitable. The employment of all three men with Philip Morris ended shortly thereafter. They did, however, elect to receive special severance benefits (a subject to which we shortly shall return).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March of 2005, the appellants brought a civil action in Puerto Rico's federal district court. In their complaint, they alleged that Philip Morris had discriminated against them on the basis of their national origin, in violation of 42 U.S.C. &#167;&#167; 2000e to 2000e-17 (Title VII) and P.R. Laws Ann. tit. 29, &#167; 146 (Law 100). They claimed, among other things, that Philip Morris had fostered a work environment that was discriminatory, hostile, and harassing as to Spanish-speaking employees; that they had been trimmed from the payroll as a direct result of this discriminatory animus; and that the company had imposed the English-speaking requirement for the revamped positions as a means of ensuring their departures.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellants' wives joined in the suit. They brought claims under Article 1802 of the Civil Code, P.R. Laws Ann. tit. 31, &#167; 5141, averring that Philip Morris's discriminatory actions toward their husbands had caused them (the wives) mental anguish and emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Philip Morris denied the material allegations of the complaint and pleaded an affirmative defense of release. <i>See</i> Fed. R.Civ.P. 8(c). At the conclusion of discovery, it moved for summary judgment. <i>See</i> Fed.R.Civ.P. 56(c). In connection with that motion it submitted, as required by the district court's local rules, a statement of material facts not in dispute, adorned with record citations. <i>See</i> D.P.R.R. 56(b). Although the appellants seasonably opposed the motion, the district court determined that the counter-statement of facts upon which their opposition relied was not in conformity with the local rules. <i>See</i> D.P.R.R. 56(c). Consequently, the court deemed Philip Morris's statement of facts admitted. <i>See</i> D.P.R.R. 56(e).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due course, the district court granted the summary judgment motion, concluding that the appellants had executed valid releases when they left their employment and that those releases barred the prosecution of the claims asserted in the complaint. This timely appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellants suggest for the first time in their reply brief that we lack jurisdiction over their appeal because the district court's grant of summary judgment did not finally dispose of all claims against all parties. Ordinary raise-or-waive rules do not apply with respect to claims that a court lacks subject matter jurisdiction. <i>See, e.g., Am. Fiber &amp; Finishing, Inc. v. Tyco Healthcare Grp.,</i> 362 F.3d 136, 138-39 (1st Cir.2004); <i>see also Espinal-Dominguez v. Puerto Rico,</i> 352 F.3d 490, 495 (1st Cir.2003) (explaining that \"[b]ecause federal courts are powerless to act in the absence of subject matter jurisdiction, [they] have an unflagging obligation to notice jurisdictional defects\" whenever such defects come to their attention). Accordingly, we begin with the jurisdictional objection.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To put this objection into perspective, we must canvass the record. In their complaint, the appellants named what appeared to be two discrete corporations, Philip Morris USA, Inc. and Philip Morris-Puerto Rico, as defendants. Both were served but only the former answered the complaint and, later, moved for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Building on this foundation, the appellants posit that they are entitled to a default judgment against Philip Morris-Puerto Rico. <i>See</i> Fed.R.Civ.P. 55(a). They further posit that the existence of this loose end deprives us of appellate jurisdiction.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See</i> 28 U.S.C. &#167; 1291; Fed.R.Civ.P. 54(b); <i>see also Alstom Caribe, Inc. v. Geo. P. Reintjes Co.,</i> 484 F.3d 106, 111 (1st Cir.2007) (explaining that to be \"final\" and, thus, immediately appealable, a decision must be one that \"ends the litigation on the merits and leaves nothing for the court to do but execute the judgment\") (quoting <i>Catlin v. United States,</i> 324 U.S. 229, 233, 65 S.Ct. 631, 89 L.Ed. 911 (1945)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This nascent jurisdictional objection does not survive scrutiny. The record reflects that, shortly after suit was commenced, the district court scheduled its initial case-management conference. <i>See</i> Fed.R.Civ.P. 16(b). In preparing for that conference, the parties stipulated that Philip Morris USA maintained a branch office in Puerto Rico and did business in Puerto Rico under the name \"Philip Morris-Puerto Rico.\" The clear import of this stipulation was that Philip Morris-Puerto Rico was not a separate corporate entity but, rather, a division of Philip Morris USA.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court accepted this stipulation and, in subsequent orders, referred to the employer as \"Philip Morris USA.\" Consistent with this understanding, the court, in granting summary judgment, noted that Philip Morris's Puerto Rico branch had been merged into Philip Morris USA several years before the occurrence of the events giving rise to this suit. <i>See Cab&#225;n Hern&#225;ndez v. Philip Morris USA, Inc.,</i> No. 05-1284, slip op. at 10 (D.P.R. Apr. 27, 2006) (unpublished).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The parties' stipulation resolves the jurisdictional objection. Stipulations \"eliminate the need for proving essentially uncontested facts,\" thus husbanding scarce judicial resources. <i>Gomez v. Rivera Rodr&#237;guez,</i> 344 F.3d 103, 120 (1st Cir.2003). Since stipulations are important to the efficient and expeditious progress of litigation in the federal courts, parties are encouraged to stipulate as to factual matters. <i>See TI Fed. Credit Union v. DelBonis,</i> 72 F.3d 921, 928 (1st Cir.1995). Once a party has entered into a stipulation, however, that party is not at liberty to renege unilaterally on a stipulated fact without leave of court, which ordinarily will not be granted absent a showing of good cause. <i>See Am. Honda Motor Co. v. Richard Lundgren, Inc.,</i> 314 F.3d 17, 21 (1st Cir.2002); <i>TI Fed. Credit Union,</i> 72 F.3d at 928.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the trial court correctly read the stipulation to mean that there was only one defendant. <i>Cf. Gomez,</i> 344 F.3d at 121 (\"Determining the meaning and effect of a stipulation presents a question of law. . . .\"). The appellants have shown nothing that would constitute good cause or otherwise justify relief from the stipulation. Certainly, the mere mention of the appellation \"Philip Morris-Puerto Rico\" in the corporate disclosure statement does not afford a basis for undoing the stipulation. The use of the name on the brief cover is even less informative: for aught that appears, the brief cover merely replicated the caption of the case as set out in the appellants' complaint. In all events, that loose language cannot be used as a wedge to split an organization that the parties have agreed is a single corporation into two separate corporate entities.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To cinch matters, it is evident that Philip Morris relied on the stipulation and, thus, did not file an answer to the complaint on behalf of Philip Morris-Puerto Rico. Under the circumstances, that reliance was both reasonable and detrimental. A party's detrimental reliance, reasonably undertaken, weighs heavily in the balance when the adverse party attempts to revoke a factual stipulation. <i>See Am. Honda,</i> 314 F.3d at 21. That weight grows even more ponderous when, as in this case, the revocation attempt is not made until after judgment has entered and the case is on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having completed our canvass of the record, we conclude, without serious question, that the stipulation must be accorded full force and effect. That conclusion, in turn, ends the jurisdictional inquiry. Because the parties stipulated that Philip Morris-Puerto Rico is not an independent entity, the district court's entry of summary judgment in favor of Philip Morris USA, Inc. was a final order that disposed of all claims against all parties to the case. Accordingly, we have jurisdiction to entertain the appeal. <i>See</i> 28 U.S.C. &#167; 1291; <i>see also Alstom Caribe,</i> 484 F.3d at 113.</p>\n    </div>\n    <p class=\"indent\">III. THE MERITS</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We turn now to the merits. Before addressing the district court's decision, we must plot the contours of the summary judgment record. Then, after limning the summary judgment standard, we test the viability of the appellants' statements of claim. At that stage, we divide our analysis into three segments, discussing separately the appellants' Title VII claims, their claims under Puerto Rico law, and their spouses' claims.</p>\n    </div>\n    <p class=\"center\">A. <i>Summary Judgment Record.</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellants assert that their counter-statement of material facts, submitted as part of their opposition to Philip Morris's summary judgment motion, should be considered an integral part of the summary judgment record. They base this assertion on a claim that the district court erred in finding the counter-statement noncompliant with the local rules. In pertinent part, those rules require a party opposing a motion for summary judgment to accept, deny, or qualify each entry in the movant's statement of material facts paragraph by paragraph and to support any denials, qualifications, or new assertions by particularized citations to the record. <i>See</i> D.P.R.R. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">What transpired below is not in dispute. The appellants submitted a timely opposition to the summary judgment motion, but their counter-statement of material facts did not conform to the requirements of the local rules. Consequently, the district court, in accordance with the provisions of Local Rule 56(e), deemed Philip Morris's statement unopposed and accepted its stated facts as true.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Before us, the appellants attempt to confess and avoid. They admit that they did not furnish specific record citations to support their version of the facts but they nonetheless argue that their submission of selected excerpts (rather than unexpurgated documents) minimized the hardship to the district court and, thus, constituted substantial compliance with the strictures of Local Rule 56. That argument gives short shrift to the interests at stake, and we reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We repeatedly have emphasized the importance of local rules similar to Local Rule 56. Such rules were inaugurated in response to this court's abiding concern that, without them, \"summary judgment practice could too easily become a game of cat-and-mouse.\" <i>Ruiz Rivera v. Riley,</i> 209 F.3d 24, 28 (1st Cir.2000). Such rules are designed to function as a means of \"focusing a district court's attention on what is &#8212; and what is not &#8212; genuinely controverted.\" <i>Calvi v. Knox County,</i> 470 F.3d 422, 427 (1st Cir.2006). When complied with, they serve \"to dispel the smokescreen behind which litigants with marginal or unwinnable cases often seek to hide [and] greatly reduce the possibility that the district court will fall victim to an ambush.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Given the vital purpose that such rules serve, litigants ignore them at their peril. In the event that a party opposing summary judgment fails to act in accordance with the rigors that such a rule imposes, a district court is free, in the exercise of its sound discretion, to accept the moving party's facts as stated. <i>See Cosme-Rosado v. Serrano-Rodriguez,</i> 360 F.3d 42, 45 (1st Cir.2004); <i>Ruiz Rivera,</i> 209 F.3d at 28.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A review of the record in this case reveals that the district court acted justifiably in rebuffing the appellants' proffered counter-statement and crediting Philip Morris's version of the facts. To begin, the appellants did not admit, deny, or qualify Philip Morris's assertions of fact paragraph by paragraph as required by Local Rule 56(c). Instead, they submitted an alternate statement of facts in narrative form.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This failing alone would have warranted a \"deeming\" order.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To make matters worse, the appellants did not adhere to the record citation requirement. Some assertions in the appellants' counter-statement were completely unsupported by <i>any</i> hint of a record citation. Numerous other \"facts\" memorialized in their counter-statement were supported only by general references to multiple exhibits (e.g., a reference to \"Exhibits 1 through 6\"), yet those exhibits &#8212; deposition transcripts and answers to interrogatories &#8212; collectively comprised hundreds of pages. This is far removed from compliance with the requirement that \"[a]n assertion of fact . . . shall be followed by a citation to the <i>specific page or paragraph</i> of identified record material supporting the assertion,\" D.P.R.R. 56(e) (emphasis supplied), and leaves the district court to grope unaided for factual needles in a documentary haystack.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Rules like Local Rule 56 are meant to ease the district court's operose task and to prevent parties from unfairly shifting the burdens of litigation to the court. The appellants' submission contravened the local rule and, thus, thwarted this salutary purpose. Given this significant noncompliance, the district court did not abuse its discretion in deeming Philip Morris's statement of facts unopposed and crediting the factual assertions contained therein.</p>\n    </div>\n    <p class=\"center\">B. <i>Summary Judgment Standard.</i></p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Orders granting summary judgment engender de novo review. <i>Calvi,</i> 470 F.3d at 426. That review is confined to the record that was properly before the district court at the time of its decision. <i>Mandel v. Boston Phoenix, Inc.,</i> 456 F.3d 198, 204 (1st Cir.2006). Here, then, our task is to determine whether the district court appropriately granted summary judgment based on the facts as set forth in Philip Morris's moving papers.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We will affirm the entry of summary judgment if &#8212; and only if &#8212; the facts as stated show beyond any legitimate question the movant's entitlement to judgment as a matter of law. <i>See DePoutot v. Raffaelly,</i> 424 F.3d 112, 117 (1st Cir.2005); <i>see also</i> Fed.R.Civ.P. 56(c). In marshaling the facts for this purpose, we must draw all reasonable inferences in the light most favorable to the nonmovant. <i>See Calvi,</i> 470 F.3d at 426. That does not mean, however, that we ought to draw <i>unreasonable</i> inferences or credit bald assertions, empty conclusions, rank conjecture, or vitriolic invective. <i>See Cadle Co. v. Hayes,</i> 116 F.3d 957, 960 (1st Cir.1997); <i>Medina-Mu&#241;oz v. R.J. Reynolds Tobacco Co.,</i> 896 F.2d 5, 8 (1st Cir.1990).</p>\n    </div>\n    <p class=\"center\">C. <i>Title VII Claims.</i></p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Five years ago, we held squarely that rights conferred by Title VII, like many other rights created by federal statutory law, may be surrendered through the execution of a release. <i>See Melanson v. Browning-Ferris Indus., Inc.,</i> 281 F.3d 272, 274 (1st Cir.2002). The waiver must, of course, be knowing and voluntary. <i>Id.</i> Because release is an affirmative defense, <i>see</i> Fed.R.Civ.P. 8(c), the burden rests with the releasee to establish that a particular release satisfies these criteria. <i>See id.</i> at 276; <i>see also Rivera-Flores v. Bristol-Myers Squibb Carib.,</i> 112 F.3d 9, 12 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Conducting this inquiry requires the use of a wide-angled lens. We must, therefore, evaluate the totality of the circumstances in order to determine whether an employer has adequately demonstrated the knowing and voluntary character of an employee's asserted waiver. <i>See Smart v. Gillette Co. Long-Term Disab. Plan,</i> 70 F.3d 173, 181 (1st Cir.1995). We have mentioned certain factors that typically inform this inquiry. These include:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(1) the plaintiff's education, business experience, and sophistication; (2) the parties' respective roles in deciding the final terms of the arrangement; (3) the agreement's clarity; (4) the amount of time available to the plaintiff to study the agreement before acting on it; (5) whether the plaintiff had independent advice &#8212; such as the advice of counsel &#8212; when [signing] the agreement; and (6) the nature of the consideration tendered in exchange for the waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Id.</i> at 181 n. 3. This list, however, is intended to be illustrative rather than exhaustive. <i>See id.</i> at 181. As long as the circumstances viewed in the aggregate show that the waiver was knowing and voluntary, the employer need not establish that every factor cuts in its favor.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In this instance, a canvass of the six <i>Smart</i> factors shows, beyond hope of contradiction, that each appellant's waiver was knowing and voluntary. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">One <i>Smart</i> factor &#8212; the second &#8212; favors the appellants: Philip Morris unilaterally crafted the terms of the proposed settlement. That factor, however, is of only modest import here; it might have cut more sharply in the appellants' favor had there been evidence that they attempted to negotiate the terms of the release but were rebuffed. The summary judgment record, however, discloses no such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The first <i>Smart</i> factor strongly favors Philip Morris. Although the appellants' educational backgrounds vary, each of them has a high-school diploma and some educational instruction beyond the high-school level. Cab&#225;n worked for Philip Morris for over three decades; Col&#243;n worked there for nearly a quarter-century; and Villano, after spending almost a decade in a comparable position with another firm, worked approximately five years at Philip Morris. All three held responsible supervisory positions, and each applied for a new position that required substantial business acumen. Given the lack of any evidence to the contrary, a reasonable fact-finder scarcely could conclude either that the appellants were insufficiently sophisticated to waive their claims or that those waivers were the product of anything other than free will.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The third <i>Smart</i> factor also weighs heavily in the employer's favor. The releases, all of which were substantially similar, were crystal clear. Each release stated explicitly that the signer was waiving \"any claims, known or unknown, promises, causes of action, or similar rights\" against Philip Morris arising \"under the guise of many different laws (including federal, state and local laws and statutes, executive orders, rules and regulations, other administrative guidelines, and Common Law legal doctrines).\" This language hardly could have been more direct or to the point.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The fourth, fifth, and sixth <i>Smart</i> factors push in the same direction. The releases and other documents were furnished to the appellants both in English and Spanish. The company then gave the appellants a significant amount of time &#8212; forty-five days &#8212; within which to decide whether to sign the releases. The appellants were advised, both orally and in writing, of their right to consult with counsel before making a decision. This opportunity was not squandered; two of the appellants sent the document package (including the proffered release) to a lawyer before executing the release. The third appellant (Villano) spoke to an attorney before accepting the company's offer, but did not submit the critical documents for the attorney's perusal.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Each appellant elected to take the proffered consideration and signed a Spanish-language version of the release. The releases provided for a seven-day rescission period; that is, an employee who chose to execute a release had seven days from the date of execution within which to cancel it. None of the appellants exercised his right of rescission within the allotted time frame.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We add, moreover, that the consideration was substantial. In exchange for signing a release, an employee received a lump sum equal to three months' salary as well as other benefits (such as career transition services).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Notwithstanding these indicia of knowledge and volition, the appellants assert that the packages they received were confusing, as each package contained both a description of the severance benefits to which a discharged employee was automatically entitled as well as a description of the additional benefits that would inure to him should he opt to sign the proffered release. We agree that, in an ideal world, a severance package might well contain completely separate forms for accepting these two types of emoluments. But employers are required to provide fair notice to affected employees, not perfect notice. Here, when the entire package is taken into account, the appellants' argument falters.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The most important reason is that, in a subsection entitled \"Description of the Increased Benefits for Eligible Employees,\" the paperwork informed each affected employee, clearly and conspicuously, that \"[i]n addition to all of the benefits described above\" &#8212; that is, in addition to the severance benefits to which he was entitled &#8212; he would, \"if [he] sign[ed] the General Agreement and Release that [was] enclosed,\" receive the additional benefits enumerated in the materials. To reinforce this point, the materials expressly advised each affected employee that the receipt of severance benefits was <i>not</i> contingent on his execution of the release. In the circumstances of this case, these caveats satisfied the employer's obligation to give fair notice.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To say more about the releases themselves would be supererogatory. The <i>Smart</i> factors overwhelmingly favor a finding that the appellants knowingly and voluntarily executed the releases. That one of the six factors tends to favor the appellants is not enough to tip the summary judgment balance; the law is clear that no single factor is determinative in evaluating whether a waiver is knowing and voluntary. <i>See Smart,</i> 70 F.3d at 181. It is sufficient to sustain the validity of a release and the enforceability of its terms, at the summary judgment stage, that the relevant circumstances point unerringly toward that result.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The appellants have a fallback position. They asseverate that, notwithstanding the persuasive force of the <i>Smart</i> factors, a finding that they acted knowingly and voluntarily is precluded (or, at least, called into legitimate question) because they were coerced into signing the releases. In this regard, they complain that each of them \"felt [he] had no other alternative but to sign the agreement and general release\" due to the \"pressure, rage, indignation, depression, demoralization and confused mental state [caused] by the hostile, discriminatory work environment\" created by Philip Morris. Appellants' Br. at 44. To drive this point home, the appellants attempt to draw an analogy to situations in which an employer has made working conditions so unsavory that options given to employees become \"nothing more than a charade.\" <i>Vega v. Kodak Carib., Ltd.,</i> 3 F.3d 476, 480 (1st Cir.1993); <i>see Young v. Sw. Savs. &amp; Loan Ass'n,</i> 509 F.2d 140, 144 (5th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">These importunings comprise more cry than wool. The cases that the appellants cite to support their claim of coercion are, without exception, constructive discharge cases. In those instances, the employees claimed that they were choosing between further service under intolerable working conditions and resignation. <i>See, e.g., Vega,</i> 3 F.3d at 480. Here, however, there was no such Hobson's choice: the appellants already had been told of their impending loss of employment at the time they opted to waive their rights. Their choice was either to sign the proffered releases and receive extra benefits or to pursue legal action over the loss of their jobs. Either way, they would no longer be subject to the hostile work environment that they claim flourished at Philip Morris. So viewed, that hostile work environment, even if it existed, could not have played a legally significant role in the appellants' decisions to sign the proffered releases.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">That ends this phase of the matter. For the reasons elucidated above, we find the case law upon which the appellants rely to be inapposite and their legal theory untenable. Accordingly, we reject their claim of coercion and hold that the district court appropriately granted summary judgment on the Title VII claims.</p>\n    </div>\n    <p class=\"center\">D. <i>Law 100 Claims.</i></p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because diversity jurisdiction is present here, <i>see</i> 28 U.S.C. &#167; 1332(a), we also must consider the appellants' claims under Puerto Rico law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The basic premise under which diversity jurisdiction operates is straightforward: a federal court sitting in diversity is bound to apply state substantive law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Erie R.R. Co. v. Tompkins,</i> 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938); <i>Alternative Sys. Concepts, Inc. v. Synopsys, Inc.,</i> 374 F.3d 23, 32 (1st Cir.2004). State contract law falls within this sphere. <i>See, e.g., Pritzker v. Yari,</i> 42 F.3d 53, 65 (1st Cir.1994). Consequently, the effect of the releases on the appellants' Law 100 claims must be evaluated under substantive principles of Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As a general rule, \"[r]ights granted by the laws [of Puerto Rico] may be renounced, provided such renunciation be not contrary to law, to public interest or public order, or prejudicial to the interest of a third person.\" P.R. Laws Ann. tit. 31, &#167; 4; <i>see Ponce Gas Serv. Corp. v. L.R.B.,</i> 4 P.R.R. 983, 987, 104 D.P.R. 698 (1976) (\"Save when expressly prohibited or restricted by law, rights may be waived and compromised.\"). The appellants have not identified any provision of Puerto Rico's Civil Code, or any specific tenet of Puerto Rico's case law, that invalidates the releases or undercuts their efficacy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In point of fact, the Puerto Rico courts have explicitly given their imprimatur to releases of employment discrimination claims. <i>See, e.g., Marte v. Pegasus Broad.,</i> No. KLAN0400915, 2005 WL 808310 (P.R. Cir. Feb. 15, 2005) (English translation unpublished). As a theoretical matter, then, a release of Law 100 claims is authorized under the law of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The fact that the appellants legally could have released their Law 100 claims does not mean that they did so here. The question reduces to whether the documents that they signed actually effected a release in accordance with Puerto Rico law. Interpreting Article 1709 of the Civil Code, P.R. Laws Ann. tit. 31, &#167; 4821, the Puerto Rico Supreme Court has enumerated three requirements for the valid release or settlement of a claim: (i) an uncertain legal relationship, (ii) an intent to eliminate the uncertainty, and (iii) reciprocal concessions. <i>See Citibank, N.A. v. Dependable Ins. Co.,</i> 21 P.R. Offic. Trans. 496, 506, 121 D.P.R. 503 (1988). The releases at issue here satisfy these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The ubiquity of litigation that surrounds the non-consensual termination of employment relationships bears powerful witness to the myriad uncertainties about legal rights and obligations incident to such terminations. The language of the releases signed by the appellants is unarguably intended to eliminate those uncertainties. And, finally, the parties made reciprocal concessions: each appellant agreed not to pursue any legal claims arising out of the failed employment relationship, while Philip Morris agreed to pay to each a substantial sum that it was not otherwise obligated to pay and to furnish ancillary services as well. Thus, the releases were valid settlements of the Law 100 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">To be sure, the appellants again argue that the releases are void because they \"were deceived and induced into signing through mistake, deception and duress.\" Appellants' Br. at 49. This argument, which we found wanting when the appellants dubbed it \"coercion\" and raised it in connection with their Title VII claims, <i>see supra</i> Part III(C), has no more traction in connection with their Law 100 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We need not tarry. Although the appellants correctly point out that Article 1217 of the Civil Code, P.R. Laws Ann. tit. 31, &#167; 3404, renders consent to a settlement void when given \"by error, . . . by intimidation, or deceit,\" Puerto Rico law presumes good faith in negotiations. <i>See Citibank,</i> 21 P.R. Offic. Trans. at 512, 121 D.P.R. 503. Wrongdoing or bad faith is never assumed but, rather, must be proved affirmatively by the party who challenges an agreement based on an absence of consent. <i>See id.</i> And when examining efforts to invalidate consent, Puerto Rico courts consider the education, social background, economic status, and business experience of the challenger. <i>See Miranda Soto v. Mena Er&#243;,</i> 9 P.R. Offic. Trans. 628, 634, 109 D.P.R. 473 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In this instance, the appellants are reasonably well-educated, experienced individuals, all of whom have held responsible positions in the private sector. Tellingly, they have presented no significantly probative evidence of deception, duress, objectively reasonable error, or other circumstances sufficient to trigger Article 1217. Put bluntly, this record compels a finding that the appellants knowingly and voluntarily consented to releasing their employment-related claims (including their Law 100 claims).</p>\n    </div>\n    <p class=\"center\">E. <i>Spousal Claims.</i></p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The final argument advanced in this appeal relates to negligence claims propounded by the appellants' spouses under Article 1802, P.R. Laws Ann. tit. 31, &#167; 5141. The spouses (who also are appellants in this court) note that they never signed releases. Based on this premise, they contend that their claims for damages should not be barred.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Though ingenious, this contention is without merit. Under Puerto Rico law, close relatives of one who has suffered the slings and arrows of employment discrimination may invoke Article 1802 as a vehicle for prosecuting a cause of action. <i>See Santini Rivera v. Serv. Air, Inc.,</i> 137 D.P.R. 1 (1994). But such a cause of action is wholly derivative and, thus, its viability is contingent upon the viability of the underlying employment discrimination claim. <i>See Marcano-Rivera v. Pueblo Int'l, Inc.,</i> 232 F.3d 245, 258 n. 7 (1st Cir.2000); <i>Baralt v. Nationwide Mut. Ins. Co.,</i> 183 F.Supp.2d 486, 488 (D.P.R.2002) (citing the court's own translation of <i>Maldonado Rodr&#237;guez v. Banco Cent. Corp.,</i> 138 D.P.R. 268 (1995)). Because the district court appropriately granted summary judgment on the underlying claims, <i>see supra</i> Parts III(C)-(D), the spouses' derivative claims cannot succeed.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The short of it is that this appeal is properly before us. Upon review, we conclude that the appropriately configured summary judgment record makes manifest that the appellants signed clear and unequivocal releases of all claims against Philip Morris &#8212; and did so after having been afforded fair notice, ample time to consider their options, and an opportunity to consult with counsel. The district court determined that those valid and enforceable releases, for which the appellants received substantial consideration, barred their attempt to assert employment-related causes of action against Philip Morris, whether under federal or Puerto Rico law. That determination was legally correct, as was the district court's concomitant grant of summary judgment on the claims asserted by the appellants' spouses.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellants claim that they were first alerted to this issue by the naming of both Philip Morris USA and Philip Morris-Puerto Rico on the cover of Philip Morris's brief in this court and by the mention of both appellations in the corporate disclosure statement<i>See</i> Fed. R.App. P. 26.1. Because ordinary principles of waiver do not apply to possible defects in a court's subject matter jurisdiction, <i>see Am. Fiber &amp; Finishing,</i> 362 F.3d at 138-39, we do not test the authenticity of this claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While this might have been permissible if the appellants were content to accept Philip Morris's statement of facts as true but wished to augment it with additional facts,<i>see Euromodas, Inc. v. Zanella, Ltd.,</i> 368 F.3d 11, 15 (1st Cir.2004), that was not the appellants' goal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At any rate, the summary judgment record does not appear to establish a genuine issue of material fact as to the existence of a hostile work environment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellants and their spouses are citizens of Puerto Rico; Philip Morris is a Virginia corporation that maintains its principal place of business in that state; and the amount in controversy exceeds the minimum required for diversity jurisdiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> For purposes related to diversity jurisdiction, Puerto Rico is deemed to be the functional equivalent of a state<i>See</i> 28 U.S.C. &#167; 1332(e); <i>see also D&#237;az-Rodr&#237;guez v. Pep Boys Corp.,</i> 410 F.3d 56, 58 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The appellants' casual reference to the prohibition on waiver in Law 80, P.R. Laws Ann. tit. 29, &#167; 185i, is a red herring. Law 80 creates a right to compensation if an employer dismisses an employee without just cause<i>See id.</i> &#167; 185a. Here, however, none of the appellants has brought a claim under Law 80. Moreover, although a release of a claim for wages may be void under Puerto Rico law unless certain prerequisites have been met, <i>see Am. Colonial Broad. Corp. v. Super. Ct.,</i> 94 P.R.R. 270, 274 (1967), the appellants have not made such a claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The appellants attempt to raise another ground of appeal, which relates to the district court's denial of a motion to compel discovery. We have no occasion to address that assignment of error: the discovery in question concerns the merits of the discrimination claims, not the validity of the releases. Because we have upheld the entry of summary judgment based on the releases, any discovery dispute related to the merits of the released claims is moot</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Alejandro CAB&#193;N HERN&#193;NDEZ et al., Plaintiffs, Appellants,<br>v.<br>PHILIP MORRIS USA, INC. et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1968.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 8, 2007.</p>\n    <p class=\"date\">Decided May 1, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Iris Y. Valent&#237;n-Juarbe, with whom Nicolas Nogueras-Cartagena was on brief, for appellants.</p>\n      <p class=\"indent\">Radam&#233;s A. Torruella, with whom Miguel A. Rivera-Arce and McConnell Vald&#233;s were on brief, for appellees.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an employment discrimination case in which three ousted employees challenge the district court's entry of summary judgment in favor of their quondam employer. After close perscrutation of a substantial record, we conclude (i) that we have jurisdiction over this appeal; (ii) that the lower court permissibly refused to consider the employees' counter-statement of material facts; (iii) that the employees knowingly and voluntarily released their claims (under both federal and local law) coincident with the termination of their employment; (iv) that those releases were valid, enforceable, not the product of coercion, and dispositive of the claims asserted by the employees here; and (v) that, in the absence of viable claims on the part of the employees, the derivative claims mounted by their spouses cannot stand. Accordingly, we affirm the entry of summary judgment.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prior to 2003, plaintiffs-appellants Alejandro Cab&#225;n Hern&#225;ndez (Cab&#225;n), Peter Villano Blas (Villano), and Jos&#233; Col&#243;n Luna (Col&#243;n) toiled in Puerto Rico for defendant-appellee Philip Morris USA, Inc. During that year, Philip Morris undertook a corporate restructuring, the aim of which was to align its Puerto Rico operations more closely with its operations in the continental United States. As part and parcel of this reorganization, Philip Morris notified Cab&#225;n, Villano, and Col&#243;n (collectively, the appellants), early in 2004, that their positions were to be eliminated.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Philip Morris afforded the appellants an opportunity to interview for jobs within the restructured enterprise. But there was a rub: Spanish was the appellants' native tongue &#8212; among them, only Villano was fluent in English &#8212; and the new posts required an ability to communicate effectively in English.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In May of 2004, all three appellants participated in an English-language interview process. Cab&#225;n and Col&#243;n were not offered new positions. Villano received an offer but for a job that he deemed unsuitable. The employment of all three men with Philip Morris ended shortly thereafter. They did, however, elect to receive special severance benefits (a subject to which we shortly shall return).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March of 2005, the appellants brought a civil action in Puerto Rico's federal district court. In their complaint, they alleged that Philip Morris had discriminated against them on the basis of their national origin, in violation of 42 U.S.C. &#167;&#167; 2000e to 2000e-17 (Title VII) and P.R. Laws Ann. tit. 29, &#167; 146 (Law 100). They claimed, among other things, that Philip Morris had fostered a work environment that was discriminatory, hostile, and harassing as to Spanish-speaking employees; that they had been trimmed from the payroll as a direct result of this discriminatory animus; and that the company had imposed the English-speaking requirement for the revamped positions as a means of ensuring their departures.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appellants' wives joined in the suit. They brought claims under Article 1802 of the Civil Code, P.R. Laws Ann. tit. 31, &#167; 5141, averring that Philip Morris's discriminatory actions toward their husbands had caused them (the wives) mental anguish and emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Philip Morris denied the material allegations of the complaint and pleaded an affirmative defense of release. <i>See</i> Fed. R.Civ.P. 8(c). At the conclusion of discovery, it moved for summary judgment. <i>See</i> Fed.R.Civ.P. 56(c). In connection with that motion it submitted, as required by the district court's local rules, a statement of material facts not in dispute, adorned with record citations. <i>See</i> D.P.R.R. 56(b). Although the appellants seasonably opposed the motion, the district court determined that the counter-statement of facts upon which their opposition relied was not in conformity with the local rules. <i>See</i> D.P.R.R. 56(c). Consequently, the court deemed Philip Morris's statement of facts admitted. <i>See</i> D.P.R.R. 56(e).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due course, the district court granted the summary judgment motion, concluding that the appellants had executed valid releases when they left their employment and that those releases barred the prosecution of the claims asserted in the complaint. This timely appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellants suggest for the first time in their reply brief that we lack jurisdiction over their appeal because the district court's grant of summary judgment did not finally dispose of all claims against all parties. Ordinary raise-or-waive rules do not apply with respect to claims that a court lacks subject matter jurisdiction. <i>See, e.g., Am. Fiber &amp; Finishing, Inc. v. Tyco Healthcare Grp.,</i> <span class=\"citation\" data-id=\"200935\"><a href=\"/opinion/200935/american-fiber-v-tyco-healthcare/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></a></span>, 138-39 (1st Cir.2004); <i>see also Espinal-Dominguez v. Puerto Rico,</i> <span class=\"citation\" data-id=\"200783\"><a href=\"/opinion/200783/espinal-dominguez-v-commonwealth-of-pr/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 495 (1st Cir.2003) (explaining that \"[b]ecause federal courts are powerless to act in the absence of subject matter jurisdiction, [they] have an unflagging obligation to notice jurisdictional defects\" whenever such defects come to their attention). Accordingly, we begin with the jurisdictional objection.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To put this objection into perspective, we must canvass the record. In their complaint, the appellants named what appeared to be two discrete corporations, Philip Morris USA, Inc. and Philip Morris-Puerto Rico, as defendants. Both were served but only the former answered the complaint and, later, moved for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Building on this foundation, the appellants posit that they are entitled to a default judgment against Philip Morris-Puerto Rico. <i>See</i> Fed.R.Civ.P. 55(a). They further posit that the existence of this loose end deprives us of appellate jurisdiction.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See</i> 28 U.S.C. &#167; 1291; Fed.R.Civ.P. 54(b); <i>see also Alstom Caribe, Inc. v. Geo. P. Reintjes Co.,</i> <span class=\"citation\" data-id=\"202711\"><a href=\"/opinion/202711/alstom-caribe-inc-v-geo-p-reintjes-co/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 111 (1st Cir.2007) (explaining that to be \"final\" and, thus, immediately appealable, a decision must be one that \"ends the litigation on the merits and leaves nothing for the court to do but execute the judgment\") (quoting <i>Catlin v. United States,</i> <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 233, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">911</span></span> (1945)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This nascent jurisdictional objection does not survive scrutiny. The record reflects that, shortly after suit was commenced, the district court scheduled its initial case-management conference. <i>See</i> Fed.R.Civ.P. 16(b). In preparing for that conference, the parties stipulated that Philip Morris USA maintained a branch office in Puerto Rico and did business in Puerto Rico under the name \"Philip Morris-Puerto Rico.\" The clear import of this stipulation was that Philip Morris-Puerto Rico was not a separate corporate entity but, rather, a division of Philip Morris USA.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court accepted this stipulation and, in subsequent orders, referred to the employer as \"Philip Morris USA.\" Consistent with this understanding, the court, in granting summary judgment, noted that Philip Morris's Puerto Rico branch had been merged into Philip Morris USA several years before the occurrence of the events giving rise to this suit. <i>See Cab&#225;n Hern&#225;ndez v. Philip Morris USA, Inc.,</i> No. 05-1284, slip op. at 10 (D.P.R. Apr. 27, 2006) (unpublished).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The parties' stipulation resolves the jurisdictional objection. Stipulations \"eliminate the need for proving essentially uncontested facts,\" thus husbanding scarce judicial resources. <i>Gomez v. Rivera Rodr&#237;guez,</i> <span class=\"citation\" data-id=\"200650\"><a href=\"/opinion/200650/gomez-candelaria-v-rivera-rodriguez/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 120 (1st Cir.2003). Since stipulations are important to the efficient and expeditious progress of litigation in the federal courts, parties are encouraged to stipulate as to factual matters. <i>See TI Fed. Credit Union v. DelBonis,</i> <span class=\"citation\" data-id=\"196479\"><a href=\"/opinion/196479/t-i-v-delbonis/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span></a></span>, 928 (1st Cir.1995). Once a party has entered into a stipulation, however, that party is not at liberty to renege unilaterally on a stipulated fact without leave of court, which ordinarily will not be granted absent a showing of good cause. <i>See Am. Honda Motor Co. v. Richard Lundgren, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span>, 21 (1st Cir.2002); <i>TI Fed. Credit Union,</i> 72 F.3d at 928.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the trial court correctly read the stipulation to mean that there was only one defendant. <i>Cf. Gomez,</i> 344 F.3d at 121 (\"Determining the meaning and effect of a stipulation presents a question of law. . . .\"). The appellants have shown nothing that would constitute good cause or otherwise justify relief from the stipulation. Certainly, the mere mention of the appellation \"Philip Morris-Puerto Rico\" in the corporate disclosure statement does not afford a basis for undoing the stipulation. The use of the name on the brief cover is even less informative: for aught that appears, the brief cover merely replicated the caption of the case as set out in the appellants' complaint. In all events, that loose language cannot be used as a wedge to split an organization that the parties have agreed is a single corporation into two separate corporate entities.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To cinch matters, it is evident that Philip Morris relied on the stipulation and, thus, did not file an answer to the complaint on behalf of Philip Morris-Puerto Rico. Under the circumstances, that reliance was both reasonable and detrimental. A party's detrimental reliance, reasonably undertaken, weighs heavily in the balance when the adverse party attempts to revoke a factual stipulation. <i>See Am. Honda,</i> 314 F.3d at 21. That weight grows even more ponderous when, as in this case, the revocation attempt is not made until after judgment has entered and the case is on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having completed our canvass of the record, we conclude, without serious question, that the stipulation must be accorded full force and effect. That conclusion, in turn, ends the jurisdictional inquiry. Because the parties stipulated that Philip Morris-Puerto Rico is not an independent entity, the district court's entry of summary judgment in favor of Philip Morris USA, Inc. was a final order that disposed of all claims against all parties to the case. Accordingly, we have jurisdiction to entertain the appeal. <i>See</i> 28 U.S.C. &#167; 1291; <i>see also Alstom Caribe,</i> 484 F.3d at 113.</p>\n    </div>\n    <p class=\"indent\">III. THE MERITS</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We turn now to the merits. Before addressing the district court's decision, we must plot the contours of the summary judgment record. Then, after limning the summary judgment standard, we test the viability of the appellants' statements of claim. At that stage, we divide our analysis into three segments, discussing separately the appellants' Title VII claims, their claims under Puerto Rico law, and their spouses' claims.</p>\n    </div>\n    <p class=\"center\">A. <i>Summary Judgment Record.</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellants assert that their counter-statement of material facts, submitted as part of their opposition to Philip Morris's summary judgment motion, should be considered an integral part of the summary judgment record. They base this assertion on a claim that the district court erred in finding the counter-statement noncompliant with the local rules. In pertinent part, those rules require a party opposing a motion for summary judgment to accept, deny, or qualify each entry in the movant's statement of material facts paragraph by paragraph and to support any denials, qualifications, or new assertions by particularized citations to the record. <i>See</i> D.P.R.R. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">What transpired below is not in dispute. The appellants submitted a timely opposition to the summary judgment motion, but their counter-statement of material facts did not conform to the requirements of the local rules. Consequently, the district court, in accordance with the provisions of Local Rule 56(e), deemed Philip Morris's statement unopposed and accepted its stated facts as true.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Before us, the appellants attempt to confess and avoid. They admit that they did not furnish specific record citations to support their version of the facts but they nonetheless argue that their submission of selected excerpts (rather than unexpurgated documents) minimized the hardship to the district court and, thus, constituted substantial compliance with the strictures of Local Rule 56. That argument gives short shrift to the interests at stake, and we reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We repeatedly have emphasized the importance of local rules similar to Local Rule 56. Such rules were inaugurated in response to this court's abiding concern that, without them, \"summary judgment practice could too easily become a game of cat-and-mouse.\" <i>Ruiz Rivera v. Riley,</i> <span class=\"citation\" data-id=\"198879\"><a href=\"/opinion/198879/ruiz-rivera-v-dept-of-education/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 28 (1st Cir.2000). Such rules are designed to function as a means of \"focusing a district court's attention on what is &#8212; and what is not &#8212; genuinely controverted.\" <i>Calvi v. Knox County,</i> <span class=\"citation\" data-id=\"202546\"><a href=\"/opinion/202546/calvi-v-knox-county/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">422</span></a></span>, 427 (1st Cir.2006). When complied with, they serve \"to dispel the smokescreen behind which litigants with marginal or unwinnable cases often seek to hide [and] greatly reduce the possibility that the district court will fall victim to an ambush.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Given the vital purpose that such rules serve, litigants ignore them at their peril. In the event that a party opposing summary judgment fails to act in accordance with the rigors that such a rule imposes, a district court is free, in the exercise of its sound discretion, to accept the moving party's facts as stated. <i>See Cosme-Rosado v. Serrano-Rodriguez,</i> <span class=\"citation\" data-id=\"785302\"><a href=\"/opinion/785302/pedro-cosme-rosado-lydia-esther-rosado-figueroa-conjugal-partnership/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 45 (1st Cir.2004); <i>Ruiz Rivera,</i> 209 F.3d at 28.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A review of the record in this case reveals that the district court acted justifiably in rebuffing the appellants' proffered counter-statement and crediting Philip Morris's version of the facts. To begin, the appellants did not admit, deny, or qualify Philip Morris's assertions of fact paragraph by paragraph as required by Local Rule 56(c). Instead, they submitted an alternate statement of facts in narrative form.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This failing alone would have warranted a \"deeming\" order.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To make matters worse, the appellants did not adhere to the record citation requirement. Some assertions in the appellants' counter-statement were completely unsupported by <i>any</i> hint of a record citation. Numerous other \"facts\" memorialized in their counter-statement were supported only by general references to multiple exhibits (e.g., a reference to \"Exhibits 1 through 6\"), yet those exhibits &#8212; deposition transcripts and answers to interrogatories &#8212; collectively comprised hundreds of pages. This is far removed from compliance with the requirement that \"[a]n assertion of fact . . . shall be followed by a citation to the <i>specific page or paragraph</i> of identified record material supporting the assertion,\" D.P.R.R. 56(e) (emphasis supplied), and leaves the district court to grope unaided for factual needles in a documentary haystack.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Rules like Local Rule 56 are meant to ease the district court's operose task and to prevent parties from unfairly shifting the burdens of litigation to the court. The appellants' submission contravened the local rule and, thus, thwarted this salutary purpose. Given this significant noncompliance, the district court did not abuse its discretion in deeming Philip Morris's statement of facts unopposed and crediting the factual assertions contained therein.</p>\n    </div>\n    <p class=\"center\">B. <i>Summary Judgment Standard.</i></p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Orders granting summary judgment engender de novo review. <i>Calvi,</i> 470 F.3d at 426. That review is confined to the record that was properly before the district court at the time of its decision. <i>Mandel v. Boston Phoenix, Inc.,</i> <span class=\"citation\" data-id=\"202334\"><a href=\"/opinion/202334/mandel-v-boston-phoenix-inc/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 204 (1st Cir.2006). Here, then, our task is to determine whether the district court appropriately granted summary judgment based on the facts as set forth in Philip Morris's moving papers.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We will affirm the entry of summary judgment if &#8212; and only if &#8212; the facts as stated show beyond any legitimate question the movant's entitlement to judgment as a matter of law. <i>See DePoutot v. Raffaelly,</i> <span class=\"citation\" data-id=\"201841\"><a href=\"/opinion/201841/depoutot-v-raffaelly/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span>, 117 (1st Cir.2005); <i>see also</i> Fed.R.Civ.P. 56(c). In marshaling the facts for this purpose, we must draw all reasonable inferences in the light most favorable to the nonmovant. <i>See Calvi,</i> 470 F.3d at 426. That does not mean, however, that we ought to draw <i>unreasonable</i> inferences or credit bald assertions, empty conclusions, rank conjecture, or vitriolic invective. <i>See Cadle Co. v. Hayes,</i> <span class=\"citation\" data-id=\"197442\"><a href=\"/opinion/197442/cadle-v-hayes/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">957</span></a></span>, 960 (1st Cir.1997); <i>Medina-Mu&#241;oz v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).</p>\n    </div>\n    <p class=\"center\">C. <i>Title VII Claims.</i></p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Five years ago, we held squarely that rights conferred by Title VII, like many other rights created by federal statutory law, may be surrendered through the execution of a release. <i>See Melanson v. Browning-Ferris Indus., Inc.,</i> <span class=\"citation\" data-id=\"199838\"><a href=\"/opinion/199838/melanson-v-browning-ferris/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">272</span></a></span>, 274 (1st Cir.2002). The waiver must, of course, be knowing and voluntary. <i>Id.</i> Because release is an affirmative defense, <i>see</i> Fed.R.Civ.P. 8(c), the burden rests with the releasee to establish that a particular release satisfies these criteria. <i>See id.</i> at 276; <i>see also Rivera-Flores v. Bristol-Myers Squibb Carib.,</i> <span class=\"citation\" data-id=\"739949\"><a href=\"/opinion/739949/gidel-rivera-flores-v-bristol-myers-squibb-caribbean/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Conducting this inquiry requires the use of a wide-angled lens. We must, therefore, evaluate the totality of the circumstances in order to determine whether an employer has adequately demonstrated the knowing and voluntary character of an employee's asserted waiver. <i>See Smart v. Gillette Co. Long-Term Disab. Plan,</i> <span class=\"citation\" data-id=\"196424\"><a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 181 (1st Cir.1995). We have mentioned certain factors that typically inform this inquiry. These include:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(1) the plaintiff's education, business experience, and sophistication; (2) the parties' respective roles in deciding the final terms of the arrangement; (3) the agreement's clarity; (4) the amount of time available to the plaintiff to study the agreement before acting on it; (5) whether the plaintiff had independent advice &#8212; such as the advice of counsel &#8212; when [signing] the agreement; and (6) the nature of the consideration tendered in exchange for the waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Id.</i> at 181 n. 3. This list, however, is intended to be illustrative rather than exhaustive. <i>See id.</i> at 181. As long as the circumstances viewed in the aggregate show that the waiver was knowing and voluntary, the employer need not establish that every factor cuts in its favor.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In this instance, a canvass of the six <i>Smart</i> factors shows, beyond hope of contradiction, that each appellant's waiver was knowing and voluntary. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">One <i>Smart</i> factor &#8212; the second &#8212; favors the appellants: Philip Morris unilaterally crafted the terms of the proposed settlement. That factor, however, is of only modest import here; it might have cut more sharply in the appellants' favor had there been evidence that they attempted to negotiate the terms of the release but were rebuffed. The summary judgment record, however, discloses no such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The first <i>Smart</i> factor strongly favors Philip Morris. Although the appellants' educational backgrounds vary, each of them has a high-school diploma and some educational instruction beyond the high-school level. Cab&#225;n worked for Philip Morris for over three decades; Col&#243;n worked there for nearly a quarter-century; and Villano, after spending almost a decade in a comparable position with another firm, worked approximately five years at Philip Morris. All three held responsible supervisory positions, and each applied for a new position that required substantial business acumen. Given the lack of any evidence to the contrary, a reasonable fact-finder scarcely could conclude either that the appellants were insufficiently sophisticated to waive their claims or that those waivers were the product of anything other than free will.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The third <i>Smart</i> factor also weighs heavily in the employer's favor. The releases, all of which were substantially similar, were crystal clear. Each release stated explicitly that the signer was waiving \"any claims, known or unknown, promises, causes of action, or similar rights\" against Philip Morris arising \"under the guise of many different laws (including federal, state and local laws and statutes, executive orders, rules and regulations, other administrative guidelines, and Common Law legal doctrines).\" This language hardly could have been more direct or to the point.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The fourth, fifth, and sixth <i>Smart</i> factors push in the same direction. The releases and other documents were furnished to the appellants both in English and Spanish. The company then gave the appellants a significant amount of time &#8212; forty-five days &#8212; within which to decide whether to sign the releases. The appellants were advised, both orally and in writing, of their right to consult with counsel before making a decision. This opportunity was not squandered; two of the appellants sent the document package (including the proffered release) to a lawyer before executing the release. The third appellant (Villano) spoke to an attorney before accepting the company's offer, but did not submit the critical documents for the attorney's perusal.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Each appellant elected to take the proffered consideration and signed a Spanish-language version of the release. The releases provided for a seven-day rescission period; that is, an employee who chose to execute a release had seven days from the date of execution within which to cancel it. None of the appellants exercised his right of rescission within the allotted time frame.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We add, moreover, that the consideration was substantial. In exchange for signing a release, an employee received a lump sum equal to three months' salary as well as other benefits (such as career transition services).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Notwithstanding these indicia of knowledge and volition, the appellants assert that the packages they received were confusing, as each package contained both a description of the severance benefits to which a discharged employee was automatically entitled as well as a description of the additional benefits that would inure to him should he opt to sign the proffered release. We agree that, in an ideal world, a severance package might well contain completely separate forms for accepting these two types of emoluments. But employers are required to provide fair notice to affected employees, not perfect notice. Here, when the entire package is taken into account, the appellants' argument falters.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The most important reason is that, in a subsection entitled \"Description of the Increased Benefits for Eligible Employees,\" the paperwork informed each affected employee, clearly and conspicuously, that \"[i]n addition to all of the benefits described above\" &#8212; that is, in addition to the severance benefits to which he was entitled &#8212; he would, \"if [he] sign[ed] the General Agreement and Release that [was] enclosed,\" receive the additional benefits enumerated in the materials. To reinforce this point, the materials expressly advised each affected employee that the receipt of severance benefits was <i>not</i> contingent on his execution of the release. In the circumstances of this case, these caveats satisfied the employer's obligation to give fair notice.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To say more about the releases themselves would be supererogatory. The <i>Smart</i> factors overwhelmingly favor a finding that the appellants knowingly and voluntarily executed the releases. That one of the six factors tends to favor the appellants is not enough to tip the summary judgment balance; the law is clear that no single factor is determinative in evaluating whether a waiver is knowing and voluntary. <i>See Smart,</i> 70 F.3d at 181. It is sufficient to sustain the validity of a release and the enforceability of its terms, at the summary judgment stage, that the relevant circumstances point unerringly toward that result.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The appellants have a fallback position. They asseverate that, notwithstanding the persuasive force of the <i>Smart</i> factors, a finding that they acted knowingly and voluntarily is precluded (or, at least, called into legitimate question) because they were coerced into signing the releases. In this regard, they complain that each of them \"felt [he] had no other alternative but to sign the agreement and general release\" due to the \"pressure, rage, indignation, depression, demoralization and confused mental state [caused] by the hostile, discriminatory work environment\" created by Philip Morris. Appellants' Br. at 44. To drive this point home, the appellants attempt to draw an analogy to situations in which an employer has made working conditions so unsavory that options given to employees become \"nothing more than a charade.\" <i>Vega v. Kodak Carib., Ltd.,</i> <span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 480 (1st Cir.1993); <i>see Young v. Sw. Savs. &amp; Loan Ass'n,</i> <span class=\"citation\" data-id=\"324514\"><a href=\"/opinion/324514/10-fair-emplpraccas-522-9-empl-prac-dec-p-9995-martha-d-young-v/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">140</span></a></span>, 144 (5th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">These importunings comprise more cry than wool. The cases that the appellants cite to support their claim of coercion are, without exception, constructive discharge cases. In those instances, the employees claimed that they were choosing between further service under intolerable working conditions and resignation. <i>See, e.g., Vega,</i> 3 F.3d at 480. Here, however, there was no such Hobson's choice: the appellants already had been told of their impending loss of employment at the time they opted to waive their rights. Their choice was either to sign the proffered releases and receive extra benefits or to pursue legal action over the loss of their jobs. Either way, they would no longer be subject to the hostile work environment that they claim flourished at Philip Morris. So viewed, that hostile work environment, even if it existed, could not have played a legally significant role in the appellants' decisions to sign the proffered releases.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">That ends this phase of the matter. For the reasons elucidated above, we find the case law upon which the appellants rely to be inapposite and their legal theory untenable. Accordingly, we reject their claim of coercion and hold that the district court appropriately granted summary judgment on the Title VII claims.</p>\n    </div>\n    <p class=\"center\">D. <i>Law 100 Claims.</i></p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because diversity jurisdiction is present here, <i>see</i> 28 U.S.C. &#167; 1332(a), we also must consider the appellants' claims under Puerto Rico law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The basic premise under which diversity jurisdiction operates is straightforward: a federal court sitting in diversity is bound to apply state substantive law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Erie R.R. Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938); <i>Alternative Sys. Concepts, Inc. v. Synopsys, Inc.,</i> <span class=\"citation\" data-id=\"201098\"><a href=\"/opinion/201098/alternative-system-v-synopsys-inc/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 32 (1st Cir.2004). State contract law falls within this sphere. <i>See, e.g., Pritzker v. Yari,</i> <span class=\"citation\" data-id=\"684076\"><a href=\"/opinion/684076/jay-a-pritzker-v-bob-yari/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 65 (1st Cir.1994). Consequently, the effect of the releases on the appellants' Law 100 claims must be evaluated under substantive principles of Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As a general rule, \"[r]ights granted by the laws [of Puerto Rico] may be renounced, provided such renunciation be not contrary to law, to public interest or public order, or prejudicial to the interest of a third person.\" P.R. Laws Ann. tit. 31, &#167; 4; <i>see Ponce Gas Serv. Corp. v. L.R.B.,</i> <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">983</span></span>, 987, 104 D.P.R. 698 (1976) (\"Save when expressly prohibited or restricted by law, rights may be waived and compromised.\"). The appellants have not identified any provision of Puerto Rico's Civil Code, or any specific tenet of Puerto Rico's case law, that invalidates the releases or undercuts their efficacy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In point of fact, the Puerto Rico courts have explicitly given their imprimatur to releases of employment discrimination claims. <i>See, e.g., Marte v. Pegasus Broad.,</i> No. KLAN0400915, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">808310</span></span> (P.R. Cir. Feb. 15, 2005) (English translation unpublished). As a theoretical matter, then, a release of Law 100 claims is authorized under the law of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The fact that the appellants legally could have released their Law 100 claims does not mean that they did so here. The question reduces to whether the documents that they signed actually effected a release in accordance with Puerto Rico law. Interpreting Article 1709 of the Civil Code, P.R. Laws Ann. tit. 31, &#167; 4821, the Puerto Rico Supreme Court has enumerated three requirements for the valid release or settlement of a claim: (i) an uncertain legal relationship, (ii) an intent to eliminate the uncertainty, and (iii) reciprocal concessions. <i>See Citibank, N.A. v. Dependable Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">496</span></span>, 506, 121 D.P.R. 503 (1988). The releases at issue here satisfy these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The ubiquity of litigation that surrounds the non-consensual termination of employment relationships bears powerful witness to the myriad uncertainties about legal rights and obligations incident to such terminations. The language of the releases signed by the appellants is unarguably intended to eliminate those uncertainties. And, finally, the parties made reciprocal concessions: each appellant agreed not to pursue any legal claims arising out of the failed employment relationship, while Philip Morris agreed to pay to each a substantial sum that it was not otherwise obligated to pay and to furnish ancillary services as well. Thus, the releases were valid settlements of the Law 100 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">To be sure, the appellants again argue that the releases are void because they \"were deceived and induced into signing through mistake, deception and duress.\" Appellants' Br. at 49. This argument, which we found wanting when the appellants dubbed it \"coercion\" and raised it in connection with their Title VII claims, <i>see supra</i> Part III(C), has no more traction in connection with their Law 100 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We need not tarry. Although the appellants correctly point out that Article 1217 of the Civil Code, P.R. Laws Ann. tit. 31, &#167; 3404, renders consent to a settlement void when given \"by error, . . . by intimidation, or deceit,\" Puerto Rico law presumes good faith in negotiations. <i>See Citibank,</i> 21 P.R. Offic. Trans. at 512, 121 D.P.R. 503. Wrongdoing or bad faith is never assumed but, rather, must be proved affirmatively by the party who challenges an agreement based on an absence of consent. <i>See id.</i> And when examining efforts to invalidate consent, Puerto Rico courts consider the education, social background, economic status, and business experience of the challenger. <i>See Miranda Soto v. Mena Er&#243;,</i> <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">628</span></span>, 634, 109 D.P.R. 473 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In this instance, the appellants are reasonably well-educated, experienced individuals, all of whom have held responsible positions in the private sector. Tellingly, they have presented no significantly probative evidence of deception, duress, objectively reasonable error, or other circumstances sufficient to trigger Article 1217. Put bluntly, this record compels a finding that the appellants knowingly and voluntarily consented to releasing their employment-related claims (including their Law 100 claims).</p>\n    </div>\n    <p class=\"center\">E. <i>Spousal Claims.</i></p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The final argument advanced in this appeal relates to negligence claims propounded by the appellants' spouses under Article 1802, P.R. Laws Ann. tit. 31, &#167; 5141. The spouses (who also are appellants in this court) note that they never signed releases. Based on this premise, they contend that their claims for damages should not be barred.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Though ingenious, this contention is without merit. Under Puerto Rico law, close relatives of one who has suffered the slings and arrows of employment discrimination may invoke Article 1802 as a vehicle for prosecuting a cause of action. <i>See Santini Rivera v. Serv. Air, Inc.,</i> 137 D.P.R. 1 (1994). But such a cause of action is wholly derivative and, thus, its viability is contingent upon the viability of the underlying employment discrimination claim. <i>See Marcano-Rivera v. Pueblo Int'l, Inc.,</i> <span class=\"citation\" data-id=\"199137\"><a href=\"/opinion/199137/marcano-rivera-v-pueblo-international/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 258 n. 7 (1st Cir.2000); <i>Baralt v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"2285197\"><a href=\"/opinion/2285197/baralt-v-nationwide-mut-ins-co/\"><span class=\"volume\">183</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">486</span></a></span>, 488 (D.P.R.2002) (citing the court's own translation of <i>Maldonado Rodr&#237;guez v. Banco Cent. Corp.,</i> 138 D.P.R. 268 (1995)). Because the district court appropriately granted summary judgment on the underlying claims, <i>see supra</i> Parts III(C)-(D), the spouses' derivative claims cannot succeed.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The short of it is that this appeal is properly before us. Upon review, we conclude that the appropriately configured summary judgment record makes manifest that the appellants signed clear and unequivocal releases of all claims against Philip Morris &#8212; and did so after having been afforded fair notice, ample time to consider their options, and an opportunity to consult with counsel. The district court determined that those valid and enforceable releases, for which the appellants received substantial consideration, barred their attempt to assert employment-related causes of action against Philip Morris, whether under federal or Puerto Rico law. That determination was legally correct, as was the district court's concomitant grant of summary judgment on the claims asserted by the appellants' spouses.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellants claim that they were first alerted to this issue by the naming of both Philip Morris USA and Philip Morris-Puerto Rico on the cover of Philip Morris's brief in this court and by the mention of both appellations in the corporate disclosure statement<i>See</i> Fed. R.App. P. 26.1. Because ordinary principles of waiver do not apply to possible defects in a court's subject matter jurisdiction, <i>see Am. Fiber &amp; Finishing,</i> 362 F.3d at 138-39, we do not test the authenticity of this claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While this might have been permissible if the appellants were content to accept Philip Morris's statement of facts as true but wished to augment it with additional facts,<i>see Euromodas, Inc. v. Zanella, Ltd.,</i> <span class=\"citation\" data-id=\"201021\"><a href=\"/opinion/201021/euromodas-inc-v-zanella-ltd/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir.2004), that was not the appellants' goal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At any rate, the summary judgment record does not appear to establish a genuine issue of material fact as to the existence of a hostile work environment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellants and their spouses are citizens of Puerto Rico; Philip Morris is a Virginia corporation that maintains its principal place of business in that state; and the amount in controversy exceeds the minimum required for diversity jurisdiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> For purposes related to diversity jurisdiction, Puerto Rico is deemed to be the functional equivalent of a state<i>See</i> 28 U.S.C. &#167; 1332(e); <i>see also D&#237;az-Rodr&#237;guez v. Pep Boys Corp.,</i> <span class=\"citation\" data-id=\"201622\"><a href=\"/opinion/201622/diaz-rodriguez-v-pep-boys-corp/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The appellants' casual reference to the prohibition on waiver in Law 80, P.R. Laws Ann. tit. 29, &#167; 185i, is a red herring. Law 80 creates a right to compensation if an employer dismisses an employee without just cause<i>See id.</i> &#167; 185a. Here, however, none of the appellants has brought a claim under Law 80. Moreover, although a release of a claim for wages may be void under Puerto Rico law unless certain prerequisites have been met, <i>see Am. Colonial Broad. Corp. v. Super. Ct.,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">270</span></span>, 274 (1967), the appellants have not made such a claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The appellants attempt to raise another ground of appeal, which relates to the district court's denial of a motion to compel discovery. We have no occasion to address that assignment of error: the discovery in question concerns the merits of the discrimination claims, not the validity of the releases. Because we have upheld the entry of summary judgment based on the releases, any discovery dispute related to the merits of the released claims is moot</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2285197/"
  ]
}