{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202771/",
  "absolute_url": "/opinion/202771/united-states-v-pacheco/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202771/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:01:42Z",
  "date_modified": "2016-02-28T05:08:53.651857Z",
  "type": "010combined",
  "sha1": "b59dee39320be53dbbb54dd8acdd286744df2345",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1520-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/05/31/US_v._Pacheco.pdf",
  "plain_text": "              United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-1520\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                          MANUEL PACHECO,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                              Before\n\n                      Torruella, Circuit Judge,\n                   Selya, Senior Circuit Judge,\n                     and Lynch, Circuit Judge.\n\n\n\n     James H. Budreau on brief for appellant.\n     Michael J. Sullivan, United States Attorney, and David\nHennessy, Assistant United States Attorney, on brief for appellee.\n\n\n\n                           May 31, 2007\n\f            SELYA, Senior Circuit Judge.   Defendant-appellant Manuel\n\nPacheco pleaded guilty to a count that charged, in effect, that he\n\nconspired to distribute controlled substances.      See 21 U.S.C. §§\n\n841(a)(1), 846.     In imposing a 36-month sentence, the district\n\ncourt departed upward from the guideline sentencing range (GSR)\n\npursuant to USSG §5K2.2, which authorizes a departure in the event\n\nthat significant physical injury has resulted from the offense\n\nconduct.    The defendant appeals.   Discerning no error, we affirm.\n\nI.   BACKGROUND\n\n            Because this appeal follows a guilty plea, we take the\n\nrelevant facts from the change-of-plea colloquy, the unchallenged\n\nportions of the presentence investigation report, the victim's\n\nhospital records (submitted by the defendant to the district\n\ncourt), and the transcript of the disposition hearing.     See United\n\nStates v. Mateo-Espejo, 426 F.3d 508, 509 (1st Cir. 2005); United\n\nStates v. Dietz, 950 F.2d 50, 51 (1st Cir. 1991).     All enumerated\n\nevents occurred in 2001, unless otherwise indicated.\n\n            On July 27, a Massachusetts college student, MG, was\n\nfound by his mother in a barely responsive state.      Close by were\n\ntwo bottles of ketamine, some empty vials, and some hypodermic\n\nsyringes.     MG's mother also discovered an empty priority-mail\n\nenvelope, apparently sent by one D.O.C. on June 19.     The envelope\n\nbore a return address in Reseda, California, and MG's mother\n\nreasonably concluded that the ketamine had arrived in it.\n\n\n                                 -2-\n\f             Emergency medical personnel transported MG to a nearby\n\nhospital.       Physicians    admitted   him   to   intensive   care    and\n\nprovisionally diagnosed a ketamine overdose.           MG later informed\n\nhospital staff that he had taken heroin approximately one hour\n\nbefore he ingested 200 milligrams of ketamine (twice his usual\n\nself-administered    dose).     Subsequent     diagnoses   reflected   MG's\n\ningestion of both drugs.      After a few days, MG left the hospital,\n\ncontrary to medical advice.       The defendant does not dispute that\n\nMG's physical injuries were significant.\n\n             In the ensuing investigation, the authorities learned\n\nthat the defendant, under the nom de guerre \"the Doc,\" advertised\n\nvarious substances for sale over the internet.          They also learned\n\nthat, between May and July, MG had ordered ketamine from the\n\ndefendant approximately ten times.        Most of the orders were for\n\nfive bottles, although at least one order specified twice that\n\nnumber of bottles.      Each bottle contained ten milliliters of\n\nketamine.1\n\n             The defendant filled these orders with shipments to a\n\nmailbox that MG had rented for the express purpose of obtaining the\n\ncontraband.    A search of the mailbox revealed an unopened package\n\nfrom D.O.C., which had been sent on July 26.                 That package\n\n\n\n\n     1\n      The record is sparse as to the                relationship   between\nmilliliters and milligrams of ketamine.\n\n                                   -3-\n\fcontained five bottles of ketamine and an invoice listing MG's e-\n\nmail address.\n\n               With     this      background    information    in    hand,      federal\n\nauthorities         began    to    probe   more   deeply    into    the     defendant's\n\nactivities.         In and after August, they intercepted three incoming\n\nmailers addressed to D.O.C. at a mailbox rented by the defendant\n\nnear his Reseda residence. Each envelope contained cash or a money\n\norder.      The agents also intercepted a number of outgoing shipments\n\n(i.e., shipments from the Reseda address listed as the return\n\naddress on the June 19 priority-mail envelope that had been sent to\n\nMG)2 containing steroids of various types.\n\n               On October 12, federal agents armed with a warrant\n\nsearched the defendant's Reseda residence as well as a Mercury\n\nSable parked in the driveway.              The search yielded a price list from\n\na store in Mexico for, among other things, ketamine.                        The search\n\nalso       turned     up    approximately      fifty-five    boxes     of    steroids,\n\npackaging materials, priority-mail envelopes and labels, and a\n\nloaded revolver.\n\n               The agents proceeded to interview the defendant. He took\n\nresponsibility         for     the   mailings,     thus    admitting      use   of   the\n\npseudonyms \"D.O.C.\" and \"the Doc.\"                However, he professed that his\n\nmain business was the distribution of body-building substances. He\n\n\n\n       2\n      This address belonged to a neighbor                     who    permitted       the\ndefendant to use it for correspondence.\n\n                                            -4-\n\fclaimed   that   he    had   stopped     distributing    ketamine     —    a   horse\n\ntranquillizer that no one presently asserts is a body-building\n\nsubstance — after hearing that people were using it to get high.\n\n            On November 6, customs agents stopped the Mercury Sable\n\non a return trip from Mexico.             A vehicle search revealed 1,300\n\nunits of steroids.        The car's occupants (residents of the \"rear\n\nhouse\" at the defendant's Reseda address) told the agents that the\n\nsteroids were destined for delivery to the defendant.\n\n            After     a   federal      grand   jury    in    the    District      of\n\nMassachusetts returned a six-count indictment against him, the\n\ndefendant    pleaded      guilty    to   the   lead    count,      which   charged\n\nconspiracy to distribute and to possess with intent to distribute\n\nketamine and anabolic steroids.            At a sentencing hearing held on\n\nAugust 18, 2005, the district court, without demurrer from either\n\nside, arrived at a GSR of 18-24 months.          On the government's motion\n\nand over the defendant's objection, the court then invoked USSG\n\n§5K2.2 and departed upward on the ground that the defendant's\n\nactions had resulted in significant injuries to MG (who did not\n\ntestify at the disposition hearing).                  Accordingly, the court\n\nimposed a 36-month incarcerative sentence.                  This timely appeal\n\nfollowed.\n\nII.   DISCUSSION\n\n            In United States v. Booker, 543 U.S. 220 (2005), the\n\nSupreme Court revolutionized federal sentencing practices.                     In the\n\n\n                                         -5-\n\fpost-Booker world, a sentencing court must follow a four-step\n\nprogression.      The   court's   task   begins   with   calculating   the\n\napplicable GSR.    It next must decide whether any departures are in\n\norder.   Then, the court must ponder the factors set forth in 18\n\nU.S.C. § 3553(a), as well as any other relevant information.\n\nFinally, the court must determine what sentence (whether within,\n\nabove, or below the GSR) is appropriate in the particular case.\n\nSee United States v. Pelletier, 469 F.3d 194, 203 (1st Cir. 2006);\n\nUnited States v. Jiménez-Beltre, 440 F.3d 514, 518-19 (1st Cir.\n\n2006) (en banc), cert. denied, 127 S. Ct. 928 (2007).        We emphasize\n\nthat these four steps are not mechanical; as long as the sentencing\n\ncourt touches all of the relevant bases and explains what it has\n\ndone, it may combine steps or vary the order.\n\n          In the case at bar, the defendant trains his fire on the\n\nsecond step of the above-described sentencing pavane: the lower\n\ncourt's decision to effect an upward departure.          We turn, then, to\n\nthat decision.\n\n          The departure provision relied upon by the sentencing\n\ncourt allows for an upward departure \"[i]f significant physical\n\ninjury resulted\" from the offense conduct.           USSG §5K2.2.      The\n\nguideline further provides:\n\n          The extent of the increase ordinarily should\n          depend on the extent of the injury, the degree\n          to which it may prove permanent, and the\n          extent to which the injury was intended or\n          knowingly risked. When the victim suffers a\n          major, permanent disability and when such\n\n                                   -6-\n\f            injury   was   intentionally    inflicted,   a\n            substantial departure may be appropriate. If\n            the injury is less serious or if the defendant\n            (though   criminally   negligent)    did   not\n            knowingly create the risk of harm, a less\n            substantial departure would be indicated.\n\nId.\n\n            The defendant assigns error to the district court's\n\napplication of this guideline.               In his view, the evidence was\n\ninsufficient to prove that MG's significant physical injuries\n\nresulted from ketamine that he furnished.\n\n            This line of argument has two branches.                    First, the\n\ndefendant claims that MG had other suppliers, so the defendant was\n\nnot necessarily responsible for selling him the ketamine that\n\ncontributed to the near-fatal overdose.               Second, the defendant\n\nclaims that, in all events, the ingestion of heroin broke the chain\n\nof causation.       We examine these claims separately.                 We start,\n\nhowever, with the standard of review.\n\n                           A.    Standard of Review.\n\n            Under    an    advisory     guidelines   regime,      we   review   the\n\nultimate sentence for reasonableness.             Booker, 543 U.S. at 261-62.\n\nNevertheless, the underlying guideline computations must be legally\n\ncorrect.    United States v. Gobbi, 471 F.3d 302, 313 & n.7 (1st Cir.\n\n2006).   That brings other standards of review into the equation.\n\n            We    review    de   novo    claims   that   a   sentencing     court\n\ncommitted    an    error    of   law    in    interpreting   or    applying     the\n\nguidelines.       United States v. Pho, 433 F.3d 53, 60-61 (1st Cir.\n\n                                        -7-\n\f2006).      Conversely,   we    review    a   sentencing   court's   factual\n\nfindings,    including    the    findings      that   undergird   departure\n\ndeterminations, for clear error.3         United States v. Wallace, 461\n\nF.3d 15, 33 (1st Cir. 2006).\n\n                     B.   Ketamine Origination.\n\n            The defendant admits to supplying MG with ketamine in the\n\nspring of 2001.    He argues, however, that even if the injuries MG\n\nsustained can be attributed to a ketamine overdose, the evidence is\n\ntoo thin to prove that he — and not some other source — supplied\n\nthe harm-inducing ketamine.       He attempts to bolster this argument\n\nin two ways.      First, he characterizes MG as a habitual user of\n\nketamine whose daily intake — sometimes as much as 100 milligrams,\n\nfive times a day — substantially exceeded the quantities furnished\n\nto him by the defendant.        Second, he emphasizes the span of time\n\nbetween the date of the last shipment that MG actually received\n\nfrom him (June 19) and the date of the overdose (July 27).            As he\n\nsees it, that five and one-half week hiatus calls into serious\n\nquestion the theory that he was the supplier of the near-fatal dose\n\nof ketamine.\n\n\n     3\n      This appeal does not require us to decide whether a district\ncourt's ultimate decision to depart engenders separate review for\nabuse of discretion, see, e.g., United States v. Fuller, 426 F.3d\n556, 562 (2d Cir. 2005), or engenders review for reasonableness as\npart of the overall Booker analysis, see Booker, 543 U.S. at 261-\n62. Here, the defendant advances a series of specific fact-based\nand law-based challenges. He does not argue — nor could he, on\nthis record — that if those challenges fail, the upward departure\nwas nonetheless an abuse of discretion or otherwise unreasonable.\n\n                                    -8-\n\f           Although cleverly contrived, this argument will not wash.\n\nIn determining whether the government has carried the devoir of\n\npersuasion   at    sentencing,   the   district   court    must   employ   a\n\npreponderance of the evidence standard.       See, e.g., United States\n\nv. Leahy, 473 F.3d 401, 413 (1st Cir. 2007); United States v.\n\nGreen, 426 F.3d 64, 66 (1st Cir. 2005).           The record adequately\n\nevinces that the government carried its burden here.\n\n           The evidence before the district court concerning MG's\n\nrate and frequency of ketamine consumption was not mathematically\n\nprecise.   But the evidence did reflect that MG was discovered with\n\ntwo bottles of ketamine and related paraphernalia by his side.             A\n\npriority-mail     envelope,   reasonably   believed   to   have   been   the\n\nvehicle for delivery of the two bottles, was directly traceable to\n\nthe defendant.     When the authorities searched the mailbox that MG\n\nhad rented for the avowed purpose of receiving ketamine shipments\n\nand to which the earlier priority-mail envelope had been addressed,\n\nthey discovered another ketamine-laden envelope directly traceable\n\nto the defendant.     While there was a lag of roughly five and one-\n\nhalf weeks between the defendant's last pre-overdose shipment and\n\nthe date of the overdose, two things are clear.            First, the fact\n\nthat the defendant's envelope was found at the scene is telling.\n\nSecond, the fact that another batch of ketamine was waiting,\n\nunclaimed, could well confirm, rather than undermine, that the\n\ndefendant was the likely source of the ketamine ingested by MG.\n\n\n                                   -9-\n\f            To be sure, it is possible that MG had other sources of\n\nketamine available to him.            But the record contains no proof of\n\nthat conjecture. More importantly, we believe that in light of the\n\nchronology limned above, the district court's finding that the\n\ndefendant    was       the   source    of    the   harm-inducing      ketamine    is\n\nsupportable.      After all, a district court's choice among plausible\n\nbut conflicting inferences cannot be clearly erroneous. See, e.g.,\n\nUnited States v. Miliano, 480 F.3d 605, 608 n.2 (1st Cir. 2007);\n\nUnited States v. Ruiz, 905 F.2d 499, 508 (1st Cir. 1990).\n\n                             C. Ketamine Causation.\n\n            The    defendant      next      contends   that   regardless   of     who\n\nsupplied the ketamine that MG ingested on July 27, the evidence is\n\ninsufficient      to    sustain   a    finding     that   ketamine    caused     MG's\n\ninjuries.        This contention rests on two alternate hypotheses:\n\nfirst, that the medical evidence failed to prove that MG's injuries\n\nresulted from ketamine rather than heroin; and second, that MG's\n\nuse of heroin severed any ketamine-linked chain of causation.                     We\n\nconsider these hypotheses in turn.\n\n            1.    Medical Evidence.          At sentencing, the district court\n\nhad before it the records of MG's hospitalization.                   Those records\n\ninclude references to both ketamine and heroin.                      The defendant\n\nposits   that     the     government     should     not   have   relied    on    the\n\nunembellished hospital records but, rather, should have presented\n\nmedical testimony to distill the harms caused by each substance.\n\n\n                                         -10-\n\fCf. United States v. Carbajal, 290 F.3d 277, 286 (5th Cir. 2002)\n\n(discussing testimony of government's medical expert, offered at\n\nsentencing for a similar purpose).\n\n          Whatever help such an expert might have provided here,\n\nthis argument is forfeit.      In the district court, the parties\n\nargued the propriety of a section 5K2.2 departure solely in terms\n\nof the hospital records.    At no point did the defendant so much as\n\nhint at the possible utility of an expert witness, nor did he\n\nsuggest that the government needed to present extrinsic expert\n\nopinion testimony in order to show causation.        Accordingly, the\n\nargument is forfeited.     See Teamsters, Loc. No. 59 v. Superline\n\nTransp. Co., 953 F.2d 17, 21 (1st Cir. 1992) (\"If any principle is\n\nsettled in this circuit, it is that, absent the most extraordinary\n\ncircumstances, legal theories not raised squarely in the lower\n\ncourt cannot be broached for the first time on appeal.\"); see also\n\nUnited States v. Slade, 980 F.2d 27, 30 (1st Cir. 1992) (applying\n\nthis principle in a criminal case).\n\n          Notwithstanding    this   forfeiture,   plain   error   review\n\nremains available.     See United States v. Duarte, 246 F.3d 56, 60\n\n(1st Cir. 2001).     But that is cold comfort to the defendant.\n\nBecause there is no obvious error here, that potential escape hatch\n\nremains firmly shut.    See id.\n\n          In a variation on this theme, the defendant asseverates\n\nthat an upward departure under section 5K2.2 was precluded because\n\n\n                                  -11-\n\fthe hospital records and other evidence did not prove that ketamine\n\nrather than heroin (which the defendant did not supply) caused MG's\n\ninjuries.      In support of this asseveration, the defendant points\n\nout that MG used ketamine on a daily basis without apparent\n\nincident;     that   a   comment   in    the   hospital   chart   states   that\n\n\"[k]etamine abuse, common in adolescents/young adults[,] is very\n\nwell tolerated [and] rarely results in [emergency department]\n\nvisits\"; and that these and other facts indicate that MG's injuries\n\nwere   more    likely    caused    by   heroin   than   by   ketamine.     This\n\nproposition lacks persuasive force.\n\n              As said, section 5K2.2 authorizes a departure \"[i]f\n\nsignificant physical injury resulted\" from the offense conduct.\n\nAlthough we have not had occasion to construe the applicability of\n\nthis guideline in circumstances in which more than one harmful\n\nsubstance was found in a victim's system, our case law construing\n\na related guideline — USSG §5K2.1 — is quite helpful.                      That\n\nguideline authorizes an upward departure \"[i]f death resulted\" from\n\nthe offense conduct.        USSG §5K2.1.         It is readily evident that\n\nsection 5K2.1 and section 5K2.2 are sisters under the skin; the two\n\nare designed to accomplish much the same purpose and are phrased in\n\na very similar manner. Moreover, the latter guideline specifically\n\ncross-references the former.            See id. §5K2.2 (stating that \"[i]n\n\ngeneral, the same considerations apply as in §5K2.1\").                   We are\n\n\n\n\n                                        -12-\n\fconfident, therefore, that precedent under section 5K2.1 is of\n\ngreat utility in construing section 5K2.2.\n\n           We have construed section 5K2.1 to allow a departure when\n\n\"a defendant puts into motion a chain of events\" that runs a\n\ncognizable risk of death, even though \"the defendant was not\n\ndirectly responsible for the death.\"        United States v. Diaz, 285\n\nF.3d 92, 101 (1st Cir. 2002).            Thus, a departure under that\n\nguideline is permitted \"even when the defendant is not the direct\n\ncause of the victim's death.\"     United States v. Sanchez, 354 F.3d\n\n70, 80-81 (1st Cir. 2004).      We cite these cases as examples; they\n\ndo not suggest limitations on the principle of but-for causation.\n\n           Applying these tenets, we conclude that to warrant an\n\nupward departure in this case, the government was not required to\n\nshow that ketamine was either the sole or the direct cause of MG's\n\ninjuries; it had to show only that there was a but-for causal\n\nconnection between ketamine and those injuries.\n\n           The evidence before the district court easily met this\n\nbenchmark.   The hospital records are replete with references to\n\nMG's use of ketamine and his \"ketamine overdose.\"          Although other\n\nnotations mention MG's ingestion of heroin, the records as a whole\n\nsupport an inference that ketamine was at least a concurrent cause\n\nof the injuries.     Indeed, at the disposition hearing, defense\n\ncounsel   expostulated   that   the   hospital   records    indicated   an\n\n\"overdose on July 27th of 200 milligrams of ketamine, plus heroin.\"\n\n\n                                  -13-\n\fThe ultimate diagnosis — a \"[h]eroin/ketamine overdose\" — reflects\n\nthis reality.\n\n               The chronology of events supports the view that MG's\n\ninjuries were causally connected to his use of ketamine. The\n\nevidence shows that MG ingested ketamine approximately one hour\n\nafter he took heroin; thus, the heroin by itself had not rendered\n\nhim unconscious.       To cinch matters, the amount of ketamine that MG\n\nconsumed (200 milligrams) constituted twice his usual dosage.\n\n               To sum up, the totality of the evidence was sufficient to\n\nground    an     inference   that   ketamine,        either   by   itself    or   in\n\ncombination with heroin, played a meaningful role in the overdose\n\n(and,    thus,    in   the   incidence   of    the    injuries).       It   follows\n\ninexorably, from all that we have said thus far, that the district\n\ncourt did not commit clear error in finding that significant\n\nphysical injury resulted from ketamine supplied by the defendant.\n\nAn   upward     departure    pursuant    to    USSG    §5K2.2   was,   therefore,\n\nappropriate.\n\n               2. Intervening Cause. The defendant has another shot in\n\nhis sling. While acknowledging that \"intent and foreseeability are\n\nnot prerequisites\" to an upward departure under section 5K2.2, he\n\nargues that intentional acts undertaken by MG broke the chain of\n\ncausation here. In particular, he alludes to MG's mixing of heroin\n\n\n\n\n                                        -14-\n\fwith ketamine despite knowing the dangers of such an amalgam and\n\nhis \"clear attempt\" to commit suicide.4\n\n          The defendant's concession that foreseeability is not a\n\nrequirement for an upward departure under section 5K2.2 is well-\n\ntaken. To cite but one example, apposite here, an upward departure\n\nmay be appropriate under section 5K2.2 with respect to a defendant\n\nwho, although not directly responsible for a significant physical\n\ninjury and although not harboring an intent to harm, sets into\n\nmotion a chain of events that risks serious harm to others.      See\n\nUnited States v. Scheetz, 293 F.3d 175, 191 (4th Cir. 2002).   There\n\nis no foreseeability requirement per se.\n\n          This conclusion is consistent with our precedent applying\n\n21 U.S.C. § 841(b)(1)(C), which requires an enhanced sentence for\n\na defendant who commits a drug offense \"if death or serious bodily\n\ninjury results from the use of such substance.\"   We have construed\n\nthis statute, the language of which is reminiscent of the language\n\nof sections 5K2.1 and 5K2.2, to require no more than that \"a\n\ndefendant deals drugs and a user of those drugs dies as a result.\"\n\nUnited States v. Soler, 275 F.3d 146, 153 (1st Cir. 2002); accord\n\nUnited States v. Wall, 349 F.3d 18, 24-25 (1st Cir. 2003).      The\n\n\n     4\n      Despite this hyperbole, it is far from clear that MG\nattempted to commit suicide.   Although he admitted to hospital\nstaff that he had had suicidal ideations in the past and that he\nknew the potential dangers of mixing ketamine with heroin, the\nrecord is inconclusive about whether or not he set out to commit\nsuicide.    This appeal does not require us to resolve that\nuncertainty.\n\n                               -15-\n\fsame paradigm applies under section 841(b)(1)(C) where serious\n\nbodily injury results.        See, e.g., United States v. Robinson, 167\n\nF.3d 824, 831-32 (3d Cir. 1999).          The statutory enhancement, as we\n\nhave construed it, is a matter of \"strict liability.\"                  Soler, 275\n\nF.3d at 152.\n\n            Viewed against this backdrop, we do not think that MG's\n\nactions precluded an upward departure here.                       The defendant's\n\nattempt to package this as an \"intervening cause\" argument is a\n\nmisnomer.     Since section 5K2.2 does not specify a foreseeability\n\nrequirement, our earlier holding that ketamine was a but-for cause\n\nof the significant physical injuries sustained by MG, see supra\n\nPart II(C)(1), fully disposes of any argument that MG's actions\n\nsevered the ketamine-linked chain of causation.5\n\n            We add an eschatocol of sorts.                 To the extent that a\n\ndefendant's    intent   has    a   role   to   play    in    the   section   5K2.2\n\ndeparture   calculus,    that      role   relates     to    the    extent   of   the\n\ndeparture imposed.      See USSG §5K2.2 (providing that the length of\n\nthe departure should be tied, in part, to \"the extent to which the\n\ninjury was intended or knowingly risked\"); cf. Diaz, 285 F.3d at\n\n\n\n     5\n      We add, in passing, that the defendant here engaged in the\ncommercial trade of potent substances that he must have known could\nhave dire consequences in a myriad of circumstances.       That his\nbusiness practices were geared to evade detection reflects an\nawareness of those risks. Consequently, while he could not have\nanticipated the exact sequence of events that unfolded here, he\ncould (and should) have foreseen the possibility of the kind of\nserious harm that in fact occurred.\n\n                                      -16-\n\f101        (stating,    in   connection    with   section   5K2.1,   that\n\n\"[a]meliorating factors\" would bear on the extent of departure).\n\nIn this appeal, the extent of the departure has not been challenged\n\nby the defendant.6\n\nIII.       CONCLUSION\n\n               We need go no further. For the reasons elucidated above,\n\nwe conclude that the evidence was sufficient to support an upward\n\ndeparture under USSG §5K2.2, and that the sentencing court acted\n\nappropriately in applying the guideline.\n\n\n\nAffirmed.\n\n\n\n\n       6\n      It perhaps bears mentioning that the district court did not\ndepart upwardly to the full extent requested by the government but,\nrather, took into account on the degree of the departure the lack\nof any specific intent and the peculiar nature of the events.\n\n                                    -17-\n\f",
  "html": "<p class=\"case_cite\">489 F.3d 40</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Manuel PACHECO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 06-1520.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted January 31, 2007.</p>\n    <p class=\"date\">Decided May 31, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James H. Budreau, on brief for appellant.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, and David Hennessy, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SELYA, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Manuel Pacheco pleaded guilty to a count that charged, in effect, that he conspired to distribute controlled substances. <i>See</i> 21 U.S.C. &#167;&#167; 841(a)(1), 846. In imposing a 36-month sentence, the district court departed upward from the guideline sentencing range (GSR) pursuant to USSG &#167; 5K2.2, which authorizes a departure in the event that significant physical injury has resulted from the offense conduct. The defendant appeals. Discerning no error, we affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because this appeal follows a guilty plea, we take the relevant facts from the change-of-plea colloquy, the unchallenged portions of the presentence investigation report, the victim's hospital records (submitted by the defendant to the district court), and the transcript of the disposition hearing. <i>See United States v. Mateo-Espejo,</i> 426 F.3d 508, 509 (1st Cir.2005); <i>United States v. Dietz,</i> 950 F.2d 50, 51 (1st Cir.1991). All enumerated events occurred in 2001, unless otherwise indicated.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 27, a Massachusetts college student, MG, was found by his mother in a barely responsive state. Close by were two bottles of ketamine, some empty vials, and some hypodermic syringes. MG's mother also discovered an empty priority-mail envelope, apparently sent by one D.O.C. on June 19. The envelope bore a return address in Reseda, California, and MG's mother reasonably concluded that the ketamine had arrived in it.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Emergency medical personnel transported MG to a nearby hospital. Physicians admitted him to intensive care and provisionally diagnosed a ketamine overdose. MG later informed hospital staff that he had taken heroin approximately one hour before he ingested 200 milligrams of ketamine (twice his usual self-administered dose). Subsequent diagnoses reflected MG's ingestion of both drugs. After a few days, MG left the hospital, contrary to medical advice. The defendant does not dispute that MG's physical injuries were significant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the ensuing investigation, the authorities learned that the defendant, under the nom de guerre \"the Doc,\" advertised various substances for sale over the internet. They also learned that, between May and July, MG had ordered ketamine from the defendant approximately ten times. Most of the orders were for five bottles, although at least one order specified twice that number of bottles. Each bottle contained ten milliliters of ketamine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant filled these orders with shipments to a mailbox that MG had rented for the express purpose of obtaining the contraband. A search of the mailbox revealed an unopened package from D.O.C., which had been sent on July 26. That package contained five bottles of ketamine and an invoice listing MG's e-mail address.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With this background information in hand, federal authorities began to probe more deeply into the defendant's activities. In and after August, they intercepted three incoming mailers addressed to D.O.C. at a mailbox rented by the defendant near his Reseda residence. Each envelope contained cash or a money order. The agents also intercepted a number of outgoing shipments (i.e., shipments from the Reseda address listed as the return address on the June 19 priority-mail envelope that had been sent to MG)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> containing steroids of various types.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 12, federal agents armed with a warrant searched the defendant's Reseda residence as well as a Mercury Sable parked in the driveway. The search yielded a price list from a store in Mexico for, among other things, ketamine. The search also turned up approximately fifty-five boxes of steroids, packaging materials, priority-mail envelopes and labels, and a loaded revolver.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The agents proceeded to interview the defendant. He took responsibility for the mailings, thus admitting use of the pseudonyms \"D.O.C.\" and \"the Doc.\" However, he professed that his main business was the distribution of body-building substances. He claimed that he had stopped distributing ketamine &#8212; a horse tranquillizer that no one presently asserts is a body-building substance &#8212; after hearing that people were using it to get high.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On November 6, customs agents stopped the Mercury Sable on a return trip from Mexico. A vehicle search revealed 1,300 units of steroids. The car's occupants (residents of the \"rear house\" at the defendant's Reseda address) told the agents that the steroids were destined for delivery to the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a federal grand jury in the District of Massachusetts returned a six-count indictment against him, the defendant pleaded guilty to the lead count, which charged conspiracy to distribute and to possess with intent to distribute ketamine and anabolic steroids. At a sentencing hearing held on August 18, 2005, the district court, without demurrer from either side, arrived at a GSR of 18-24 months. On the government's motion and over the defendant's objection, the court then invoked USSG &#167; 5K2.2 and departed upward on the ground that the defendant's actions had resulted in significant injuries to MG (who did not testify at the disposition hearing). Accordingly, the court imposed a 36-month incarcerative sentence. This timely appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), the Supreme Court revolutionized federal sentencing practices. In the post-<i>Booker</i> world, a sentencing court must follow a four-step progression. The court's task begins with calculating the applicable GSR. It next must decide whether any departures are in order. Then, the court must ponder the factors set forth in 18 U.S.C. &#167; 3553(a), as well as any other relevant information. Finally, the court must determine what sentence (whether within, above, or below the GSR) is appropriate in the particular case. <i>See United States v. Pelletier,</i> 469 F.3d 194, 203 (1st Cir.2006); <i>United States v. Jim&#233;nez-Beltre,</i> 440 F.3d 514, 518-19 (1st Cir.2006) (en banc), <i>cert. denied,</i> ___ U.S. ____, 127 S.Ct. 928, 166 L.Ed.2d 715 (2007). We emphasize that these four steps are not mechanical; as long as the sentencing court touches all of the relevant bases and explains what it has done, it may combine steps or vary the order.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the case at bar, the defendant trains his fire on the second step of the above-described sentencing pavane: the lower court's decision to effect an upward departure. We turn, then, to that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The departure provision relied upon by the sentencing court allows for an upward departure \"[i]f significant physical injury resulted\" from the offense conduct. USSG &#167; 5K2.2. The guideline further provides:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The extent of the increase ordinarily should depend on the extent of the injury, the degree to which it may prove permanent, and the extent to which the injury was intended or knowingly risked. When the victim suffers a major, permanent disability and when such injury was intentionally inflicted, a substantial departure may be appropriate. If the injury is less serious or if the defendant (though criminally negligent) did not knowingly create the risk of harm, a less substantial departure would be indicated.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant assigns error to the district court's application of this guideline. In his view, the evidence was insufficient to prove that MG's significant physical injuries resulted from ketamine that he furnished.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This line of argument has two branches. First, the defendant claims that MG had other suppliers, so the defendant was not necessarily responsible for selling him the ketamine that contributed to the near-fatal overdose. Second, the defendant claims that, in all events, the ingestion of heroin broke the chain of causation. We examine these claims separately. We start, however, with the standard of review.</p>\n    </div>\n    <p class=\"center\">A. <i>Standard of Review.</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under an advisory guidelines regime, we review the ultimate sentence for reasonableness. <i>Booker,</i> 543 U.S. at 261-62, 125 S.Ct. 738. Nevertheless, the underlying guideline computations must be legally correct. <i>United States v. Gobbi,</i> 471 F.3d 302, 313 &amp; n. 7 (1st Cir.2006). That brings other standards of review into the equation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We review de novo claims that a sentencing court committed an error of law in interpreting or applying the guidelines. <i>United States v. Pho,</i> 433 F.3d 53, 60-61 (1st Cir.2006). Conversely, we review a sentencing court's factual findings, including the findings that undergird departure determinations, for clear error.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>United States v. Wallace,</i> 461 F.3d 15, 33 (1st Cir.2006).</p>\n    </div>\n    <p class=\"center\">B. <i>Ketamine Origination.</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The defendant admits to supplying MG with ketamine in the spring of 2001. He argues, however, that even if the injuries MG sustained can be attributed to a ketamine overdose, the evidence is too thin to prove that he &#8212; and not some other source &#8212; supplied the harm-inducing ketamine. He attempts to bolster this argument in two ways. First, he characterizes MG as a habitual user of ketamine whose daily intake &#8212; sometimes as much as 100 milligrams, five times a day &#8212; substantially exceeded the quantities furnished to him by the defendant. Second, he emphasizes the span of time between the date of the last shipment that MG actually received from him (June 19) and the date of the overdose (July 27). As he sees it, that five and one-half week hiatus calls into serious question the theory that he was the supplier of the near-fatal dose of ketamine.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although cleverly contrived, this argument will not wash. In determining whether the government has carried the devoir of persuasion at sentencing, the district court must employ a preponderance of the evidence standard. <i>See, e.g., United States v. Leahy,</i> 473 F.3d 401, 413 (1st Cir.2007); <i>United States v. Green,</i> 426 F.3d 64, 66 (1st Cir.2005). The record adequately evinces that the government carried its burden here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The evidence before the district court concerning MG's rate and frequency of ketamine consumption was not mathematically precise. But the evidence did reflect that MG was discovered with two bottles of ketamine and related paraphernalia by his side. A priority-mail envelope, reasonably believed to have been the vehicle for delivery of the two bottles, was directly traceable to the defendant. When the authorities searched the mailbox that MG had rented for the avowed purpose of receiving ketamine shipments and to which the earlier priority-mail envelope had been addressed, they discovered another ketamine-laden envelope directly traceable to the defendant. While there was a lag of roughly five and one-half weeks between the defendant's last pre-overdose shipment and the date of the overdose, two things are clear. First, the fact that the defendant's envelope was found at the scene is telling. Second, the fact that another batch of ketamine was waiting, unclaimed, could well confirm, rather than undermine, that the defendant was the likely source of the ketamine ingested by MG.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To be sure, it is possible that MG had other sources of ketamine available to him. But the record contains no proof of that conjecture. More importantly, we believe that in light of the chronology limned above, the district court's finding that the defendant was the source of the harm-inducing ketamine is supportable. After all, a district court's choice among plausible but conflicting inferences cannot be clearly erroneous. <i>See, e.g., United States v. Miliano,</i> 480 F.3d 605, 608 n. 2 (1st Cir.2007); <i>United States v. Ruiz,</i> 905 F.2d 499, 508 (1st Cir.1990).</p>\n    </div>\n    <p class=\"center\">C. <i>Ketamine Causation.</i></p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendant next contends that regardless of who supplied the ketamine that MG ingested on July 27, the evidence is insufficient to sustain a finding that ketamine caused MG's injuries. This contention rests on two alternate hypotheses: first, that the medical evidence failed to prove that MG's injuries resulted from ketamine rather than heroin; and second, that MG's use of heroin severed any ketamine-linked chain of causation. We consider these hypotheses in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">1. <i>Medical Evidence.</i> At sentencing, the district court had before it the records of MG's hospitalization. Those records include references to both ketamine and heroin. The defendant posits that the government should not have relied on the unembellished hospital records but, rather, should have presented medical testimony to distill the harms caused by each substance. <i>Cf. United States v. Carbajal,</i> 290 F.3d 277, 286 (5th Cir.2002) (discussing testimony of government's medical expert, offered at sentencing for a similar purpose).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Whatever help such an expert might have provided here, this argument is forfeit. In the district court, the parties argued the propriety of a section 5K2.2 departure solely in terms of the hospital records. At no point did the defendant so much as hint at the possible utility of an expert witness, nor did he suggest that the government needed to present extrinsic expert opinion testimony in order to show causation. Accordingly, the argument is forfeited. <i>See Teamsters, Loc. No. 59 v. Superline Transp. Co.,</i> 953 F.2d 17, 21 (1st Cir.1992) (\"If any principle is settled in this circuit, it is that, absent the most extraordinary circumstances, legal theories not raised squarely in the lower court cannot be broached for the first time on appeal.\"); <i>see also United States v. Slade,</i> 980 F.2d 27, 30 (1st Cir.1992) (applying this principle in a criminal case).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Notwithstanding this forfeiture, plain error review remains available. <i>See United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001). But that is cold comfort to the defendant. Because there is no obvious error here, that potential escape hatch remains firmly shut. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In a variation on this theme, the defendant asseverates that an upward departure under section 5K2.2 was precluded because the hospital records and other evidence did not prove that ketamine rather than heroin (which the defendant did not supply) caused MG's injuries. In support of this asseveration, the defendant points out that MG used ketamine on a daily basis without apparent incident; that a comment in the hospital chart states that \"[k]etamine abuse, common in adolescents/young adults[,] is very well tolerated [and] rarely results in [emergency department] visits\"; and that these and other facts indicate that MG's injuries were more likely caused by heroin than by ketamine. This proposition lacks persuasive force.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As said, section 5K2.2 authorizes a departure \"[i]f significant physical injury resulted\" from the offense conduct. Although we have not had occasion to construe the applicability of this guideline in circumstances in which more than one harmful substance was found in a victim's system, our case law construing a related guideline &#8212; USSG &#167; 5K2.1 &#8212; is quite helpful. That guideline authorizes an upward departure \"[i]f death resulted\" from the offense conduct. USSG &#167; 5K2.1. It is readily evident that section 5K2.1 and section 5K2.2 are sisters under the skin; the two are designed to accomplish much the same purpose and are phrased in a very similar manner. Moreover, the latter guideline specifically cross-references the former. <i>See id.</i> &#167; 5K2.2 (stating that \"[i]n general, the same considerations apply as in &#167; 5K2.1\"). We are confident, therefore, that precedent under section 5K2.1 is of great utility in construing section 5K2.2.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have construed section 5K2.1 to allow a departure when \"a defendant puts into motion a chain of events\" that runs a cognizable risk of death, even though \"the defendant was not directly responsible for the death.\" <i>United States v. Diaz,</i> 285 F.3d 92, 101 (1st Cir.2002). Thus, a departure under that guideline is permitted \"even when the defendant is not the direct cause of the victim's death.\" <i>United States v. Sanchez,</i> 354 F.3d 70, 80-81 (1st Cir.2004). We cite these cases as examples; they do not suggest limitations on the principle of but-for causation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Applying these tenets, we conclude that to warrant an upward departure in this case, the government was not required to show that ketamine was either the sole or the direct cause of MG's injuries; it had to show only that there was a but-for causal connection between ketamine and those injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The evidence before the district court easily met this benchmark. The hospital records are replete with references to MG's use of ketamine and his \"ketamine overdose.\" Although other notations mention MG's ingestion of heroin, the records as a whole support an inference that ketamine was at least a concurrent cause of the injuries. Indeed, at the disposition hearing, defense counsel expostulated that the hospital records indicated an \"overdose on July 27th of 200 milligrams of ketamine, plus heroin.\" The ultimate diagnosis &#8212; a \"[h]eroin/ketamine overdose\" &#8212; reflects this reality.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The chronology of events supports the view that MG's injuries were causally connected to his use of ketamine. The evidence shows that MG ingested ketamine approximately one hour <i>after</i> he took heroin; thus, the heroin by itself had not rendered him unconscious. To cinch matters, the amount of ketamine that MG consumed (200 milligrams) constituted twice his usual dosage.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To sum up, the totality of the evidence was sufficient to ground an inference that ketamine, either by itself or in combination with heroin, played a meaningful role in the overdose (and, thus, in the incidence of the injuries). It follows inexorably, from all that we have said thus far, that the district court did not commit clear error in finding that significant physical injury resulted from ketamine supplied by the defendant. An upward departure pursuant to USSG &#167; 5K2.2 was, therefore, appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. <i>Intervening Cause.</i> The defendant has another shot in his sling. While acknowledging that \"intent and foreseeability are not prerequisites\" to an upward departure under section 5K2.2, he argues that intentional acts undertaken by MG broke the chain of causation here. In particular, he alludes to MG's mixing of heroin with ketamine despite knowing the dangers of such an amalgam and his \"clear attempt\" to commit suicide.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The defendant's concession that foreseeability is not a requirement for an upward departure under section 5K2.2 is well-taken. To cite but one example, apposite here, an upward departure may be appropriate under section 5K2.2 with respect to a defendant who, although not directly responsible for a significant physical injury and although not harboring an intent to harm, sets into motion a chain of events that risks serious harm to others. <i>See United States v. Scheetz,</i> 293 F.3d 175, 191 (4th Cir.2002). There is no foreseeability requirement per se.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This conclusion is consistent with our precedent applying 21 U.S.C. &#167; 841(b)(1)(C), which requires an enhanced sentence for a defendant who commits a drug offense \"if death or serious bodily injury results from the use of such substance.\" We have construed this statute, the language of which is reminiscent of the language of sections 5K2.1 and 5K2.2, to require no more than that \"a defendant deals drugs and a user of those drugs dies as a result.\" <i>United States v. Soler,</i> 275 F.3d 146, 153 (1st Cir.2002); <i>accord United States v. Wall,</i> 349 F.3d 18, 24-25 (1st Cir.2003). The same paradigm applies under section 841(b)(1)(C) where serious bodily injury results. <i>See, e.g., United States v. Robinson,</i> 167 F.3d 824, 831-32 (3d Cir. 1999). The statutory enhancement, as we have construed it, is a matter of \"strict liability.\" <i>Soler,</i> 275 F.3d at 152.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Viewed against this backdrop, we do not think that MG's actions precluded an upward departure here. The defendant's attempt to package this as an \"intervening cause\" argument is a misnomer. Since section 5K2.2 does not specify a foreseeability requirement, our earlier holding that ketamine was a but-for cause of the significant physical injuries sustained by MG, <i>see supra</i> Part II(C)(1), fully disposes of any argument that MG's actions severed the ketamine-linked chain of causation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We add an eschatocol of sorts. To the extent that a defendant's intent has a role to play in the section 5K2.2 departure calculus, that role relates to the extent of the departure imposed. <i>See</i> USSG &#167; 5K2.2 (providing that the length of the departure should be tied, in part, to \"the extent to which the injury was intended or knowingly risked\"); <i>cf. Diaz,</i> 285 F.3d at 101 (stating, in connection with section 5K2.1, that \"[a]meliorating factors\" would bear on the extent of departure). In this appeal, the extent of the departure has not been challenged by the defendant.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we conclude that the evidence was sufficient to support an upward departure under USSG &#167; 5K2.2, and that the sentencing court acted appropriately in applying the guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record is sparse as to the relationship between milliliters and milligrams of ketamine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This address belonged to a neighbor who permitted the defendant to use it for correspondence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This appeal does not require us to decide whether a district court's ultimate decision to depart engenders separate review for abuse of discretion,<i>see, e.g., United States v. Fuller,</i> 426 F.3d 556, 562 (2d Cir.2005), or engenders review for reasonableness as part of the overall <i>Booker</i> analysis, <i>see Booker,</i> 543 U.S. at 261-62, 125 S.Ct. 738. Here, the defendant advances a series of specific fact-based and law-based challenges. He does not argue &#8212; nor could he, on this record &#8212; that if those challenges fail, the upward departure was nonetheless an abuse of discretion or otherwise unreasonable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Despite this hyperbole, it is far from clear that MG attempted to commit suicide. Although he admitted to hospital staff that he had had suicidal ideations in the past and that he knew the potential dangers of mixing ketamine with heroin, the record is inconclusive about whether or not he set out to commit suicide. This appeal does not require us to resolve that uncertainty</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We add, in passing, that the defendant here engaged in the commercial trade of potent substances that he must have known could have dire consequences in a myriad of circumstances. That his business practices were geared to evade detection reflects an awareness of those risks. Consequently, while he could not have anticipated the exact sequence of events that unfolded here, he could (and should) have foreseen the possibility of the kind of serious harm that in fact occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It perhaps bears mentioning that the district court did not depart upwardly to the full extent requested by the government but, rather, took into account on the degree of the departure the lack of any specific intent and the peculiar nature of the events</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Manuel PACHECO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 06-1520.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted January 31, 2007.</p>\n    <p class=\"date\">Decided May 31, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James H. Budreau, on brief for appellant.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, and David Hennessy, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SELYA, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Manuel Pacheco pleaded guilty to a count that charged, in effect, that he conspired to distribute controlled substances. <i>See</i> 21 U.S.C. &#167;&#167; 841(a)(1), 846. In imposing a 36-month sentence, the district court departed upward from the guideline sentencing range (GSR) pursuant to USSG &#167; 5K2.2, which authorizes a departure in the event that significant physical injury has resulted from the offense conduct. The defendant appeals. Discerning no error, we affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because this appeal follows a guilty plea, we take the relevant facts from the change-of-plea colloquy, the unchallenged portions of the presentence investigation report, the victim's hospital records (submitted by the defendant to the district court), and the transcript of the disposition hearing. <i>See United States v. Mateo-Espejo,</i> <span class=\"citation\" data-id=\"201871\"><a href=\"/opinion/201871/united-states-v-mateo-espejo/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">508</span></a></span>, 509 (1st Cir.2005); <i>United States v. Dietz,</i> <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.1991). All enumerated events occurred in 2001, unless otherwise indicated.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 27, a Massachusetts college student, MG, was found by his mother in a barely responsive state. Close by were two bottles of ketamine, some empty vials, and some hypodermic syringes. MG's mother also discovered an empty priority-mail envelope, apparently sent by one D.O.C. on June 19. The envelope bore a return address in Reseda, California, and MG's mother reasonably concluded that the ketamine had arrived in it.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Emergency medical personnel transported MG to a nearby hospital. Physicians admitted him to intensive care and provisionally diagnosed a ketamine overdose. MG later informed hospital staff that he had taken heroin approximately one hour before he ingested 200 milligrams of ketamine (twice his usual self-administered dose). Subsequent diagnoses reflected MG's ingestion of both drugs. After a few days, MG left the hospital, contrary to medical advice. The defendant does not dispute that MG's physical injuries were significant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the ensuing investigation, the authorities learned that the defendant, under the nom de guerre \"the Doc,\" advertised various substances for sale over the internet. They also learned that, between May and July, MG had ordered ketamine from the defendant approximately ten times. Most of the orders were for five bottles, although at least one order specified twice that number of bottles. Each bottle contained ten milliliters of ketamine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant filled these orders with shipments to a mailbox that MG had rented for the express purpose of obtaining the contraband. A search of the mailbox revealed an unopened package from D.O.C., which had been sent on July 26. That package contained five bottles of ketamine and an invoice listing MG's e-mail address.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With this background information in hand, federal authorities began to probe more deeply into the defendant's activities. In and after August, they intercepted three incoming mailers addressed to D.O.C. at a mailbox rented by the defendant near his Reseda residence. Each envelope contained cash or a money order. The agents also intercepted a number of outgoing shipments (i.e., shipments from the Reseda address listed as the return address on the June 19 priority-mail envelope that had been sent to MG)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> containing steroids of various types.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 12, federal agents armed with a warrant searched the defendant's Reseda residence as well as a Mercury Sable parked in the driveway. The search yielded a price list from a store in Mexico for, among other things, ketamine. The search also turned up approximately fifty-five boxes of steroids, packaging materials, priority-mail envelopes and labels, and a loaded revolver.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The agents proceeded to interview the defendant. He took responsibility for the mailings, thus admitting use of the pseudonyms \"D.O.C.\" and \"the Doc.\" However, he professed that his main business was the distribution of body-building substances. He claimed that he had stopped distributing ketamine &#8212; a horse tranquillizer that no one presently asserts is a body-building substance &#8212; after hearing that people were using it to get high.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On November 6, customs agents stopped the Mercury Sable on a return trip from Mexico. A vehicle search revealed 1,300 units of steroids. The car's occupants (residents of the \"rear house\" at the defendant's Reseda address) told the agents that the steroids were destined for delivery to the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a federal grand jury in the District of Massachusetts returned a six-count indictment against him, the defendant pleaded guilty to the lead count, which charged conspiracy to distribute and to possess with intent to distribute ketamine and anabolic steroids. At a sentencing hearing held on August 18, 2005, the district court, without demurrer from either side, arrived at a GSR of 18-24 months. On the government's motion and over the defendant's objection, the court then invoked USSG &#167; 5K2.2 and departed upward on the ground that the defendant's actions had resulted in significant injuries to MG (who did not testify at the disposition hearing). Accordingly, the court imposed a 36-month incarcerative sentence. This timely appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), the Supreme Court revolutionized federal sentencing practices. In the post-<i>Booker</i> world, a sentencing court must follow a four-step progression. The court's task begins with calculating the applicable GSR. It next must decide whether any departures are in order. Then, the court must ponder the factors set forth in 18 U.S.C. &#167; 3553(a), as well as any other relevant information. Finally, the court must determine what sentence (whether within, above, or below the GSR) is appropriate in the particular case. <i>See United States v. Pelletier,</i> <span class=\"citation\" data-id=\"796023\"><a href=\"/opinion/796023/united-states-v-joseph-pellether/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 203 (1st Cir.2006); <i>United States v. Jim&#233;nez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 518-19 (1st Cir.2006) (en banc), <i>cert. denied,</i> ___ U.S. ____, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></span> (2007). We emphasize that these four steps are not mechanical; as long as the sentencing court touches all of the relevant bases and explains what it has done, it may combine steps or vary the order.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the case at bar, the defendant trains his fire on the second step of the above-described sentencing pavane: the lower court's decision to effect an upward departure. We turn, then, to that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The departure provision relied upon by the sentencing court allows for an upward departure \"[i]f significant physical injury resulted\" from the offense conduct. USSG &#167; 5K2.2. The guideline further provides:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The extent of the increase ordinarily should depend on the extent of the injury, the degree to which it may prove permanent, and the extent to which the injury was intended or knowingly risked. When the victim suffers a major, permanent disability and when such injury was intentionally inflicted, a substantial departure may be appropriate. If the injury is less serious or if the defendant (though criminally negligent) did not knowingly create the risk of harm, a less substantial departure would be indicated.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant assigns error to the district court's application of this guideline. In his view, the evidence was insufficient to prove that MG's significant physical injuries resulted from ketamine that he furnished.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This line of argument has two branches. First, the defendant claims that MG had other suppliers, so the defendant was not necessarily responsible for selling him the ketamine that contributed to the near-fatal overdose. Second, the defendant claims that, in all events, the ingestion of heroin broke the chain of causation. We examine these claims separately. We start, however, with the standard of review.</p>\n    </div>\n    <p class=\"center\">A. <i>Standard of Review.</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under an advisory guidelines regime, we review the ultimate sentence for reasonableness. <i>Booker,</i> 543 U.S. at 261-62, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>. Nevertheless, the underlying guideline computations must be legally correct. <i>United States v. Gobbi,</i> <span class=\"citation\" data-id=\"202578\"><a href=\"/opinion/202578/united-states-v-gobbi/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 313 &amp; n. 7 (1st Cir.2006). That brings other standards of review into the equation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We review de novo claims that a sentencing court committed an error of law in interpreting or applying the guidelines. <i>United States v. Pho,</i> <span class=\"citation\" data-id=\"202000\"><a href=\"/opinion/202000/united-states-v-pho/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 60-61 (1st Cir.2006). Conversely, we review a sentencing court's factual findings, including the findings that undergird departure determinations, for clear error.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>United States v. Wallace,</i> <span class=\"citation\" data-id=\"202348\"><a href=\"/opinion/202348/united-states-v-wallace/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 33 (1st Cir.2006).</p>\n    </div>\n    <p class=\"center\">B. <i>Ketamine Origination.</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The defendant admits to supplying MG with ketamine in the spring of 2001. He argues, however, that even if the injuries MG sustained can be attributed to a ketamine overdose, the evidence is too thin to prove that he &#8212; and not some other source &#8212; supplied the harm-inducing ketamine. He attempts to bolster this argument in two ways. First, he characterizes MG as a habitual user of ketamine whose daily intake &#8212; sometimes as much as 100 milligrams, five times a day &#8212; substantially exceeded the quantities furnished to him by the defendant. Second, he emphasizes the span of time between the date of the last shipment that MG actually received from him (June 19) and the date of the overdose (July 27). As he sees it, that five and one-half week hiatus calls into serious question the theory that he was the supplier of the near-fatal dose of ketamine.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although cleverly contrived, this argument will not wash. In determining whether the government has carried the devoir of persuasion at sentencing, the district court must employ a preponderance of the evidence standard. <i>See, e.g., United States v. Leahy,</i> <span class=\"citation\" data-id=\"202599\"><a href=\"/opinion/202599/united-states-v-leahy/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span>, 413 (1st Cir.2007); <i>United States v. Green,</i> <span class=\"citation\" data-id=\"201860\"><a href=\"/opinion/201860/united-states-v-green/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 66 (1st Cir.2005). The record adequately evinces that the government carried its burden here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The evidence before the district court concerning MG's rate and frequency of ketamine consumption was not mathematically precise. But the evidence did reflect that MG was discovered with two bottles of ketamine and related paraphernalia by his side. A priority-mail envelope, reasonably believed to have been the vehicle for delivery of the two bottles, was directly traceable to the defendant. When the authorities searched the mailbox that MG had rented for the avowed purpose of receiving ketamine shipments and to which the earlier priority-mail envelope had been addressed, they discovered another ketamine-laden envelope directly traceable to the defendant. While there was a lag of roughly five and one-half weeks between the defendant's last pre-overdose shipment and the date of the overdose, two things are clear. First, the fact that the defendant's envelope was found at the scene is telling. Second, the fact that another batch of ketamine was waiting, unclaimed, could well confirm, rather than undermine, that the defendant was the likely source of the ketamine ingested by MG.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To be sure, it is possible that MG had other sources of ketamine available to him. But the record contains no proof of that conjecture. More importantly, we believe that in light of the chronology limned above, the district court's finding that the defendant was the source of the harm-inducing ketamine is supportable. After all, a district court's choice among plausible but conflicting inferences cannot be clearly erroneous. <i>See, e.g., United States v. Miliano,</i> <span class=\"citation\" data-id=\"202678\"><a href=\"/opinion/202678/united-states-v-miliano/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">605</span></a></span>, 608 n. 2 (1st Cir.2007); <i>United States v. Ruiz,</i> <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990).</p>\n    </div>\n    <p class=\"center\">C. <i>Ketamine Causation.</i></p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendant next contends that regardless of who supplied the ketamine that MG ingested on July 27, the evidence is insufficient to sustain a finding that ketamine caused MG's injuries. This contention rests on two alternate hypotheses: first, that the medical evidence failed to prove that MG's injuries resulted from ketamine rather than heroin; and second, that MG's use of heroin severed any ketamine-linked chain of causation. We consider these hypotheses in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">1. <i>Medical Evidence.</i> At sentencing, the district court had before it the records of MG's hospitalization. Those records include references to both ketamine and heroin. The defendant posits that the government should not have relied on the unembellished hospital records but, rather, should have presented medical testimony to distill the harms caused by each substance. <i>Cf. United States v. Carbajal,</i> <span class=\"citation\" data-id=\"27228\"><a href=\"/opinion/27228/united-states-v-carbajal/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 286 (5th Cir.2002) (discussing testimony of government's medical expert, offered at sentencing for a similar purpose).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Whatever help such an expert might have provided here, this argument is forfeit. In the district court, the parties argued the propriety of a section 5K2.2 departure solely in terms of the hospital records. At no point did the defendant so much as hint at the possible utility of an expert witness, nor did he suggest that the government needed to present extrinsic expert opinion testimony in order to show causation. Accordingly, the argument is forfeited. <i>See Teamsters, Loc. No. 59 v. Superline Transp. Co.,</i> <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992) (\"If any principle is settled in this circuit, it is that, absent the most extraordinary circumstances, legal theories not raised squarely in the lower court cannot be broached for the first time on appeal.\"); <i>see also United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992) (applying this principle in a criminal case).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Notwithstanding this forfeiture, plain error review remains available. <i>See United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001). But that is cold comfort to the defendant. Because there is no obvious error here, that potential escape hatch remains firmly shut. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In a variation on this theme, the defendant asseverates that an upward departure under section 5K2.2 was precluded because the hospital records and other evidence did not prove that ketamine rather than heroin (which the defendant did not supply) caused MG's injuries. In support of this asseveration, the defendant points out that MG used ketamine on a daily basis without apparent incident; that a comment in the hospital chart states that \"[k]etamine abuse, common in adolescents/young adults[,] is very well tolerated [and] rarely results in [emergency department] visits\"; and that these and other facts indicate that MG's injuries were more likely caused by heroin than by ketamine. This proposition lacks persuasive force.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As said, section 5K2.2 authorizes a departure \"[i]f significant physical injury resulted\" from the offense conduct. Although we have not had occasion to construe the applicability of this guideline in circumstances in which more than one harmful substance was found in a victim's system, our case law construing a related guideline &#8212; USSG &#167; 5K2.1 &#8212; is quite helpful. That guideline authorizes an upward departure \"[i]f death resulted\" from the offense conduct. USSG &#167; 5K2.1. It is readily evident that section 5K2.1 and section 5K2.2 are sisters under the skin; the two are designed to accomplish much the same purpose and are phrased in a very similar manner. Moreover, the latter guideline specifically cross-references the former. <i>See id.</i> &#167; 5K2.2 (stating that \"[i]n general, the same considerations apply as in &#167; 5K2.1\"). We are confident, therefore, that precedent under section 5K2.1 is of great utility in construing section 5K2.2.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have construed section 5K2.1 to allow a departure when \"a defendant puts into motion a chain of events\" that runs a cognizable risk of death, even though \"the defendant was not directly responsible for the death.\" <i>United States v. Diaz,</i> <span class=\"citation\" data-id=\"199887\"><a href=\"/opinion/199887/united-states-v-diaz/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 101 (1st Cir.2002). Thus, a departure under that guideline is permitted \"even when the defendant is not the direct cause of the victim's death.\" <i>United States v. Sanchez,</i> <span class=\"citation\" data-id=\"200801\"><a href=\"/opinion/200801/united-states-v-sanchez/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 80-81 (1st Cir.2004). We cite these cases as examples; they do not suggest limitations on the principle of but-for causation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Applying these tenets, we conclude that to warrant an upward departure in this case, the government was not required to show that ketamine was either the sole or the direct cause of MG's injuries; it had to show only that there was a but-for causal connection between ketamine and those injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The evidence before the district court easily met this benchmark. The hospital records are replete with references to MG's use of ketamine and his \"ketamine overdose.\" Although other notations mention MG's ingestion of heroin, the records as a whole support an inference that ketamine was at least a concurrent cause of the injuries. Indeed, at the disposition hearing, defense counsel expostulated that the hospital records indicated an \"overdose on July 27th of 200 milligrams of ketamine, plus heroin.\" The ultimate diagnosis &#8212; a \"[h]eroin/ketamine overdose\" &#8212; reflects this reality.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The chronology of events supports the view that MG's injuries were causally connected to his use of ketamine. The evidence shows that MG ingested ketamine approximately one hour <i>after</i> he took heroin; thus, the heroin by itself had not rendered him unconscious. To cinch matters, the amount of ketamine that MG consumed (200 milligrams) constituted twice his usual dosage.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To sum up, the totality of the evidence was sufficient to ground an inference that ketamine, either by itself or in combination with heroin, played a meaningful role in the overdose (and, thus, in the incidence of the injuries). It follows inexorably, from all that we have said thus far, that the district court did not commit clear error in finding that significant physical injury resulted from ketamine supplied by the defendant. An upward departure pursuant to USSG &#167; 5K2.2 was, therefore, appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. <i>Intervening Cause.</i> The defendant has another shot in his sling. While acknowledging that \"intent and foreseeability are not prerequisites\" to an upward departure under section 5K2.2, he argues that intentional acts undertaken by MG broke the chain of causation here. In particular, he alludes to MG's mixing of heroin with ketamine despite knowing the dangers of such an amalgam and his \"clear attempt\" to commit suicide.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The defendant's concession that foreseeability is not a requirement for an upward departure under section 5K2.2 is well-taken. To cite but one example, apposite here, an upward departure may be appropriate under section 5K2.2 with respect to a defendant who, although not directly responsible for a significant physical injury and although not harboring an intent to harm, sets into motion a chain of events that risks serious harm to others. <i>See United States v. Scheetz,</i> <span class=\"citation\" data-id=\"777966\"><a href=\"/opinion/777966/united-states-v-timothy-sean-scheetz-aka-germ-aka-g-united-states/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 191 (4th Cir.2002). There is no foreseeability requirement per se.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This conclusion is consistent with our precedent applying 21 U.S.C. &#167; 841(b)(1)(C), which requires an enhanced sentence for a defendant who commits a drug offense \"if death or serious bodily injury results from the use of such substance.\" We have construed this statute, the language of which is reminiscent of the language of sections 5K2.1 and 5K2.2, to require no more than that \"a defendant deals drugs and a user of those drugs dies as a result.\" <i>United States v. Soler,</i> <span class=\"citation\" data-id=\"199756\"><a href=\"/opinion/199756/united-states-v-soler/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></a></span>, 153 (1st Cir.2002); <i>accord United States v. Wall,</i> <span class=\"citation\" data-id=\"200732\"><a href=\"/opinion/200732/united-states-v-wall/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24-25 (1st Cir.2003). The same paradigm applies under section 841(b)(1)(C) where serious bodily injury results. <i>See, e.g., United States v. Robinson,</i> <span class=\"citation\" data-id=\"761705\"><a href=\"/opinion/761705/united-states-v-melvin-robinson-aka-sweets-melvin-robinson/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 831-32 (3d Cir. 1999). The statutory enhancement, as we have construed it, is a matter of \"strict liability.\" <i>Soler,</i> 275 F.3d at 152.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Viewed against this backdrop, we do not think that MG's actions precluded an upward departure here. The defendant's attempt to package this as an \"intervening cause\" argument is a misnomer. Since section 5K2.2 does not specify a foreseeability requirement, our earlier holding that ketamine was a but-for cause of the significant physical injuries sustained by MG, <i>see supra</i> Part II(C)(1), fully disposes of any argument that MG's actions severed the ketamine-linked chain of causation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We add an eschatocol of sorts. To the extent that a defendant's intent has a role to play in the section 5K2.2 departure calculus, that role relates to the extent of the departure imposed. <i>See</i> USSG &#167; 5K2.2 (providing that the length of the departure should be tied, in part, to \"the extent to which the injury was intended or knowingly risked\"); <i>cf. Diaz,</i> 285 F.3d at 101 (stating, in connection with section 5K2.1, that \"[a]meliorating factors\" would bear on the extent of departure). In this appeal, the extent of the departure has not been challenged by the defendant.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we conclude that the evidence was sufficient to support an upward departure under USSG &#167; 5K2.2, and that the sentencing court acted appropriately in applying the guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record is sparse as to the relationship between milliliters and milligrams of ketamine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This address belonged to a neighbor who permitted the defendant to use it for correspondence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This appeal does not require us to decide whether a district court's ultimate decision to depart engenders separate review for abuse of discretion,<i>see, e.g., United States v. Fuller,</i> <span class=\"citation\" data-id=\"2965\"><a href=\"/opinion/2965/united-states-v-fuller/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span>, 562 (2d Cir.2005), or engenders review for reasonableness as part of the overall <i>Booker</i> analysis, <i>see Booker,</i> 543 U.S. at 261-62, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>. Here, the defendant advances a series of specific fact-based and law-based challenges. He does not argue &#8212; nor could he, on this record &#8212; that if those challenges fail, the upward departure was nonetheless an abuse of discretion or otherwise unreasonable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Despite this hyperbole, it is far from clear that MG attempted to commit suicide. Although he admitted to hospital staff that he had had suicidal ideations in the past and that he knew the potential dangers of mixing ketamine with heroin, the record is inconclusive about whether or not he set out to commit suicide. This appeal does not require us to resolve that uncertainty</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We add, in passing, that the defendant here engaged in the commercial trade of potent substances that he must have known could have dire consequences in a myriad of circumstances. That his business practices were geared to evade detection reflects an awareness of those risks. Consequently, while he could not have anticipated the exact sequence of events that unfolded here, he could (and should) have foreseen the possibility of the kind of serious harm that in fact occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It perhaps bears mentioning that the district court did not depart upwardly to the full extent requested by the government but, rather, took into account on the degree of the departure the lack of any specific intent and the peculiar nature of the events</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/27228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796023/"
  ]
}