{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202816/",
  "absolute_url": "/opinion/202816/sipayung-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202816/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:02:33Z",
  "date_modified": "2016-02-28T05:09:02.550266Z",
  "type": "010combined",
  "sha1": "566b281ba30d179d3112b5f20c20c98dee4bc1e6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2305-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/27/Sipayung_v._Gonzales.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 06-2305\n\n                           RAJA SIPAYUNG,\n\n                             Petitioner,\n\n                                 v.\n\n                          ALBERTO GONZALES,\n               Attorney General of the United States,\n\n                             Respondent.\n\n\n                  ON PETITION FOR REVIEW OF AN ORDER\n                 OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n                 Torruella and Lynch, Circuit Judges,\n                      and Fusté,* District Judge.\n\n\n\n     H. Raymond Fasano and Madeo & Fasano on brief for petitioner.\n     Kathryn L. Moore, Attorney, Office of Immigration Litigation,\nCivil Division, United States Department of Justice, M. Jocelyn\nLopez Wright, Senior Litigation Counsel, and Peter D. Keisler,\nAssistant Attorney General, Civil Division, on brief for\nrespondent.\n\n\n\n                            June 27, 2007\n\n\n\n\n     *\n         Of the District of Puerto Rico, sitting by designation.\n\f              LYNCH, Circuit Judge.               Raja Sipayung of Indonesia was\n\nadmitted to the United States on August 4, 1997 on an F-1 student\n\nvisa   to    attend    Southern     Nevada        Community   College.       He   never\n\nattended the school, but worked instead.                  His removal proceedings\n\nbegan with a Notice to Appear dated November 29, 2002.                     He conceded\n\nremovability and on June 25, 2003, applied for asylum, withholding\n\nof removal, and protection under the Convention Against Torture\n\n(CAT).\n\n              On March 23, 2005, an Immigration Judge (IJ) found that\n\nSipayung had not met the one-year limitation period for asylum\n\napplications under 8 U.S.C. § 1158(a)(2)(B) and that he did not\n\nfall within an exception under 8 U.S.C. § 1158(a)(2)(D), and so\n\ndenied asylum.         The IJ also found that Sipayung had not met his\n\nburden for either withholding of removal or CAT relief.\n\n              Sipayung's claim was that as a practicing Christian,\n\nindeed      as   an    ordained     minister,       he   would    suffer    religious\n\npersecution if he were returned to Indonesia.                      The IJ accepted\n\nSipayung's testimony as credible, but held that he had not shown it\n\nwas more likely than not he would be persecuted on his return.                      The\n\nIJ noted that Sipayung's parents and relatives continued to live\n\nand practice their Christian faith in Indonesia.                         The IJ also\n\nconsidered       the   2003   and    2004    United      States   State    Department\n\nReligious Freedom Reports for Indonesia, which indicated that while\n\nIslamic fundamentalism had been spreading in many areas, the\n\n\n                                            -2-\n\fgovernment was making efforts to combat terrorism.                   These reports\n\nundercut Sipayung's claims of future persecution.\n\n           On August 11, 2006, the Board of Immigration Appeals\n\n(BIA) affirmed the IJ's decision.              It also rejected Sipayung's\n\nargument that the IJ had erred in declining to accept evidence\n\nSipayung had offered late under the local rules.                        The BIA also\n\nnoted   that    this    evidence   did   not    in        any   event    demonstrate\n\nSipayung's eligibility for relief from removal, and that he had\n\ntherefore suffered no prejudice from the purported error.\n\n           Sipayung's timely petition for review in this court\n\nchallenges both the denial of asylum and the denial of withholding\n\nof removal.     No mention is made of the CAT claim.\n\n           We    have    no     jurisdiction     to        review    the    agency's\n\ndetermination that the asylum claim was untimely.                       See 8 U.S.C.\n\n§ 1158(a)(3); Silva v. Gonzales, 463 F.3d 68, 71-72 (1st Cir.\n\n2006); Hayek v. Gonzales, 445 F.3d 501, 506-07 (1st Cir. 2006) (per\n\ncuriam).\n\n           This leaves only the denial of withholding of removal.\n\nWe review the BIA's factual determinations under the substantial\n\nevidence standard; that is, we must uphold those determinations if\n\nthey are \"supported by reasonable, substantial, and probative\n\nevidence   on   the    record   considered     as     a    whole.\"       Sharari   v.\n\nGonzales, 407 F.3d 467, 473 (1st Cir. 2005) (quoting INS v.\n\nElias-Zacarias, 502 U.S. 478, 481 (1992)) (internal quotation marks\n\n\n\n                                      -3-\n\fomitted).   We reverse such a determination only when a \"reasonable\n\nadjudicator would be compelled to conclude to the contrary.\"\n\n8 U.S.C. § 1252(b)(4)(B).\n\n            To qualify for withholding of removal, Sipayung needed to\n\nshow either (1) that he had suffered past persecution on account of\n\nrace, religion, nationality, membership in a particular social\n\ngroup, or political opinion, thus creating a rebuttable presumption\n\nthat he would suffer future persecution, or (2) that it was more\n\nlikely than not that he would face persecution on account of a\n\nprotected ground upon his return to Indonesia.                   Da Silva v.\n\nAshcroft, 394 F.3d 1, 4 (1st Cir. 2005).             The \"more likely than\n\nnot\"   standard   is   a   higher     threshold   than    the    standard   for\n\nestablishing eligibility for asylum.          Id. at 4 n.5.\n\n            Sipayung makes both an argument that the record compels\n\nthe conclusion that he has established past persecution and an\n\nargument that based on changed country conditions, there is a clear\n\nprobability of future persecution.\n\n            Substantial evidence supports the conclusion that the\n\nincidents   complained     of   did   not   amount   to   past   persecution.\n\nSipayung was subjected to name calling at school and to \"weird\n\nlooks\" when he carried his Bible in public, and people once threw\n\nstones at the door of the home of a fellow church member while he\n\nwas there to worship. These sporadic incidents, over the course of\n\nseveral years, do not amount to persecution, even considered\n\n\n\n                                      -4-\n\fcumulatively.   See Awad v. Gonzales, 463 F.3d 73, 76-77 (1st Cir.\n\n2006) (describing cases in which occasional physical abuse did not\n\namount to persecution).\n\n          As to future persecution, the IJ accepted that Sipayung\n\nhad a subjectively genuine fear, but rejected the notion that any\n\nsuch fear was objectively reasonable, for two reasons.       First,\n\nSipayung's parents had returned to Indonesia from the United States\n\nin December 2003; they and other relatives continued to practice\n\ntheir religion, and none of them had ever been harmed.   Second, as\n\ndocumented by the State Department reports, conditions started to\n\nimprove for Christians in Indonesia in 2003.     These are rational\n\nbases on which to find that Sipayung failed to show that he would\n\nmore likely than not face future persecution in Indonesia.      See\n\nNikijuluw v. Gonzales, 427 F.3d 115, 122 (1st Cir. 2005).\n\n          Sipayung responds that the IJ wrongly stressed the more\n\noptimistic portions of the State Department reports over the less\n\nrosy parts.   We cannot say the IJ's reading of the State Department\n\nreports was unreasonable, especially in light of the experience of\n\nSipayung's family, all of whom practiced Christianity in Indonesia\n\nwithout persecution.   See Pan v. Gonzales, No. 06-2166, 2007 U.S.\n\nApp. LEXIS 13159, at *19 n.6 (1st Cir. June 7, 2007) (deferring to\n\nthe IJ's \"reasonable\" choice to rely on an \"unfavorable passage\"\n\nfrom a State Department report over a passage \"more favorable\" to\n\nthe petitioner). Sipayung suggests that his situation differs from\n\n\n\n                                 -5-\n\fthat of his relatives because he is a minister, but he points to no\n\nevidence to counter the IJ's conclusion that \"the conditions simply\n\ndo not establish that it is more likely than not [that] a Christian\n\nminister      would    suffer     harm    on    account     of   his   practicing      his\n\nreligion, or leading religious services.\"\n\n              Sipayung also argues that the IJ miscalibrated the test.\n\nHe argues the evidence establishes \"a pattern or practice of\n\npersecution,\" such that Sipayung need not show that he personally\n\nwould be singled out for persecution. See 8 C.F.R. § 208.16(b)(2).\n\nThe evidence in the record, particularly in light of the 2003 and\n\n2004 State Department reports, does not compel the conclusion that\n\nthere   is    a    pattern   or    practice         of   persecuting    Christians      in\n\nIndonesia such that Sipayung's identity as a Christian is enough to\n\nmake it more likely than not that he would face persecution.                           See\n\nTolego v. Gonzales, 452 F.3d 763, 766 (8th Cir. 2006).                          Rather,\n\nsubstantial evidence supports the IJ's determination that although\n\n\"[t]here      do    continue       to    be    incidents      of   violence     against\n\nChristians,\" the government in Indonesia \"is making significant\n\nefforts      to    curtail   any    terrorist        activity.\"        See   Susanto    v.\n\nGonzales, 439 F.3d 57, 60-61 (1st Cir. 2006).\n\n              Finally, to the extent Sipayung also makes a claim of\n\nprocedural error, decrying the IJ's refusal to consider certain\n\nlate-filed documents, the claim is without merit.                      See Sulaiman v.\n\nGonzales, 429 F.3d 347, 351 (1st Cir. 2005).\n\n\n\n                                              -6-\n\fWe deny the petition for review.\n\n\n\n\n                     -7-\n\f",
  "html": "<p class=\"case_cite\">491 F.3d 18</p>\n    <p class=\"parties\">Raja SIPAYUNG, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 06-2305.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted June 6, 2007.</p>\n    <p class=\"date\">Decided June 27, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">H. Raymond Fasano and Madeo &amp; Fasano on brief for petitioner.</p>\n      <p class=\"indent\">Kathryn L. Moore, Attorney, Office of Immigration Litigation, Civil Division, United States Department of Justice, M. Jocelyn Lopez Wright, Senior Litigation Counsel, and Peter D. Keisler, Assistant Attorney General, Civil Division, on brief for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA and LYNCH, Circuit Judges, and FUST&#201;,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Raja Sipayung of Indonesia was admitted to the United States on August 4, 1997 on an F-1 student visa to attend Southern Nevada Community College. He never attended the school, but worked instead. His removal proceedings began with a Notice to Appear dated November 29, 2002. He conceded removability and on June 25, 2003, applied for asylum, withholding of removal, and protection under the Convention Against Torture (CAT).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 23, 2005, an Immigration Judge (IJ) found that Sipayung had not met the one-year limitation period for asylum applications under 8 U.S.C. &#167; 1158(a)(2)(B) and that he did not fall within an exception under 8 U.S.C. &#167; 1158(a)(2)(D), and so denied asylum. The IJ also found that Sipayung had not met his burden for either withholding of removal or CAT relief.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sipayung's claim was that as a practicing Christian, indeed as an ordained minister, he would suffer religious persecution if he were returned to Indonesia. The IJ accepted Sipayung's testimony as credible, but held that he had not shown it was more likely than not he would be persecuted on his return. The IJ noted that Sipayung's parents and relatives continued to live and practice their Christian faith in Indonesia. The IJ also considered the 2003 and 2004 United States State Department Religious Freedom Reports for Indonesia, which indicated that while Islamic fundamentalism had been spreading in many areas, the government was making efforts to combat terrorism. These reports undercut Sipayung's claims of future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 11, 2006, the Board of Immigration Appeals (BIA) affirmed the IJ's decision. It also rejected Sipayung's argument that the IJ had erred in declining to accept evidence Sipayung had offered late under the local rules. The BIA also noted that this evidence did not in any event demonstrate Sipayung's eligibility for relief from removal, and that he had therefore suffered no prejudice from the purported error.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sipayung's timely petition for review in this court challenges both the denial of asylum and the denial of withholding of removal. No mention is made of the CAT claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have no jurisdiction to review the agency's determination that the asylum claim was untimely. <i>See</i> 8 U.S.C. &#167; 1158(a)(3); <i>Silva v. Gonzales,</i> 463 F.3d 68, 71-72 (1st Cir.2006); <i>Hayek v. Gonzales,</i> 445 F.3d 501, 506-07 (1st Cir.2006) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This leaves only the denial of withholding of removal. We review the BIA's factual determinations under the substantial evidence standard; that is, we must uphold those determinations if they are \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Sharari v. Gonzales,</i> 407 F.3d 467, 473 (1st Cir.2005) (quoting <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992)) (internal quotation marks omitted). We reverse such a determination only when a \"reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. &#167; 1252(b)(4)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To qualify for withholding of removal, Sipayung needed to show either (1) that he had suffered past persecution on account of race, religion, nationality, membership in a particular social group, or political opinion, thus creating a rebuttable presumption that he would suffer future persecution, or (2) that it was more likely than not that he would face persecution on account of a protected ground upon his return to Indonesia. <i>Da Silva v. Ashcroft,</i> 394 F.3d 1, 4 (1st Cir.2005). The \"more likely than not\" standard is a higher threshold than the standard for establishing eligibility for asylum. <i>Id.</i> at 4 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sipayung makes both an argument that the record compels the conclusion that he has established past persecution and an argument that based on changed country conditions, there is a clear probability of future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Substantial evidence supports the conclusion that the incidents complained of did not amount to past persecution. Sipayung was subjected to name calling at school and to \"weird looks\" when he carried his Bible in public, and people once threw stones at the door of the home of a fellow church member while he was there to worship. These sporadic incidents, over the course of several years, do not amount to persecution, even considered cumulatively. <i>See Awad v. Gonzales,</i> 463 F.3d 73, 76-77 (1st Cir.2006) (describing cases in which occasional physical abuse did not amount to persecution).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As to future persecution, the IJ accepted that Sipayung had a subjectively genuine fear, but rejected the notion that any such fear was objectively reasonable, for two reasons. First, Sipayung's parents had returned to Indonesia from the United States in December 2003; they and other relatives continued to practice their religion, and none of them had ever been harmed. Second, as documented by the State Department reports, conditions started to improve for Christians in Indonesia in 2003. These are rational bases on which to find that Sipayung failed to show that he would more likely than not face future persecution in Indonesia. <i>See Nikijuluw v. Gonzales,</i> 427 F.3d 115, 122 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Sipayung responds that the IJ wrongly stressed the more optimistic portions of the State Department reports over the less rosy parts. We cannot say the IJ's reading of the State Department reports was unreasonable, especially in light of the experience of Sipayung's family, all of whom practiced Christianity in Indonesia without persecution. <i>See Pan v. Gonzales,</i> 489 F.3d 80, 87 (1st Cir.2007) (deferring to the IJ's \"reasonable\" choice to rely on an \"unfavorable passage\" from a State Department report over a passage \"more favorable\" to the petitioner). Sipayung suggests that his situation differs from that of his relatives because he is a minister, but he points to no evidence to counter the IJ's conclusion that \"the conditions simply do not establish that it is more likely than not [that] a Christian minister would suffer harm on account of his practicing his religion, or leading religious services.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sipayung also argues that the IJ miscalibrated the test. He argues the evidence establishes \"a pattern or practice of persecution,\" such that Sipayung need not show that he personally would be singled out for persecution. <i>See</i> 8 C.F.R. &#167; 208.16(b)(2). The evidence in the record, particularly in light of the 2003 and 2004 State Department reports, does not compel the conclusion that there is a pattern or practice of persecuting Christians in Indonesia such that Sipayung's identity as a Christian is enough to make it more likely than not that he would face persecution. <i>See Tolego v. Gonzales,</i> 452 F.3d 763, 766 (8th Cir.2006). Rather, substantial evidence supports the IJ's determination that although \"[t]here do continue to be incidents of violence against Christians,\" the government in Indonesia \"is making significant efforts to curtail any terrorist activity.\" <i>See Susanto v. Gonzales,</i> 439 F.3d 57, 60-61 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, to the extent Sipayung also makes a claim of procedural error, decrying the IJ's refusal to consider certain late-filed documents, the claim is without merit. <i>See Sulaiman v. Gonzales,</i> 429 F.3d 347, 351 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We <i>deny</i> the petition for review.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">Raja SIPAYUNG, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 06-2305.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted June 6, 2007.</p>\n    <p class=\"date\">Decided June 27, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">H. Raymond Fasano and Madeo &amp; Fasano on brief for petitioner.</p>\n      <p class=\"indent\">Kathryn L. Moore, Attorney, Office of Immigration Litigation, Civil Division, United States Department of Justice, M. Jocelyn Lopez Wright, Senior Litigation Counsel, and Peter D. Keisler, Assistant Attorney General, Civil Division, on brief for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA and LYNCH, Circuit Judges, and FUST&#201;,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Raja Sipayung of Indonesia was admitted to the United States on August 4, 1997 on an F-1 student visa to attend Southern Nevada Community College. He never attended the school, but worked instead. His removal proceedings began with a Notice to Appear dated November 29, 2002. He conceded removability and on June 25, 2003, applied for asylum, withholding of removal, and protection under the Convention Against Torture (CAT).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 23, 2005, an Immigration Judge (IJ) found that Sipayung had not met the one-year limitation period for asylum applications under 8 U.S.C. &#167; 1158(a)(2)(B) and that he did not fall within an exception under 8 U.S.C. &#167; 1158(a)(2)(D), and so denied asylum. The IJ also found that Sipayung had not met his burden for either withholding of removal or CAT relief.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sipayung's claim was that as a practicing Christian, indeed as an ordained minister, he would suffer religious persecution if he were returned to Indonesia. The IJ accepted Sipayung's testimony as credible, but held that he had not shown it was more likely than not he would be persecuted on his return. The IJ noted that Sipayung's parents and relatives continued to live and practice their Christian faith in Indonesia. The IJ also considered the 2003 and 2004 United States State Department Religious Freedom Reports for Indonesia, which indicated that while Islamic fundamentalism had been spreading in many areas, the government was making efforts to combat terrorism. These reports undercut Sipayung's claims of future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 11, 2006, the Board of Immigration Appeals (BIA) affirmed the IJ's decision. It also rejected Sipayung's argument that the IJ had erred in declining to accept evidence Sipayung had offered late under the local rules. The BIA also noted that this evidence did not in any event demonstrate Sipayung's eligibility for relief from removal, and that he had therefore suffered no prejudice from the purported error.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sipayung's timely petition for review in this court challenges both the denial of asylum and the denial of withholding of removal. No mention is made of the CAT claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have no jurisdiction to review the agency's determination that the asylum claim was untimely. <i>See</i> 8 U.S.C. &#167; 1158(a)(3); <i>Silva v. Gonzales,</i> <span class=\"citation\" data-id=\"202417\"><a href=\"/opinion/202417/silva-v-gonzales/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 71-72 (1st Cir.2006); <i>Hayek v. Gonzales,</i> <span class=\"citation\" data-id=\"202159\"><a href=\"/opinion/202159/hayek-v-gonzales/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">501</span></a></span>, 506-07 (1st Cir.2006) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This leaves only the denial of withholding of removal. We review the BIA's factual determinations under the substantial evidence standard; that is, we must uphold those determinations if they are \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Sharari v. Gonzales,</i> <span class=\"citation\" data-id=\"201584\"><a href=\"/opinion/201584/sharari-v-ashcroft/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 473 (1st Cir.2005) (quoting <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992)) (internal quotation marks omitted). We reverse such a determination only when a \"reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. &#167; 1252(b)(4)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To qualify for withholding of removal, Sipayung needed to show either (1) that he had suffered past persecution on account of race, religion, nationality, membership in a particular social group, or political opinion, thus creating a rebuttable presumption that he would suffer future persecution, or (2) that it was more likely than not that he would face persecution on account of a protected ground upon his return to Indonesia. <i>Da Silva v. Ashcroft,</i> <span class=\"citation\" data-id=\"201398\"><a href=\"/opinion/201398/da-silva-v-ashcroft/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2005). The \"more likely than not\" standard is a higher threshold than the standard for establishing eligibility for asylum. <i>Id.</i> at 4 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sipayung makes both an argument that the record compels the conclusion that he has established past persecution and an argument that based on changed country conditions, there is a clear probability of future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Substantial evidence supports the conclusion that the incidents complained of did not amount to past persecution. Sipayung was subjected to name calling at school and to \"weird looks\" when he carried his Bible in public, and people once threw stones at the door of the home of a fellow church member while he was there to worship. These sporadic incidents, over the course of several years, do not amount to persecution, even considered cumulatively. <i>See Awad v. Gonzales,</i> <span class=\"citation\" data-id=\"202416\"><a href=\"/opinion/202416/awad-v-gonzales/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 76-77 (1st Cir.2006) (describing cases in which occasional physical abuse did not amount to persecution).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As to future persecution, the IJ accepted that Sipayung had a subjectively genuine fear, but rejected the notion that any such fear was objectively reasonable, for two reasons. First, Sipayung's parents had returned to Indonesia from the United States in December 2003; they and other relatives continued to practice their religion, and none of them had ever been harmed. Second, as documented by the State Department reports, conditions started to improve for Christians in Indonesia in 2003. These are rational bases on which to find that Sipayung failed to show that he would more likely than not face future persecution in Indonesia. <i>See Nikijuluw v. Gonzales,</i> <span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 122 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Sipayung responds that the IJ wrongly stressed the more optimistic portions of the State Department reports over the less rosy parts. We cannot say the IJ's reading of the State Department reports was unreasonable, especially in light of the experience of Sipayung's family, all of whom practiced Christianity in Indonesia without persecution. <i>See Pan v. Gonzales,</i> <span class=\"citation\" data-id=\"202784\"><a href=\"/opinion/202784/pan-v-gonzales/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 87 (1st Cir.2007) (deferring to the IJ's \"reasonable\" choice to rely on an \"unfavorable passage\" from a State Department report over a passage \"more favorable\" to the petitioner). Sipayung suggests that his situation differs from that of his relatives because he is a minister, but he points to no evidence to counter the IJ's conclusion that \"the conditions simply do not establish that it is more likely than not [that] a Christian minister would suffer harm on account of his practicing his religion, or leading religious services.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sipayung also argues that the IJ miscalibrated the test. He argues the evidence establishes \"a pattern or practice of persecution,\" such that Sipayung need not show that he personally would be singled out for persecution. <i>See</i> 8 C.F.R. &#167; 208.16(b)(2). The evidence in the record, particularly in light of the 2003 and 2004 State Department reports, does not compel the conclusion that there is a pattern or practice of persecuting Christians in Indonesia such that Sipayung's identity as a Christian is enough to make it more likely than not that he would face persecution. <i>See Tolego v. Gonzales,</i> <span class=\"citation\" data-id=\"794781\"><a href=\"/opinion/794781/jerry-tolego-v-alberto-gonzales-attorney-general-of-the-united-states-of/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 766 (8th Cir.2006). Rather, substantial evidence supports the IJ's determination that although \"[t]here do continue to be incidents of violence against Christians,\" the government in Indonesia \"is making significant efforts to curtail any terrorist activity.\" <i>See Susanto v. Gonzales,</i> <span class=\"citation\" data-id=\"202090\"><a href=\"/opinion/202090/susanto-v-gonzales/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 60-61 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, to the extent Sipayung also makes a claim of procedural error, decrying the IJ's refusal to consider certain late-filed documents, the claim is without merit. <i>See Sulaiman v. Gonzales,</i> <span class=\"citation\" data-id=\"201926\"><a href=\"/opinion/201926/sulaiman-v-gonzales/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">347</span></a></span>, 351 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We <i>deny</i> the petition for review.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794781/"
  ]
}