{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202893/",
  "absolute_url": "/opinion/202893/latin-amer-music-co-inc-v-arch-san-juan-cath-church/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202893/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:04:17Z",
  "date_modified": "2016-04-26T13:45:44.415999Z",
  "type": "010combined",
  "sha1": "adbdf0a5c3894dc3ad90a0dd4a4564e580a880d9",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2806-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/08/16/Latin_American_Music_v._Archdiocese_of_San.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 05-2806\n\n                    LATIN AMERICAN MUSIC CO., INC.\n                    and ASOCIACIÓN DE COMPOSITORES\n                 Y EDITORES DE MÚSICA LATINOMERICANA,\n                        Plaintiffs, Appellants,\n\n                      TURABO RADIO CORP., ET AL.\n                              Plaintiffs,\n\n\n             SOUTHERN MUSIC PUBLISHING CO., INC., ET AL.,\n                         Plaintiffs, Appellees\n\n                                  v.\n\n                  THE ARCHDIOCESE OF SAN JUAN OF THE\n              ROMAN CATHOLIC & APOSTOLIC CHURCH, ET AL.,\n                         Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                                  Before\n                          Lipez, Circuit Judge,\n                      Selya, Senior Circuit Judge,\n                  and DiClerico, Jr.,* District Judge.\n\n\n\n     Jane Becker Whitaker, with whom Law Offices of Jane Becker\nWhitaker, and Angel N. Caro, were on brief, for appellants.\n     Richard H. Reimer, with whom Diego A. Ramos, Fiddler González\n& Rodriguez, PSC, Stephen S. Young, and Holland & Knight, LLP, were\non brief for appellee American Society of Composers, Authors and\nPublishers.\n     Barry I. Slotnick, with whom Jacques Rimokh, Loeb & Loeb, LLP\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\fand Adsuar Muñiz Goyco & Besosa, PSC, were on brief for appellees,\nSouthern Music Publishing Co., Inc., et al.\n\n\n                         August 16, 2007\n\f            DiClerico, District Judge.            Latin American Music Company\n\n(\"LAMCO\") and Asociación de Compositores y Editores de Música\n\nLatino Americana (\"ACEMLA\") brought suit in 1996, alleging that the\n\nArchdiocese of San Juan of the Roman Catholic and Apostolic Church,\n\nthrough    its   two   radio      stations,     along   with   ten    other    radio\n\nbroadcasters, were infringing their copyrights in fifty-one songs.1\n\nThe case then expanded to include other claims and parties and was\n\nconsolidated with four related cases, which together involved\n\ncopyrights to more than five hundred songs.                    LAMCO and ACEMLA\n\nappeal     decisions   by        the   district    court   that      denied    their\n\ninfringement     claims     as    to   five    songs;   allocated    half     of   the\n\nobligation to pay for a special master's fees to LAMCO and ACEMLA;\n\ndismissed their claims, counterclaims, and defenses as a sanction;\n\nand held that they were infringing copyrights owned by other\n\nparties.\n\n\n\n\n     1\n      The original defendants were the Archdiocese d/b/a WORO-FM\nand WKVM-AM, Isabela Broadcasting Co. d/b/a WKSA-FM and WISA-AM,\nKelly Broadcasting System, Corp. d/b/a WNIK-FM and WNIK-AM, Ramon\nRodriguez & Associates, Inc. d/b/a WCFI-FM, Bestov Broadcasting\nSystem, Corp. d/b/a WIAC-AM and WIAC-FM, HQ-FM 103, Inc. d/b/a\nWCHQ-FM, AERCO Broadcasting, Corp. d/b/a    WQBS-AM, Tommy Muñiz\nProductions, Inc. d/b/a WLUZ-AM, VI-MAN Broadcast System, Corp.\nd/b/a WEGA-AM, ABG Realty & Investment Corp. d/b/a WRSJ-AM, and\nSensacion Broadcasting Corporation d/b/a WSAN-FM.\n\n                                         -3-\n\f                                     I.\n\n           Luis Raul Bernard founded LAMCO, a music publisher based\n\nin New York, and ACEMLA, a performance rights society2 affiliated\n\nwith LAMCO and based in Puerto Rico.               Bernard is the chief\n\nexecutive officer, director, and majority stockholder of both LAMCO\n\nand ACEMLA.     Because LAMCO and ACEMLA are closely aligned in this\n\ncase, we will refer to them as \"LAMCO/ACEMLA,\" unless individual\n\ndifferentiation is necessary.\n\n           In response to the infringement suit brought against them\n\nby LAMCO/ACEMLA, the Archdiocese and the other radio broadcaster\n\ndefendants (collectively referred to as \"the Broadcasters\") brought\n\ncounterclaims against LAMCO/ACEMLA.           They also filed third-party\n\ncomplaints     against   Broadcast   Music,    Inc.,   Peer    International\n\nCorporation, and the American Society of Composers, Authors, and\n\nPublishers (\"ASCAP\"), seeking indemnification and a defense against\n\nthe   claims   brought   by   LAMCO/ACEMLA.3     ASCAP   and   LAMCO/ACEMLA\n\ndisputed the rights to five of the songs listed in the LAMCO/ACEMLA\n\n\n      2\n      \"Such organizations . . . obtain rights to musical\ncompositions, license them (often through blanket licenses), and\ncollect   royalties  from   sub-licenses.\"  Venega-Hernandez  v.\nAsociacion De Compositores y Editores De Música LatinoAmericana,\n424 F.3d 50, 52 (1st Cir. 2005).\n      3\n      A more detailed presentation of the complex procedural\nhistory of this case can be found in the district court's orders.\nSee Latin Am. Music Co. v. Archdiocese of San Juan of the Roman\nCatholic & Apostolic Church, 2005 WL 1847013 (D.P.R. Aug. 2, 2005);\nLatin Am. Music Co. v. Archidocese of San Juan, 194 F. Supp. 2d 30\n(D.P.R. 2001); Peer Int'l Corp. v. Latin Am. Music Corp., 161 F.\nSupp.2d 38 (D.P.R. 2001).\n\n                                     -4-\n\fcomplaint and agreed that resolution of the ownership and copyright\n\nissues as to those songs could serve as a roadmap for resolving the\n\nsame issues as to the other songs disputed by the parties.                       ASCAP\n\nand LAMCO/ACEMLA filed motions for partial summary judgment.                      The\n\ndistrict court granted ASCAP's motion, dismissing LAMCO/ACEMLA's\n\ninfringement claims on all five songs.\n\n                  Several music publishers (collectively referred to as\n\n\"the Publishers\") brought claims against LAMCO/ACEMLA, alleging\n\nthat       they    owned   or   controlled    copyrights      to   468   songs    that\n\nLAMCO/ACEMLA were infringing.4               The Publishers moved for summary\n\njudgment on their infringement claims.                 LAMCO/ACEMLA disputed the\n\nrights to 294 of the songs claimed by the Publishers and moved for\n\nsummary judgment as to infringement of those copyrights. As to the\n\nremaining 174 songs, LAMCO/ACEMLA acknowledged that they had been\n\nincluded in an ACEMLA catalog in error but denied infringement. In\n\nresponse to the motions, the district court summarized the bases of\n\nthe    parties'       claims    of   ownership   and    the   applicable    law    but\n\nreserved judgment on infringement pending review of the ownership\n\nissues by a special master.\n\n                  On March 31, 2003, noting that \"the present copyright\n\ncases are complicated and extremely fact intensive,\" the district\n\n\n       4\n      The music publishers are Peer International Corporation, Peer\nInternational Corporation of Puerto Rico, Southern Music Publishing\nCompany, Inc., Peermusic Ltd., Sonido, Inc. d/b/a FAF publishing,\nEMI Catalogue Partnership, EMI April Music, Inc., and Broadcast\nMusic, Inc.\n\n                                          -5-\n\fcourt appointed a special master to examine the documentation\n\npertaining to the chains of title as to all of the songs at issue\n\nin the consolidated cases. The district court directed the special\n\nmaster   to    make    recommendations       as    to   issues   of    authorship,\n\nownership, and compliance with statutory requirements, whether the\n\ncopyrights for the songs at issue had been infringed, and if so, by\n\nwhom, and a recommendation on LAMCO/ACEMLA's allegations of missing\n\nroyalty payments.       The special master's compensation was set at an\n\nhourly rate of $565.         The district court ordered the Publishers to\n\npay half of the fees and costs and LAMCO/ACEMLA to pay the other\n\nhalf and ordered each group to file a bond with the court in the\n\namount of $37,500, within ten days following entry of the order.\n\n              During   the    course   of    the    litigation,       LAMCO/ACEMLA\n\nrepeatedly failed to meet court-ordered deadlines and obligations,\n\nincluding posting the bond.            On October 13, 2004, the district\n\ncourt issued an ultimatum, granting a final thirty-day extension of\n\ntime for LAMCO/ACEMLA to post the bond and warning that failure to\n\ncomply would result in sanctions which could include dismissal of\n\ntheir claims and affirmative defenses.              Nearly nine months later,\n\non August 2, 2005, the district court concluded that LAMCO/ACEMLA\n\nhad failed to comply with its order and dismissed their claims,\n\ncounterclaims, and affirmative defenses in all of the consolidated\n\ncases.\n\n\n\n\n                                       -6-\n\f               On May 10, 2004, the special master issued his report and\n\nrecommendation.           The district court approved and adopted the\n\nspecial       master's        report    and        recommendation,    in     part,     with\n\nmodifications as to the ownership of rights to certain songs, and\n\nordered a hearing to resolve a question about notice and good faith\n\nwith respect to ownership of rights in other songs.                        With respect\n\nto     the    songs     for     which        the     special    master's     report     and\n\nrecommendation          was    approved,       the     district   court      granted    the\n\nPublishers' motion for summary judgment on copyright infringement\n\nagainst LAMCO/ACEMLA.             The order also assessed damages in the\n\namount       of   $313,500      and     allowed       the   Publishers     to    file    an\n\napplication for reasonable attorneys' fees and costs.\n\n               Following a hearing on ownership issues for the songs\n\nthat    were      not   resolved        by    the     special   master's     report     and\n\nrecommendation, the district court determined that the Publishers\n\nalso owned the copyrights to those songs.                       The court granted the\n\nPublishers' motion for summary judgment as to their infringement\n\nclaims on those songs and awarded damages in the amount of $29,250.\n\nThe court also granted the Publishers' motion for a permanent\n\ninjunction against future infringement by LAMCO/ACEMLA and resolved\n\nother        issues     that     were        then    pending.        Based      on    those\n\ndeterminations, the district court entered judgment as to the\n\nclaims and counterclaims in the consolidated cases.                        LAMCO/ACEMLA\n\nappealed.\n\n\n                                               -7-\n\f                                            II.\n\n               On appeal, LAMCO/ACEMLA challenge the district court's\n\ndecisions holding that LAMCO/ACEMLA did not own copyrights in five\n\nsongs       claimed   by     ASCAP-member     publishers,       apportioning   fifty\n\npercent of the special master's fees to LAMCO/ACEMLA, sanctioning\n\nthem for failing to post a bond as ordered, concluding that they\n\nlacked standing to seek rescission of copyright assignments, and\n\nholding       that    authorizing     use    of    songs     constitutes    copyright\n\ninfringement.          ASCAP and the Publishers oppose LAMCO/ACEMLA's\n\narguments on appeal.\n\n\n\nA.   Summary Judgment on Five Songs\n\n               ASCAP sought partial summary judgment on LAMCO/ACEMLA's\n\ninfringement claims against the Broadcasters as to five songs,\n\nasking that those five claims be dismissed.5                   LAMCO/ACEMLA sought\n\npartial summary judgment that they held the performing rights\n\nlicenses to the same five songs.                   The disputed five songs are:\n\n\"Caballo      Viejo\"    by    Simón   Díaz,       \"Patacón   Pisa'o\"   by   Ramon   A.\n\nChaverra, \"Ojos Chinos\" by Rogelio \"Kito\" Vélez, and \"Te Sigo\n\nQuieriendo\" and \"Una Tercera Persona\" by Luz C. Tirado.\n\n\n        5\n      ASCAP is a performing rights society that licenses \"the\npublic performance of nondramatic musical works on behalf of\ncopyright owners of such works.\" 2 Melville B. Nimmer & David\nNimmer, Nimmer on Copyright § 8.19 at 8-268.47 (2005) (quoting 17\nU.S.C. § 101).   ASCAP can grant only non-exclusive licenses on\nbehalf of its members and does not own the copyrights to the works\nof its members. Id. at 8-269.\n\n                                            -8-\n\f          The district court concluded that as to four of the\n\nsongs, \"Caballo Viejo,\" \"Patacón Pisa'o,\" \"Te Sigo Quieriendo,\" and\n\n\"Una Tercera Persona,\" ASCAP members held the copyrights, which\n\nprecluded LAMCO/ACEMLA's infringement claims arising from those\n\nsongs. With respect to the fifth song, \"Ojos Chinos,\" the district\n\ncourt determined that LAMCO/ACEMLA had a non-exclusive license,\n\nwhich might entitle them to receive payments from the Broadcasters\n\nbut did not support standing to maintain a copyright infringement\n\nclaim.   The court also held that although LAMCO/ACEMLA recorded\n\ntheir agreement with the composer's heirs to a non-exclusive\n\nlicense for all performing rights to \"Ojos Chinos,\" the recording\n\ndid not comply with the requirements of 17 U.S.C. § 205(c) and,\n\ntherefore, did not provide constructive notice of the license.\n\nBased on those conclusions, the court dismissed LAMCO/ACEMLA's\n\ninfringement     claims   based   on    the   five   disputed   songs.\n\nLAMCO/ACEMLA appeal that decision.\n\n          We review a district court's summary judgment decision de\n\nnovo, using the same standard that governed below.          Ruiz-Rosa v.\n\nRullan, 485 F.3d 150, 155 (1st Cir. 2007).           Summary judgment is\n\nappropriate when the facts properly supported by the record and\n\ntaken in the light most favorable to the non-moving party \"show\n\nthat there is no genuine issue as to any material fact and that the\n\nmoving party is entitled to judgment as a matter of law.\"        Fed. R.\n\nCiv. P. 56(c).    Cross motions for summary judgment do not change\n\n\n                                  -9-\n\fthe standard.         Specialty Nat'l Ins. Co. v. OneBeacon Ins. Co., 486\n\nF.3d    727,    732    (1st   Cir.    2007).       To    prevail   on   a   copyright\n\ninfringement claim, \"two elements must be proven: (1) ownership of\n\na valid copyright, and (2) copying of constituent elements of the\n\nwork that are original.\"             T-Peg, Inc. v. Vt. Timber Works, Inc.,\n\n459    F.3d    97,    108   (1st   Cir.    2006)    (internal      quotation   marks\n\nomitted); accord Brown v. Latin Am. Music Co., ___ F. ___, 2007 WL\n\n2253543, *3 (1st Cir. Aug. 7, 2007).\n\n               1. \"Caballo Viejo\"\n\n               It is undisputed that the composer, Simón Díaz, granted\n\nthe rights to \"Caballo Viejo\" to Selemúsica, C.A. through an\n\nagreement dated September 29, 1981.               Selemúsica entered agreements\n\nwith West Side Music Publishing, Inc. that granted West Side the\n\nright    to    represent      Selemúsica    in     the   United    States    and   its\n\nterritories.          West Side registered the copyright for \"Caballo\n\nViejo\" in 1983, showing Selemúsica as the copyright owner.\n\n               LAMCO/ACEMLA based their claim to \"Caballo Viejo\" on\n\ntheir agreements with West Side.                 In an agreement dated May 15,\n\n1981, West Side granted LAMCO/ACEMLA the photomechanical rights and\n\nthe exclusive rights to publish and license performance of \"Caballo\n\nViejo\" for a five-year term.               West Side and LAMCO/ACEMLA also\n\nentered an exclusive performing rights agreement on January 3,\n\n1982.    LAMCO/ACEMLA recorded the 1981 agreement on December 17,\n\n1986.\n\n\n                                          -10-\n\f               ASCAP asserted its claim to \"Caballo Viejo\" also based on\n\nthe rights held by West Side.           West Side entered an agreement with\n\nBarnegat Music Corporation in 1989, which included the rights to\n\ncollect performing fees and royalties for \"Caballo Viejo.\"                     West\n\nSide and Barnegat merged in 1993.              Barnegat had been a member of\n\nASCAP       since    1984.    On   December    2,   1986,   before   LAMCO/ACEMLA\n\nrecorded their 1981 agreement with West Side, the Copyright Royalty\n\nTribunal determined that \"[t]he Settling Parties [which include\n\nASCAP] showed that Selemusica, C.A. conveyed its rights to Barnegat\n\nMusic       Corp.,    an   ASCAP   member.\"6    Final   Determination     of    the\n\nDistribution of the 1984 Jukebox Royalty Fund, CRT No. 85-1-84JD,\n\n1986 WL 116931, 51 Fed. Reg. 43,455, 43,459 (CRT Dec. 2, 1986).\n\n               The district court agreed with the Tribunal that Barnegat\n\nheld the rights to \"Caballo Viejo\" but came to that conclusion\n\nbased on a somewhat different chain of title.               The court concluded\n\nthat Hector Varona, the president of West Side, verbally terminated\n\nthe 1982 agreement with LAMCO/ACEMLA, thereafter did not accept\n\nroyalty payments sent to him, and refused to extend the 1981\n\nagreement with LAMCO/ACEMLA.             Based on those circumstances, the\n\ndistrict court held, based on the summary judgment record, that the\n\nrights to \"Caballo Viejo\" were transferred from the composer to\n\n\n        6\n      ASCAP relies on the Tribunal's finding, while LAMCO/ACEMLA\ndenigrate it. Neither side cites authority as to what weight the\nCopyright Royalty Tribunal's finding should be given. We will not\nexplore the preclusive effect of that determination in the absence\nof appropriately supported briefing by the parties.\n\n                                        -11-\n\fSelemúsica, to West Side, and then to Barnegat, an ASCAP member.\n\nThe court ruled that ASCAP was entitled to collect performance\n\nroyalties for the song.\n\n               On appeal, LAMCO/ACEMLA argue that the district court\n\nerroneously concluded that West Side rescinded the 1982 agreement\n\nwith       LAMCO/ACEMLA   and   assert       that    under   the   1982    agreement,\n\nLAMCO/ACEMLA       continue     to    own    the    rights   to    \"Caballo   Viejo.\"\n\nLAMCO/ACEMLA also argue that Varona, on behalf of West Side, could\n\nnot terminate the 1982 agreement verbally because all transfers of\n\ncopyright must be in writing.                 See 17 U.S.C. § 204(a).           ASCAP\n\ncontends       that   West   Side's    entire       agreement     with   LAMCO/ACEMLA\n\nexpired at the end of the 1981 agreement's five-year term and was\n\nnot renewed.\n\n               The summary judgment record is far from clear as to how,\n\nwhen, or if the 1982 agreement was terminated.                     The record shows\n\nthat the 1981 agreement between LAMCO/ACEMLA and West Side expired\n\nat the end of its five-year term in 1986.7                      The 1982 agreement\n\nbetween LAMCO/ACEMLA and West Side, however, did not include a time\n\nlimit. In the 1982 agreement, West Side \"transfer[red] and cede[d]\n\nto ACEMLA the exclusive rights to license in the territory or\n\nterritories of United States, Puerto Rico and Dominican Republic\n\n\n\n\n       7\n      There is some evidence that the term was extended for a few\nmonths, which does not affect this decision.\n\n                                            -12-\n\fall the rights to public performance which have been assigned to\n\nWest Side and other [sic] which may be assigned in the future . .\n\n. .\"\n\n                Although     the     district       court    concluded   that   Varona\n\nverbally terminated the 1982 agreement, his testimony suggests that\n\nhe did not remember or clearly understand the distinctions between\n\nthe 1981 and 1982 agreements and that he was not sure when or how\n\nhe terminated the 1982 agreement.                   Further, even if he did intend\n\nto terminate the 1982 agreement, that action would be effective\n\nonly if the exclusive license, granted in the 1982 agreement, could\n\nbe terminated verbally and unilaterally.                       The district court's\n\norder        does    not   cite     authority       to   support    either   theory.8\n\nTherefore,           the   record     as    it   pertains      to    \"Caballo   Viejo\"\n\ndemonstrates that material facts remain in dispute so that ASCAP\n\nwas not entitled to summary judgment as to that song.\n\n                2.    \"Patacón Pisa'o\"\n\n                Ramon A. Chaverra wrote \"Patacón Pisa'o\" in 1984. He\n\nconveyed his copyrights to a Colombian music publisher, Prodemus,\n\nin February of 1984.                Prodemus then conveyed to Música Unica\n\nPublishers the right to represent Prodemus in the United States and\n\nPuerto Rico, which gave Música Unica the rights to authorize and\n\nlicense        \"Patacón     Pisa'o.\"       Música    Unica    obtained   a   copyright\n\nregistration certificate for \"Patacón Pisa'o\" on September 17,\n\n\n        8\n            We take no position as to either of these disputed issues.\n\n                                            -13-\n\f1985.     Música Unica, operating under the name Unimúsica, is an\n\nASCAP member and has a licensing agreement with ASCAP.\n\n            LAMCO/ACEMLA's claim to rights for \"Patacón Pisa'o\" was\n\nbased on a separate line of agreements.            On September 23, 1985,\n\nChaverra, the composer, entered an agreement with Edinmúsica, LDT,\n\ntransferring all title and licensing authority for \"Patacón Pisa'o\"\n\nas interpreted by another performer.           On June 2, 1986, Edinmúsica\n\nand LAMCO/ACEMLA obtained a copyright registration for the words\n\nand music for \"Patacón Pisa'o.\"         In 1994, Chaverra terminated his\n\nagreement    with     Edinmúsica     and    entered   an     agreement   with\n\nLAMCO/ACEMLA, transferring the exclusive rights to publish \"Patacón\n\nPisa'o\" and non-exclusive rights to collect performance royalties.\n\nChaverra    also    signed   an   affidavit,   stating     that   LAMCO/ACEMLA\n\nrepresented his interests. On November 21, 1994, LAMCO/ACEMLA\n\nrecorded Chaverra's affidavit and their agreement in the Copyright\n\nOffice.\n\n            The district court concluded that because Música Unica\n\nnever recorded its agreement with Chaverra, LAMCO/ACEMLA was the\n\nfirst to record.       The district court held, however, that Música\n\nUnica’s copyright registration certificate for \"Patacón Pisa'o\"\n\nprovided constructive notice of Música Unica’s claim to the song.\n\nFor that reason, LAMCO/ACEMLA could not satisfy the good faith and\n\nwithout notice requirements of 17 U.S.C. § 205(d).                LAMCO/ACEMLA\n\ndispute that result, arguing that the registration, in Música\n\n\n                                     -14-\n\fUnica’s name, did not provide constructive notice that ASCAP had\n\nthe right to license the song.\n\n            The recording statute, 17 U.S.C. § 205, provides the\n\nprocess for \"the Copyright Office to accept for recordation any\n\ndocument pertaining to a copyright.\" 2 Nimmer on Copyright, supra,\n\n§ 7.25, 7-233.     Section 205 \"is relevant primarily to providing\n\nnotification of transfers of copyright ownership; hence, it is\n\ninterwoven with the inquiry over what constitutes constructive\n\nnotice of ownership and accordingly, when a subsequent transferee\n\nmay   prevail   over   a   prior    transferee.\"      Id.     Section    205(d)\n\nprovides:\n\n            [a]s between two conflicting transfers, the\n            one executed first prevails if it is recorded\n            in the manner required to give constructive\n            notice under [17 U.S.C. § 205(c)], within one\n            month after its execution in the United States\n            or within two months after its execution\n            outside the United States, or at any time\n            before recordation in such manner of the later\n            transfer.     Otherwise the later transfer\n            prevails if recorded first in such manner, and\n            if   taken  in   good  faith,   for   valuable\n            consideration or on the basis of a binding\n            promise to pay royalties, and without notice\n            of the earlier transfer.\n\nA   copyright   registration       certificate   in   the   Copyright    Office\n\nprovides \"constructive notice as to the ownership of the copyright\n\nand the facts stated in the registration certificate.\"                  Saenger\n\nOrg., Inc. v. Nationwide Ins. Licensing Assocs., Inc., 119 F.3d 55,\n\n67 (1st Cir. 1997); see also Johnson v. Jones, 149 F.3d 494, 505\n\n(6th Cir. 1998) (\"Constructive notice of a valid copyright is\n\n                                      -15-\n\fpresumed    upon   registration.\").     Under     federal    copyright   law,\n\nremedies for infringement are tied to copyright registration, which\n\nprovides incentive to owners to register copyrights and \"also\n\nprovides potential infringers with an incentive to check the\n\nfederal register.\" Id.; cf. Gaiman v. McFarlane, 360 F.3d 644, 655\n\n(7th Cir. 2004) (holding that co-authors do not have incentive to\n\ncheck the federal copyright register as to ownership claimed by\n\ntheir collaborators).\n\n            To meet the § 205(d) requirements and prevail on summary\n\njudgment as the first to record, LAMCO/ACEMLA had to provide\n\nundisputed facts that they recorded the transfer from Chaverra in\n\ngood faith and without notice of the earlier transfer to Música\n\nUnica.     It is undisputed, however, that Música Unica obtained a\n\ncertificate of copyright registration for \"Patacón Pisa'o\" in\n\nSeptember of 1985, days before Chaverra entered an agreement with\n\nEdinmúsica transferring rights to the song, and almost two years\n\nbefore     Edinmúsica     and   LAMCO/ACEMLA      obtained     a     copyright\n\nregistration for the song.      At the time LAMCO/ACEMLA entered into\n\ntheir transfer agreement with Chaverra, a review of the Copyright\n\nOffice register would have revealed that Música Unica was listed as\n\nthe copyright owner. Música Unica's registration certification for\n\n\"Patacón     Pisa'o,\"     therefore,    provided     notice     that     prior\n\ntransactions    existed    relating    to   the   copyright    for    \"Patacón\n\n\n\n\n                                   -16-\n\fPisa'o,\" regardless of what entity currently might claim those\n\nrights.\n\n            LAMCO/ACEMLA argue for a different rule that would base\n\nconstructive notice for purposes of § 205(d) on recording the\n\ntransfer to the current copyright owner, focusing on identification\n\nof the current owner as opposed to notice of prior transfers.\n\nBecause such an interpretation would appear to alter the existing\n\nlegal standard, we are not persuaded to adopt LAMCO/ACEMLA's\n\nargument.    See, e.g., Pasdon v. City of Peabody, 417 F.3d 225, 228\n\n(1st Cir. 2005) (declining invitation to expand standard in the\n\nabsence of supporting legal authority); Plumley v. S. Container,\n\nInc., 303 F.3d 364, 371 (1st Cir. 2002) (same).         The district court\n\nwas correct in concluding, based on the record presented and §\n\n205(d), that LAMCO/ACEMLA had notice of Música Unica’s copyright\n\nclaim to \"Patacón Pisa'o,\" so that § 205(d) did not apply to give\n\nLAMCO/ACEMLA       priority    and   ASCAP's    claim      prevailed    over\n\nLAMCO/ACEMLA's claim.\n\n            3. \"Ojos Chinos\"\n\n            Regarding \"Ojos Chinos,\" the district court concluded\n\nthat LAMCO/ACEMLA had received and recorded their license before\n\nSouthern Music Publishing Company, Inc. (\"Southern\") (an ASCAP\n\nmember) recorded, giving LAMCO/ACEMLA priority.            The court held,\n\nhowever,    that   because    LAMCO/ACEMLA   held   only   a   non-exclusive\n\nlicense, they lacked standing to bring a copyright infringement\n\n\n                                     -17-\n\fclaim.    The district court also stated that the transfer agreement\n\nLAMCO/ACEMLA recorded did not meet the specificity requirements of\n\n17 U.S.C. § 205(c) and would not serve as constructive notice of\n\nLAMCO/ACEMLA's rights to the song.\n\n               In their appellate brief, LAMCO/ACEMLA challenge only the\n\ncourt's ruling on the specificity requirements of § 205(c).                        In\n\nresponse, ASCAP notes that no dispute exists that a non-exclusive\n\nlicense does not provide standing to sue for infringement and does\n\nnot address the district court's statements about the specificity\n\nrequirements of § 205(c).               LAMCO/ACEMLA filed a reply brief in\n\nwhich they assert, for the first time, that the district court\n\nfailed    to    realize   that      the    composer's     heirs   granted   them   an\n\nexclusive license to \"Ojos Chinos.\"                 We do not consider issues\n\nraised for the first time in a reply brief, and therefore, do not\n\naddress    LAMCO/ACEMLA's        late      claim   that   they    were   granted   an\n\nexclusive license.        Guillemard-Ginorio v. Contreas-Gomez, ___F. 3d\n\n___, 2007 WL 1675837 at *8 n.3 (1st Cir. June 12, 2007) (citing\n\nWaste Mgmt. Holdings, Inc. v. Mowbray, 208 F.3d 288, 299 (1st Cir.\n\n2000)).\n\n               The   district       court's   ruling      that    as   non-exclusive\n\nlicensees LAMCO/ACEMLA lacked standing to bring an infringement\n\nclaim is not disputed and is correct.                  17 U.S.C. § 501(b) (\"The\n\nlegal or beneficial owner of an exclusive right under a copyright\n\nis   entitled,       subject   to    the    requirements     of   section   411,   to\n\n\n                                           -18-\n\finstitute an action for any infringement of that particular right\n\ncommitted while he or she is the owner of it.\" (emphasis added)).\n\nSee also, e.g., T-Peg, 459 F.3d at 108 (\"One infringes a copyright\n\nwhen he or she violates one of the exclusive rights to a work held\n\nby a copyright owner, and the owner has the right to sue for\n\ninfringement.\"); Itar-Tass Russian News Agency v. Russian Kurier,\n\nInc., 153 F.3d 82 91 (2d Cir. 1998) (\"Under United States law, an\n\nowner . . . may sue for infringement in a United States court only\n\nif it meets the standing test of 17 U.S.C. § 501(b), which accords\n\nstanding only to the legal or beneficial owner of an 'exclusive\n\nright.'\"); I.A.E., Inc. v. Shaver, 74 F.3d 768, 775 (7th Cir. 1996)\n\n(\"[A] person holding a nonexclusive license has no standing to sue\n\nfor copyright infringement, . . . .\").       The district court's\n\nadditional statements about the specificity requirements of §\n\n205(c) are not material to the decision that LAMCO/ACEMLA lacked\n\nstanding to sue for infringement.     Therefore, we will not delve\n\ninto whether LAMCO/ACEMLA's recording satisfied § 205(c).\n\n          4. \"Una Tercera Persona\" and \"Te Sigo Queriendo\"\n\n          Luz C. Tirado wrote \"Una Tercera Persona\" and \"Te Sigo\n\nQueriendo\" in 1968 and transferred her rights in the songs to\n\nSouthern, an ASCAP member, on November 20 and December 17, 1968,\n\nrespectively.   The transfer agreements also granted Southern the\n\nright to renew the copyrights and a power of attorney to act on\n\nTirado's behalf in obtaining the copyright renewals. Southern\n\n\n                               -19-\n\fregistered the copyright to \"Una Tercera Persona\" on February 6,\n\n1969, and registered the copyright to \"Te Sigo Queriendo\" on July\n\n29, 1969.    Southern did not record the registrations.                Under the\n\nterms of the transfer agreements with Tirado, Southern, acting on\n\nbehalf of Tirado, executed assignments of the renewal rights to\n\n\"Una    Tercera   Persona\"    and   \"Te   Sigo   Queriendo\"      and    obtained\n\ncopyright    renewal   registration       certificates    for    \"Una    Tercera\n\nPersona\" on June 11, 1996, and for \"Te Sigo Queriendo\" on June 13,\n\n1997.\n\n            On December 2, 1980 Tirado transferred the copyrights to\n\n153 songs, including \"Una Tercera Persona,\" to LAMCO/ACEMLA, and\n\nthey recorded the transfer agreement with the Copyright Office on\n\nFebruary 8, 1985.          Tirado then granted LAMCO/ACEMLA the non-\n\nexclusive right to collect royalties on Tirado’s behalf from the\n\npublic performances of the 153 songs transferred by the December 2,\n\n1980    agreement,   and   the   royalties    agreement    was    recorded    on\n\nFebruary 23, 1990.     On September 25, 1986, Tirado transferred her\n\nrights in \"Te Sigo Queriendo\" to LAMCO/ACEMLA, and they obtained\n\ncopyright registration on February 23, 1990.\n\n            On appeal, LAMCO/ACEMLA contend that the district court\n\nerred in crediting the 1996 and 1997 transfers of renewal rights to\n\nSouthern because the assignments were not actually signed by\n\nTirado.     They rely on 17 U.S.C. § 205(a), which provides the\n\nrequirements for recording copyright documents.           LAMCO/ACEMLA fail\n\n\n                                     -20-\n\fto explain, however, why the recording statute, § 205(a), is\n\npertinent to the validity of the 1996 and 1997 transfers.               In\n\ncontrast, 17 U.S.C. § 204(a), pertaining to execution of transfers\n\nof copyright ownership, provides that \"[a] transfer of copyright\n\nownership, other than by operation of law, is not valid unless an\n\ninstrument of conveyance, or a note or memorandum of the transfer,\n\nis in writing and signed by the owner of the rights conveyed or\n\nsuch   owner's   duly   authorized    agent.\"     (Emphasis   added.)   As\n\nLAMCO/ACEMLA have failed to show that Southern was not Tirado's\n\n\"duly authorized agent,\" the district court correctly credited the\n\n1996 and 1997 transfers to Southern.\n\n           LAMCO/ACEMLA     also     challenge    the   district   court's\n\nconclusion that Southern's 1969 certificates of registration for\n\n\"Una Tercera Persona\" and \"Te Sigo Queriendo\" provided notice of\n\nconflicting ownership interests in those songs.               At the time\n\nLAMCO/ACEMLA entered into agreements to obtain the copyrights to\n\n\"Una Tercera Persona\" and \"Te Sigo Queriendo,\" a review of the\n\nCopyright Office register would have revealed the registration\n\ncertificates for those songs, giving LAMCO/ACEMLA notice that\n\nSouthern claimed the copyrights.            See Saenger, 119 F.3d at 66.\n\nBecause LAMCO/ACEMLA failed to produce evidence that the copyright\n\ncertificates are invalid, the district court correctly concluded,\n\nfor purposes of summary judgment, that LAMCO/ACEMLA had notice of\n\n\n\n\n                                     -21-\n\fSouthern’s copyright claims and, for that reason, could not meet\n\nthe good faith and lack of notice requirements of § 205(d).\n\n\n\nB.   Payment Allocation\n\n           The Publishers and LAMCO/ACEMLA filed summary judgment\n\nmotions on claims of ownership and infringement of copyrights for\n\n468 songs.   Instead of deciding the motions, the court laid the\n\ngroundwork for a special master to use in addressing the complex\n\nissues of ownership and infringement.      On March 31, 2003, the\n\ndistrict court appointed Morton David Goldberg, Esquire, to serve\n\nas a special master in the case.9   The court apportioned payment of\n\nthe special master's fees between the Publishers and LAMCO/ACEMLA\n\nin equal portions and directed the special master to bill the\n\nparties monthly.   The parties were each ordered to file a bond in\n\nthe amount of $37,500.     On appeal, LAMCO/ACEMLA challenge the\n\ndistrict court's decision to divide equally, between LAMCO/ACEMLA\n\n\n\n\n      9\n      The   special   master  circulated   a   draft   report   and\nrecommendation on March 4, 2004. On March 26, 2004, the district\ncourt denied ASCAP's and LAMCO/ACEMLA's then-pending motions for\nsummary judgment as moot, without explanation. LAMCO/ACEMLA argue\nthat the district court erred in denying their motion. Because the\nissues raised in their motion had been referred to the special\nmaster, the district court properly denied the motion on procedural\ngrounds. See, e.g., Becker v. Fed. Election Comm'n, 230 F.3d 381,\n389 (1st Cir. 2000) (discussing mootness in context of\nredressability). The subsequent proceedings are described in the\ndistrict court's order issued on September 26, 2005.\n\n                               -22-\n\fand the Publishers, the obligation to pay the special master's\n\nfees.10\n\n            Federal Rule of Civil Procedure 53(a), which governed in\n\nMarch of 2003 when the district court appointed the special master,\n\ngave the district court authority to allocate his fees \"as the\n\ncourt may direct.\"    Fed. R. Civ. P. 53(a) (2003).11     Under Rule\n\n53(a), \"the district court enjoys broad discretion to allocate the\n\nmaster's fees as it thinks best under the circumstances of the\n\ncase.\"    Aird v. Ford Motor Co., 86 F.3d 216, 221 (D.C. Cir. 1996);\n\nsee also 9A Charles Alan Wright & Arthur R. Miller, Federal\n\nPractice & Procedure: Civil § 2608 (2d ed. 1995).       Therefore, a\n\ncourt's decision on allocation is reviewed for abuse of discretion.\n\nMorgan v. Kerrigan, 530 F.2d 401, 427 (1st Cir. 1976); accord    Roy\n\nv. County of Lexington, S.C., 141 F.3d 533, 549 (4th Cir. 1998);\n\nManhattan Indus., Inc. v. Sweater Bee by Banff, Ltd., 885 F.2d 1,\n\n9 (1st Cir. 1989).   \"An abuse of discretion occurs when a material\n\nfactor deserving significant weight is ignored, when an improper\n\nfactor is relied upon, or when all proper and no improper factors\n\nare assessed, but the court makes a serious mistake in weighing\n\nthem.\"    Sheppard v. River Valley Fitness One, L.P., 428 F.3d 1, 6\n\n(1st Cir. 2005) (internal quotation marks omitted).\n\n\n     10\n      LAMCO/ACEMLA challenge the district court's allocation\ndecision, not the decision to appoint a special master.\n     11\n      The amendments that added subdivision (h), addressing\ncompensation, were not effective until December 1, 2003.\n\n                                -23-\n\f           LAMCO/ACEMLA assert that the Publishers should have been\n\nrequired   to   pay    the   majority   of      the   fees   because    they   had\n\n\"enormously     disproportionate     wealth\"      and   were   responsible     for\n\ncomplicating the case to include more than 500 songs. LAMCO/ACEMLA\n\nalso contend that the Broadcasters should have paid some of the\n\nfees because they benefitted from the special master's work and\n\nwere parties to the suit.       Equal apportionment of the fees between\n\nthe Publishers and LAMCO/ACEMLA, they argue, constituted an abuse\n\nof discretion.\n\n           Such    arguments    might      be    persuasive    if   the    record\n\nsupported them.       Here, however, the record shows that LAMCO/ACEMLA\n\ninitiated a copyright infringement case that foreseeably burgeoned\n\ninto claims involving more than five hundred songs.12                  The record\n\nalso shows that the district court gave LAMCO/ACEMLA repeated\n\nopportunities to demonstrate their inability to pay their share of\n\nthe fees, which LAMCO/ACEMLA failed to do.               With respect to the\n\nBroadcasters'     benefit     from   the     special     master's      work,   the\n\nPublishers took their place through the indemnification provisions\n\nin the agreements between them and paid half of the fees, partially\n\non their behalf.        Therefore, in the particular circumstances of\n\nthis case, LAMCO/ACEMLA have not shown that the district court\n\n\n\n\n     12\n      LAMCO/ACEMLA were not strangers to the foreseeable\ncomplexities of copyright litigation.      See, e.g., ACEMLA v.\nCopyright Royalty Tribunal, 854 F.2d 10 (2d Cir. 1988).\n\n                                     -24-\n\fabused its discretion in the equal allocation of the special\n\nmaster's fees.\n\n\n\nC. Sanctions\n\n           In      August    of   2005,     the     district   court     dismissed\n\nLAMCO/ACEMLA's remaining claims, counterclaims, and defenses as a\n\nsanction for failing to comply with the court's orders to post a\n\nbond for their share of the special master's fees.                    LAMCO/ACEMLA\n\nchallenge the sanction as being too extreme for the circumstances\n\nand, therefore, an abuse of discretion.\n\n           \"A dismissal entered to sanction a party for failure to\n\ncomply with a court's order or for failure to prosecute the case is\n\nreviewed for abuse of discretion.\"                Ruiz-Rosa, 485 F.3d at 153.\n\nWhether a sanction constitutes an abuse of discretion is determined\n\nby considering all of the pertinent circumstances, \"including the\n\nseverity of the violation, the legitimacy of the party's excuse,\n\nrepetition    of    violations,    the     deliberateness      vel    non   of   the\n\nmisconduct, mitigating excuses, prejudice to the other side and to\n\nthe operations of the court, and the adequacy of lesser sanctions.\"\n\nId. at 154 (internal quotation marks omitted).\n\n           The docket and record in this case show a pattern of\n\ndelaying     conduct    by    LAMCO/ACEMLA.          The   district    court     had\n\npreviously    imposed       sanctions     against    LAMCO/ACEMLA      because    of\n\nunexcused delay in responding to a motion for summary judgment.\n\n\n                                        -25-\n\fAfter a year and a half of LAMCO/ACEMLA failing to comply with the\n\norder to post a bond for their share of the special master's fees,\n\nthe district court issued an ultimatum on October 13, 2004.     The\n\ncourt ordered LAMCO/ACEMLA to post the bond within thirty days and\n\nwarned that failure to comply would result in sanctions, including\n\npossible dismissal of their claims and defenses. After waiting for\n\nmore than eight more months, during which time LAMCO/ACEMLA still\n\ndid not post the ordered bond or provide adequate reasons for their\n\nfailure to do so, on August 2, 2005, the district court dismissed\n\nLAMCO/ACEMLA's remaining claims, counterclaims, and affirmative\n\ndefenses as a sanction for their failure to comply with the court's\n\norders.    Under these circumstances, the district court's sanction\n\nwas not an abuse of discretion.13\n\n\n\nD.   Summary Judgment in Favor of the Publishers\n\n           The district court granted summary judgment in favor of\n\nthe Publishers on their infringement claims against LAMCO/ACEMLA.\n\nOn appeal, LAMCO/ACEMLA argue that the district court erred in\n\nholding that a certificate of copyright registration provides\n\nnotice for purposes of § 205(d), that merely authorizing the use of\n\n\n\n      13\n      LAMCO/ACEMLA assert, as part of their statement of the case,\nthat their counterclaim against Peer and Broadcast Music, Inc.\nremains pending, despite the sanction imposed by the district\ncourt. Because LAMCO/ACEMLA provide no developed argumentation to\nsupport that assertion, we do not consider it here. See United\nStates v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\n\n                                -26-\n\fsongs constitutes copyright infringement, and that infringement\n\ncould occur when LAMCO/ACEMLA had the right to license a \"fifty\n\npercent writer's share\" of the disputed songs.        The Publishers,\n\njoined in part by ASCAP, defend the district court's decision.\n\n            1.   Section 205(d)\n\n            LAMCO/ACEMLA dispute the district court's ruling that\n\nregistration of a copyright constitutes notice for purpose of §\n\n205(d).    As they did in opposition to ASCAP's claim to \"Patacón\n\nPisa'o,\" LAMCO/ACEMLA argue that recording, in compliance with §\n\n205(c), should be required to provide notice under § 205(d).       We\n\npreviously rejected that argument, and the same result applies\n\nhere.     The district court's interpretation of § 205(d) was not\n\nerroneous.\n\n            2. Writers' Share\n\n            LAMCO/ACEMLA claim that they have not infringed the\n\ncopyrights to the disputed songs because they were entitled to\n\nlicense a \"fifty percent writer's performance share\" of ACEMLA's\n\naffiliated composers.     They have not cited authority, however, to\n\nsupport a theory that a writer retains a fifty percent performance\n\nshare in a song after relinquishing the copyright.     In contrast to\n\nLAMCO/ACEMLA's theory, the owner of a copyright \"has the exclusive\n\nrights to do and to authorize . . .          [others] to perform the\n\ncopyrighted work publicly.\"       17 U.S.C. § 106(4); see also, e.g.,\n\nPhillips v. Pembroke Real Estate, Inc., 459 F.3d 128, 133 (1st Cir.\n\n\n                                   -27-\n\f2006) (discussing the limited rights retained by an artist after\n\nrelinquishing the copyright to his work); Beethoven.com LLC v.\n\nLibrarian of Congress, 394 F.3d 939, 942-43 (D.C. Cir. 2005)\n\n(discussing the exclusive performance rights held by copyright\n\nowner under Digital Millennium Copyright Act).\n\n           In addition, even if LAMCO/ACEMLA could support their\n\nretained performance rights theory, to the extent it is raised as\n\na defense to the Publishers' infringement claims, it has been\n\ndismissed as part of the sanction imposed by the district court.\n\n           3.    Rescission\n\n           LAMCO/ACEMLA challenged the Publishers' rights to some of\n\nthe   disputed    songs   on   a    rescission   theory.   Specifically,\n\nLAMCO/ACEMLA argued that the Publishers had failed to pay royalties\n\nunder their agreements with the composers, which provided a basis\n\nfor rescinding the agreements with those composers.         The district\n\ncourt ruled that LAMCO/ACEMLA lacked standing to claim that the\n\nagreements should be rescinded.          On appeal, LAMCO/ACEMLA contend\n\nthat the district court's decision was error.\n\n           A question of who may assert an otherwise justiciable\n\nclaim is a question of prudential standing that does not implicate\n\nthe court's jurisdiction.          Baena v. KPMG LLP, 453 F.3d 1, 5 (1st\n\nCir. 2006).     \"[A] party generally must assert his own legal rights\n\nand interests, and cannot rest his claim to relief on the legal\n\nrights or interests of third parties.\"           Kowalski v. Tesmer, 543\n\n\n                                      -28-\n\fU.S. 125, 129 (2004) (internal quotation marks omitted).   A party\n\nmay assert a claim on behalf of another only when \"the party\n\nasserting the right has a 'close' relationship with the person who\n\npossesses the right\" and when \"there is a 'hindrance' to the\n\npossessor's ability to protect his own interests.\"   Id. at 130.\n\n          The composers, not LAMCO/ACEMLA, were parties to the\n\nagreements in question.   LAMCO/ACEMLA have not cited authority to\n\nshow that they, as non-parties to the composers' agreements with\n\nthe Publishers, may seek rescission.   They have not shown a close\n\nrelationship with the composers or a hindrance to the composers'\n\nability to protect their own rights. Therefore, the district court\n\ncorrectly determined that LAMCO/ACEMLA lacked standing to assert\n\nthat the composers' agreements with the Publishers should be\n\nrescinded.   In addition, to the extent rescission is raised as a\n\ndefense to the Publishers' infringement claims, it was dismissed by\n\nthe district court as part of the sanction imposed on LAMCO/ACEMA.\n\n          4. Infringement\n\n          LAMCO/ACEMLA challenge the district court's conclusion\n\nthat they infringed the Publishers' copyrights in the disputed\n\nsongs by including them in the ACEMLA catalog.    They contend that\n\nmerely authorizing the use of the songs, in the absence of proof\n\nthat the songs were actually used in an infringing manner, is not\n\ninfringement.   The   Publishers   argue   that    the   particular\n\n\n\n\n                               -29-\n\fcircumstances of this case show conduct by LAMCO/ACEMLA beyond\n\nmerely authorizing use of the songs.\n\n              17 U.S.C. § 106 provides the exclusive rights that are\n\nheld by the owner of a copyright.               \"One infringes a copyright when\n\nhe or she violates one of the exclusive rights to a work held by a\n\ncopyright      owner,     and   the     owner      has    the    right       to   sue   for\n\ninfringement.\"        T-Peg, Inc., 459 F.2d at 108.               Mere authorization\n\nof   an    infringing     act   is    an   insufficient         basis    for      copyright\n\ninfringement.        Venegas-Hernandez, 424 F.3d at 57-58.                   Infringement\n\ndepends      upon    whether    an    infringing        act,    such    as    copying    or\n\nperforming, has occurred.               Id. at 58-59.            Therefore, to prove\n\ninfringement, a claimant must show \"an infringing act after the\n\nauthorization.\"        Id. at 59.\n\n              In this case, the district court held that LAMCO/ACEMLA\n\ninfringed the Publishers' copyrights by including songs assigned to\n\nthe Publishers in ACEMLA's catalog.                The district court also noted\n\nthat LAMCO/ACEMLA had songs available to be heard through their\n\nwebsite and had distributed a compact disc that included some of\n\nthe Publishers' songs.               The Publishers argue that LAMCO/ACEMLA\n\n\"knowingly hijacked\" their songs by including them in the ACEMLA\n\ncatalog, issued licenses to broadcasters for songs that they knew\n\nwere      assigned   to   someone      else,      and    threatened      and      initiated\n\nlitigation     against     broadcasters         who     played    works      in   ACEMLA's\n\ncatalog.\n\n\n                                           -30-\n\f               The Publishers have not cited authority to show that\n\nincluding songs in a catalog, issuing licenses, and threatening\n\nlitigation are infringing actions under § 106.            The district court\n\nidentified eight songs that were available on ACEMLA's website and\n\ntwo of those songs, along with an additional song, that had been\n\ndistributed by LAMCO/ACEMLA in a compact disc.             While those might\n\nbe infringing actions, only nine of the 468 songs that were the\n\nsubject   of    summary   judgment   are    involved.      In   addition,    the\n\ndistrict court did not decide whether LAMCO/ACEMLA had committed\n\ninfringing acts in addition to authorization, leaving a factual\n\nissue as to whether LAMCO/ACEMLA's actions were infringing acts.\n\nIn the absence of guidance from the district court and little\n\nassistance from the parties, we cannot decide whether the record\n\ncontains sufficient undisputed evidence of infringing acts to\n\nwarrant summary judgment on infringement.                We therefore vacate\n\nthis aspect of the district court's judgment and remand for further\n\nproceedings on this issue.\n\n\n\n                                Conclusion\n\n            Summary judgment in favor of ASCAP is reversed as to the\n\nsong \"Caballo Viejo\" and is affirmed as to the other four songs.\n\nThe district court's allocation of payment of the special master's\n\nfees and the decision imposing sanctions on LAMCO/ACEMLA are\n\naffirmed.       Summary   judgment    in    favor   of   the    Publishers    on\n\n\n                                     -31-\n\finfringement of the copyrights to 468 songs is reversed.   The case\n\nis remanded to determine the ownership of the rights to \"Caballo\n\nViejo\" and whether LAMCO/ACEMLA infringed the copyrights to 468\n\nsongs held by the Publishers.   Each party shall bear its own costs\n\non appeal.\n\n          Reversed in part; affirmed in part; remanded.\n\n\n\n\n                                -32-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>499 F.3d 32 (2007)</b></center>\n<center><h1>LATIN AMERICAN MUSIC CO., INC. and Asociación de Compositores y Editores de Música Latinomericana, Plaintiffs, Appellants,<br>\nTurabo Radio Corp., et al., Plaintiffs,<br>\nSouthern Music Publishing Co., Inc., et al., Plaintiffs, Appellees<br>\nv.<br>\nTHE ARCHDIOCESE OF SAN JUAN OF THE ROMAN CATHOLIC &amp; APOSTOLIC CHURCH, et al., Defendants, Appellees.</h1></center>\n<center>No. 05-2806.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 8, 2007.</center>\n<center>Decided August 16, 2007.</center>\n<p><span class=\"star-pagination\">*33</span> <span class=\"star-pagination\">*34</span> <span class=\"star-pagination\">*35</span> Jane Becker Whitaker, with whom Law Offices of Jane Becker Whitaker, and Angel N. Caro, were on brief, for appellants.</p>\n<p>Richard H. Reimer, with whom Diego A. Ramos, Fiddler González &amp; Rodriguez, PSC, Stephen S. Young, and Holland &amp; Knight, LLP, were on brief for appellee American Society of Composers, Authors and Publishers.</p>\n<p>Barry I. Slotnick, with whom Jacques Rimokh, Loeb &amp; Loeb, LLP and Adsuar Muñiz Goyco &amp; Besosa, PSC, were on brief for appellees, Southern Music Publishing Co., Inc., et al.</p>\n<p>Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and DICLERICO, JR.,<sup>[*]</sup> District Judge.</p>\n<p>DICLERICO, District Judge.</p>\n<p>Latin American Music Company (\"LAMCO\") and Asociación de Compositores y Editores de Música Latino Americana (\"ACEMLA\") brought suit in 1996, alleging that the Archdiocese of San Juan of the Roman Catholic and Apostolic Church, through its two radio stations, along with ten other radio broadcasters, were infringing their copyrights in fifty-one songs.<sup>[1]</sup> The case then expanded to include other claims and parties and was consolidated with four related cases, which together involved copyrights to more than five hundred songs. LAMCO and ACEMLA appeal decisions by the district court that denied their infringement claims as to five songs; allocated half of the obligation to pay for a special master's fees to LAMCO and ACEMLA; dismissed their claims, counterclaims, and defenses as a sanction; and held that they were infringing copyrights owned by other parties.</p>\n<p></p>\n<h2>I.</h2>\n<p>Luis Raul Bernard founded LAMCO, a music publisher based in New York, and ACEMLA, a performance rights society<sup>[2]</sup> affiliated with LAMCO and based in Puerto Rico. Bernard is the chief executive officer, director, and majority stockholder of both LAMCO and ACEMLA. Because LAMCO and ACEMLA are closely aligned in this case, we will refer to them as \"LAMCO/ACEMLA,\" unless individual differentiation is necessary.</p>\n<p>In response to the infringement suit brought against them by LAMCO/ACEMLA, the Archdiocese and the other radio broadcaster defendants (collectively referred to as \"the Broadcasters\") brought counterclaims against LAMCO/ACEMLA. They also filed third-party complaints against Broadcast Music, Inc., Peer International Corporation, and the American Society of Composers, Authors, and Publishers (\"ASCAP\"), seeking indemnification and a defense against the claims brought <span class=\"star-pagination\">*36</span> by LAMCO/ACEMLA.<sup>[3]</sup> ASCAP and LAMCO/ACEMLA disputed the rights to five of the songs listed in the LAMCO/ACEMLA complaint and agreed that resolution of the ownership and copyright issues as to those songs could serve as a roadmap for resolving the same issues as to the other songs disputed by the parties. ASCAP and LAMCO/ACEMLA filed motions for partial summary judgment. The district court granted ASCAP's motion, dismissing LAMCO/ACEMLA's infringement claims on all five songs.</p>\n<p>Several music publishers (collectively referred to as \"the Publishers\") brought claims against LAMCO/ACEMLA, alleging that they owned or controlled copyrights to 468 songs that LAMCO/ACEMLA were infringing.<sup>[4]</sup> The Publishers moved for summary judgment on their infringement claims. LAMCO/ACEMLA disputed the rights to 294 of the songs claimed by the Publishers and moved for summary judgment as to infringement of those copyrights. As to the remaining 174 songs, LAMCO/ACEMLA acknowledged that they had been included in an ACEMLA catalog in error but denied infringement. In response to the motions, the district court summarized the bases of the parties' claims of ownership and the applicable law but reserved judgment on infringement pending review of the ownership issues by a special master.</p>\n<p>On March 31, 2003, noting that \"the present copyright cases are complicated and extremely fact intensive,\" the district court appointed a special master to examine the documentation pertaining to the chains of title as to all of the songs at issue in the consolidated cases. The district court directed the special master to make recommendations as to issues of authorship, ownership, and compliance with statutory requirements, whether the copyrights for the songs at issue had been infringed, and if so, by whom, and a recommendation on LAMCO/ACEMLA's allegations of missing royalty payments. The special master's compensation was set at an hourly rate of $565. The district court ordered the Publishers to pay half of the fees and costs and LAMCO/ACEMLA to pay the other half and ordered each group to file a bond with the court in the amount of $37,500, within ten days following entry of the order.</p>\n<p>During the course of the litigation, LAMCO/ACEMLA repeatedly failed to meet court-ordered deadlines and obligations, including posting the bond. On October 13, 2004, the district court issued an ultimatum, granting a final thirty-day extension of time for LAMCO/ACEMLA to post the bond and warning that failure to comply would result in sanctions which could include dismissal of their claims and affirmative defenses. Nearly nine months later, on August 2, 2005, the district court concluded that LAMCO/ACEMLA had failed to comply with its order and dismissed their claims, counterclaims, and affirmative defenses in all of the consolidated cases.</p>\n<p><span class=\"star-pagination\">*37</span> On May 10, 2004, the special master issued his report and recommendation. The district court approved and adopted the special master's report and recommendation, in part, with modifications as to the ownership of rights to certain songs, and ordered a hearing to resolve a question about notice and good faith with respect to ownership of rights in other songs. With respect to the songs for which the special master's report and recommendation was approved, the district court granted the Publishers' motion for summary judgment on copyright infringement against LAMCO/ACEMLA. The order also assessed damages in the amount of $313,500 and allowed the Publishers to file an application for reasonable attorneys' fees and costs.</p>\n<p>Following a hearing on ownership issues for the songs that were not resolved by the special master's report and recommendation, the district court determined that the Publishers also owned the copyrights to those songs. The court granted the Publishers' motion for summary judgment as to their infringement claims on those songs and awarded damages in the amount of $29,250. The court also granted the Publishers' motion for a permanent injunction against future infringement by LAMCO/ACEMLA and resolved other issues that were then pending. Based on those determinations, the district court entered judgment as to the claims and counterclaims in the consolidated cases. LAMCO/ACEMLA appealed.</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal, LAMCO/ACEMLA challenge the district court's decisions holding that LAMCO/ACEMLA did not own copyrights in five songs claimed by ASCAP-member publishers, apportioning fifty percent of the special master's fees to LAMCO/ACEMLA, sanctioning them for failing to post a bond as ordered, concluding that they lacked standing to seek rescission of copyright assignments, and holding that authorizing use of songs constitutes copyright infringement. ASCAP and the Publishers oppose LAMCO/ACEMLA's arguments on appeal.</p>\n<p>A. <i>Summary Judgment on Five Songs</i></p>\n<p>ASCAP sought partial summary judgment on LAMCO/ACEMLA's infringement claims against the Broadcasters as to five songs, asking that those five claims be dismissed.<sup>[5]</sup> LAMCO/ACEMLA sought partial summary judgment that they held the performing rights licenses to the same five songs. The disputed five songs are: \"Caballo Viejo\" by Simón Díaz, \"Patacón Pisa'o\" by Ramon A. Chaverra, \"Ojos Chinos\" by Rogelio \"Kito\" Vélez, and \"Te Sigo Quieriendo\" and \"Una Tercera Persona\" by Luz C. Tirado.</p>\n<p>The district court concluded that as to four of the songs, \"Caballo Viejo,\" \"Patacón Pisa'o,\" \"Te Sigo Quieriendo,\" and \"Una Tercera Persona,\" ASCAP members held the copyrights, which precluded LAMCO/ACEMLA's infringement claims arising from those songs. With respect to the fifth song, \"Ojos Chinos,\" the district court determined that LAMCO/ACEMLA had a non-exclusive license, which might entitle them to receive payments from the Broadcasters but did not support standing to maintain a copyright infringement claim. The court also held that although <span class=\"star-pagination\">*38</span> LAMCO/ACEMLA recorded their agreement with the composer's heirs to a non-exclusive license for all performing rights to \"Ojos Chinos,\" the recording did not comply with the requirements of 17 U.S.C. § 205(c) and, therefore, did not provide constructive notice of the license. Based on those conclusions, the court dismissed LAMCO/ACEMLA's infringement claims based on the five disputed songs. LAMCO/ACEMLA appeal that decision.</p>\n<p>We review a district court's summary judgment decision de novo, using the same standard that governed below. <i>Ruiz-Rosa v. Rullan,</i> 485 F.3d 150, 155 (1st Cir.2007). Summary judgment is appropriate when the facts properly supported by the record and taken in the light most favorable to the non-moving party \"show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Cross motions for summary judgment do not change the standard. <i>Specialty Nat'l Ins. Co. v. One-Beacon Ins. Co.,</i> 486 F.3d 727, 732 (1st Cir.2007). To prevail on a copyright infringement claim, \"two elements must be proven: (1) ownership of a valid copyright, and (2) copying of constituent elements of the work that are original.\" <i>T-Peg, Inc. v. Vt. Timber Works, Inc.,</i> 459 F.3d 97, 108 (1st Cir.2006) (internal quotation marks omitted); <i>accord </i><i>Brown v. Latin Am. Music Co.,</i> 498 F.3d 18, 22, 2007 WL 2253543, *3 (1st Cir. Aug.7, 2007).</p>\n<p>1. <i>\"Caballo Viejo\"</i></p>\n<p>It is undisputed that the composer, Simón Díaz, granted the rights to \"Caballo Viejo\" to Selemúsica, C.A. through an agreement dated September 29, 1981. Selemúsica entered agreements with West Side Music Publishing, Inc. that granted West Side the right to represent Selemúsica in the United States and its territories. West Side registered the copyright for \"Caballo Viejo\" in 1983, showing Selemúsica as the copyright owner.</p>\n<p>LAMCO/ACEMLA based their claim to \"Caballo Viejo\" on their agreements with West Side. In an agreement dated May 15, 1981, West Side granted LAMCO/ACEMLA the photomechanical rights and the exclusive rights to publish and license performance of \"Caballo Viejo\" for a five-year term. West Side and LAMCO/ACEMLA also entered an exclusive performing rights agreement on January 3, 1982. LAMCO/ACEMLA recorded the 1981 agreement on December 17, 1986.</p>\n<p>ASCAP asserted its claim to \"Caballo Viejo\" also based on the rights held by West Side. West Side entered an agreement with Barnegat Music Corporation in 1989, which included the rights to collect performing fees and royalties for \"Caballo Viejo.\" West Side and Barnegat merged in 1993. Barnegat had been a member of ASCAP since 1984. On December 2, 1986, before LAMCO/ACEMLA recorded their 1981 agreement with West Side, the Copyright Royalty Tribunal determined that \"[t]he Settling Parties [which include ASCAP] showed that Selemusica, C.A. conveyed its rights to Barnegat Music Corp., an ASCAP member.\"<sup>[6]</sup><i>Final Determination of the Distribution of the 1984 Jukebox Royalty Fund,</i> CRT No. 85-1-84JD, 1986 WL 116931, 51 Fed.Reg. 43,455, 43,459 (CRT Dec. 2, 1986).</p>\n<p>The district court agreed with the Tribunal that Barnegat held the rights to \"Caballo <span class=\"star-pagination\">*39</span> Viejo\" but came to that conclusion based on a somewhat different chain of title. The court concluded that Hector Varona, the president of West Side, verbally terminated the 1982 agreement with LAMCO/ACEMLA, thereafter did not accept royalty payments sent to him, and refused to extend the 1981 agreement with LAMCO/ACEMLA. Based on those circumstances, the district court held, based on the summary judgment record, that the rights to \"Caballo Viejo\" were transferred from the composer to Selemúsica, to West Side, and then to Barnegat, an ASCAP member. The court ruled that ASCAP was entitled to collect performance royalties for the song.</p>\n<p>On appeal, LAMCO/ACEMLA argue that the district court erroneously concluded that West Side rescinded the 1982 agreement with LAMCO/ACEMLA and assert that under the 1982 agreement, LAMCO/ACEMLA continue to own the rights to \"Caballo Viejo.\" LAMCO/ACEMLA also argue that Varona, on behalf of West Side, could not terminate the 1982 agreement verbally because all transfers of copyright must be in writing. <i>See</i> 17 U.S.C. § 204(a). ASCAP contends that West Side's entire agreement with LAMCO/ACEMLA expired at the end of the 1981 agreement's five-year term and was not renewed.</p>\n<p>The summary judgment record is far from clear as to how, when, or if the 1982 agreement was terminated. The record shows that the 1981 agreement between LAMCO/ACEMLA and West Side expired at the end of its five-year term in 1986.<sup>[7]</sup> The 1982 agreement between LAMCO/ACEMLA and West Side, however, did not include a time limit. In the 1982 agreement, West Side \"transfer[red] and cede[d] to ACEMLA the exclusive rights to license in the territory or territories of United States, Puerto Rico and Dominican Republic all the rights to public performance which have been assigned to West Side and other [sic] which may be assigned in the future. . . .\"</p>\n<p>Although the district court concluded that Varona verbally terminated the 1982 agreement, his testimony suggests that he did not remember or clearly understand the distinctions between the 1981 and 1982 agreements and that he was not sure when or how he terminated the 1982 agreement. Further, even if he did intend to terminate the 1982 agreement, that action would be effective only if the exclusive license, granted in the 1982 agreement, could be terminated verbally and unilaterally. The district court's order does not cite authority to support either theory.<sup>[8]</sup> Therefore, the record as it pertains to \"Caballo Viejo\" demonstrates that material facts remain in dispute so that ASCAP was not entitled to summary judgment as to that song.</p>\n<p>2. <i>\"Patacón Pisa'o\"</i></p>\n<p>Ramon A. Chaverra wrote \"Patacón Pisa'o\" in 1984. He conveyed his copyrights to a Colombian music publisher, Prodemus, in February of 1984. Prodemus then conveyed to Música Unica Publishers the right to represent Prodemus in the United States and Puerto Rico, which gave Música Unica the rights to authorize and license \"Patacón Pisa'o.\" Música Unica obtained a copyright registration certificate for \"Patacón Pisa'o\" on September 17, 1985. Música Unica, operating under the name Unimúsica, is an ASCAP member and has a licensing agreement with ASCAP.</p>\n<p><span class=\"star-pagination\">*40</span> LAMCO/ACEMLA's claim to rights for \"Patacón Pisa'o\" was based on a separate line of agreements. On September 23, 1985, Chaverra, the composer, entered an agreement with Edinmúsica, LDT, transferring all title and licensing authority for \"Patacón Pisa'o\" as interpreted by another performer. On June 2, 1986, Edinmúsica and LAMCO/ACEMLA obtained a copyright registration for the words and music for \"Patacón Pisa'o.\" In 1994, Chaverra terminated his agreement with Edinmúsica and entered an agreement with LAMCO/ACEMLA, transferring the exclusive rights to publish \"Patacón Pisa'o\" and nonexclusive rights to collect performance royalties. Chaverra also signed an affidavit, stating that LAMCO/ACEMLA represented his interests. On November 21, 1994, LAMCO/ACEMLA recorded Chaverra's affidavit and their agreement in the Copyright Office.</p>\n<p>The district court concluded that because Música Unica never recorded its agreement with Chaverra, LAMCO/ACEMLA was the first to record. The district court held, however, that Música Unica's copyright registration certificate for \"Patacón Pisa'o\" provided constructive notice of Música Unica's claim to the song. For that reason, LAMCO/ACEMLA could not satisfy the good faith and without notice requirements of 17 U.S.C. § 205(d). LAMCO/ACEMLA dispute that result, arguing that the registration, in Música Unica's name, did not provide constructive notice that ASCAP had the right to license the song.</p>\n<p>The recording statute, 17 U.S.C. § 205, provides the process for \"the Copyright Office to accept for recordation any document pertaining to a copyright.\" 2 <i>Nimmer</i> on <i>Copyright, supra,</i> § 7.25, 7-233. Section 205 \"is relevant primarily to providing notification of transfers of copyright ownership; hence, it is interwoven with the inquiry over what constitutes constructive notice of ownership and accordingly, when a subsequent transferee may prevail over a prior transferee.\" <i>Id.</i> Section 205(d) provides:</p>\n<blockquote>[a]s between two conflicting transfers, the one executed first prevails if it is recorded in the manner required to give constructive notice under [17 U.S.C. § 205(c)], within one month after its execution in the United States or within two months after its execution outside the United States, or at any time before recordation in such manner of the later transfer. Otherwise the later transfer prevails if recorded first in such manner, and if taken in good faith, for valuable consideration or on the basis of a binding promise to pay royalties, and without notice of the earlier transfer.</blockquote>\n<p>A copyright registration certificate in the Copyright Office provides \"constructive notice as to the ownership of the copyright and the facts stated in the registration certificate.\" <i>Saenger Org., Inc. v. Nationwide Ins. Licensing Assocs., Inc.,</i> 119 F.3d 55, 67 (1st Cir.1997); <i>see also </i><i>Johnson v. Jones,</i> 149 F.3d 494, 505 (6th Cir.1998) (\"Constructive notice of a valid copyright is presumed upon registration.\"). Under federal copyright law, remedies for infringement are tied to copyright registration, which provides incentive to owners to register copyrights and \"also provides potential infringers with an incentive to check the federal register.\" <i>Id.; cf. </i><i>Gaiman v. McFarlane,</i> 360 F.3d 644, 655 (7th Cir.2004) (holding that co-authors do not have incentive to check the federal copyright register as to ownership claimed by their collaborators).</p>\n<p>To meet the § 205(d) requirements and prevail on summary judgment as the first to record, LAMCO/ACEMLA had to provide undisputed facts that they recorded the transfer from Chaverra in good faith <span class=\"star-pagination\">*41</span> and without notice of the earlier transfer to Música Unica. It is undisputed, however, that Música Unica obtained a certificate of copyright registration for \"Patacón Pisa'o\" in September of 1985, days before Chaverra entered an agreement with Edinmúsica transferring rights to the song, and almost two years before Edinmúsica and LAMCO/ACEMLA obtained a copyright registration for the song. At the time LAMCO/ACEMLA entered into their transfer agreement with Chaverra, a review of the Copyright Office register would have revealed that Música Unica was listed as the copyright owner. Música Unica's registration certification for \"Patacón Pisa'o,\" therefore, provided notice that prior transactions existed relating to the copyright for \"Patacón Pisa'o,\" regardless of what entity currently might claim those rights.</p>\n<p>LAMCO/ACEMLA argue for a different rule that would base constructive notice for purposes of § 205(d) on recording the transfer to the current copyright owner, focusing on identification of the current owner as opposed to notice of prior transfers. Because such an interpretation would appear to alter the existing legal standard, we are not persuaded to adopt LAMCO/ACEMLA's argument. <i>See, e.g., </i><i>Pasdon v. City of Peabody,</i> 417 F.3d 225, 228 (1st Cir.2005) (declining invitation to expand standard in the absence of supporting legal authority); <i>Plumley v. S. Container, Inc.,</i> 303 F.3d 364, 371 (1st Cir. 2002) (same). The district court was correct in concluding, based on the record presented and § 205(d), that LAMCO/ACEMLA had notice of Música Unica's copyright claim to \"Patacón Pisa'o,\" so that § 205(d) did not apply to give LAMCO/ACEMLA priority and ASCAP's claim prevailed over LAMCO/ACEMLA's claim.</p>\n<p>3. <i>\"Ojos Chinos\"</i></p>\n<p>Regarding \"Ojos Chinos,\" the district court concluded that LAMCO/ACEMLA had received and recorded their license before Southern Music Publishing Company, Inc. (\"Southern\") (an ASCAP member) recorded, giving LAMCO/ACEMLA priority. The court held, however, that because LAMCO/ACEMLA held only a non-exclusive license, they lacked standing to bring a copyright infringement claim. The district court also stated that the transfer agreement LAMCO/ACEMLA recorded did not meet the specificity requirements of 17 U.S.C. § 205(c) and would not serve as constructive notice of LAMCO/ACEMLA's rights to the song.</p>\n<p>In their appellate brief, LAMCO/ACEMLA challenge only the court's ruling on the specificity requirements of § 205(c). In response, ASCAP notes that no dispute exists that a non-exclusive license does not provide standing to sue for infringement and does not address the district court's statements about the specificity requirements of § 205(c). LAMCO/ACEMLA filed a reply brief in which they assert, for the first time, that the district court failed to realize that the composer's heirs granted them an exclusive license to \"Ojos Chinos.\" We do not consider issues raised for the first time in a reply brief, and therefore, do not address LAMCO/ACEMLA's late claim that they were granted an exclusive license. <i>Guillemard-Ginorio v. Contreras-Gomez,</i> 490 F.3d 31, 36 n. 3 (1st Cir.2007) (citing <i>Waste Mgmt. Holdings, Inc. v. Mowbray,</i> 208 F.3d 288, 299 (1st Cir.2000)).</p>\n<p>The district court's ruling that as nonexclusive licensees LAMCO/ACEMLA lacked standing to bring an infringement claim is not disputed and is correct. 17 U.S.C. § 501(b) (\"The legal or beneficial owner of an <i>exclusive</i> right under a copyright is entitled, subject to the requirements of section 411, to institute an action <span class=\"star-pagination\">*42</span> for any infringement of that particular right committed while he or she is the owner of it.\" (emphasis added)). <i>See also, e.g., </i><i>T-Peg,</i> 459 F.3d at 108 (\"One infringes a copyright when he or she violates one of the exclusive rights to a work held by a copyright owner, and the owner has the right to sue for infringement.\"); <i>Itar-Tass Russian News Agency v. Russian Kurier, Inc.,</i> 153 F.3d 82 91 (2d Cir.1998) (\"Under United States law, an owner . . . may sue for infringement in a United States court only if it meets the standing test of 17 U.S.C. § 501(b), which accords standing only to the legal or beneficial owner of an `exclusive right.'\"); <i>I.A.E., Inc. v. Shaver,</i> 74 F.3d 768, 775 (7th Cir. 1996) (\"[A] person holding a nonexclusive license has no standing to sue for copyright infringement,. . . .\"). The district court's additional statements about the specificity requirements of § 205(c) are not material to the decision that LAMCO/ACEMLA lacked standing to sue for infringement. Therefore, we will not delve into whether LAMCO/ACEMLA's recording satisfied § 205(c).</p>\n<p>4. <i>\"Una Tercera Persona\" and \"Te Sigo Queriendo\"</i></p>\n<p>Luz C. Tirado wrote \"Una Tercera Persona\" and \"Te Sigo Queriendo\" in 1968 and transferred her rights in the songs to Southern, an ASCAP member, on November 20 and December 17, 1968, respectively. The transfer agreements also granted Southern the right to renew the copyrights and a power of attorney to act on Tirado's behalf in obtaining the copyright renewals. Southern registered the copyright to \"Una Tercera Persona\" on February 6, 1969, and registered the copyright to \"Te Sigo Queriendo\" on July 29, 1969. Southern did not record the registrations. Under the terms of the transfer agreements with Tirado, Southern, acting on behalf of Tirado, executed assignments of the renewal rights to \"Una Tercera Persona\" and \"Te Sigo Queriendo\" and obtained copyright renewal registration certificates for \"Una Tercera Persona\" on June 11, 1996, and for \"Te Sigo Queriendo\" on June 13, 1997.</p>\n<p>On December 2, 1980 Tirado transferred the copyrights to 153 songs, including \"Una Tercera Persona,\" to LAMCO/ACEMLA, and they recorded the transfer agreement with the Copyright Office on February 8, 1985. Tirado then granted LAMCO/ACEMLA the non-exclusive right to collect royalties on Tirado's behalf from the public performances of the 153 songs transferred by the December 2, 1980 agreement, and the royalties agreement was recorded on February 23, 1990. On September 25, 1986, Tirado transferred her rights in \"Te Sigo Queriendo\" to LAMCO/ACEMLA, and they obtained copyright registration on February 23, 1990.</p>\n<p>On appeal, LAMCO/ACEMLA contend that the district court erred in crediting the 1996 and 1997 transfers of renewal rights to Southern because the assignments were not actually signed by Tirado. They rely on 17 U.S.C. § 205(a), which provides the requirements for recording copyright documents. LAMCO/ACEMLA fail to explain, however, why the recording statute, § 205(a), is pertinent to the validity of the 1996 and 1997 transfers. In contrast, 17 U.S.C. § 204(a), pertaining to execution of transfers of copyright ownership, provides that \"[a] transfer of copyright ownership, other than by operation of law, is not valid unless an instrument of conveyance, or a note or memorandum of the transfer, is in writing and signed by the owner of the rights conveyed <i>or such owner's duly authorized agent.</i>\" (Emphasis added.) As LAMCO/ACEMLA have failed to show that Southern was not Tirado's \"duly authorized agent,\" the district court correctly credited the 1996 and 1997 transfers to Southern.</p>\n<p><span class=\"star-pagination\">*43</span> LAMCO/ACEMLA also challenge the district court's conclusion that Southern's 1969 certificates of registration for \"Una Tercera Persona\" and \"Te Sigo Queriendo\" provided notice of conflicting ownership interests in those songs. At the time LAMCO/ACEMLA entered into agreements to obtain the copyrights to \"Una Tercera Persona\" and \"Te Sigo Queriendo,\" a review of the Copyright Office register would have revealed the registration certificates for those songs, giving LAMCO/ACEMLA notice that Southern claimed the copyrights. <i>See </i><i>Saenger,</i> 119 F.3d at 66. Because LAMCO/ACEMLA failed to produce evidence that the copyright certificates are invalid, the district court correctly concluded, for purposes of summary judgment, that LAMCO/ACEMLA had notice of Southern's copyright claims and, for that reason, could not meet the good faith and lack of notice requirements of § 205(d).</p>\n<p>B. <i>Payment Allocation</i></p>\n<p>The Publishers and LAMCO/ACEMLA filed summary judgment motions on claims of ownership and infringement of copyrights for 468 songs. Instead of deciding the motions, the court laid the groundwork for a special master to use in addressing the complex issues of ownership and infringement. On March 31, 2003, the district court appointed Morton David Goldberg, Esquire, to serve as a special master in the case.<sup>[9]</sup> The court apportioned payment of the special master's fees between the Publishers and LAMCO/ACEMLA in equal portions and directed the special master to bill the parties monthly. The parties were each ordered to file a bond in the amount of $37,500. On appeal, LAMCO/ACEMLA challenge the district court's decision to divide equally, between LAMCO/ACEMLA and the Publishers, the obligation to pay the special master's fees.<sup>[10]</sup></p>\n<p>Federal Rule of Civil Procedure 53(a), which governed in March of 2003 when the district court appointed the special master, gave the district court authority to allocate his fees \"as the court may direct.\" Fed.R.Civ.P. 53(a) (2003).<sup>[11]</sup> Under Rule 53(a), \"the district court enjoys broad discretion to allocate the master's fees as it thinks best under the circumstances of the case.\" <i>Aird v. Ford Motor Co.,</i> 86 F.3d 216, 221 (D.C.Cir.1996); <i>see also</i> 9A Charles Alan Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure: Civil § 2608 (2d ed.1995). Therefore, a court's decision on allocation is reviewed for abuse of discretion. <i>Morgan v. Kerrigan,</i> 530 F.2d 401, 427 (1st Cir.1976); <i>accord </i><i>Roy v. County of Lexington, S.C.,</i> 141 F.3d 533, 549 (4th Cir.1998); <i>Manhattan Indus., Inc. v. Sweater Bee by Banff, Ltd.,</i> 885 F.2d 1, 9 (1st Cir.1989). \"An abuse of discretion occurs when a material factor deserving significant weight is ignored, when an improper factor is relied upon, or <span class=\"star-pagination\">*44</span> when all proper and no improper factors are assessed, but the court makes a serious mistake in weighing them.\" <i>Sheppard v. River Valley Fitness One, L.P.,</i> 428 F.3d 1, 6 (1st Cir.2005) (internal quotation marks omitted).</p>\n<p>LAMCO/ACEMLA assert that the Publishers should have been required to pay the majority of the fees because they had \"enormously disproportionate wealth\" and were responsible for complicating the case to include more than 500 songs. LAMCO/ACEMLA also contend that the Broadcasters should have paid some of the fees because they benefited from the special master's work and were parties to the suit. Equal apportionment of the fees between the Publishers and LAMCO/ACEMLA, they argue, constituted an abuse of discretion.</p>\n<p>Such arguments might be persuasive if the record supported them. Here, however, the record shows that LAMCO/ACEMLA initiated a copyright infringement case that foreseeably burgeoned into claims involving more than five hundred songs.<sup>[12]</sup> The record also shows that the district court gave LAMCO/ACEMLA repeated opportunities to demonstrate their inability to pay their share of the fees, which LAMCO/ACEMLA failed to do. With respect to the Broadcasters' benefit from the special master's work, the Publishers took their place through the indemnification provisions in the agreements between them and paid half of the fees, partially on their behalf. Therefore, in the particular circumstances of this case, LAMCO/ACEMLA have not shown that the district court abused its discretion in the equal allocation of the special master's fees.</p>\n<p>C. <i>Sanctions</i></p>\n<p>In August of 2005, the district court dismissed LAMCO/ACEMLA's remaining claims, counterclaims, and defenses as a sanction for failing to comply with the court's orders to post a bond for their share of the special master's fees. LAMCO/ACEMLA challenge the sanction as being too extreme for the circumstances and, therefore, an abuse of discretion.</p>\n<p>\"A dismissal entered to sanction a party for failure to comply with a court's order or for failure to prosecute the case is reviewed for abuse of discretion.\" <i>Ruiz-Rosa,</i> 485 F.3d at 153. Whether a sanction constitutes an abuse of discretion is determined by considering all of the pertinent circumstances, \"including the severity of the violation, the legitimacy of the party's excuse, repetition of violations, the deliberateness vel non of the misconduct, mitigating excuses, prejudice to the other side and to the operations of the court, and the adequacy of lesser sanctions.\" <i>Id.</i> at 154 (internal quotation marks omitted).</p>\n<p>The docket and record in this case show a pattern of delaying conduct by LAMCO/ACEMLA. The district court had previously imposed sanctions against LAMCO/ACEMLA because of unexcused delay in responding to a motion for summary judgment. After a year and a half of LAMCO/ACEMLA failing to comply with the order to post a bond for their share of the special master's fees, the district court issued an ultimatum on October 13, 2004. The court ordered LAMCO/ACEMLA to post the bond within thirty days and warned that failure to comply would result in sanctions, including possible dismissal of their claims and defenses. After waiting for more than eight more months, during which time LAMCO/ACEMLA still did not <span class=\"star-pagination\">*45</span> post the ordered bond or provide adequate reasons for their failure to do so, on August 2, 2005, the district court dismissed LAMCO/ACEMLA's remaining claims, counterclaims, and affirmative defenses as a sanction for their failure to comply with the court's orders. Under these circumstances, the district court's sanction was not an abuse of discretion.<sup>[13]</sup></p>\n<p>D. <i>Summary Judgment in Favor of the Publishers</i></p>\n<p>The district court granted summary judgment in favor of the Publishers on their infringement claims against LAMCO/ACEMLA. On appeal, LAMCO/ACEMLA argue that the district court erred in holding that a certificate of copyright registration provides notice for purposes of § 205(d), that merely authorizing the use of songs constitutes copyright infringement, and that infringement could occur when LAMCO/ACEMLA had the right to license a \"fifty percent writer's share\" of the disputed songs. The Publishers, joined in part by ASCAP, defend the district court's decision.</p>\n<p>1. <i>Section 205(d)</i></p>\n<p>LAMCO/ACEMLA dispute the district court's ruling that registration of a copyright constitutes notice for purpose of § 205(d). As they did in opposition to ASCAP's claim to \"Patacón Pisa'o,\" LAMCO/ACEMLA argue that recording, in compliance with § 205(c), should be required to provide notice under § 205(d). We previously rejected that argument, and the same result applies here. The district court's interpretation of § 205(d) was not erroneous.</p>\n<p>2. <i>Writers' Share</i></p>\n<p>LAMCO/ACEMLA claim that they have not infringed the copyrights to the disputed songs because they were entitled to license a \"fifty percent writer's performance share\" of ACEMLA's affiliated composers. They have not cited authority, however, to support a theory that a writer retains a fifty percent performance share in a song after relinquishing the copyright. In contrast to LAMCO/ACEMLA's theory, the owner of a copyright \"has the exclusive rights to do and to authorize . . . [others] to perform the copyrighted work publicly.\" 17 U.S.C. § 106(4); <i>see also, e.g., </i><i>Phillips v. Pembroke Real Estate, Inc.,</i> 459 F.3d 128, 133 (1st Cir.2006) (discussing the limited rights retained by an artist after relinquishing the copyright to his work); <i>Beethoven.com LLC v. Librarian of Congress,</i> 394 F.3d 939, 942-43 (D.C.Cir.2005) (discussing the exclusive performance rights held by copyright owner under Digital Millennium Copyright Act).</p>\n<p>In addition, even if LAMCO/ACEMLA could support their retained performance rights theory, to the extent it is raised as a defense to the Publishers' infringement claims, it has been dismissed as part of the sanction imposed by the district court.</p>\n<p>3. <i>Rescission</i></p>\n<p>LAMCO/ACEMLA challenged the Publishers' rights to some of the disputed songs on a rescission theory. Specifically, LAMCO/ACEMLA argued that the Publishers had failed to pay royalties under their agreements with the composers, which provided a basis for rescinding the agreements with those composers. The <span class=\"star-pagination\">*46</span> district court ruled that LAMCO/ACEMLA lacked standing to claim that the agreements should be rescinded. On appeal, LAMCO/ACEMLA contend that the district court's decision was error.</p>\n<p>A question of who may assert an otherwise justiciable claim is a question of prudential standing that does not implicate the court's jurisdiction. <i>Baena v. KPMG LLP,</i> 453 F.3d 1, 5 (1st Cir.2006). \"[A] party generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties.\" <i>Kowalski v. Tesmer,</i> 543 U.S. 125, 129, 125 S.Ct. 564, 160 L.Ed.2d 519 (2004) (internal quotation marks omitted). A party may assert a claim on behalf of another only when \"the party asserting the right has a `close' relationship with the person who possesses the right\" and when \"there is a `hindrance' to the possessor's ability to protect his own interests.\" <i>Id.</i> at 130, 125 S.Ct. 564.</p>\n<p>The composers, not LAMCO/ACEMLA, were parties to the agreements in question. LAMCO/ACEMLA have not cited authority to show that they, as non-parties to the composers' agreements with the Publishers, may seek rescission. They have not shown a close relationship with the composers or a hindrance to the composers' ability to protect their own rights. Therefore, the district court correctly determined that LAMCO/ACEMLA lacked standing to assert that the composers' agreements with the Publishers should be rescinded. In addition, to the extent rescission is raised as a defense to the Publishers' infringement claims, it was dismissed by the district court as part of the sanction imposed on LAMCO/ACEMA.</p>\n<p>4. <i>Infringement</i></p>\n<p>LAMCO/ACEMLA challenge the district court's conclusion that they infringed the Publishers' copyrights in the disputed songs by including them in the ACEMLA catalog. They contend that merely authorizing the use of the songs, in the absence of proof that the songs were actually used in an infringing manner, is not infringement. The Publishers argue that the particular circumstances of this case show conduct by LAMCO/ACEMLA beyond merely authorizing use of the songs.</p>\n<p>17 U.S.C. § 106 provides the exclusive rights that are held by the owner of a copyright. \"One infringes a copyright when he or she violates one of the exclusive rights to a work held by a copyright owner, and the owner has the right to sue for infringement.\" <i>T-Peg, Inc.,</i> 459 F.3d at 108. Mere authorization of an infringing act is an insufficient basis for copyright infringement. <i>Venegas-Hernandez,</i> 424 F.3d at 57-58. Infringement depends upon whether an infringing act, such as copying or performing, has occurred. <i>Id.</i> at 58-59. Therefore, to prove infringement, a claimant must show \"an infringing act after the authorization.\" <i>Id.</i> at 59.</p>\n<p>In this case, the district court held that LAMCO/ACEMLA infringed the Publishers' copyrights by including songs assigned to the Publishers in ACEMLA's catalog. The district court also noted that LAMCO/ACEMLA had songs available to be heard through their website and had distributed a compact disc that included some of the Publishers' songs. The Publishers argue that LAMCO/ACEMLA \"knowingly hijacked\" their songs by including them in the ACEMLA catalog, issued licenses to broadcasters for songs that they knew were assigned to someone else, and threatened and initiated litigation against broadcasters who played works in ACEMLA's catalog.</p>\n<p>The Publishers have not cited authority to show that including songs in a catalog, <span class=\"star-pagination\">*47</span> issuing licenses, and threatening litigation are infringing actions under § 106. The district court identified eight songs that were available on ACEMLA's website and two of those songs, along with an additional song, that had been distributed by LAMCO/ACEMLA in a compact disc. While those might be infringing actions, only nine of the 468 songs that were the subject of summary judgment are involved. In addition, the district court did not decide whether LAMCO/ACEMLA had committed infringing acts in addition to authorization, leaving a factual issue as to whether LAMCO/ACEMLA's actions were infringing acts. In the absence of guidance from the district court and little assistance from the parties, we cannot decide whether the record contains sufficient undisputed evidence of infringing acts to warrant summary judgment on infringement. We therefore vacate this aspect of the district court's judgment and remand for further proceedings on this issue.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Summary judgment in favor of ASCAP is reversed as to the song \"Caballo Viejo\" and is affirmed as to the other four songs. The district court's allocation of payment of the special master's fees and the decision imposing sanctions on LAMCO/ACEMLA are affirmed. Summary judgment in favor of the Publishers on infringement of the copyrights to 468 songs is reversed. The case is remanded to determine the ownership of the rights to \"Caballo Viejo\" and whether LAMCO/ACEMLA infringed the copyrights to 468 songs held by the Publishers. Each party shall bear its own costs on appeal.</p>\n<p>Reversed in part; affirmed in part; remanded.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  The original defendants were the Archdiocese d/b/a WORO-FM and WKVM-AM, Isabela Broadcasting Co. d/b/a WKSA-FM and WISA-AM, Kelly Broadcasting System, Corp. d/b/a WNIK-FM and WNIK-AM, Ramon Rodriguez &amp; Associates, Inc. d/b/a WCFI-FM, Bestov Broadcasting System, Corp. d/b/a WIAC-AM and WIAC-FM, HQ-FM 103, Inc. d/b/a WCHQ-FM, AERCO Broadcasting, Corp. d/b/a WQBS-AM, Tommy Muñiz Productions, Inc. d/b/a WLUZ-AM, VI-MAN Broadcast System, Corp. d/b/a WEGA-AM, ABG Realty &amp; Investment Corp. d/b/a WRSJ-AM, and Sensacion Broadcasting Corporation d/b/a WSAN-FM.</p>\n<p>[2]  \"Such organizations . . . obtain rights to musical compositions, license them (often through blanket licenses), and collect royalties from sub-licenses.\" <i>Venega-Hernandez v. Asociacion De Compositores y Editores De Música LatinoAmericana,</i> 424 F.3d 50, 52 (1st Cir.2005).</p>\n<p>[3]  A more detailed presentation of the complex procedural history of this case can be found in the district court's orders. <i>See Latin Am. Music Co. v. Archdiocese of San Juan of the Roman Catholic &amp; Apostolic Church,</i> 2005 WL 1847013 (D.P.R. Aug.2, 2005); <i>Latin Am. Music Co. v. Archdiocese of San Juan,</i> 194 F.Supp.2d 30 (D.P.R.2001); <i>Peer Int'l Corp. v. Latin Am. Music Corp.,</i> 161 F.Supp.2d 38 (D.P.R.2001).</p>\n<p>[4]  The music publishers are Peer International Corporation, Peer International Corporation of Puerto Rico, Southern Music Publishing Company, Inc., Peermusic Ltd., Sonido, Inc. d/b/a FAF publishing, EMI Catalogue Partnership, EMI April Music, Inc., and Broadcast Music, Inc.</p>\n<p>[5]  ASCAP is a performing rights society that licenses \"the public performance of nondramatic musical works on behalf of copyright owners of such works.\" 2 Melville B. Nimmer &amp; David Nimmer, <i>Nimmer</i> on <i>Copyright</i> § 8.19 at 8-268.47 (2005) (quoting 17 U.S.C. § 101). ASCAP can grant only non-exclusive licenses on behalf of its members and does not own the copyrights to the works of its members. <i>Id.</i> at 8-269.</p>\n<p>[6]  ASCAP relies on the Tribunal's finding, while LAMCO/ACEMLA denigrate it. Neither side cites authority as to what weight the Copyright Royalty Tribunal's finding should be given. We will not explore the preclusive effect of that determination in the absence of appropriately supported briefing by the parties.</p>\n<p>[7]  There is some evidence that the term was extended for a few months, which does not affect this decision.</p>\n<p>[8]  We take no position as to either of these disputed issues.</p>\n<p>[9]  The special master circulated a draft report and recommendation on March 4, 2004. On March 26, 2004, the district court denied ASCAP's and LAMCO/ACEMLA's then-pending motions for summary judgment as moot, without explanation. LAMCO/ACEMLA argue that the district court erred in denying their motion. Because the issues raised in their motion had been referred to the special master, the district court properly denied the motion on procedural grounds. <i>See, e.g., </i><i>Becker v. Fed. Election Comm'n,</i> 230 F.3d 381, 389 (1st Cir.2000) (discussing mootness in context of redressability). The subsequent proceedings are described in the district court's order issued on September 26, 2005.</p>\n<p>[10]  LAMCO/ACEMLA challenge the district court's allocation decision, not the decision to appoint a special master.</p>\n<p>[11]  The amendments that added subdivision (h), addressing compensation, were not effective until December 1, 2003.</p>\n<p>[12]  LAMCO/ACEMLA were not strangers to the foreseeable complexities of copyright litigation. <i>See, e.g., </i><i>ACEMLA v. Copyright Royalty Tribunal,</i> 854 F.2d 10 (2d Cir.1988).</p>\n<p>[13]  LAMCO/ACEMLA assert, as part of their statement of the case, that their counterclaim against Peer and Broadcast Music, Inc. remains pending, despite the sanction imposed by the district court. Because LAMCO/ACEMLA provide no developed argumentation to support that assertion, we do not consider it here. <i>See </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span> (2007)</b></center>\n<center><h1>LATIN AMERICAN MUSIC CO., INC. and Asociación de Compositores y Editores de Música Latinomericana, Plaintiffs, Appellants,<br>\nTurabo Radio Corp., et al., Plaintiffs,<br>\nSouthern Music Publishing Co., Inc., et al., Plaintiffs, Appellees<br>\nv.<br>\nTHE ARCHDIOCESE OF SAN JUAN OF THE ROMAN CATHOLIC &amp; APOSTOLIC CHURCH, et al., Defendants, Appellees.</h1></center>\n<center>No. 05-2806.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 8, 2007.</center>\n<center>Decided August 16, 2007.</center>\n<p><span class=\"star-pagination\">*33</span> <span class=\"star-pagination\">*34</span> <span class=\"star-pagination\">*35</span> Jane Becker Whitaker, with whom Law Offices of Jane Becker Whitaker, and Angel N. Caro, were on brief, for appellants.</p>\n<p>Richard H. Reimer, with whom Diego A. Ramos, Fiddler González &amp; Rodriguez, PSC, Stephen S. Young, and Holland &amp; Knight, LLP, were on brief for appellee American Society of Composers, Authors and Publishers.</p>\n<p>Barry I. Slotnick, with whom Jacques Rimokh, Loeb &amp; Loeb, LLP and Adsuar Muñiz Goyco &amp; Besosa, PSC, were on brief for appellees, Southern Music Publishing Co., Inc., et al.</p>\n<p>Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and DICLERICO, JR.,<sup>[*]</sup> District Judge.</p>\n<p>DICLERICO, District Judge.</p>\n<p>Latin American Music Company (\"LAMCO\") and Asociación de Compositores y Editores de Música Latino Americana (\"ACEMLA\") brought suit in 1996, alleging that the Archdiocese of San Juan of the Roman Catholic and Apostolic Church, through its two radio stations, along with ten other radio broadcasters, were infringing their copyrights in fifty-one songs.<sup>[1]</sup> The case then expanded to include other claims and parties and was consolidated with four related cases, which together involved copyrights to more than five hundred songs. LAMCO and ACEMLA appeal decisions by the district court that denied their infringement claims as to five songs; allocated half of the obligation to pay for a special master's fees to LAMCO and ACEMLA; dismissed their claims, counterclaims, and defenses as a sanction; and held that they were infringing copyrights owned by other parties.</p>\n<p></p>\n<h2>I.</h2>\n<p>Luis Raul Bernard founded LAMCO, a music publisher based in New York, and ACEMLA, a performance rights society<sup>[2]</sup> affiliated with LAMCO and based in Puerto Rico. Bernard is the chief executive officer, director, and majority stockholder of both LAMCO and ACEMLA. Because LAMCO and ACEMLA are closely aligned in this case, we will refer to them as \"LAMCO/ACEMLA,\" unless individual differentiation is necessary.</p>\n<p>In response to the infringement suit brought against them by LAMCO/ACEMLA, the Archdiocese and the other radio broadcaster defendants (collectively referred to as \"the Broadcasters\") brought counterclaims against LAMCO/ACEMLA. They also filed third-party complaints against Broadcast Music, Inc., Peer International Corporation, and the American Society of Composers, Authors, and Publishers (\"ASCAP\"), seeking indemnification and a defense against the claims brought <span class=\"star-pagination\">*36</span> by LAMCO/ACEMLA.<sup>[3]</sup> ASCAP and LAMCO/ACEMLA disputed the rights to five of the songs listed in the LAMCO/ACEMLA complaint and agreed that resolution of the ownership and copyright issues as to those songs could serve as a roadmap for resolving the same issues as to the other songs disputed by the parties. ASCAP and LAMCO/ACEMLA filed motions for partial summary judgment. The district court granted ASCAP's motion, dismissing LAMCO/ACEMLA's infringement claims on all five songs.</p>\n<p>Several music publishers (collectively referred to as \"the Publishers\") brought claims against LAMCO/ACEMLA, alleging that they owned or controlled copyrights to 468 songs that LAMCO/ACEMLA were infringing.<sup>[4]</sup> The Publishers moved for summary judgment on their infringement claims. LAMCO/ACEMLA disputed the rights to 294 of the songs claimed by the Publishers and moved for summary judgment as to infringement of those copyrights. As to the remaining 174 songs, LAMCO/ACEMLA acknowledged that they had been included in an ACEMLA catalog in error but denied infringement. In response to the motions, the district court summarized the bases of the parties' claims of ownership and the applicable law but reserved judgment on infringement pending review of the ownership issues by a special master.</p>\n<p>On March 31, 2003, noting that \"the present copyright cases are complicated and extremely fact intensive,\" the district court appointed a special master to examine the documentation pertaining to the chains of title as to all of the songs at issue in the consolidated cases. The district court directed the special master to make recommendations as to issues of authorship, ownership, and compliance with statutory requirements, whether the copyrights for the songs at issue had been infringed, and if so, by whom, and a recommendation on LAMCO/ACEMLA's allegations of missing royalty payments. The special master's compensation was set at an hourly rate of $565. The district court ordered the Publishers to pay half of the fees and costs and LAMCO/ACEMLA to pay the other half and ordered each group to file a bond with the court in the amount of $37,500, within ten days following entry of the order.</p>\n<p>During the course of the litigation, LAMCO/ACEMLA repeatedly failed to meet court-ordered deadlines and obligations, including posting the bond. On October 13, 2004, the district court issued an ultimatum, granting a final thirty-day extension of time for LAMCO/ACEMLA to post the bond and warning that failure to comply would result in sanctions which could include dismissal of their claims and affirmative defenses. Nearly nine months later, on August 2, 2005, the district court concluded that LAMCO/ACEMLA had failed to comply with its order and dismissed their claims, counterclaims, and affirmative defenses in all of the consolidated cases.</p>\n<p><span class=\"star-pagination\">*37</span> On May 10, 2004, the special master issued his report and recommendation. The district court approved and adopted the special master's report and recommendation, in part, with modifications as to the ownership of rights to certain songs, and ordered a hearing to resolve a question about notice and good faith with respect to ownership of rights in other songs. With respect to the songs for which the special master's report and recommendation was approved, the district court granted the Publishers' motion for summary judgment on copyright infringement against LAMCO/ACEMLA. The order also assessed damages in the amount of $313,500 and allowed the Publishers to file an application for reasonable attorneys' fees and costs.</p>\n<p>Following a hearing on ownership issues for the songs that were not resolved by the special master's report and recommendation, the district court determined that the Publishers also owned the copyrights to those songs. The court granted the Publishers' motion for summary judgment as to their infringement claims on those songs and awarded damages in the amount of $29,250. The court also granted the Publishers' motion for a permanent injunction against future infringement by LAMCO/ACEMLA and resolved other issues that were then pending. Based on those determinations, the district court entered judgment as to the claims and counterclaims in the consolidated cases. LAMCO/ACEMLA appealed.</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal, LAMCO/ACEMLA challenge the district court's decisions holding that LAMCO/ACEMLA did not own copyrights in five songs claimed by ASCAP-member publishers, apportioning fifty percent of the special master's fees to LAMCO/ACEMLA, sanctioning them for failing to post a bond as ordered, concluding that they lacked standing to seek rescission of copyright assignments, and holding that authorizing use of songs constitutes copyright infringement. ASCAP and the Publishers oppose LAMCO/ACEMLA's arguments on appeal.</p>\n<p>A. <i>Summary Judgment on Five Songs</i></p>\n<p>ASCAP sought partial summary judgment on LAMCO/ACEMLA's infringement claims against the Broadcasters as to five songs, asking that those five claims be dismissed.<sup>[5]</sup> LAMCO/ACEMLA sought partial summary judgment that they held the performing rights licenses to the same five songs. The disputed five songs are: \"Caballo Viejo\" by Simón Díaz, \"Patacón Pisa'o\" by Ramon A. Chaverra, \"Ojos Chinos\" by Rogelio \"Kito\" Vélez, and \"Te Sigo Quieriendo\" and \"Una Tercera Persona\" by Luz C. Tirado.</p>\n<p>The district court concluded that as to four of the songs, \"Caballo Viejo,\" \"Patacón Pisa'o,\" \"Te Sigo Quieriendo,\" and \"Una Tercera Persona,\" ASCAP members held the copyrights, which precluded LAMCO/ACEMLA's infringement claims arising from those songs. With respect to the fifth song, \"Ojos Chinos,\" the district court determined that LAMCO/ACEMLA had a non-exclusive license, which might entitle them to receive payments from the Broadcasters but did not support standing to maintain a copyright infringement claim. The court also held that although <span class=\"star-pagination\">*38</span> LAMCO/ACEMLA recorded their agreement with the composer's heirs to a non-exclusive license for all performing rights to \"Ojos Chinos,\" the recording did not comply with the requirements of 17 U.S.C. § 205(c) and, therefore, did not provide constructive notice of the license. Based on those conclusions, the court dismissed LAMCO/ACEMLA's infringement claims based on the five disputed songs. LAMCO/ACEMLA appeal that decision.</p>\n<p>We review a district court's summary judgment decision de novo, using the same standard that governed below. <i>Ruiz-Rosa v. Rullan,</i> <span class=\"citation\" data-id=\"202717\"><a href=\"/opinion/202717/ruiz-rosa-v-rivera-gonzalez/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 155 (1st Cir.2007). Summary judgment is appropriate when the facts properly supported by the record and taken in the light most favorable to the non-moving party \"show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Cross motions for summary judgment do not change the standard. <i>Specialty Nat'l Ins. Co. v. One-Beacon Ins. Co.,</i> <span class=\"citation\" data-id=\"202754\"><a href=\"/opinion/202754/specialty-national-v-onebeacon-insurance/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span>, 732 (1st Cir.2007). To prevail on a copyright infringement claim, \"two elements must be proven: (1) ownership of a valid copyright, and (2) copying of constituent elements of the work that are original.\" <i>T-Peg, Inc. v. Vt. Timber Works, Inc.,</i> <span class=\"citation\" data-id=\"202362\"><a href=\"/opinion/202362/t-peg-inc-v-vermont-timber/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 108 (1st Cir.2006) (internal quotation marks omitted); <i>accord </i><i>Brown v. Latin Am. Music Co.,</i> <span class=\"citation\" data-id=\"202883\"><a href=\"/opinion/202883/brown-v-latin-american-music-co-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 22, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2253543</span></span>, *3 (1st Cir. Aug.7, 2007).</p>\n<p>1. <i>\"Caballo Viejo\"</i></p>\n<p>It is undisputed that the composer, Simón Díaz, granted the rights to \"Caballo Viejo\" to Selemúsica, C.A. through an agreement dated September 29, 1981. Selemúsica entered agreements with West Side Music Publishing, Inc. that granted West Side the right to represent Selemúsica in the United States and its territories. West Side registered the copyright for \"Caballo Viejo\" in 1983, showing Selemúsica as the copyright owner.</p>\n<p>LAMCO/ACEMLA based their claim to \"Caballo Viejo\" on their agreements with West Side. In an agreement dated May 15, 1981, West Side granted LAMCO/ACEMLA the photomechanical rights and the exclusive rights to publish and license performance of \"Caballo Viejo\" for a five-year term. West Side and LAMCO/ACEMLA also entered an exclusive performing rights agreement on January 3, 1982. LAMCO/ACEMLA recorded the 1981 agreement on December 17, 1986.</p>\n<p>ASCAP asserted its claim to \"Caballo Viejo\" also based on the rights held by West Side. West Side entered an agreement with Barnegat Music Corporation in 1989, which included the rights to collect performing fees and royalties for \"Caballo Viejo.\" West Side and Barnegat merged in 1993. Barnegat had been a member of ASCAP since 1984. On December 2, 1986, before LAMCO/ACEMLA recorded their 1981 agreement with West Side, the Copyright Royalty Tribunal determined that \"[t]he Settling Parties [which include ASCAP] showed that Selemusica, C.A. conveyed its rights to Barnegat Music Corp., an ASCAP member.\"<sup>[6]</sup><i>Final Determination of the Distribution of the 1984 Jukebox Royalty Fund,</i> CRT No. 85-1-84JD, <span class=\"citation no-link\"><span class=\"volume\">1986</span> <span class=\"reporter\">WL</span> <span class=\"page\">116931</span></span>, 51 Fed.Reg. 43,455, 43,459 (CRT Dec. 2, 1986).</p>\n<p>The district court agreed with the Tribunal that Barnegat held the rights to \"Caballo <span class=\"star-pagination\">*39</span> Viejo\" but came to that conclusion based on a somewhat different chain of title. The court concluded that Hector Varona, the president of West Side, verbally terminated the 1982 agreement with LAMCO/ACEMLA, thereafter did not accept royalty payments sent to him, and refused to extend the 1981 agreement with LAMCO/ACEMLA. Based on those circumstances, the district court held, based on the summary judgment record, that the rights to \"Caballo Viejo\" were transferred from the composer to Selemúsica, to West Side, and then to Barnegat, an ASCAP member. The court ruled that ASCAP was entitled to collect performance royalties for the song.</p>\n<p>On appeal, LAMCO/ACEMLA argue that the district court erroneously concluded that West Side rescinded the 1982 agreement with LAMCO/ACEMLA and assert that under the 1982 agreement, LAMCO/ACEMLA continue to own the rights to \"Caballo Viejo.\" LAMCO/ACEMLA also argue that Varona, on behalf of West Side, could not terminate the 1982 agreement verbally because all transfers of copyright must be in writing. <i>See</i> 17 U.S.C. § 204(a). ASCAP contends that West Side's entire agreement with LAMCO/ACEMLA expired at the end of the 1981 agreement's five-year term and was not renewed.</p>\n<p>The summary judgment record is far from clear as to how, when, or if the 1982 agreement was terminated. The record shows that the 1981 agreement between LAMCO/ACEMLA and West Side expired at the end of its five-year term in 1986.<sup>[7]</sup> The 1982 agreement between LAMCO/ACEMLA and West Side, however, did not include a time limit. In the 1982 agreement, West Side \"transfer[red] and cede[d] to ACEMLA the exclusive rights to license in the territory or territories of United States, Puerto Rico and Dominican Republic all the rights to public performance which have been assigned to West Side and other [sic] which may be assigned in the future. . . .\"</p>\n<p>Although the district court concluded that Varona verbally terminated the 1982 agreement, his testimony suggests that he did not remember or clearly understand the distinctions between the 1981 and 1982 agreements and that he was not sure when or how he terminated the 1982 agreement. Further, even if he did intend to terminate the 1982 agreement, that action would be effective only if the exclusive license, granted in the 1982 agreement, could be terminated verbally and unilaterally. The district court's order does not cite authority to support either theory.<sup>[8]</sup> Therefore, the record as it pertains to \"Caballo Viejo\" demonstrates that material facts remain in dispute so that ASCAP was not entitled to summary judgment as to that song.</p>\n<p>2. <i>\"Patacón Pisa'o\"</i></p>\n<p>Ramon A. Chaverra wrote \"Patacón Pisa'o\" in 1984. He conveyed his copyrights to a Colombian music publisher, Prodemus, in February of 1984. Prodemus then conveyed to Música Unica Publishers the right to represent Prodemus in the United States and Puerto Rico, which gave Música Unica the rights to authorize and license \"Patacón Pisa'o.\" Música Unica obtained a copyright registration certificate for \"Patacón Pisa'o\" on September 17, 1985. Música Unica, operating under the name Unimúsica, is an ASCAP member and has a licensing agreement with ASCAP.</p>\n<p><span class=\"star-pagination\">*40</span> LAMCO/ACEMLA's claim to rights for \"Patacón Pisa'o\" was based on a separate line of agreements. On September 23, 1985, Chaverra, the composer, entered an agreement with Edinmúsica, LDT, transferring all title and licensing authority for \"Patacón Pisa'o\" as interpreted by another performer. On June 2, 1986, Edinmúsica and LAMCO/ACEMLA obtained a copyright registration for the words and music for \"Patacón Pisa'o.\" In 1994, Chaverra terminated his agreement with Edinmúsica and entered an agreement with LAMCO/ACEMLA, transferring the exclusive rights to publish \"Patacón Pisa'o\" and nonexclusive rights to collect performance royalties. Chaverra also signed an affidavit, stating that LAMCO/ACEMLA represented his interests. On November 21, 1994, LAMCO/ACEMLA recorded Chaverra's affidavit and their agreement in the Copyright Office.</p>\n<p>The district court concluded that because Música Unica never recorded its agreement with Chaverra, LAMCO/ACEMLA was the first to record. The district court held, however, that Música Unica's copyright registration certificate for \"Patacón Pisa'o\" provided constructive notice of Música Unica's claim to the song. For that reason, LAMCO/ACEMLA could not satisfy the good faith and without notice requirements of 17 U.S.C. § 205(d). LAMCO/ACEMLA dispute that result, arguing that the registration, in Música Unica's name, did not provide constructive notice that ASCAP had the right to license the song.</p>\n<p>The recording statute, 17 U.S.C. § 205, provides the process for \"the Copyright Office to accept for recordation any document pertaining to a copyright.\" 2 <i>Nimmer</i> on <i>Copyright, supra,</i> § 7.25, 7-233. Section 205 \"is relevant primarily to providing notification of transfers of copyright ownership; hence, it is interwoven with the inquiry over what constitutes constructive notice of ownership and accordingly, when a subsequent transferee may prevail over a prior transferee.\" <i>Id.</i> Section 205(d) provides:</p>\n<blockquote>[a]s between two conflicting transfers, the one executed first prevails if it is recorded in the manner required to give constructive notice under [17 U.S.C. § 205(c)], within one month after its execution in the United States or within two months after its execution outside the United States, or at any time before recordation in such manner of the later transfer. Otherwise the later transfer prevails if recorded first in such manner, and if taken in good faith, for valuable consideration or on the basis of a binding promise to pay royalties, and without notice of the earlier transfer.</blockquote>\n<p>A copyright registration certificate in the Copyright Office provides \"constructive notice as to the ownership of the copyright and the facts stated in the registration certificate.\" <i>Saenger Org., Inc. v. Nationwide Ins. Licensing Assocs., Inc.,</i> <span class=\"citation\" data-id=\"197464\"><a href=\"/opinion/197464/he-saenger-v-nationwide-insurance/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 67 (1st Cir.1997); <i>see also </i><i>Johnson v. Jones,</i> <span class=\"citation\" data-id=\"755810\"><a href=\"/opinion/755810/douglas-a-johnson-doing-business-as-douglas-johnson-associates-inc/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">494</span></a></span>, 505 (6th Cir.1998) (\"Constructive notice of a valid copyright is presumed upon registration.\"). Under federal copyright law, remedies for infringement are tied to copyright registration, which provides incentive to owners to register copyrights and \"also provides potential infringers with an incentive to check the federal register.\" <i>Id.; cf. </i><i>Gaiman v. McFarlane,</i> <span class=\"citation\" data-id=\"785344\"><a href=\"/opinion/785344/neil-gaiman-and-marvels-and-miracles-llc/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">644</span></a></span>, 655 (7th Cir.2004) (holding that co-authors do not have incentive to check the federal copyright register as to ownership claimed by their collaborators).</p>\n<p>To meet the § 205(d) requirements and prevail on summary judgment as the first to record, LAMCO/ACEMLA had to provide undisputed facts that they recorded the transfer from Chaverra in good faith <span class=\"star-pagination\">*41</span> and without notice of the earlier transfer to Música Unica. It is undisputed, however, that Música Unica obtained a certificate of copyright registration for \"Patacón Pisa'o\" in September of 1985, days before Chaverra entered an agreement with Edinmúsica transferring rights to the song, and almost two years before Edinmúsica and LAMCO/ACEMLA obtained a copyright registration for the song. At the time LAMCO/ACEMLA entered into their transfer agreement with Chaverra, a review of the Copyright Office register would have revealed that Música Unica was listed as the copyright owner. Música Unica's registration certification for \"Patacón Pisa'o,\" therefore, provided notice that prior transactions existed relating to the copyright for \"Patacón Pisa'o,\" regardless of what entity currently might claim those rights.</p>\n<p>LAMCO/ACEMLA argue for a different rule that would base constructive notice for purposes of § 205(d) on recording the transfer to the current copyright owner, focusing on identification of the current owner as opposed to notice of prior transfers. Because such an interpretation would appear to alter the existing legal standard, we are not persuaded to adopt LAMCO/ACEMLA's argument. <i>See, e.g., </i><i>Pasdon v. City of Peabody,</i> <span class=\"citation\" data-id=\"201754\"><a href=\"/opinion/201754/pasdon-v-city-of-peabody/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 228 (1st Cir.2005) (declining invitation to expand standard in the absence of supporting legal authority); <i>Plumley v. S. Container, Inc.,</i> <span class=\"citation\" data-id=\"200125\"><a href=\"/opinion/200125/plumley-v-southern-container/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">364</span></a></span>, 371 (1st Cir. 2002) (same). The district court was correct in concluding, based on the record presented and § 205(d), that LAMCO/ACEMLA had notice of Música Unica's copyright claim to \"Patacón Pisa'o,\" so that § 205(d) did not apply to give LAMCO/ACEMLA priority and ASCAP's claim prevailed over LAMCO/ACEMLA's claim.</p>\n<p>3. <i>\"Ojos Chinos\"</i></p>\n<p>Regarding \"Ojos Chinos,\" the district court concluded that LAMCO/ACEMLA had received and recorded their license before Southern Music Publishing Company, Inc. (\"Southern\") (an ASCAP member) recorded, giving LAMCO/ACEMLA priority. The court held, however, that because LAMCO/ACEMLA held only a non-exclusive license, they lacked standing to bring a copyright infringement claim. The district court also stated that the transfer agreement LAMCO/ACEMLA recorded did not meet the specificity requirements of 17 U.S.C. § 205(c) and would not serve as constructive notice of LAMCO/ACEMLA's rights to the song.</p>\n<p>In their appellate brief, LAMCO/ACEMLA challenge only the court's ruling on the specificity requirements of § 205(c). In response, ASCAP notes that no dispute exists that a non-exclusive license does not provide standing to sue for infringement and does not address the district court's statements about the specificity requirements of § 205(c). LAMCO/ACEMLA filed a reply brief in which they assert, for the first time, that the district court failed to realize that the composer's heirs granted them an exclusive license to \"Ojos Chinos.\" We do not consider issues raised for the first time in a reply brief, and therefore, do not address LAMCO/ACEMLA's late claim that they were granted an exclusive license. <i>Guillemard-Ginorio v. Contreras-Gomez,</i> <span class=\"citation\" data-id=\"202820\"><a href=\"/opinion/202820/guillemard-ginorio-v-contreras-gomez/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 36 n. 3 (1st Cir.2007) (citing <i>Waste Mgmt. Holdings, Inc. v. Mowbray,</i> <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></span>, 299 (1st Cir.2000)).</p>\n<p>The district court's ruling that as nonexclusive licensees LAMCO/ACEMLA lacked standing to bring an infringement claim is not disputed and is correct. 17 U.S.C. § 501(b) (\"The legal or beneficial owner of an <i>exclusive</i> right under a copyright is entitled, subject to the requirements of section 411, to institute an action <span class=\"star-pagination\">*42</span> for any infringement of that particular right committed while he or she is the owner of it.\" (emphasis added)). <i>See also, e.g., </i><i>T-Peg,</i> 459 F.3d at 108 (\"One infringes a copyright when he or she violates one of the exclusive rights to a work held by a copyright owner, and the owner has the right to sue for infringement.\"); <i>Itar-Tass Russian News Agency v. Russian Kurier, Inc.,</i> <span class=\"citation\" data-id=\"757300\"><a href=\"/opinion/757300/itar-tass-russian-news-agency-itar-tass-usa-and-fromer-associates-inc/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span> 91 (2d Cir.1998) (\"Under United States law, an owner . . . may sue for infringement in a United States court only if it meets the standing test of 17 U.S.C. § 501(b), which accords standing only to the legal or beneficial owner of an `exclusive right.'\"); <i>I.A.E., Inc. v. Shaver,</i> <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></span>, 775 (7th Cir. 1996) (\"[A] person holding a nonexclusive license has no standing to sue for copyright infringement,. . . .\"). The district court's additional statements about the specificity requirements of § 205(c) are not material to the decision that LAMCO/ACEMLA lacked standing to sue for infringement. Therefore, we will not delve into whether LAMCO/ACEMLA's recording satisfied § 205(c).</p>\n<p>4. <i>\"Una Tercera Persona\" and \"Te Sigo Queriendo\"</i></p>\n<p>Luz C. Tirado wrote \"Una Tercera Persona\" and \"Te Sigo Queriendo\" in 1968 and transferred her rights in the songs to Southern, an ASCAP member, on November 20 and December 17, 1968, respectively. The transfer agreements also granted Southern the right to renew the copyrights and a power of attorney to act on Tirado's behalf in obtaining the copyright renewals. Southern registered the copyright to \"Una Tercera Persona\" on February 6, 1969, and registered the copyright to \"Te Sigo Queriendo\" on July 29, 1969. Southern did not record the registrations. Under the terms of the transfer agreements with Tirado, Southern, acting on behalf of Tirado, executed assignments of the renewal rights to \"Una Tercera Persona\" and \"Te Sigo Queriendo\" and obtained copyright renewal registration certificates for \"Una Tercera Persona\" on June 11, 1996, and for \"Te Sigo Queriendo\" on June 13, 1997.</p>\n<p>On December 2, 1980 Tirado transferred the copyrights to 153 songs, including \"Una Tercera Persona,\" to LAMCO/ACEMLA, and they recorded the transfer agreement with the Copyright Office on February 8, 1985. Tirado then granted LAMCO/ACEMLA the non-exclusive right to collect royalties on Tirado's behalf from the public performances of the 153 songs transferred by the December 2, 1980 agreement, and the royalties agreement was recorded on February 23, 1990. On September 25, 1986, Tirado transferred her rights in \"Te Sigo Queriendo\" to LAMCO/ACEMLA, and they obtained copyright registration on February 23, 1990.</p>\n<p>On appeal, LAMCO/ACEMLA contend that the district court erred in crediting the 1996 and 1997 transfers of renewal rights to Southern because the assignments were not actually signed by Tirado. They rely on 17 U.S.C. § 205(a), which provides the requirements for recording copyright documents. LAMCO/ACEMLA fail to explain, however, why the recording statute, § 205(a), is pertinent to the validity of the 1996 and 1997 transfers. In contrast, 17 U.S.C. § 204(a), pertaining to execution of transfers of copyright ownership, provides that \"[a] transfer of copyright ownership, other than by operation of law, is not valid unless an instrument of conveyance, or a note or memorandum of the transfer, is in writing and signed by the owner of the rights conveyed <i>or such owner's duly authorized agent.</i>\" (Emphasis added.) As LAMCO/ACEMLA have failed to show that Southern was not Tirado's \"duly authorized agent,\" the district court correctly credited the 1996 and 1997 transfers to Southern.</p>\n<p><span class=\"star-pagination\">*43</span> LAMCO/ACEMLA also challenge the district court's conclusion that Southern's 1969 certificates of registration for \"Una Tercera Persona\" and \"Te Sigo Queriendo\" provided notice of conflicting ownership interests in those songs. At the time LAMCO/ACEMLA entered into agreements to obtain the copyrights to \"Una Tercera Persona\" and \"Te Sigo Queriendo,\" a review of the Copyright Office register would have revealed the registration certificates for those songs, giving LAMCO/ACEMLA notice that Southern claimed the copyrights. <i>See </i><i>Saenger,</i> 119 F.3d at 66. Because LAMCO/ACEMLA failed to produce evidence that the copyright certificates are invalid, the district court correctly concluded, for purposes of summary judgment, that LAMCO/ACEMLA had notice of Southern's copyright claims and, for that reason, could not meet the good faith and lack of notice requirements of § 205(d).</p>\n<p>B. <i>Payment Allocation</i></p>\n<p>The Publishers and LAMCO/ACEMLA filed summary judgment motions on claims of ownership and infringement of copyrights for 468 songs. Instead of deciding the motions, the court laid the groundwork for a special master to use in addressing the complex issues of ownership and infringement. On March 31, 2003, the district court appointed Morton David Goldberg, Esquire, to serve as a special master in the case.<sup>[9]</sup> The court apportioned payment of the special master's fees between the Publishers and LAMCO/ACEMLA in equal portions and directed the special master to bill the parties monthly. The parties were each ordered to file a bond in the amount of $37,500. On appeal, LAMCO/ACEMLA challenge the district court's decision to divide equally, between LAMCO/ACEMLA and the Publishers, the obligation to pay the special master's fees.<sup>[10]</sup></p>\n<p>Federal Rule of Civil Procedure 53(a), which governed in March of 2003 when the district court appointed the special master, gave the district court authority to allocate his fees \"as the court may direct.\" Fed.R.Civ.P. 53(a) (2003).<sup>[11]</sup> Under Rule 53(a), \"the district court enjoys broad discretion to allocate the master's fees as it thinks best under the circumstances of the case.\" <i>Aird v. Ford Motor Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></span>, 221 (D.C.Cir.1996); <i>see also</i> 9A Charles Alan Wright &amp; Arthur R. Miller, Federal Practice &amp; Procedure: Civil § 2608 (2d ed.1995). Therefore, a court's decision on allocation is reviewed for abuse of discretion. <i>Morgan v. Kerrigan,</i> <span class=\"citation\" data-id=\"333181\"><a href=\"/opinion/333181/tallulah-morgan-v-john-j-kerrigan-boston-home-and-school-association/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 427 (1st Cir.1976); <i>accord </i><i>Roy v. County of Lexington, S.C.,</i> <span class=\"citation\" data-id=\"753005\"><a href=\"/opinion/753005/john-r-roy-gary-waller-david-rhoten-crystal-galloway-gary-w-holmes-eric/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">533</span></a></span>, 549 (4th Cir.1998); <i>Manhattan Indus., Inc. v. Sweater Bee by Banff, Ltd.,</i> <span class=\"citation\" data-id=\"529289\"><a href=\"/opinion/529289/manhattan-industries-inc-bayard-shirt-corporation-and-don/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1989). \"An abuse of discretion occurs when a material factor deserving significant weight is ignored, when an improper factor is relied upon, or <span class=\"star-pagination\">*44</span> when all proper and no improper factors are assessed, but the court makes a serious mistake in weighing them.\" <i>Sheppard v. River Valley Fitness One, L.P.,</i> <span class=\"citation\" data-id=\"792351\"><a href=\"/opinion/792351/mary-chris-sheppard-robert-sheppard-v-river-valley-fitness-one-lp-dba/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2005) (internal quotation marks omitted).</p>\n<p>LAMCO/ACEMLA assert that the Publishers should have been required to pay the majority of the fees because they had \"enormously disproportionate wealth\" and were responsible for complicating the case to include more than 500 songs. LAMCO/ACEMLA also contend that the Broadcasters should have paid some of the fees because they benefited from the special master's work and were parties to the suit. Equal apportionment of the fees between the Publishers and LAMCO/ACEMLA, they argue, constituted an abuse of discretion.</p>\n<p>Such arguments might be persuasive if the record supported them. Here, however, the record shows that LAMCO/ACEMLA initiated a copyright infringement case that foreseeably burgeoned into claims involving more than five hundred songs.<sup>[12]</sup> The record also shows that the district court gave LAMCO/ACEMLA repeated opportunities to demonstrate their inability to pay their share of the fees, which LAMCO/ACEMLA failed to do. With respect to the Broadcasters' benefit from the special master's work, the Publishers took their place through the indemnification provisions in the agreements between them and paid half of the fees, partially on their behalf. Therefore, in the particular circumstances of this case, LAMCO/ACEMLA have not shown that the district court abused its discretion in the equal allocation of the special master's fees.</p>\n<p>C. <i>Sanctions</i></p>\n<p>In August of 2005, the district court dismissed LAMCO/ACEMLA's remaining claims, counterclaims, and defenses as a sanction for failing to comply with the court's orders to post a bond for their share of the special master's fees. LAMCO/ACEMLA challenge the sanction as being too extreme for the circumstances and, therefore, an abuse of discretion.</p>\n<p>\"A dismissal entered to sanction a party for failure to comply with a court's order or for failure to prosecute the case is reviewed for abuse of discretion.\" <i>Ruiz-Rosa,</i> 485 F.3d at 153. Whether a sanction constitutes an abuse of discretion is determined by considering all of the pertinent circumstances, \"including the severity of the violation, the legitimacy of the party's excuse, repetition of violations, the deliberateness vel non of the misconduct, mitigating excuses, prejudice to the other side and to the operations of the court, and the adequacy of lesser sanctions.\" <i>Id.</i> at 154 (internal quotation marks omitted).</p>\n<p>The docket and record in this case show a pattern of delaying conduct by LAMCO/ACEMLA. The district court had previously imposed sanctions against LAMCO/ACEMLA because of unexcused delay in responding to a motion for summary judgment. After a year and a half of LAMCO/ACEMLA failing to comply with the order to post a bond for their share of the special master's fees, the district court issued an ultimatum on October 13, 2004. The court ordered LAMCO/ACEMLA to post the bond within thirty days and warned that failure to comply would result in sanctions, including possible dismissal of their claims and defenses. After waiting for more than eight more months, during which time LAMCO/ACEMLA still did not <span class=\"star-pagination\">*45</span> post the ordered bond or provide adequate reasons for their failure to do so, on August 2, 2005, the district court dismissed LAMCO/ACEMLA's remaining claims, counterclaims, and affirmative defenses as a sanction for their failure to comply with the court's orders. Under these circumstances, the district court's sanction was not an abuse of discretion.<sup>[13]</sup></p>\n<p>D. <i>Summary Judgment in Favor of the Publishers</i></p>\n<p>The district court granted summary judgment in favor of the Publishers on their infringement claims against LAMCO/ACEMLA. On appeal, LAMCO/ACEMLA argue that the district court erred in holding that a certificate of copyright registration provides notice for purposes of § 205(d), that merely authorizing the use of songs constitutes copyright infringement, and that infringement could occur when LAMCO/ACEMLA had the right to license a \"fifty percent writer's share\" of the disputed songs. The Publishers, joined in part by ASCAP, defend the district court's decision.</p>\n<p>1. <i>Section 205(d)</i></p>\n<p>LAMCO/ACEMLA dispute the district court's ruling that registration of a copyright constitutes notice for purpose of § 205(d). As they did in opposition to ASCAP's claim to \"Patacón Pisa'o,\" LAMCO/ACEMLA argue that recording, in compliance with § 205(c), should be required to provide notice under § 205(d). We previously rejected that argument, and the same result applies here. The district court's interpretation of § 205(d) was not erroneous.</p>\n<p>2. <i>Writers' Share</i></p>\n<p>LAMCO/ACEMLA claim that they have not infringed the copyrights to the disputed songs because they were entitled to license a \"fifty percent writer's performance share\" of ACEMLA's affiliated composers. They have not cited authority, however, to support a theory that a writer retains a fifty percent performance share in a song after relinquishing the copyright. In contrast to LAMCO/ACEMLA's theory, the owner of a copyright \"has the exclusive rights to do and to authorize . . . [others] to perform the copyrighted work publicly.\" 17 U.S.C. § 106(4); <i>see also, e.g., </i><i>Phillips v. Pembroke Real Estate, Inc.,</i> <span class=\"citation\" data-id=\"202371\"><a href=\"/opinion/202371/phillips-v-pembroke-real-estate/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></a></span>, 133 (1st Cir.2006) (discussing the limited rights retained by an artist after relinquishing the copyright to his work); <i>Beethoven.com LLC v. Librarian of Congress,</i> <span class=\"citation\" data-id=\"788880\"><a href=\"/opinion/788880/beethovencom-llc-v-librarian-of-congress-american-federation-of/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">939</span></a></span>, 942-43 (D.C.Cir.2005) (discussing the exclusive performance rights held by copyright owner under Digital Millennium Copyright Act).</p>\n<p>In addition, even if LAMCO/ACEMLA could support their retained performance rights theory, to the extent it is raised as a defense to the Publishers' infringement claims, it has been dismissed as part of the sanction imposed by the district court.</p>\n<p>3. <i>Rescission</i></p>\n<p>LAMCO/ACEMLA challenged the Publishers' rights to some of the disputed songs on a rescission theory. Specifically, LAMCO/ACEMLA argued that the Publishers had failed to pay royalties under their agreements with the composers, which provided a basis for rescinding the agreements with those composers. The <span class=\"star-pagination\">*46</span> district court ruled that LAMCO/ACEMLA lacked standing to claim that the agreements should be rescinded. On appeal, LAMCO/ACEMLA contend that the district court's decision was error.</p>\n<p>A question of who may assert an otherwise justiciable claim is a question of prudential standing that does not implicate the court's jurisdiction. <i>Baena v. KPMG LLP,</i> <span class=\"citation\" data-id=\"202273\"><a href=\"/opinion/202273/baena-v-kpmg-llp/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2006). \"[A] party generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties.\" <i>Kowalski v. Tesmer,</i> <span class=\"citation\" data-id=\"137732\"><a href=\"/opinion/137732/kowalski-v-tesmer/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, 129, <span class=\"citation\" data-id=\"137732\"><a href=\"/opinion/137732/kowalski-v-tesmer/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"137732\"><a href=\"/opinion/137732/kowalski-v-tesmer/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></a></span> (2004) (internal quotation marks omitted). A party may assert a claim on behalf of another only when \"the party asserting the right has a `close' relationship with the person who possesses the right\" and when \"there is a `hindrance' to the possessor's ability to protect his own interests.\" <i>Id.</i> at 130, <span class=\"citation\" data-id=\"137732\"><a href=\"/opinion/137732/kowalski-v-tesmer/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">564</span></a></span>.</p>\n<p>The composers, not LAMCO/ACEMLA, were parties to the agreements in question. LAMCO/ACEMLA have not cited authority to show that they, as non-parties to the composers' agreements with the Publishers, may seek rescission. They have not shown a close relationship with the composers or a hindrance to the composers' ability to protect their own rights. Therefore, the district court correctly determined that LAMCO/ACEMLA lacked standing to assert that the composers' agreements with the Publishers should be rescinded. In addition, to the extent rescission is raised as a defense to the Publishers' infringement claims, it was dismissed by the district court as part of the sanction imposed on LAMCO/ACEMA.</p>\n<p>4. <i>Infringement</i></p>\n<p>LAMCO/ACEMLA challenge the district court's conclusion that they infringed the Publishers' copyrights in the disputed songs by including them in the ACEMLA catalog. They contend that merely authorizing the use of the songs, in the absence of proof that the songs were actually used in an infringing manner, is not infringement. The Publishers argue that the particular circumstances of this case show conduct by LAMCO/ACEMLA beyond merely authorizing use of the songs.</p>\n<p>17 U.S.C. § 106 provides the exclusive rights that are held by the owner of a copyright. \"One infringes a copyright when he or she violates one of the exclusive rights to a work held by a copyright owner, and the owner has the right to sue for infringement.\" <i>T-Peg, Inc.,</i> 459 F.3d at 108. Mere authorization of an infringing act is an insufficient basis for copyright infringement. <i>Venegas-Hernandez,</i> 424 F.3d at 57-58. Infringement depends upon whether an infringing act, such as copying or performing, has occurred. <i>Id.</i> at 58-59. Therefore, to prove infringement, a claimant must show \"an infringing act after the authorization.\" <i>Id.</i> at 59.</p>\n<p>In this case, the district court held that LAMCO/ACEMLA infringed the Publishers' copyrights by including songs assigned to the Publishers in ACEMLA's catalog. The district court also noted that LAMCO/ACEMLA had songs available to be heard through their website and had distributed a compact disc that included some of the Publishers' songs. The Publishers argue that LAMCO/ACEMLA \"knowingly hijacked\" their songs by including them in the ACEMLA catalog, issued licenses to broadcasters for songs that they knew were assigned to someone else, and threatened and initiated litigation against broadcasters who played works in ACEMLA's catalog.</p>\n<p>The Publishers have not cited authority to show that including songs in a catalog, <span class=\"star-pagination\">*47</span> issuing licenses, and threatening litigation are infringing actions under § 106. The district court identified eight songs that were available on ACEMLA's website and two of those songs, along with an additional song, that had been distributed by LAMCO/ACEMLA in a compact disc. While those might be infringing actions, only nine of the 468 songs that were the subject of summary judgment are involved. In addition, the district court did not decide whether LAMCO/ACEMLA had committed infringing acts in addition to authorization, leaving a factual issue as to whether LAMCO/ACEMLA's actions were infringing acts. In the absence of guidance from the district court and little assistance from the parties, we cannot decide whether the record contains sufficient undisputed evidence of infringing acts to warrant summary judgment on infringement. We therefore vacate this aspect of the district court's judgment and remand for further proceedings on this issue.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>Summary judgment in favor of ASCAP is reversed as to the song \"Caballo Viejo\" and is affirmed as to the other four songs. The district court's allocation of payment of the special master's fees and the decision imposing sanctions on LAMCO/ACEMLA are affirmed. Summary judgment in favor of the Publishers on infringement of the copyrights to 468 songs is reversed. The case is remanded to determine the ownership of the rights to \"Caballo Viejo\" and whether LAMCO/ACEMLA infringed the copyrights to 468 songs held by the Publishers. Each party shall bear its own costs on appeal.</p>\n<p>Reversed in part; affirmed in part; remanded.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  The original defendants were the Archdiocese d/b/a WORO-FM and WKVM-AM, Isabela Broadcasting Co. d/b/a WKSA-FM and WISA-AM, Kelly Broadcasting System, Corp. d/b/a WNIK-FM and WNIK-AM, Ramon Rodriguez &amp; Associates, Inc. d/b/a WCFI-FM, Bestov Broadcasting System, Corp. d/b/a WIAC-AM and WIAC-FM, HQ-FM 103, Inc. d/b/a WCHQ-FM, AERCO Broadcasting, Corp. d/b/a WQBS-AM, Tommy Muñiz Productions, Inc. d/b/a WLUZ-AM, VI-MAN Broadcast System, Corp. d/b/a WEGA-AM, ABG Realty &amp; Investment Corp. d/b/a WRSJ-AM, and Sensacion Broadcasting Corporation d/b/a WSAN-FM.</p>\n<p>[2]  \"Such organizations . . . obtain rights to musical compositions, license them (often through blanket licenses), and collect royalties from sub-licenses.\" <i>Venega-Hernandez v. Asociacion De Compositores y Editores De Música LatinoAmericana,</i> <span class=\"citation\" data-id=\"201826\"><a href=\"/opinion/201826/venegas-v-peer-international/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 52 (1st Cir.2005).</p>\n<p>[3]  A more detailed presentation of the complex procedural history of this case can be found in the district court's orders. <i>See Latin Am. Music Co. v. Archdiocese of San Juan of the Roman Catholic &amp; Apostolic Church,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1847013</span></span> (D.P.R. Aug.2, 2005); <i>Latin Am. Music Co. v. Archdiocese of San Juan,</i> <span class=\"citation\" data-id=\"2577602\"><a href=\"/opinion/2577602/latin-american-music-v-archdiocese-of-san-juan/\"><span class=\"volume\">194</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">30</span></a></span> (D.P.R.2001); <i>Peer Int'l Corp. v. Latin Am. Music Corp.,</i> <span class=\"citation\" data-id=\"2388671\"><a href=\"/opinion/2388671/peer-intern-corp-v-latin-american-music/\"><span class=\"volume\">161</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">38</span></a></span> (D.P.R.2001).</p>\n<p>[4]  The music publishers are Peer International Corporation, Peer International Corporation of Puerto Rico, Southern Music Publishing Company, Inc., Peermusic Ltd., Sonido, Inc. d/b/a FAF publishing, EMI Catalogue Partnership, EMI April Music, Inc., and Broadcast Music, Inc.</p>\n<p>[5]  ASCAP is a performing rights society that licenses \"the public performance of nondramatic musical works on behalf of copyright owners of such works.\" 2 Melville B. Nimmer &amp; David Nimmer, <i>Nimmer</i> on <i>Copyright</i> § 8.19 at 8-268.47 (2005) (quoting 17 U.S.C. § 101). ASCAP can grant only non-exclusive licenses on behalf of its members and does not own the copyrights to the works of its members. <i>Id.</i> at 8-269.</p>\n<p>[6]  ASCAP relies on the Tribunal's finding, while LAMCO/ACEMLA denigrate it. Neither side cites authority as to what weight the Copyright Royalty Tribunal's finding should be given. We will not explore the preclusive effect of that determination in the absence of appropriately supported briefing by the parties.</p>\n<p>[7]  There is some evidence that the term was extended for a few months, which does not affect this decision.</p>\n<p>[8]  We take no position as to either of these disputed issues.</p>\n<p>[9]  The special master circulated a draft report and recommendation on March 4, 2004. On March 26, 2004, the district court denied ASCAP's and LAMCO/ACEMLA's then-pending motions for summary judgment as moot, without explanation. LAMCO/ACEMLA argue that the district court erred in denying their motion. Because the issues raised in their motion had been referred to the special master, the district court properly denied the motion on procedural grounds. <i>See, e.g., </i><i>Becker v. Fed. Election Comm'n,</i> <span class=\"citation\" data-id=\"199145\"><a href=\"/opinion/199145/becker-v-federal-election/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 389 (1st Cir.2000) (discussing mootness in context of redressability). The subsequent proceedings are described in the district court's order issued on September 26, 2005.</p>\n<p>[10]  LAMCO/ACEMLA challenge the district court's allocation decision, not the decision to appoint a special master.</p>\n<p>[11]  The amendments that added subdivision (h), addressing compensation, were not effective until December 1, 2003.</p>\n<p>[12]  LAMCO/ACEMLA were not strangers to the foreseeable complexities of copyright litigation. <i>See, e.g., </i><i>ACEMLA v. Copyright Royalty Tribunal,</i> <span class=\"citation\" data-id=\"510095\"><a href=\"/opinion/510095/asociacion-de-compositores-y-editores-de-musica-latinoamericana-v/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span> (2d Cir.1988).</p>\n<p>[13]  LAMCO/ACEMLA assert, as part of their statement of the case, that their counterclaim against Peer and Broadcast Music, Inc. remains pending, despite the sanction imposed by the district court. Because LAMCO/ACEMLA provide no developed argumentation to support that assertion, we do not consider it here. <i>See </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/137732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2388671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577602/"
  ]
}