{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202913/",
  "absolute_url": "/opinion/202913/in-re-gencarelli/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202913/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:04:48Z",
  "date_modified": "2016-04-26T12:28:26.672540Z",
  "type": "010combined",
  "sha1": "c558d4dc5cd77a2e8e0afc1a58e934d7da93c526",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2700-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/08/30/UPS_Capital_Business_v._Gencarelli.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNo. 06-2700\n\n\n                 IN RE LOUIS A. GENCARELLI, SR.,\n\n                             Debtor.\n                          _____________\n\n                   UPS CAPITAL BUSINESS CREDIT,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    LOUIS A. GENCARELLI, SR.,\n\n                       Defendant, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n\n          [Hon. Ernest C. Torres, U.S. District Judge]\n        [Hon. Arthur N. Votolato, U.S. Bankruptcy Judge]\n\n\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                   Selya, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n\n\n     Edward J. Pontacoloni, with whom Barbara A. Frederick, Updike,\nKelly & Spellacy, P.C., Thomas J. Cronin, and Gunning & LaFazia,\nInc. were on brief, for appellant.\n\f     Christopher M. Mulhearn, with whom Ferrucci Russo P.C. was on\nbrief, for appellee.\n\n\n\n                         August 30, 2007\n\f           SELYA, Senior Circuit Judge.               This bankruptcy dispute\n\npresents a question of first impression in this circuit concerning\n\na commercial lender's right to receive a bargained-for prepayment\n\npenalty from a solvent debtor.          The lender's best argument was not\n\npresented very clearly in the lower courts, but the parties have\n\nvigorously contested the point in this court.                Because the issue\n\nwas at least arguably preserved and because its resolution has\n\nsignificant     ramifications     for    the    due   administration    of    the\n\nBankruptcy Code (the Code), we decide it.              That decision leads us\n\nto reverse the lower courts' rulings, vacate their orders, and\n\nremand for further proceedings consistent with this opinion.\n\n           The facts are not seriously disputed.               On February 14,\n\n2002, Bess Eaton Donut Flour Co. and its sole shareholder, Louis A.\n\nGencarelli, Sr., entered into a pair of commercial loan agreements\n\nwith UPS Capital Business Credit.              One loan, involving roughly\n\n$5,000,000, was for a thirty-year term; the other, involving nearly\n\n$2,000,000, was for a twenty-year term. Each was governed by Rhode\n\nIsland   law,    secured   by   interests      in   real   property   and   other\n\nbusiness assets owned by Bess Eaton, and bore interest at a\n\nfloating rate pegged to 1.25% over prime.\n\n           Pertinently, each loan agreement allowed the borrowers to\n\nrepay at any time, subject, however, to a prepayment penalty\n\nprovision.      That provision, common to each loan agreement, stated\n\nin substance that, should repayment occur within the first five\n\n\n                                        -3-\n\fyears of the loan term, the borrowers would pay a fee equal to a\n\npercentage of the amount prepaid.      That percentage would vary\n\ndepending upon the date of prepayment (generally speaking, the\n\nearlier the prepayment, the higher the percentage).\n\n          On March 1, 2004, Bess Eaton filed a voluntary petition\n\nfor bankruptcy under Chapter 11.   See 11 U.S.C. §§ 301, 1101-1174.\n\nGencarelli followed suit within the next few days.    The bankruptcy\n\ncourt consolidated the cases.\n\n          In due course, the bankruptcy court arranged for, and\n\noversaw, the sale of Bess Eaton's operating assets.       See id. §\n\n363(b).   The auction, skillfully managed by the bankruptcy judge,\n\ninspired unbridled enthusiasm, which translated into hard cash. As\n\na result, the sale fetched a far higher price than had been\n\nanticipated — so much higher that the bankruptcy estates wound up\n\nwith funds sufficient to pay all creditors in full (including\n\ninterest).    Even so, a multimillion dollar surplus remained for\n\nGencarelli.\n\n          Along the way, UPS submitted timely proofs of claim to\n\nthe bankruptcy court in which it asserted a right to the unpaid\n\nprincipal balances of the two loans, plus accrued interest, plus\n\nthe prepayment penalties. Because full repayment was to be made in\n\nthe third year of the loans, the loan agreements called for\n\npenalties equal to 3% of the outstanding principal balances.   This\n\namounted to aggregate prepayment penalties of some $200,000.\n\n\n                                -4-\n\f          The debtors conceded liability for the loan balances\n\n(including accrued interest); those balances have been paid in full\n\nand are not at issue in this appeal.        Withal, the debtors balked at\n\npaying the prepayment penalties.\n\n          As a practical matter, the dispute over the prepayment\n\npenalties narrowed to one between Gencarelli and UPS.               Gencarelli\n\nfiled an objection to those portions of the claims that sought\n\nprepayment    penalties.     He   averred    that,   under    the    Code,   an\n\noversecured creditor is entitled to recover such costs only to the\n\nextent that they are \"reasonable.\"        Id. § 506(b).      He posited that\n\nthe prepayment penalties demanded by UPS were unreasonable because\n\nthey bore no rational relationship to the added expense that\n\nprepayment might inflict on the lender.          Accordingly, the claims\n\nshould be disallowed.\n\n          UPS countered, albeit without citation to any specific\n\nCode provision, that the prepayment penalties were valid under\n\ncontrolling    state   law   and,   therefore,       were    enforceable     in\n\nbankruptcy.    In the alternative, it asserted that the penalties\n\nwere reasonable.\n\n          Following a hearing, the bankruptcy court held that\n\nsection 506(b) of the Code governed, displacing state law and\n\ncreating a uniform federal standard of reasonableness that served\n\nas a substantive limitation on the fees, costs, and other charges\n\nthat a secured creditor could recoup.        In re Bess Eaton Donut Flour\n\n\n                                    -5-\n\fCo., Nos. 04-10630, 04-10682 (Bankr. D.R.I. Oct. 8, 2004).                     Ergo,\n\nthe prepayment penalties coveted by UPS were enforceable only to\n\nthe extent that they were reasonable, regardless of their status\n\nunder Rhode Island law.         Id. at 1.\n\n            The    bankruptcy     court   subsequently        took   evidence     to\n\ndetermine    the       reasonableness     of   the     prepayment      penalties.\n\nThereafter, the court found the penalties unreasonable in amount\n\nand disallowed UPS's claims for them in their entirety.                In re Bess\n\nEaton Donut Flour Co., Nos. 04-10630, 04-10682, 2005 WL 1367306, at\n\n*3 (Bankr. D.R.I. Jan. 19, 2005).\n\n            UPS appealed this ruling to the United States District\n\nCourt for the District of Rhode Island.               In the proceedings that\n\nfollowed, most of the briefing was devoted to the question of\n\nwhether the prepayment penalties were reasonable.                    But UPS also\n\nargued    that    \"a    finding   that    fees,      costs,    or    charges     are\n\nunreasonable under § 506(b) means only that they cannot be allowed\n\nas a secured claim, and instead must be treated as an unsecured\n\nclaim.\"     While UPS again neglected to cite the relevant Code\n\nprovisions, it did offer pertinent case citations in support of\n\nthis argument.\n\n            Although its analysis diverged somewhat from that of the\n\nbankruptcy court, the district court agreed that section 506(b)\n\ngoverned and that an oversecured creditor can recover charges, such\n\nas prepayment penalties, only if they are reasonable.                    See UPS\n\n\n                                        -6-\n\fCapital Bus. Credit v. Gencarelli, No. 1:05-cv-00039, 2006 WL\n\n3198944, at *3 (D.R.I. Nov. 3, 2006).            In affirming the bankruptcy\n\ncourt's order, the district court did not address the possibility\n\nthat unreasonable prepayment penalties might qualify as unsecured\n\nclaims.\n\n            This timely appeal ensued.             In it, UPS argues that\n\nsection 506(b)'s reasonableness standard is not relevant to the\n\nquestion of whether an oversecured creditor is entitled to collect\n\na contractually-based prepayment penalty from a solvent debtor. It\n\ndirects us to section 502 of the Code and to a wealth of case law\n\nholding    that   if   fees,    costs,      or   other   charges     are   deemed\n\nunreasonable, an oversecured creditor nonetheless may collect them\n\nas unsecured debt (subject to the provisions of section 502).                  In\n\nthe   alternative,     it   argues   that    the   lower   courts'    models   of\n\nreasonableness are unsuited to the realities of modern commercial\n\nlending.\n\n            Gencarelli counters on several levels. First, he asserts\n\nthat UPS has forfeited the statutory argument.               Second, even if\n\nthis argument is properly before us, he dismisses it as incorrect.\n\nThird, he indiscriminately defends the reasonableness analyses\n\nconducted by the lower courts (glossing over the fact that the\n\ndistrict court and the bankruptcy court did not see eye to eye as\n\nto how reasonableness should be measured in this context).\n\n            We begin our inquiry by examining the merits of UPS's\n\n\n                                      -7-\n\fstatutory interpretation argument.         This argument turns on the\n\ninterrelationship between sections 502 and 506(b) of the Code.\n\n          Section   502   is   entitled    \"[a]llowance   of    claims    or\n\ninterests.\"     Subject to other provisions not relevant here, it\n\ninstructs that a bankruptcy court \"shall allow\" claims made against\n\nthe debtor, valued \"as of the date of the filing of the petition,\"\n\nwith nine categorical exceptions.        See 11 U.S.C. § 502(b).        Only\n\none of these is arguably implicated here.      That category calls for\n\nthe disallowance of claims that are unenforceable under \"applicable\n\nlaw.\"   Id. § 502(b)(1).       UPS maintains that Rhode Island law\n\ngoverns the loan agreements at issue here and that the prepayment\n\npenalty provisions contained in these agreements are enforceable\n\nunder that \"applicable\" state law.\n\n          The    bankruptcy    court    disallowed   UPS's     claims    for\n\nprepayment penalties not because they were unenforceable under\n\nRhode Island law but, rather, because it deemed a different Code\n\nprovision controlling.    That provision states:\n\n          To the extent that an allowed secured claim is\n          secured by property the value of which . . .\n          is greater than the amount of such claim,\n          there shall be allowed to the holder of such\n          claim, interest on such claim, and any\n          reasonable fees, costs, or charges provided\n          for under the agreement or State statute under\n          which such claim arose.\n\nId. § 506(b) (emphasis supplied).       The bankruptcy court found that\n\nUPS was an oversecured creditor that had failed to show the\n\nprepayment penalties were reasonable.\n\n                                  -8-\n\f          UPS disputes the bankruptcy court's interpretation of\n\nsection 506(b).     It submits that section 506(b) speaks only to\n\nwhether an oversecured creditor may enjoy special priority over\n\nother creditors with respect to ancillary claims for various kinds\n\nof fees, costs, and other charges.      The statute accomplishes this\n\nobjective by classifying certain claims as secured and charging\n\nthem against the creditor's security cushion (that is, the margin\n\nby which the value of the security held exceeds the value of the\n\nbase claim).   This priority-driven triage, it says, has no bearing\n\non whether those fees, costs, or other charges, reasonable or not,\n\ncomprise allowable claims.\n\n          Normally,    priority   is    of   tremendous    importance   in\n\nbankruptcy cases.    It is irrelevant, however, where the debtor is\n\nsolvent and can afford to pay all claims (secured and unsecured) in\n\nfull.   This is such a \"solvent debtor\" case.         Accordingly, UPS\n\nargues that even if the prepayment penalties are unreasonable (and,\n\ntherefore, not entitled to priority as secured claims), they are\n\nnonetheless allowable as unsecured claims under section 502.\n\n          We are persuaded that UPS's view of the interrelationship\n\nbetween sections 502 and 506(b) is correct.               As a matter of\n\nbankruptcy law, the lower courts should not have disallowed the\n\nclaims for prepayment penalties in toto based solely upon a finding\n\nthat they were not entitled to priority under section 506(b).\n\nSection 502, not section 506(b), affords the ultimate test for\n\n\n                                  -9-\n\fallowability, and any claim satisfying that test is, at the very\n\nworst, collectible as an unsecured claim.             Leading commentators,\n\ncase law from other circuits, and common sense all conduce to this\n\nresult.\n\n           There is universal agreement that whereas section 506\n\nfurnishes a series of useful rules for determining whether and to\n\nwhat   extent   a   claim   is   secured    (and,   therefore,   entitled   to\n\npriority), it does not answer the materially different question of\n\nwhether the claim itself should be allowed or disallowed.              See 4\n\nLawrence P. King et al., Collier on Bankruptcy § 506.01, at 506-6\n\n(15th ed. 2007).        Rather, the general rules that govern the\n\nallowance or disallowance of claims are set out in section 502.\n\nSee id.   It follows that:\n\n           If a creditor is generally entitled to add\n           postpetition . . . fees to its secured claim\n           because of the existence of an oversecurity,\n           and the claim for . . . fees is valid under\n           the agreement and applicable state law, but is\n           disallowed by the bankruptcy court for want of\n           reasonableness, the amount so disallowed\n           should be treated as an unsecured claim\n           against the estate.\n\nId. § 506.04[3][a], at 506-120 to 506-121; see Daniel R. Cowans,\n\nBankruptcy Law & Practice § 17.22, at 305 (7th ed. 1999) (noting\n\nthat the \"limits of § 506(b) are applicable to the secured nature\n\nof the claim and any excess under the contract may be filed as an\n\n\n\n\n                                     -10-\n\funsecured claim\").1\n\n           The   opinions   of    other   courts   comport   with     this\n\nunderstanding.    The Eleventh Circuit has held that section 502\n\ncontrols the overall question of whether an oversecured creditor's\n\nbargained-for right to fees will be allowed or disallowed.          Welzel\n\nv. Advocate Realty Inv., LLC (In re Welzel), 275 F.3d 1308, 1318\n\n(11th Cir. 2001) (en banc).      The court added that once a claim for\n\nfees is found to be allowable under section 502, it then must be\n\nassessed for reasonableness under section 506 in order to determine\n\nits priority.    Id.   To the extent that the contract between the\n\nparties calls for unreasonable fees, the fees should be bifurcated\n\nand the unreasonable portion should be treated as an unsecured\n\nclaim.   Id.\n\n           Welzel is squarely in the mainstream of the case law.2\n\nThe Ninth Circuit has reached much the same conclusion. See Jospeh\n\nF. Sanson Inv. Co. v. 268 Ltd. (In re 268 Ltd.), 789 F.2d 674, 678\n\n\n\n     1\n      While these passages discuss claims for attorneys' fees,\nthere is no principled basis for treating attorneys' fees\ndifferently from prepayment penalties in this context. See, e.g.,\n4 Collier on Bankruptcy, supra § 506.04[3], at 506-113 (implying\nthat the discussion applies to \"[f]ees, [c]osts, and [c]harges\").\n\n     2\n      Although both parties discuss at length the Supreme Court's\ndecision in United Sav. Ass'n of Texas v. Timbers of Inwood Forest\nAssocs., Ltd., 484 U.S. 365 (1988), we regard that decision as\ninapposite. The case dealt with claims for post-petition interest,\nwhich — unlike the prepayment penalties at issue here — are made\nunavailable as unsecured claims by an explicit statutory provision.\nId. at 372-73; see 11 U.S.C. § 502(b)(2).\n\n                                  -11-\n\f(9th Cir. 1986).       The Second Circuit, albeit by implication,\n\nmarches to the same beat.      See United Merchs. & Mfrs., Inc. v.\n\nEquitable Life Assurance Soc'y (In re United Merchs. & Mfrs.,\n\nInc.), 674 F.2d 134, 138 (2d Cir. 1982) (emphasizing, in dictum,\n\nthat section 506 speaks only to whether costs can be treated as\n\nsecured claims).\n\n           We add that disallowing claims in their entirety based on\n\nsection   506(b)   defies   common   sense.   It   is   apodictic   that\n\n\"unsecured creditors may recover their attorneys' fees, costs and\n\nexpenses from the estate of a solvent debtor where they are\n\npermitted to do so by the terms of their contract and applicable\n\nnon-bankruptcy law.\"    Official Comm. of Unsecured Creditors v. Dow\n\nCorning Corp. (In re Dow Corning Corp.), 456 F.3d 668, 683 (6th\n\nCir. 2006).   Thus, under the statutory scheme envisioned by the\n\ndebtor (and adopted by the lower courts), unsecured creditors would\n\nbe permitted to reap the full benefit of their contractual bargains\n\nthrough the medium of section 502, while oversecured creditors\n\nwould be uniquely singled out for unfavorable treatment by the\n\noperation of section 506(b).     There is no conceivable explanation\n\nas to why Congress might have wanted oversecured creditors to be\n\ntreated in so draconian a fashion.       Creating that sort of uneven\n\nplaying field would be antithetic to the general policy of the\n\nCode, which strongly favors oversecured creditors. See Welzel, 275\n\nF.3d at 1319. It seems equally improbable that Congress would have\n\n\n                                 -12-\n\fintended to allow debtors \"to avoid otherwise valid contractual\n\nobligations under state law,\" including \"prepayment penalties,\" by\n\n\"filing      voluntary     bankruptcy     petitions\"   and    invoking   section\n\n506(b)'s reasonableness requirement.            Id.\n\n               By way of contrast, UPS's reading of the interaction\n\nbetween sections 502 and 506(b) makes good policy sense.                 Section\n\n506(b) is designed to protect general creditors from the inequities\n\nthat       would   occur   if   secured    creditors   were    able   to    cloak\n\nunreasonable fees and charges with first-priority status.                  See In\n\nre A.J. Lane & Co., 113 B.R. 821, 824 (Bankr. D. Mass. 1990)\n\n(explaining that section 506(b) promotes a \"policy favoring a fair\n\ndistribution to creditors\").            Seen in this light, it makes sense\n\nthat oversecured creditors should not be allowed to prioritize\n\nunreasonable fees, costs, and charges; it does not make sense that\n\noversecured creditors should be penalized by disallowing those\n\nfees, costs, and charges altogether — especially when unsecured\n\ncreditors can collect them.\n\n               Let us be perfectly clear. This is a solvent debtor case\n\nand, as such, the equities strongly favor holding the debtor to his\n\ncontractual obligations as long as those obligations are legally\n\nenforceable under applicable non-bankruptcy law.3              When the debtor\n\n\n       3\n      We recognize that bankruptcy courts are courts of equity, see\nThinking Machs. Corp. v. Mellon Finan. Servs. Corp. (In re Thinking\nMachs. Corp.), 67 F.3d 1021, 1028 (1st Cir. 1995), and that the\nbalance of the equities may be different if unsecured creditors are\nat risk of collateral damage. For that reason, this opinion should\n\n                                        -13-\n\fis   solvent,   \"the   bankruptcy   rule   is   that   where   there   is   a\n\ncontractual provision, valid under state law, . . . the bankruptcy\n\ncourt will enforce the contractual provision.\"            Debentureholders\n\nProtective Comm. of Cont'l Inv. Corp. v. Cont'l Inv. Corp., 679\n\nF.2d 264, 269 (1st Cir. 1982); see Dow Corning, 456 F.3d at 679\n\n(noting that in solvent debtor cases, \"courts have generally\n\nconfined themselves to determining and enforcing whatever pre-\n\npetition rights a given creditor has against the debtor\"); In re\n\nChi., Milw., St. Paul & Pac. R.R. Co., 791 F.2d 524, 528 (7th Cir.\n\n1986) (observing that \"if the bankrupt is solvent the task for the\n\nbankruptcy court is simply to enforce creditors' rights according\n\nto the tenor of the contracts that created those rights\").\n\n           The short of the matter is that both precedent and policy\n\nmilitate in favor of allowing UPS's claims for prepayment penalties\n\nas unsecured claims, even if the penalties are deemed unreasonable,\n\nso long as they are valid under section 502.           But there is a rub:\n\nit is unclear whether UPS adequately presented this statutory\n\ninterpretation issue to the bankruptcy court.          This is not a mere\n\ntechnicality; it is a general rule — and a salutary one — that\n\nappellate courts ordinarily ought not to consider issues that were\n\nnot adequately presented below.      See, e.g., Evergreen Credit Union\n\n\nnot be construed as speaking to the different question of whether\nan unsecured creditor can enforce a contractual right to post-\npetition fees against the estate of an insolvent debtor under\nsection 502. See Travelers Cas. & Sur. Co. v. Pac. Gas & Elec.\nCo., 127 S. Ct. 1199, 1207 (2007) (reserving this question).\n\n                                    -14-\n\fv. Woodman (In re Woodman), 379 F.3d 1, 2-3 (1st Cir. 2004);\n\nHiggins v. New Balance Athletic Shoe, Inc., 194 F.3d 252, 259-60\n\n(1st Cir. 1999).\n\n           UPS insists that it sufficiently preserved the statutory\n\ninterpretation issue for appellate review.             It emphasizes that it\n\nargued to the bankruptcy court that it should be allowed to recoup\n\nthe prepayment penalties because those penalties were valid and\n\nenforceable under Rhode Island law.           Even though this issue was\n\nraised without any explicit reference to section 502, the very act\n\nof   asserting   a   claim   under   state   law,     UPS   says,   necessarily\n\nimplicated section 502.       It adds that the proof of the pudding is\n\nthat Gencarelli's counsel referred to section 502 during oral\n\nargument before the bankruptcy court.\n\n           We have held that it is the making of an argument, not\n\nthe mechanical citation to a particular authority, that preserves\n\nthe argument for further appellate review.              See Air Line Pilots\n\nAss'n, Int'l v. Gilford Trans. Indus., Inc., 399 F.3d 89, 100 n.7\n\n(1st Cir. 2005).        Even on this understanding, however, UPS's\n\nreferences to state law make out a borderline case for preservation\n\nof   the   issue.    These   references      lacked     the   directness    and\n\nsophistication that characterize the issue as UPS has framed it\n\nhere.   To that extent, we can hardly fault the bankruptcy court for\n\nnot focusing on the precise contours of the problem.\n\n           In the end, we need not definitively resolve the close\n\n\n                                     -15-\n\fquestion of whether UPS adequately preserved this issue for appeal.\n\nIt is clear that we retain the discretionary authority, to be used\n\nsparingly and in exceptional cases, to relieve a party of a\n\nforfeiture.   See, e.g., Chestnut v. City of Lowell, 305 F.3d 18, 21\n\n(1st Cir. 2002) (en banc) (per curiam); United States v. La\n\nGuardia, 902 F.2d 1010, 1012-13 (1st Cir. 1990).                    Although the\n\ninstances in which we have shown a willingness to relax our\n\npreservation rules have been \"few and far between,\" Nat'l Ass'n of\n\nSoc. Workers v. Harwood, 69 F.3d 622, 627 (1st Cir. 1995), the\n\nclaim of error here fits within these narrow confines.                         The\n\nstatutory interpretation issue was at least arguably preserved; no\n\npossible   strategic       advantage    could    have      inured   to   UPS   from\n\nobscuring it; additional factual development would shed no light on\n\nits resolution; and the issue is an important one.\n\n           Moreover,       were   we   to     deem   the    issue   procedurally\n\ndefaulted,    we   would    be    forced    to   address,     without    any   real\n\nnecessity for doing so, the preserved question of how section\n\n506(b)'s reasonableness requirement applies to prepayment penalty\n\nprovisions in commercial loans.            This is a difficult question that\n\nhas significant ramifications for the commercial lending industry.\n\nIt has no clear-cut answer, and we think that it would be imprudent\n\nto venture needlessly into that arena.                  We therefore deem the\n\n\n\n\n                                       -16-\n\fstatutory interpretation issue preserved4 and find it dispositive\n\nhere.\n\n            We summarize succinctly.            We entertain UPS's argument\n\nabout the interrelationship between sections 502 and 506(b).                 That\n\nargument    boils   down    to    the   proposition      that,    regardless   of\n\nreasonableness, an oversecured creditor may be entitled to collect\n\nbargained-for prepayment penalties as the functional equivalent of\n\nunsecured debt.     We accept that proposition.\n\n            As applied in this case, that proposition is decisive.\n\nBecause Gencarelli is solvent and the bankruptcy estate possesses\n\nfunds sufficient to pay all claims (secured and unsecured) in full,\n\nno useful purpose would be served by inquiring into whether the\n\nprepayment    penalties     are     reasonable   (and,    thus,    deserving   of\n\npriority) within the contemplation of section 506(b). What matters\n\nis that the Code does not relieve Gencarelli, as a solvent debtor,\n\nof   this   obligation     unless    one   of   the   section    502   exceptions\n\napplies.    Consequently, we must reverse the decisions of the lower\n\ncourts.\n\n            There is one loose end: the tagalong question of whether\n\n\n        4\n      In addition to contending that UPS failed to preserve the\nstatutory interpretation issue in the bankruptcy court, Gencarelli\ncontends that UPS failed to preserve that issue in the district\ncourt. There, however, UPS explicitly argued that it should be\nallowed to recover as an unsecured creditor if its claim was\ndisallowed in whole or in part under section 506(b). Although it\ndid not cite section 502, it did cite Welzel, a case directly on\npoint.   No more was exigible to preserve the issue for further\nappellate review.\n\n                                        -17-\n\fthe prepayment penalties are enforceable under section 502.           To\n\nresolve that aspect of the matter, we remand the case to the\n\ndistrict court with instructions to remand it, in turn, to the\n\nbankruptcy   court.   That    court   should   determine   whether   the\n\nprepayment penalties are enforceable under Rhode Island law.         For\n\nour part, we need go no further.\n\n\n\nReversed and remanded.       Costs shall be taxed in favor of the\n\nappellant.\n\n\n\n\n                                 -18-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>501 F.3d 1 (2007)</b></center>\n<center><h1>In re Louis A. GENCARELLI, Sr., Debtor.<br>\nUPS CAPITAL BUSINESS CREDIT, Plaintiff, Appellant,<br>\nv.<br>\nLouis A. Gencarelli, Sr., Defendant, Appellee.</h1></center>\n<center>No. 06-2700.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard August 1, 2007.</center>\n<center>Decided August 30, 2007.</center>\n<p><span class=\"star-pagination\">*2</span> Edward J. Pontacoloni, with whom Barbara A. Frederick, Updike, Kelly &amp; Spellacy, P.C., Thomas J. Cronin, and Gunning &amp; LaFazia, Inc. were on brief, for appellant.</p>\n<p>Christopher M. Mulhearn, with whom Ferrucci Russo P.C. was on brief, for appellee.</p>\n<p>Before BOUDIN, Chief Judge, SELYA, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>This bankruptcy dispute presents a question of first impression in this circuit concerning a commercial lender's right to receive a bargained-for prepayment penalty from a solvent debtor. The lender's best argument was not presented very clearly in the lower courts, but the parties have vigorously contested the point in this court. Because the issue was at least arguably preserved and because its resolution has significant ramifications for the due administration of the Bankruptcy Code (the Code), we decide it. That decision leads us to reverse the lower courts' rulings, vacate their orders, and remand for further proceedings consistent with this opinion.</p>\n<p>The facts are not seriously disputed. On February 14, 2002, Bess Eaton Donut Flour Co. and its sole shareholder, Louis <span class=\"star-pagination\">*3</span> A. Gencarelli, Sr., entered into a pair of commercial loan agreements with UPS Capital Business Credit. One loan, involving roughly $5,000,000, was for a thirty-year term; the other, involving nearly $2,000,000, was for a twenty-year term. Each was governed by Rhode Island law, secured by interests in real property and other business assets owned by Bess Eaton, and bore interest at a floating rate pegged to 1.25% over prime.</p>\n<p>Pertinently, each loan agreement allowed the borrowers to repay at any time, subject, however, to a prepayment penalty provision. That provision, common to each loan agreement, stated in substance that, should repayment occur within the first five years of the loan term, the borrowers would pay a fee equal to a percentage of the amount prepaid. That percentage would vary depending upon the date of prepayment (generally speaking, the earlier the prepayment, the higher the percentage).</p>\n<p>On March 1, 2004, Bess Eaton filed a voluntary petition for bankruptcy under Chapter 11. <i>See</i> 11 U.S.C. §§ 301, 1101-1174. Gencarelli followed suit within the next few days. The bankruptcy court consolidated the cases.</p>\n<p>In due course, the bankruptcy court arranged for, and oversaw, the sale of Bess Eaton's operating assets. <i>See id.</i> § 363(b). The auction, skillfully managed by the bankruptcy judge, inspired unbridled enthusiasm, which translated into hard cash. As a result, the sale fetched a far higher price than had been anticipated  so much higher that the bankruptcy estates wound up with funds sufficient to pay all creditors in full (including interest). Even so, a multimillion dollar surplus remained for Gencarelli.</p>\n<p>Along the way, UPS submitted timely proofs of claim to the bankruptcy court in which it asserted a right to the unpaid principal balances of the two loans, plus accrued interest, plus the prepayment penalties. Because full repayment was to be made in the third year of the loans, the loan agreements called for penalties equal to 3% of the outstanding principal balances. This amounted to aggregate prepayment penalties of some $200,000.</p>\n<p>The debtors conceded liability for the loan balances (including accrued interest); those balances have been paid in full and are not at issue in this appeal. Withal, the debtors balked at paying the prepayment penalties.</p>\n<p>As a practical matter, the dispute over the prepayment penalties narrowed to one between Gencarelli and UPS. Gencarelli filed an objection to those portions of the claims that sought prepayment penalties. He averred that, under the Code, an oversecured creditor is entitled to recover such costs only to the extent that they are \"reasonable.\" <i>Id.</i> § 506(b). He posited that the prepayment penalties demanded by UPS were unreasonable because they bore no rational relationship to the added expense that prepayment might inflict on the lender. Accordingly, the claims should be disallowed.</p>\n<p>UPS countered, albeit without citation to any specific Code provision, that the prepayment penalties were valid under controlling state law and, therefore, were enforceable in bankruptcy. In the alternative, it asserted that the penalties were reasonable.</p>\n<p>Following a hearing, the bankruptcy court held that section 506(b) of the Code governed, displacing state law and creating a uniform federal standard of reasonableness that served as a substantive limitation on the fees, costs, and other charges that a secured creditor could recoup. <i>In re Bess Eaton Donut Flour Co.,</i> 2004 WL 2609266, Nos. 04-10630, 04-10682 (Bankr.D.R.I. <span class=\"star-pagination\">*4</span> Oct. 8, 2004). Ergo, the prepayment penalties coveted by UPS were enforceable only to the extent that they were reasonable, regardless of their status under Rhode Island law. <i>Id.</i> at *1.</p>\n<p>The bankruptcy court subsequently took evidence to determine the reasonableness of the prepayment penalties. Thereafter, the court found the penalties unreasonable in amount and disallowed UPS's claims for them in their entirety. <i>In re Bess Eaton Donut Flour Co.,</i> Nos. 04-10630, 04-10682, 2005 WL 1367306, at *3 (Bankr.D.R.I. Jan.19, 2005).</p>\n<p>UPS appealed this ruling to the United States District Court for the District of Rhode Island. In the proceedings that followed, most of the briefing was devoted to the question of whether the prepayment penalties were reasonable. But UPS also argued that \"a finding that fees, costs, or charges are unreasonable under § 506(b) means only that they cannot be allowed as a secured claim, and instead must be treated as an unsecured claim.\" While UPS again neglected to cite the relevant Code provisions, it did offer pertinent case citations in support of this argument.</p>\n<p>Although its analysis diverged somewhat from that of the bankruptcy court, the district court agreed that section 506(b) governed and that an oversecured creditor can recover charges, such as prepayment penalties, only if they are reasonable. <i>See UPS Capital Bus. Credit v. Gencarelli,</i> No. 1:05-cv-00039, 2006 WL 3198944, at *3 (D.R.I. Nov.3, 2006). In affirming the bankruptcy court's order, the district court did not address the possibility that unreasonable prepayment penalties might qualify as unsecured claims.</p>\n<p>This timely appeal ensued. In it, UPS argues that section 506(b)'s reasonableness standard is not relevant to the question of whether an oversecured creditor is entitled to collect a contractually-based prepayment penalty from a solvent debtor. It directs us to section 502 of the Code and to a wealth of case law holding that if fees, costs, or other charges are deemed unreasonable, an oversecured creditor nonetheless may collect them as unsecured debt (subject to the provisions of section 502). In the alternative, it argues that the lower courts' models of reasonableness are unsuited to the realities of modern commercial lending.</p>\n<p>Gencarelli counters on several levels. First, he asserts that UPS has forfeited the statutory argument. Second, even if this argument is properly before us, he dismisses it as incorrect. Third, he indiscriminately defends the reasonableness analyses conducted by the lower courts (glossing over the fact that the district court and the bankruptcy court did not see eye to eye as to how reasonableness should be measured in this context).</p>\n<p>We begin our inquiry by examining the merits of UPS's statutory interpretation argument. This argument turns on the interrelationship between sections 502 and 506(b) of the Code.</p>\n<p>Section 502 is entitled \"[a]llowance of claims or interests.\" Subject to other provisions not relevant here, it instructs that a bankruptcy court \"shall allow\" claims made against the debtor, valued \"as of the date of the filing of the petition,\" with nine categorical exceptions. <i>See</i> 11 U.S.C. § 502(b). Only one of these is arguably implicated here. That category calls for the disallowance of claims that are unenforceable under \"applicable law.\" <i>Id.</i> § 502(b)(1). UPS maintains that Rhode Island law governs the loan agreements at issue here and that the prepayment penalty provisions contained in these agreements are enforceable under that \"applicable\" state law.</p>\n<p><span class=\"star-pagination\">*5</span> The bankruptcy court disallowed UPS's claims for prepayment penalties not because they were unenforceable under Rhode Island law but, rather, because it deemed a different Code provision controlling. That provision states:</p>\n<blockquote>To the extent that an allowed secured claim is secured by property the value of which . . . is greater than the amount of such claim, there shall be allowed to the holder of such claim, interest on such claim, and any <i>reasonable</i> fees, costs, or charges provided for under the agreement or State statute under which such claim arose.</blockquote>\n<p><i>Id.</i> § 506(b) (emphasis supplied). The bankruptcy court found that UPS was an oversecured creditor that had failed to show the prepayment penalties were reasonable.</p>\n<p>UPS disputes the bankruptcy court's interpretation of section 506(b). It submits that section 506(b) speaks only to whether an oversecured creditor may enjoy special priority over other creditors with respect to ancillary claims for various kinds of fees, costs, and other charges. The statute accomplishes this objective by classifying certain claims as secured and charging them against the creditor's security cushion (that is, the margin by which the value of the security held exceeds the value of the base claim). This priority-driven triage, it says, has no bearing on whether those fees, costs, or other charges, reasonable or not, comprise allowable claims.</p>\n<p>Normally, priority is of tremendous importance in bankruptcy cases. It is irrelevant, however, where the debtor is solvent and can afford to pay all claims (secured and unsecured) in full. This is such a \"solvent debtor\" case. Accordingly, UPS argues that even if the prepayment penalties are unreasonable (and, therefore, not entitled to priority as secured claims), they are nonetheless allowable as unsecured claims under section 502.</p>\n<p>We are persuaded that UPS's view of the interrelationship between sections 502 and 506(b) is correct. As a matter of bankruptcy law, the lower courts should not have disallowed the claims for prepayment penalties in toto based solely upon a finding that they were not entitled to priority under section 506(b). Section 502, not section 506(b), affords the ultimate test for allowability, and any claim satisfying that test is, at the very worst, collectible as an unsecured claim. Leading commentators, case law from other circuits, and common sense all conduce to this result.</p>\n<p>There is universal agreement that whereas section 506 furnishes a series of useful rules for determining whether and to what extent a claim is secured (and, therefore, entitled to priority), it does not answer the materially different question of whether the claim itself should be allowed or disallowed. <i>See</i> 4 Lawrence P. King et al., <i>Collier on Bankruptcy</i> § 506.01, at 506-6 (15th ed.2007). Rather, the general rules that govern the allowance or disallowance of claims are set out in section 502. <i>See id.</i> It follows that:</p>\n<blockquote>If a creditor is generally entitled to add postpetition . . . fees to its secured claim because of the existence of an oversecurity, and the claim for . . . fees is valid under the agreement and applicable state law, but is disallowed by the bankruptcy court for want of reasonableness, the amount so disallowed should be treated as an unsecured claim against the estate.</blockquote>\n<p><i>Id.</i> § 506.04[3][a], at 506-120 to 506-121; <i>see</i> Daniel R. Cowans, <i>Bankruptcy Law &amp; Practice</i> § 17.22, at 305 (7th ed.1999) (noting that the \"limits of § 506(b) are applicable to the secured nature of the claim and <span class=\"star-pagination\">*6</span> any excess under the contract may be filed as an unsecured claim\").<sup>[1]</sup></p>\n<p>The opinions of other courts comport with this understanding. The Eleventh Circuit has held that section 502 controls the overall question of whether an oversecured creditor's bargained-for right to fees will be allowed or disallowed. <i>Welzel v. Advocate Realty Inv., LLC (In re Welzel),</i> 275 F.3d 1308, 1318 (11th Cir.2001) (en banc). The court added that once a claim for fees is found to be allowable under section 502, it then must be assessed for reasonableness under section 506 in order to determine its priority. <i>Id.</i> To the extent that the contract between the parties calls for unreasonable fees, the fees should be bifurcated and the unreasonable portion should be treated as an unsecured claim. <i>Id.</i></p>\n<p><i>Welzel</i> is squarely in the mainstream of the case law.<sup>[2]</sup> The Ninth Circuit has reached much the same conclusion. <i>See </i><i>Jospeh F. Sanson Inv. Co. v. 268 Ltd. (In re 268 Ltd.),</i> 789 F.2d 674, 678 (9th Cir. 1986). The Second Circuit, albeit by implication, marches to the same beat. <i>See </i><i>United Merchs. &amp; Mfrs., Inc. v. Equitable Life Assurance Soc'y (In re United Merchs. &amp; Mfrs., Inc.),</i> 674 F.2d 134, 138 (2d Cir.1982) (emphasizing, in dictum, that section 506 speaks only to whether costs can be treated as secured claims).</p>\n<p>We add that disallowing claims in their entirety based on section 506(b) defies common sense. It is apodictic that \"unsecured creditors may recover their attorneys' fees, costs and expenses from the estate of a solvent debtor where they are permitted to do so by the terms of their contract and applicable non-bankruptcy law.\" <i>Official Comm. of Unsecured Creditors v. Dow Corning Corp. (In re Dow Corning Corp.),</i> 456 F.3d 668, 683 (6th Cir.2006). Thus, under the statutory scheme envisioned by the debtor (and adopted by the lower courts), unsecured creditors would be permitted to reap the full benefit of their contractual bargains through the medium of section 502, while oversecured creditors would be uniquely singled out for unfavorable treatment by the operation of section 506(b). There is no conceivable explanation as to why Congress might have wanted oversecured creditors to be treated in so draconian a fashion. Creating that sort of uneven playing field would be antithetic to the general policy of the Code, which strongly favors oversecured creditors. <i>See </i><i>Welzel,</i> 275 F.3d at 1319. It seems equally improbable that Congress would have intended to allow debtors \"to avoid otherwise valid contractual obligations under state law,\" including \"prepayment penalties,\" by \"filing voluntary bankruptcy petitions\" and invoking section 506(b)'s reasonableness requirement. <i>Id.</i></p>\n<p>By way of contrast, UPS's reading of the interaction between sections 502 and 506(b) makes good policy sense. Section 506(b) is designed to protect general creditors from the inequities that would occur if secured creditors were able to cloak unreasonable <span class=\"star-pagination\">*7</span> fees and charges with first-priority status. <i>See </i><i>In re A.J. Lane &amp; Co.,</i> 113 B.R. 821, 824 (Bankr.D.Mass.1990) (explaining that section 506(b) promotes a \"policy favoring a fair distribution to creditors\"). Seen in this light, it makes sense that oversecured creditors should not be allowed to prioritize unreasonable fees, costs, and charges; it does not make sense that oversecured creditors should be penalized by disallowing those fees, costs, and charges altogether  especially when unsecured creditors can collect them.</p>\n<p>Let us be perfectly clear. This is a solvent debtor case and, as such, the equities strongly favor holding the debtor to his contractual obligations as long as those obligations are legally enforceable under applicable non-bankruptcy law.<sup>[3]</sup> When the debtor is solvent, \"the bankruptcy rule is that where there is a <i>contractual</i> provision, valid under state law, . . . the bankruptcy court will enforce the contractual provision.\" <i>Debentureholders Protective Comm. of Cont'l Inv. Corp. v. Cont'l Inv. Corp.,</i> 679 F.2d 264, 269 (1st Cir. 1982); <i>see </i><i>Dow Corning,</i> 456 F.3d at 679 (noting that in solvent debtor cases, \"courts have generally confined themselves to determining and enforcing whatever pre-petition rights a given creditor has against the debtor\"); <i>In re Chi., Milw., St. Paul &amp; Pac. R.R. Co.,</i> 791 F.2d 524, 528 (7th Cir.1986) (observing that \"if the bankrupt is solvent the task for the bankruptcy court is simply to enforce creditors' rights according to the tenor of the contracts that created those rights\").</p>\n<p>The short of the matter is that both precedent and policy militate in favor of allowing UPS's claims for prepayment penalties as unsecured claims, even if the penalties are deemed unreasonable, so long as they are valid under section 502. But there is a rub: it is unclear whether UPS adequately presented this statutory interpretation issue to the bankruptcy court. This is not a mere technicality; it is a general rule  and a salutary one  that appellate courts ordinarily ought not to consider issues that were not adequately presented below. <i>See, e.g., </i><i>Evergreen Credit Union v. Woodman (In re Woodman),</i> 379 F.3d 1, 2-3 (1st Cir.2004); <i>Higgins v. New Balance Athletic Shoe, Inc.,</i> 194 F.3d 252, 259-60 (1st Cir.1999).</p>\n<p>UPS insists that it sufficiently preserved the statutory interpretation issue for appellate review. It emphasizes that it argued to the bankruptcy court that it should be allowed to recoup the prepayment penalties because those penalties were valid and enforceable under Rhode Island law. Even though this issue was raised without any explicit reference to section 502, the very act of asserting a claim under state law, UPS says, necessarily implicated section 502. It adds that the proof of the pudding is that Gencarelli's counsel referred to section 502 during oral argument before the bankruptcy court.</p>\n<p>We have held that it is the making of an argument, not the mechanical citation to a particular authority, that preserves the argument for further appellate review. <i>See </i><i>Air Line Pilots Ass'n, Int'l v. Guilford Trans. Indus., Inc.,</i> 399 F.3d 89, <span class=\"star-pagination\">*8</span> 100 n. 7 (1st Cir.2005). Even on this understanding, however, UPS's references to state law make out a borderline case for preservation of the issue. These references lacked the directness and sophistication that characterize the issue as UPS has framed it here. To that extent, we can hardly fault the bankruptcy court for not focusing on the precise contours of the problem.</p>\n<p>In the end, we need not definitively resolve the close question of whether UPS adequately preserved this issue for appeal. It is clear that we retain the discretionary authority, to be used sparingly and in exceptional cases, to relieve a party of a forfeiture. <i>See, e.g., </i><i>Chestnut v. City of Lowell,</i> 305 F.3d 18, 21 (1st Cir. 2002) (en banc) (per curiam); <i>United States v. La Guardia,</i> 902 F.2d 1010, 1012-13 (1st Cir.1990). Although the instances in which we have shown a willingness to relax our preservation rules have been \"few and far between,\" <i>Nat'l Ass'n of Soc. Workers v. Harwood,</i> 69 F.3d 622, 627 (1st Cir.1995), the claim of error here fits within these narrow confines. The statutory interpretation issue was at least arguably preserved; no possible strategic advantage could have inured to UPS from obscuring it; additional factual development would shed no light on its resolution; and the issue is an important one.</p>\n<p>Moreover, were we to deem the issue procedurally defaulted, we would be forced to address, without any real necessity for doing so, the preserved question of how section 506(b)'s reasonableness requirement applies to prepayment penalty provisions in commercial loans. This is a difficult question that has significant ramifications for the commercial lending industry. It has no clear-cut answer, and we think that it would be imprudent to venture needlessly into that arena. We therefore deem the statutory interpretation issue preserved<sup>[4]</sup> and find it dispositive here.</p>\n<p>We summarize succinctly. We entertain UPS's argument about the interrelationship between sections 502 and 506(b). That argument boils down to the proposition that, regardless of reasonableness, an oversecured creditor may be entitled to collect bargained-for prepayment penalties as the functional equivalent of unsecured debt. We accept that proposition.</p>\n<p>As applied in this case, that proposition is decisive. Because Gencarelli is solvent and the bankruptcy estate possesses funds sufficient to pay all claims (secured and unsecured) in full, no useful purpose would be served by inquiring into whether the prepayment penalties are reasonable (and, thus, deserving of priority) within the contemplation of section 506(b). What matters is that the Code does not relieve Gencarelli, as a solvent debtor, of this obligation unless one of the section 502 exceptions applies. Consequently, we must reverse the decisions of the lower courts.</p>\n<p>There is one loose end: the tagalong question of whether the prepayment penalties are enforceable under section 502. To resolve that aspect of the matter, we remand the case to the district court with instructions to remand it, in turn, to the bankruptcy court. That court should determine whether the prepayment penalties <span class=\"star-pagination\">*9</span> are enforceable under Rhode Island law. For our part, we need go no further.</p>\n<p><i>Reversed and remanded. Costs shall be taxed in favor of the appellant.</i></p>\n<h2>NOTES</h2>\n<p>[1]  While these passages discuss claims for attorneys' fees, there is no principled basis for treating attorneys' fees differently from prepayment penalties in this context. <i>See, e.g.,</i> 4 <i>Collier on Bankruptcy, supra</i> § 506.04[3], at 506-113 (implying that the discussion applies to \"[f]ees, [c]osts, and [c]harges\").</p>\n<p>[2]  Although both parties discuss at length the Supreme Court's decision in <i>United Sav. Ass'n of Texas v. Timbers of Inwood Forest Assocs., Ltd.,</i> 484 U.S. 365, 108 S.Ct. 626, 98 L.Ed.2d 740 (1988), we regard that decision as inapposite. The case dealt with claims for post-petition interest, which  unlike the prepayment penalties at issue here  are made unavailable as unsecured claims by an explicit statutory provision. <i>Id.</i> at 372-73, 108 S.Ct. 626; <i>see</i> 11 U.S.C. § 502(b)(2).</p>\n<p>[3]  We recognize that bankruptcy courts are courts of equity, <i>see </i><i>Thinking Machs. Corp. v. Mellon Finan. Servs. Corp. (In re Thinking Machs. Corp.),</i> 67 F.3d 1021, 1028 (1st Cir. 1995), and that the balance of the equities may be different if unsecured creditors are at risk of collateral damage. For that reason, this opinion should not be construed as speaking to the different question of whether an unsecured creditor can enforce a contractual right to post-petition fees against the estate of an <i>insolvent</i> debtor under section 502. <i>See </i><i>Travelers Cas. &amp; Sur. Co. v. Pac. Gas &amp; Elec. Co.,</i> ___ U.S. ___, 127 S.Ct. 1199, 1207, 167 L.Ed.2d 178 (2007) (reserving this question).</p>\n<p>[4]  In addition to contending that UPS failed to preserve the statutory interpretation issue in the bankruptcy court, Gencarelli contends that UPS failed to preserve that issue in the district court. There, however, UPS explicitly argued that it should be allowed to recover as an unsecured creditor if its claim was disallowed in whole or in part under section 506(b). Although it did not cite section 502, it did cite <i>Welzel,</i> a case directly on point. No more was exigible to preserve the issue for further appellate review.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2007)</b></center>\n<center><h1>In re Louis A. GENCARELLI, Sr., Debtor.<br>\nUPS CAPITAL BUSINESS CREDIT, Plaintiff, Appellant,<br>\nv.<br>\nLouis A. Gencarelli, Sr., Defendant, Appellee.</h1></center>\n<center>No. 06-2700.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard August 1, 2007.</center>\n<center>Decided August 30, 2007.</center>\n<p><span class=\"star-pagination\">*2</span> Edward J. Pontacoloni, with whom Barbara A. Frederick, Updike, Kelly &amp; Spellacy, P.C., Thomas J. Cronin, and Gunning &amp; LaFazia, Inc. were on brief, for appellant.</p>\n<p>Christopher M. Mulhearn, with whom Ferrucci Russo P.C. was on brief, for appellee.</p>\n<p>Before BOUDIN, Chief Judge, SELYA, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>This bankruptcy dispute presents a question of first impression in this circuit concerning a commercial lender's right to receive a bargained-for prepayment penalty from a solvent debtor. The lender's best argument was not presented very clearly in the lower courts, but the parties have vigorously contested the point in this court. Because the issue was at least arguably preserved and because its resolution has significant ramifications for the due administration of the Bankruptcy Code (the Code), we decide it. That decision leads us to reverse the lower courts' rulings, vacate their orders, and remand for further proceedings consistent with this opinion.</p>\n<p>The facts are not seriously disputed. On February 14, 2002, Bess Eaton Donut Flour Co. and its sole shareholder, Louis <span class=\"star-pagination\">*3</span> A. Gencarelli, Sr., entered into a pair of commercial loan agreements with UPS Capital Business Credit. One loan, involving roughly $5,000,000, was for a thirty-year term; the other, involving nearly $2,000,000, was for a twenty-year term. Each was governed by Rhode Island law, secured by interests in real property and other business assets owned by Bess Eaton, and bore interest at a floating rate pegged to 1.25% over prime.</p>\n<p>Pertinently, each loan agreement allowed the borrowers to repay at any time, subject, however, to a prepayment penalty provision. That provision, common to each loan agreement, stated in substance that, should repayment occur within the first five years of the loan term, the borrowers would pay a fee equal to a percentage of the amount prepaid. That percentage would vary depending upon the date of prepayment (generally speaking, the earlier the prepayment, the higher the percentage).</p>\n<p>On March 1, 2004, Bess Eaton filed a voluntary petition for bankruptcy under Chapter 11. <i>See</i> 11 U.S.C. §§ 301, 1101-1174. Gencarelli followed suit within the next few days. The bankruptcy court consolidated the cases.</p>\n<p>In due course, the bankruptcy court arranged for, and oversaw, the sale of Bess Eaton's operating assets. <i>See id.</i> § 363(b). The auction, skillfully managed by the bankruptcy judge, inspired unbridled enthusiasm, which translated into hard cash. As a result, the sale fetched a far higher price than had been anticipated  so much higher that the bankruptcy estates wound up with funds sufficient to pay all creditors in full (including interest). Even so, a multimillion dollar surplus remained for Gencarelli.</p>\n<p>Along the way, UPS submitted timely proofs of claim to the bankruptcy court in which it asserted a right to the unpaid principal balances of the two loans, plus accrued interest, plus the prepayment penalties. Because full repayment was to be made in the third year of the loans, the loan agreements called for penalties equal to 3% of the outstanding principal balances. This amounted to aggregate prepayment penalties of some $200,000.</p>\n<p>The debtors conceded liability for the loan balances (including accrued interest); those balances have been paid in full and are not at issue in this appeal. Withal, the debtors balked at paying the prepayment penalties.</p>\n<p>As a practical matter, the dispute over the prepayment penalties narrowed to one between Gencarelli and UPS. Gencarelli filed an objection to those portions of the claims that sought prepayment penalties. He averred that, under the Code, an oversecured creditor is entitled to recover such costs only to the extent that they are \"reasonable.\" <i>Id.</i> § 506(b). He posited that the prepayment penalties demanded by UPS were unreasonable because they bore no rational relationship to the added expense that prepayment might inflict on the lender. Accordingly, the claims should be disallowed.</p>\n<p>UPS countered, albeit without citation to any specific Code provision, that the prepayment penalties were valid under controlling state law and, therefore, were enforceable in bankruptcy. In the alternative, it asserted that the penalties were reasonable.</p>\n<p>Following a hearing, the bankruptcy court held that section 506(b) of the Code governed, displacing state law and creating a uniform federal standard of reasonableness that served as a substantive limitation on the fees, costs, and other charges that a secured creditor could recoup. <i>In re Bess Eaton Donut Flour Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2609266</span></span>, Nos. 04-10630, 04-10682 (Bankr.D.R.I. <span class=\"star-pagination\">*4</span> Oct. 8, 2004). Ergo, the prepayment penalties coveted by UPS were enforceable only to the extent that they were reasonable, regardless of their status under Rhode Island law. <i>Id.</i> at *1.</p>\n<p>The bankruptcy court subsequently took evidence to determine the reasonableness of the prepayment penalties. Thereafter, the court found the penalties unreasonable in amount and disallowed UPS's claims for them in their entirety. <i>In re Bess Eaton Donut Flour Co.,</i> Nos. 04-10630, 04-10682, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1367306</span></span>, at *3 (Bankr.D.R.I. Jan.19, 2005).</p>\n<p>UPS appealed this ruling to the United States District Court for the District of Rhode Island. In the proceedings that followed, most of the briefing was devoted to the question of whether the prepayment penalties were reasonable. But UPS also argued that \"a finding that fees, costs, or charges are unreasonable under § 506(b) means only that they cannot be allowed as a secured claim, and instead must be treated as an unsecured claim.\" While UPS again neglected to cite the relevant Code provisions, it did offer pertinent case citations in support of this argument.</p>\n<p>Although its analysis diverged somewhat from that of the bankruptcy court, the district court agreed that section 506(b) governed and that an oversecured creditor can recover charges, such as prepayment penalties, only if they are reasonable. <i>See UPS Capital Bus. Credit v. Gencarelli,</i> No. 1:05-cv-00039, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3198944</span></span>, at *3 (D.R.I. Nov.3, 2006). In affirming the bankruptcy court's order, the district court did not address the possibility that unreasonable prepayment penalties might qualify as unsecured claims.</p>\n<p>This timely appeal ensued. In it, UPS argues that section 506(b)'s reasonableness standard is not relevant to the question of whether an oversecured creditor is entitled to collect a contractually-based prepayment penalty from a solvent debtor. It directs us to section 502 of the Code and to a wealth of case law holding that if fees, costs, or other charges are deemed unreasonable, an oversecured creditor nonetheless may collect them as unsecured debt (subject to the provisions of section 502). In the alternative, it argues that the lower courts' models of reasonableness are unsuited to the realities of modern commercial lending.</p>\n<p>Gencarelli counters on several levels. First, he asserts that UPS has forfeited the statutory argument. Second, even if this argument is properly before us, he dismisses it as incorrect. Third, he indiscriminately defends the reasonableness analyses conducted by the lower courts (glossing over the fact that the district court and the bankruptcy court did not see eye to eye as to how reasonableness should be measured in this context).</p>\n<p>We begin our inquiry by examining the merits of UPS's statutory interpretation argument. This argument turns on the interrelationship between sections 502 and 506(b) of the Code.</p>\n<p>Section 502 is entitled \"[a]llowance of claims or interests.\" Subject to other provisions not relevant here, it instructs that a bankruptcy court \"shall allow\" claims made against the debtor, valued \"as of the date of the filing of the petition,\" with nine categorical exceptions. <i>See</i> 11 U.S.C. § 502(b). Only one of these is arguably implicated here. That category calls for the disallowance of claims that are unenforceable under \"applicable law.\" <i>Id.</i> § 502(b)(1). UPS maintains that Rhode Island law governs the loan agreements at issue here and that the prepayment penalty provisions contained in these agreements are enforceable under that \"applicable\" state law.</p>\n<p><span class=\"star-pagination\">*5</span> The bankruptcy court disallowed UPS's claims for prepayment penalties not because they were unenforceable under Rhode Island law but, rather, because it deemed a different Code provision controlling. That provision states:</p>\n<blockquote>To the extent that an allowed secured claim is secured by property the value of which . . . is greater than the amount of such claim, there shall be allowed to the holder of such claim, interest on such claim, and any <i>reasonable</i> fees, costs, or charges provided for under the agreement or State statute under which such claim arose.</blockquote>\n<p><i>Id.</i> § 506(b) (emphasis supplied). The bankruptcy court found that UPS was an oversecured creditor that had failed to show the prepayment penalties were reasonable.</p>\n<p>UPS disputes the bankruptcy court's interpretation of section 506(b). It submits that section 506(b) speaks only to whether an oversecured creditor may enjoy special priority over other creditors with respect to ancillary claims for various kinds of fees, costs, and other charges. The statute accomplishes this objective by classifying certain claims as secured and charging them against the creditor's security cushion (that is, the margin by which the value of the security held exceeds the value of the base claim). This priority-driven triage, it says, has no bearing on whether those fees, costs, or other charges, reasonable or not, comprise allowable claims.</p>\n<p>Normally, priority is of tremendous importance in bankruptcy cases. It is irrelevant, however, where the debtor is solvent and can afford to pay all claims (secured and unsecured) in full. This is such a \"solvent debtor\" case. Accordingly, UPS argues that even if the prepayment penalties are unreasonable (and, therefore, not entitled to priority as secured claims), they are nonetheless allowable as unsecured claims under section 502.</p>\n<p>We are persuaded that UPS's view of the interrelationship between sections 502 and 506(b) is correct. As a matter of bankruptcy law, the lower courts should not have disallowed the claims for prepayment penalties in toto based solely upon a finding that they were not entitled to priority under section 506(b). Section 502, not section 506(b), affords the ultimate test for allowability, and any claim satisfying that test is, at the very worst, collectible as an unsecured claim. Leading commentators, case law from other circuits, and common sense all conduce to this result.</p>\n<p>There is universal agreement that whereas section 506 furnishes a series of useful rules for determining whether and to what extent a claim is secured (and, therefore, entitled to priority), it does not answer the materially different question of whether the claim itself should be allowed or disallowed. <i>See</i> 4 Lawrence P. King et al., <i>Collier on Bankruptcy</i> § 506.01, at 506-6 (15th ed.2007). Rather, the general rules that govern the allowance or disallowance of claims are set out in section 502. <i>See id.</i> It follows that:</p>\n<blockquote>If a creditor is generally entitled to add postpetition . . . fees to its secured claim because of the existence of an oversecurity, and the claim for . . . fees is valid under the agreement and applicable state law, but is disallowed by the bankruptcy court for want of reasonableness, the amount so disallowed should be treated as an unsecured claim against the estate.</blockquote>\n<p><i>Id.</i> § 506.04[3][a], at 506-120 to 506-121; <i>see</i> Daniel R. Cowans, <i>Bankruptcy Law &amp; Practice</i> § 17.22, at 305 (7th ed.1999) (noting that the \"limits of § 506(b) are applicable to the secured nature of the claim and <span class=\"star-pagination\">*6</span> any excess under the contract may be filed as an unsecured claim\").<sup>[1]</sup></p>\n<p>The opinions of other courts comport with this understanding. The Eleventh Circuit has held that section 502 controls the overall question of whether an oversecured creditor's bargained-for right to fees will be allowed or disallowed. <i>Welzel v. Advocate Realty Inv., LLC (In re Welzel),</i> <span class=\"citation\" data-id=\"776049\"><a href=\"/opinion/776049/in-re-daniel-a-welzel-debtor-daniel-a-welzel-v-advocate-realty/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1308</span></a></span>, 1318 (11th Cir.2001) (en banc). The court added that once a claim for fees is found to be allowable under section 502, it then must be assessed for reasonableness under section 506 in order to determine its priority. <i>Id.</i> To the extent that the contract between the parties calls for unreasonable fees, the fees should be bifurcated and the unreasonable portion should be treated as an unsecured claim. <i>Id.</i></p>\n<p><i>Welzel</i> is squarely in the mainstream of the case law.<sup>[2]</sup> The Ninth Circuit has reached much the same conclusion. <i>See </i><i>Jospeh F. Sanson Inv. Co. v. 268 Ltd. (In re 268 Ltd.),</i> <span class=\"citation\" data-id=\"469156\"><a href=\"/opinion/469156/in-the-matter-of-268-limited-a-nevada-limited-partnership-debtor-joseph/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">674</span></a></span>, 678 (9th Cir. 1986). The Second Circuit, albeit by implication, marches to the same beat. <i>See </i><i>United Merchs. &amp; Mfrs., Inc. v. Equitable Life Assurance Soc'y (In re United Merchs. &amp; Mfrs., Inc.),</i> <span class=\"citation\" data-id=\"402070\"><a href=\"/opinion/402070/6-collier-bankrcas2d-321-bankr-l-rep-p-69005-in-re-united-merchants/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span>, 138 (2d Cir.1982) (emphasizing, in dictum, that section 506 speaks only to whether costs can be treated as secured claims).</p>\n<p>We add that disallowing claims in their entirety based on section 506(b) defies common sense. It is apodictic that \"unsecured creditors may recover their attorneys' fees, costs and expenses from the estate of a solvent debtor where they are permitted to do so by the terms of their contract and applicable non-bankruptcy law.\" <i>Official Comm. of Unsecured Creditors v. Dow Corning Corp. (In re Dow Corning Corp.),</i> <span class=\"citation\" data-id=\"795192\"><a href=\"/opinion/795192/in-re-dow-corning-corporation-debtor-official-committee-of-unsecured/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">668</span></a></span>, 683 (6th Cir.2006). Thus, under the statutory scheme envisioned by the debtor (and adopted by the lower courts), unsecured creditors would be permitted to reap the full benefit of their contractual bargains through the medium of section 502, while oversecured creditors would be uniquely singled out for unfavorable treatment by the operation of section 506(b). There is no conceivable explanation as to why Congress might have wanted oversecured creditors to be treated in so draconian a fashion. Creating that sort of uneven playing field would be antithetic to the general policy of the Code, which strongly favors oversecured creditors. <i>See </i><i>Welzel,</i> 275 F.3d at 1319. It seems equally improbable that Congress would have intended to allow debtors \"to avoid otherwise valid contractual obligations under state law,\" including \"prepayment penalties,\" by \"filing voluntary bankruptcy petitions\" and invoking section 506(b)'s reasonableness requirement. <i>Id.</i></p>\n<p>By way of contrast, UPS's reading of the interaction between sections 502 and 506(b) makes good policy sense. Section 506(b) is designed to protect general creditors from the inequities that would occur if secured creditors were able to cloak unreasonable <span class=\"star-pagination\">*7</span> fees and charges with first-priority status. <i>See </i><i>In re A.J. Lane &amp; Co.,</i> <span class=\"citation\" data-id=\"1990468\"><a href=\"/opinion/1990468/in-re-aj-lane-co-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">821</span></a></span>, 824 (Bankr.D.Mass.1990) (explaining that section 506(b) promotes a \"policy favoring a fair distribution to creditors\"). Seen in this light, it makes sense that oversecured creditors should not be allowed to prioritize unreasonable fees, costs, and charges; it does not make sense that oversecured creditors should be penalized by disallowing those fees, costs, and charges altogether  especially when unsecured creditors can collect them.</p>\n<p>Let us be perfectly clear. This is a solvent debtor case and, as such, the equities strongly favor holding the debtor to his contractual obligations as long as those obligations are legally enforceable under applicable non-bankruptcy law.<sup>[3]</sup> When the debtor is solvent, \"the bankruptcy rule is that where there is a <i>contractual</i> provision, valid under state law, . . . the bankruptcy court will enforce the contractual provision.\" <i>Debentureholders Protective Comm. of Cont'l Inv. Corp. v. Cont'l Inv. Corp.,</i> <span class=\"citation\" data-id=\"404111\"><a href=\"/opinion/404111/bankr-l-rep-p-68724-debentureholders-protective-committee-of/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">264</span></a></span>, 269 (1st Cir. 1982); <i>see </i><i>Dow Corning,</i> 456 F.3d at 679 (noting that in solvent debtor cases, \"courts have generally confined themselves to determining and enforcing whatever pre-petition rights a given creditor has against the debtor\"); <i>In re Chi., Milw., St. Paul &amp; Pac. R.R. Co.,</i> <span class=\"citation\" data-id=\"470336\"><a href=\"/opinion/470336/in-the-matter-of-chicago-milwaukee-st-paul-and-pacific-railroad-company/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">524</span></a></span>, 528 (7th Cir.1986) (observing that \"if the bankrupt is solvent the task for the bankruptcy court is simply to enforce creditors' rights according to the tenor of the contracts that created those rights\").</p>\n<p>The short of the matter is that both precedent and policy militate in favor of allowing UPS's claims for prepayment penalties as unsecured claims, even if the penalties are deemed unreasonable, so long as they are valid under section 502. But there is a rub: it is unclear whether UPS adequately presented this statutory interpretation issue to the bankruptcy court. This is not a mere technicality; it is a general rule  and a salutary one  that appellate courts ordinarily ought not to consider issues that were not adequately presented below. <i>See, e.g., </i><i>Evergreen Credit Union v. Woodman (In re Woodman),</i> <span class=\"citation\" data-id=\"201188\"><a href=\"/opinion/201188/woodman-v-evergreen-credit/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.2004); <i>Higgins v. New Balance Athletic Shoe, Inc.,</i> <span class=\"citation\" data-id=\"198690\"><a href=\"/opinion/198690/higgins-v-new-balance/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 259-60 (1st Cir.1999).</p>\n<p>UPS insists that it sufficiently preserved the statutory interpretation issue for appellate review. It emphasizes that it argued to the bankruptcy court that it should be allowed to recoup the prepayment penalties because those penalties were valid and enforceable under Rhode Island law. Even though this issue was raised without any explicit reference to section 502, the very act of asserting a claim under state law, UPS says, necessarily implicated section 502. It adds that the proof of the pudding is that Gencarelli's counsel referred to section 502 during oral argument before the bankruptcy court.</p>\n<p>We have held that it is the making of an argument, not the mechanical citation to a particular authority, that preserves the argument for further appellate review. <i>See </i><i>Air Line Pilots Ass'n, Int'l v. Guilford Trans. Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></span>, <span class=\"star-pagination\">*8</span> 100 n. 7 (1st Cir.2005). Even on this understanding, however, UPS's references to state law make out a borderline case for preservation of the issue. These references lacked the directness and sophistication that characterize the issue as UPS has framed it here. To that extent, we can hardly fault the bankruptcy court for not focusing on the precise contours of the problem.</p>\n<p>In the end, we need not definitively resolve the close question of whether UPS adequately preserved this issue for appeal. It is clear that we retain the discretionary authority, to be used sparingly and in exceptional cases, to relieve a party of a forfeiture. <i>See, e.g., </i><i>Chestnut v. City of Lowell,</i> <span class=\"citation\" data-id=\"779262\"><a href=\"/opinion/779262/craig-chestnut-v-city-of-lowell/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir. 2002) (en banc) (per curiam); <i>United States v. La Guardia,</i> <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1012-13 (1st Cir.1990). Although the instances in which we have shown a willingness to relax our preservation rules have been \"few and far between,\" <i>Nat'l Ass'n of Soc. Workers v. Harwood,</i> <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 627 (1st Cir.1995), the claim of error here fits within these narrow confines. The statutory interpretation issue was at least arguably preserved; no possible strategic advantage could have inured to UPS from obscuring it; additional factual development would shed no light on its resolution; and the issue is an important one.</p>\n<p>Moreover, were we to deem the issue procedurally defaulted, we would be forced to address, without any real necessity for doing so, the preserved question of how section 506(b)'s reasonableness requirement applies to prepayment penalty provisions in commercial loans. This is a difficult question that has significant ramifications for the commercial lending industry. It has no clear-cut answer, and we think that it would be imprudent to venture needlessly into that arena. We therefore deem the statutory interpretation issue preserved<sup>[4]</sup> and find it dispositive here.</p>\n<p>We summarize succinctly. We entertain UPS's argument about the interrelationship between sections 502 and 506(b). That argument boils down to the proposition that, regardless of reasonableness, an oversecured creditor may be entitled to collect bargained-for prepayment penalties as the functional equivalent of unsecured debt. We accept that proposition.</p>\n<p>As applied in this case, that proposition is decisive. Because Gencarelli is solvent and the bankruptcy estate possesses funds sufficient to pay all claims (secured and unsecured) in full, no useful purpose would be served by inquiring into whether the prepayment penalties are reasonable (and, thus, deserving of priority) within the contemplation of section 506(b). What matters is that the Code does not relieve Gencarelli, as a solvent debtor, of this obligation unless one of the section 502 exceptions applies. Consequently, we must reverse the decisions of the lower courts.</p>\n<p>There is one loose end: the tagalong question of whether the prepayment penalties are enforceable under section 502. To resolve that aspect of the matter, we remand the case to the district court with instructions to remand it, in turn, to the bankruptcy court. That court should determine whether the prepayment penalties <span class=\"star-pagination\">*9</span> are enforceable under Rhode Island law. For our part, we need go no further.</p>\n<p><i>Reversed and remanded. Costs shall be taxed in favor of the appellant.</i></p>\n<h2>NOTES</h2>\n<p>[1]  While these passages discuss claims for attorneys' fees, there is no principled basis for treating attorneys' fees differently from prepayment penalties in this context. <i>See, e.g.,</i> 4 <i>Collier on Bankruptcy, supra</i> § 506.04[3], at 506-113 (implying that the discussion applies to \"[f]ees, [c]osts, and [c]harges\").</p>\n<p>[2]  Although both parties discuss at length the Supreme Court's decision in <i>United Sav. Ass'n of Texas v. Timbers of Inwood Forest Assocs., Ltd.,</i> <span class=\"citation\" data-id=\"111984\"><a href=\"/opinion/111984/united-sav-assn-of-tex-v-timbers-of-inwood-forest-associates-ltd/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation\" data-id=\"111984\"><a href=\"/opinion/111984/united-sav-assn-of-tex-v-timbers-of-inwood-forest-associates-ltd/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">626</span></a></span>, <span class=\"citation\" data-id=\"111984\"><a href=\"/opinion/111984/united-sav-assn-of-tex-v-timbers-of-inwood-forest-associates-ltd/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (1988), we regard that decision as inapposite. The case dealt with claims for post-petition interest, which  unlike the prepayment penalties at issue here  are made unavailable as unsecured claims by an explicit statutory provision. <i>Id.</i> at 372-73, <span class=\"citation\" data-id=\"111984\"><a href=\"/opinion/111984/united-sav-assn-of-tex-v-timbers-of-inwood-forest-associates-ltd/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">626</span></a></span>; <i>see</i> 11 U.S.C. § 502(b)(2).</p>\n<p>[3]  We recognize that bankruptcy courts are courts of equity, <i>see </i><i>Thinking Machs. Corp. v. Mellon Finan. Servs. Corp. (In re Thinking Machs. Corp.),</i> <span class=\"citation\" data-id=\"705990\"><a href=\"/opinion/705990/in-re-thinking-machines-corporation-debtor-thinking-machines-corporation/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1021</span></a></span>, 1028 (1st Cir. 1995), and that the balance of the equities may be different if unsecured creditors are at risk of collateral damage. For that reason, this opinion should not be construed as speaking to the different question of whether an unsecured creditor can enforce a contractual right to post-petition fees against the estate of an <i>insolvent</i> debtor under section 502. <i>See </i><i>Travelers Cas. &amp; Sur. Co. v. Pac. Gas &amp; Elec. Co.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145752\"><a href=\"/opinion/145752/travelers-cas-sur-co-v-pacific-gas/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1199</span></a></span>, 1207, <span class=\"citation\" data-id=\"145752\"><a href=\"/opinion/145752/travelers-cas-sur-co-v-pacific-gas/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">178</span></a></span> (2007) (reserving this question).</p>\n<p>[4]  In addition to contending that UPS failed to preserve the statutory interpretation issue in the bankruptcy court, Gencarelli contends that UPS failed to preserve that issue in the district court. There, however, UPS explicitly argued that it should be allowed to recover as an unsecured creditor if its claim was disallowed in whole or in part under section 506(b). Although it did not cite section 502, it did cite <i>Welzel,</i> a case directly on point. No more was exigible to preserve the issue for further appellate review.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1990468/"
  ]
}