{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202947/",
  "absolute_url": "/opinion/202947/united-states-v-azubike/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202947/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:05:33Z",
  "date_modified": "2016-04-26T14:54:49.288886Z",
  "type": "010combined",
  "sha1": "5bede38b62108a241f1efa8c44326c1b0dfb0f7a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2255-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/09/21/US_v._Azubike.pdf",
  "plain_text": "           United States Court of Appeals\n                          For the First Circuit\n\nNo.   06-2255\n\n                        UNITED STATES OF AMERICA,\n\n                                Appellee,\n\n                                    v.\n\n                           FRANKLIN C. AZUBIKE,\n\n                          Defendant, Appellant.\n\n\n\n               APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF MASSACHUSETTS\n\n                 [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                                  Before\n\n                           Boudin, Chief Judge,\n\n                   Torruella and Dyk,* Circuit Judges.\n\n\n\n     James H. Budreau for the appellant.\n     James F. Lang, with whom, Michael J. Sullivan, United States\nAttorney, and Cynthia A. Young, Assistant U.S. Attorney, were on\nbrief, for the appellee.\n\n\n                            September 21, 2007\n\n\n\n\n           *\n           Of the Federal Circuit, sitting by designation.\n\f           DYK, Circuit Judge.   After a jury trial in the United\n\nStates District Court for the District of Massachusetts, appellant\n\nFranklin Azubike (“Azubike”) was found guilty of (1) conspiring to\n\npossess with intent to distribute heroin in violation of 21 U.S.C.\n\n§ 846, and (2) possessing heroin with intent to distribute in\n\nviolation of 21 U.S.C. § 841.     He asserts that the trial court\n\nerred in failing to grant his motion for judgment of acquittal.\n\nAlternatively, Azubike argues that the prosecution’s misstatements\n\nduring closing argument warrant a new trial. Although we find that\n\nthe evidence was sufficient to support the jury’s verdict, we\n\nvacate Azubike’s convictions and remand for a new trial because we\n\nfind that the prosecutor’s misstatements could have improperly led\n\nthe jury to reach a guilty verdict.\n\n                             BACKGROUND\n\n                                 I.\n\n           In considering the motion for judgment of acquittal, we\n\nrecite the facts in the light most favorable to the government.\n\nSee United States v. Olivo-Infante, 938 F.2d 1406, 1409 (1st Cir.\n\n1991).   This case stems from a scheme to import heroin from Uganda\n\ninto the United States.      In 2005, Solomon Lui (“Solomon”), a\n\nSudanese businessman living in Uganda, set up a courier service as\n\na front for his heroin importation business. In January 2005, John\n\nKaggwa (“Kaggwa”), a Ugandan lawyer, introduced Solomon to Richard\n\nMukasa (“Mukasa”).   Mukasa also had been a lawyer in Uganda but was\n\n\n                                 -2-\n\fnow living in Malden, Massachusetts.          Solomon falsely explained to\n\nMukasa that the purpose of the business was to send items and\n\nclothes   to   Sudanese   refugees    in    the   United   States.     Solomon\n\nproposed to send briefcases through a courier service to Mukasa’s\n\napartment in Malden, Massachusetts.          The refugees’ relatives would\n\nthen pick up the package and pay Mukasa $300 per package.              Mukasa,\n\nKaggwa, and Solomon would share the $300.             Mukasa agreed to the\n\narrangement.    Neither Mukasa nor Kaggwa was initially aware that\n\nthe courier business was a front and that heroin would be hidden in\n\nthe briefcases.\n\n           Five days after Mukasa’s conversation with Solomon, a\n\ncompany called TNT Couriers telephoned Mukasa to tell him that a\n\npackage had arrived from Uganda.       Solomon called Mukasa to confirm\n\nthat the package had arrived and told him that someone would call\n\nto arrange to pick it up.            Shortly thereafter, a man with a\n\nNigerian accent who identified himself as “Johnson” called Mukasa\n\nand informed him that he was flying in from Houston, Texas to\n\nretrieve the package and that he would be there on Saturday.\n\n“Johnson” would not give Mukasa his telephone number.                Mukasa was\n\nconcerned by the telephone call because the man did not have a\n\nSudanese accent, as would have been expected if he had been a\n\nSudanese refugee, and because the telephone number that he called\n\nfrom had a Chicago area code.              That Saturday Mukasa told the\n\nreceptionist in his building to give the package to “Johnson.” The\n\n                                     -3-\n\freceptionist    reported   that   TNT    Couriers   never   delivered    the\n\npackage, and that although “Johnson” had come by he eventually\n\nleft.\n\n          In January or February of 2005, a second package was sent\n\nto Mukasa.     This time FedEx was the courier.         The briefcase was\n\nheavy and locked. Solomon called that evening and told Mukasa that\n\n“Mike” would pick up the package.        Mukasa asked about the earlier\n\npackage, and Solomon told him not to worry about it.              Solomon\n\nstated that both packages contained crafts and local clothing.\n\n“Mike” called Mukasa the same night.         He informed Mukasa that an\n\nunnamed woman would pick up the package and would bring $300.           Like\n\n“Johnson,” “Mike” would not leave his telephone number.           A woman\n\nwith an African American accent then called for directions because\n\nshe was driving up from New Jersey to pick up the package.              When\n\nshe arrived, she told Mukasa that she did not know what was in the\n\nbriefcase.     She gave Mukasa $300 and left.        The next day, Mukasa\n\ntold Solomon that he had given the woman the package and had\n\nreceived $300.\n\n          Shortly thereafter a third package was sent to Mukasa by\n\nFedEx.   The package contained a briefcase that was addressed to\n\nMukasa. The airbill indicated that the package was sent from “John\n\nM.” in Kampala, Uganda, and stated that the briefcase contained\n\n“African designed cloths” valued at $80.            On February 13, 2005,\n\nImmigration and Customs Enforcement (“ICE”) agents seized the\n\n                                   -4-\n\fpackage when it entered the United States and found that it had two\n\nhidden compartments, each containing approximately one kilogram of\n\nheroin.   The hidden compartments were so secure and well hidden\n\nthat the agents only discovered the heroin by x-ray.                On February\n\n15, an undercover state police officer, dressed as a FedEx agent,\n\ndelivered the package to Mukasa.               After Mukasa signed for the\n\npackage, he was approached by federal and state officers.                 When\n\ntold   that       the   briefcase   contained    heroin,   Mukasa    agreed   to\n\ncooperate.        He informed the agents that the package had been sent\n\nby a man named Solomon in Uganda.               While he denied knowing the\n\ncontents of the package, Mukasa admitted that he had been “a little\n\nbit suspicious.”\n\n              The next day, at the agents’ direction, Mukasa spoke with\n\nSolomon, informed him that the third package had arrived, and\n\nimplied that he knew the package contained drugs.1             Mukasa stated\n\nthat the $300 that he was paid was insufficient given the “big\n\nrisk” that he was taking.           J.A. 47.    Solomon agreed to pay Mukasa\n\n$1500 for the next package and $2000 for additional packages. When\n\nMukasa asked whether Kaggwa knew about “this business,” Solomon\n\nstated that “I have nobody who know[s] this business. . . .               I am\n\na confidential man.          John [Kaggwa] doesn’t know anything about\n\n\n              1\n               Mukasa said, “I know what’s going on. . . . I lifted\nthe thing, it was real heavy my friend.” J.A. 47. He explained\nthat “I haven’t opened [the package], but . . . I know, I wasn’t\nborn yesterday.” Id.\n\n                                        -5-\n\fthis.”   J.A. 48, 53.      Solomon said that “Johnson” would pick up the\n\nthird    package.     In    a    conversation      later   that   day,   Solomon\n\nreiterated that someone would be coming up from New York to pick up\n\nthe package and that he would be calling “now.”                   Solomon also\n\ninstructed Mukasa to remove Solomon’s address from the outside of\n\nthe package.\n\n            Later that day, “Johnson,” who was later identified as\n\nPeter Ike, called Mukasa to tell him that he would be coming from\n\nNew York to pick up the package.          Ike called again on February 17.\n\nWhen    Mukasa   answered       the   telephone,   he   asked,    “Who’s   this,\n\nSolomon?”    J.A. 67.       Ike answered, “Not Solomon, Johnson.”            Id.\n\nMukasa said, “Oh, sorry, Johnson,” and Ike responded, “Yah, sound\n\nlike Solomon.”      Id.    Ike confirmed that he would arrive the next\n\nday to pick up the package.               On February 18, Ike and Mukasa\n\narranged to meet in a theater parking lot in Revere, Massachusetts.\n\nIke arrived, got into Mukasa’s car, gave Mukasa $1500, removed the\n\nbriefcase from Mukasa’s trunk, and left the parking lot.\n\n            Mukasa received a fourth briefcase from FedEx on March 4,\n\n2005.    Again the agents investigated the briefcase and found that\n\nit contained fabric and clothes and two more kilograms of heroin in\n\nhidden compartments. The agents removed the heroin and replaced it\n\nwith a bag containing confectioner’s sugar and 106 grams of heroin.\n\nThat day Solomon called Mukasa to say that “Mike” would retrieve\n\n\n\n\n                                        -6-\n\fthe package and bring $2000.2    This “Mike” (later identified as Roy\n\nOki) called later that day to say that he would send someone to\n\npick up the package.     On March 8 Oki called again to say that\n\n“Franklin” (Azubike’s first name) was coming from New York to pick\n\nup the package.   Mukasa reminded Oki that he was to be paid $2000\n\nfor this package, and Oki confirmed that Solomon had told him so.\n\n           On Friday, March 11, Mukasa received a call from the\n\ndefendant, Azubike, who identified himself as “Al Hajji.”           Al\n\nHajji was Azubike’s nickname in the Nigerian community.         Mukasa\n\nasked, “[I]s it Jonathan?”3     J.A. 96.   Azubike responded that “I’m\n\nHajji. . . .    Did Mike tell you about me . . . ?”       Id.   Mukasa\n\nanswered that “Mike told me about some guy called Jonathan,” id.,\n\nand Azubike stated, “No, Al Hajji, Al Hajji.”           Id.     Azubike\n\nexplained that he was on his way to Boston and was already in\n\nConnecticut.   Mukasa informed Azubike that he could not retrieve\n\nthe package until Sunday.     Azubike stated that he could not wait\n\nuntil Sunday and that he would call Mukasa back.          In a second\n\ntelephone call to Mukasa, Azubike asked whether they could meet a\n\nday earlier, on Saturday.       Mukasa responded that he was unsure\n\nbecause he had to “look for the guy” who was keeping the package.\n\nJ.A. 98.   Mukasa stated, “You know this business doesn’t need to be\n\n\n           2\n               It is not clear whether this “Mike” was the same\n“Mike” who arranged for the pick up of the second package.\n           3\n               There is no indication in the record why Mukasa\nwould have thought someone named “Jonathan” would have called.\n\n                                  -7-\n\flike this,” and Azubike responded, “No, I don’t.”                 Id.   Azubike did\n\nnot give Mukasa his telephone number and instead stated that he\n\nwould call Mukasa back.\n\n              Azubike telephoned a third time that day to check again\n\nwhether he could pick up the package earlier.                     Mukasa informed\n\nAzubike that the package would not be available until Monday at 12\n\nnoon.    Azubike exclaimed, “No, no.             Oh my good God.       This is . . .\n\nbad.    How can I be there, that will kill me, from Friday to Monday.\n\nI must be out of my mind to be . . . .”                      J.A. 100.         Mukasa\n\nexplained that he did not want his friend “to get involved in this\n\nstuff . . . it’s between me and you and the other guy, . . . I\n\ndon’t want him to be involved.”            Id. at 101.    Mukasa further stated\n\nthat “I don’t want him to be suspicious, because he doesn’t know\n\nmuch about this stuff.”       Id.    Azubike responded, “It’s OK, it’s OK.\n\nYou don’t have to say that on the phone. . . .                   Don’t say nothing\n\nmore, don’t say anything.”           Id.\n\n              On Sunday, March 13, Azubike called Mukasa again and they\n\narranged to meet the following day.                  On Monday morning at 10:44\n\na.m., Mukasa called Azubike to let him know that he was an hour\n\naway from the cinema parking lot in Revere, Massachusetts where\n\nthey    had   planned   to   meet.         Azubike    objected    to    the   meeting\n\nlocation, explaining that the cinema parking lot did not have\n\nenough cars.     They agreed to move the meeting across the street to\n\nthe Stop ‘N Shop parking lot.           Azubike drove into the parking lot\n\n\n                                           -8-\n\fin a blue Impala that he had rented in Baltimore under the name\n\nMichael Ifeonu.     He got into the passenger seat of Mukasa’s Jeep\n\nand paid Mukasa $2000.    Mukasa told Azubike that the briefcase was\n\nin the trunk of the Jeep and suggested that Azubike pull his Impala\n\ncloser.    Azubike pulled his Impala next to the Jeep, removed the\n\nbriefcase from the trunk, and placed it in the trunk of the Impala\n\nagainst the back seat.      He rearranged the other luggage in the\n\ntrunk so that the briefcase was not visible when the trunk door\n\nopened.    He closed the trunk and began driving south.\n\n            Massachusetts state police officers stopped Azubike’s car\n\nshortly thereafter.    Upon questioning, Azubike stated that he had\n\nbeen in Boston to visit his cousin and that he had stayed at the\n\nColonnade hotel.     Azubike did not know where his cousin lived,\n\nhowever.    Officer Hanlon seized the briefcase, and told Azubike\n\nthat he wanted to search it.     Azubike did not respond.    Officer\n\nHanlon searched the briefcase and found the evidence bag containing\n\nconfectioner’s sugar and a small amount of heroin.           He then\n\narrested Azubike.\n\n                                 II.\n\n            Azubike was indicted by a Grand Jury of (1) conspiring to\n\npossess with intent to distribute heroin in violation of 21 U.S.C.\n\n§ 846, and (2) possessing heroin with intent to distribute in\n\nviolation of 21 U.S.C. § 841.    His trial began on March 20, 2006.\n\nAt trial, Azubike’s counsel argued that, although he may have known\n\n                                 -9-\n\fthat he was engaged in “something improper,” there was insufficient\n\nevidence to demonstrate that he knew that the briefcase contained\n\na controlled substance.         In closing argument, defense counsel\n\nargued that Solomon “hid[] the nature of his business” from the\n\ncouriers and that there was never any mention of Azubike in the\n\ntelephone calls between Mukasa and Solomon, nor did Oki or Ike\n\nindicate that Azubike knew about the drugs.          Mar. 27, 2006 TT 16-\n\n17.   He concluded that “there’s no evidence that Mr. Azubike knew\n\nanything about those conversations, was a party to any of those\n\nconversations, or even spoke to Mr. Solomon at all, ever, zero.”\n\nId. at 18.     Defense counsel later reiterated, “He didn’t have any\n\nconversations with Solomon that we know of.” Id. at 21.\n\n           In   rebuttal   to   the    defense’s   closing   argument,   the\n\ngovernment argued that Azubike did in fact know Solomon.4 The\n\nprosecutor stated to the jury:\n\n           [Y]ou will hear . . . that Mr. Azubike did\n           have knowledge about Solomon, and you will\n           hear that when Mr. Mukasa asked the caller,\n           that happened to be Al Hajji, “Oh, is this\n           Solomon?” Al Hajji said, “No, no, this is not\n           Solomon. Al Hajji. Al Hajji.” And what did\n           Mr. Mukasa say to him? “Oh, you sound like\n           Solomon.” And what did Mr. Al Hajji tell him?\n           “Yeah, Solomon.” He knew Solomon and he knew\n           Mike and he knew Peter Ike. Thank you.\n\nId. at 24.     This statement ended the government’s rebuttal.\n\n\n\n           4\n               The prosecutor had stipulated during trial that\nSolomon never mentioned “Al Hajji or Franklin Azubike or Franklin.”\nMar. 23, 2006 TT 42-43.\n\n                                      -10-\n\f          Immediately   after   the   statement   the    court    met   with\n\ncounsel at the bench.    During this conference, defense counsel\n\nobjected to the prosecutor’s statement as inaccurate.             The court\n\nresponded, “I’ll tell the jury to listen carefully.”             Id. at 27.\n\nThe court first reminded the jury that counsel’s statements are not\n\nevidence and that “it is your recollection and your interpretation\n\nthat will have to carry the day.”       Id. at 35. In addition to this\n\nstandard instruction, the court explained to the jury that “you\n\nshould review the evidence of the phone calls.          I understand, by\n\nthe way, that counsel agree that Mr. Azubike did not mention the\n\nname Solomon in any phone calls.”     Id. at 43-44.     At this point the\n\nprosecutor interrupted and stated that “the government did not\n\nagree with counsel with respect to the phone calls and Mr. Mukasa\n\nmaking mention of Mr. Solomon.”          Id. at 44.      The court then\n\nabandoned its effort to instruct the jury that counsel had agreed\n\nthat Azubike did not mention Solomon in any of the telephone calls.\n\nThe court merely stated to the jury:\n\n          [Y]ou need to listen to the tapes carefully,\n          but there is a clear difference between the\n          government and the defendant as to what was\n          said and the defendant does not believe that\n          he mentioned Solomon and the government says\n          he did, for whatever purpose you use that\n          testimony.\nId.\n\n          Following the jury instruction, defense counsel again\n\nobjected to the government’s statement and the court’s instruction\n\nduring a bench conference.   Id. at 52.    In response, the prosecutor\n\n                                 -11-\n\fargued   that     there   was    in       fact    a   conversation     where   Azubike\n\nacknowledged Solomon.         Id.     The court did not further instruct the\n\njury on this issue.\n\n             Immediately after the jury began deliberations, on March\n\n28, 2006, Azubike filed a motion for a mistrial based on the\n\nprosecutor’s misstatement.5               Later that day, the jury returned a\n\nguilty verdict on both counts.               On March 31, the defendant again\n\nraised   both     arguments     in    a    motion     for   judgment    of   acquittal\n\nnotwithstanding the jury’s verdict or, alternatively, motion for a\n\nnew trial.       The district court denied the motion for a mistrial as\n\nmoot and denied the motion for judgment of acquittal.\n\n                                      DISCUSSION\n\n                                            I.\n\n             Azubike first argues that the district court erred in\n\ndenying his motion for judgment of acquittal because the evidence\n\nwas insufficient to prove an essential element of each of his\n\nconvictions, namely that he “knowingly and intentionally” possessed\n\na controlled substance with an intent to distribute. See 21 U.S.C.\n\n§ 841 (possession with intent to distribute); 21 U.S.C. § 846\n\n(conspiracy to possess with intent to distribute); see also United\n\nStates v. Cruz, 981 F.2d 613, 616 (1st Cir. 1992) (proof of\n\n\n             5\n               On March 24, 2006, at the close of evidence, Azubike\nfiled a motion for judgement of acquittal on the ground that the\nevidence was insufficient to support a guilty verdict. The court\nreserved ruling on this motion until after trial.\n\n                                           -12-\n\fknowledge also required for conspiracy).           In other words, Azubike\n\nargues that the government failed to prove beyond a reasonable\n\ndoubt that he knew that the briefcase contained a controlled\n\nsubstance.\n\n               This court reviews a district court’s denial of a motion\n\nfor judgment of acquittal without deference.               United States v.\n\nThomas, 467 F.3d 49, 53 (1st Cir. 2006).            Thus we must determine\n\nwhether “any rational trier of fact could have found the essential\n\nelements of the crime beyond a reasonable doubt.” United States v.\n\nOlivo-Infante, 938 F.2d 1406, 1409 (1st Cir. 1991).\n\n               As both the district court recognized and the government\n\nacknowledges, this is a close case.             Nonetheless, upon careful\n\nreview    of    the   evidence,   we    conclude   that   the   evidence   was\n\nsufficient to support the jury’s verdict.\n\n               It is undisputed that a rational jury could infer that\n\nAzubike knew that the briefcase contained something illegal. See\n\nAppellant’s Br. at 29-30.          The circumstantial evidence to this\n\neffect is quite substantial.           Azubike drove to Massachusetts from\n\nBaltimore (or New York) in a car that he rented under a false name,\n\nMichael Infeonu. He initially refused to give Mukasa his telephone\n\nnumber.    When Mukasa eventually told Azubike where to meet him,\n\nAzubike stated, “I don’t like that place.”            J.A. 117.     He later\n\nexplained that the meeting place was not safe because “[t]here are\n\nno cars there.”       J.A. 119.   Once a meeting place was decided upon,\n\n\n                                       -13-\n\fAzubike pulled his car close to Mukasa’s vehicle, exchanged $2000\n\nfor the briefcase, and placed the briefcase in his trunk taking\n\ncare to arrange the contents of the trunk so that the briefcase was\n\nnot visible.       Finally, when Azubike was ultimately arrested, he\n\nlied to the police that he had been visiting his cousin and there\n\nwas no evidence that he had stayed at the Colonnade hotel.                    See\n\nUnited States v. Hadfield, 918 F.2d 987, 999 (1st Cir. 1990)\n\n(finding that the evidence was “bolstered” by the defendant’s “tall\n\ntale”).   This circumstantial evidence leads to the inference that\n\nAzubike knew that he was engaged in an illegal activity.\n\n            Azubike        argues,    however,     that   this    circumstantial\n\nevidence alone is insufficient to support the jury’s verdict\n\nbecause the jury could not have found beyond a reasonable doubt\n\nthat   Azubike      knew    that     the    package   contained    a   controlled\n\nsubstance.6      Azubike asserts that he could have thought that the\n\nbriefcase       contained    other    illegal     items   such    as   counterfeit\n\ncurrency or diamonds.         We disagree and find that the evidence that\n\n\n            6\n               See United States v. Cruz, 363 F.3d 187, 198 (2d\nCir. 2004) (“Proof that the defendant knew that some crime would be\ncommitted is not enough.”) (quoting United States v. Friedman, 300\nF.3d 111, 124 (2d Cir. 2002)); United States v. Cartwright, 359\nF.3d 281, 286 (3d Cir. 2004) (“Although [the] evidence may be\nsufficient to prove that Cartwright knew he was participating in\nsome sort of illegal transaction, these facts nonetheless are\ninsufficient to prove beyond a reasonable doubt that Cartwright\nknew the transaction involved drugs.”); United States v. Thomas,\n114 F.3d 403, 405-06 (3d Cir. 1997) (insufficient evidence where\nthe defendant “knew that he was somehow involved in an illicit\nactivity” but there was no evidence that he “knew that drugs were\ninvolved”).\n\n                                           -14-\n\fAzubike knew that the briefcase contained a controlled substance\n\nwas sufficient to sustain the jury’s guilty verdict.\n\n          First, in a conversation between Mukasa and Azubike,\n\nAzubike indicated that he knew what was in the briefcase.         Mukasa\n\nstated that “I don’t want [my friend] to get involved in this stuff\n\n. . . because it’s between me and you and the other guy . . . I\n\ndon’t want him to be involved.”    J.A. at 101.   Mukasa again stated,\n\n“I don’t want him to be suspicious, because he doesn’t know much\n\nabout this stuff.”   Id.    In response, Azubike indicated that they\n\nshould not have that conversation over the telephone.       He stated\n\nthat “[i]t’s OK, it’s OK.    You don’t have to say that on the phone.\n\n. . .   Don’t say nothing more, don’t say anything.”        Id.    This\n\nconversation does not necessarily indicate that Azubike knew there\n\nwere drugs in the briefcase, but it does provide a basis for        the\n\njury to infer that Azubike knew what was in the briefcase and that\n\nits contents should not be discussed over the telephone.\n\n          Second, the jury could infer that Azubike had knowledge\n\nof the contents of the briefcase given his close association and\n\nfamiliarity with Oki (because of Azubike’s reference to him in the\n\ntelephone calls with Mukasa) and Ike (because of documents found\n\nafter Azubike’s arrest).7     The jury could have inferred that Oki\n\n\n          7\n               After Azubike was arrested, the police found a small\ndate book in his car that included a “home” telephone number for\nPeter Ike’s wife, Augusta.     A subsequent search of Azubike’s\nstorage unit in New York revealed three other documents connecting\nAzubike to Ike: (1) a piece of paper with an address for “Ike,\n\n                                  -15-\n\fand   Ike       knew   the   contents     of   the   briefcase    from    their\n\norganizational role in the conspiracy and their direct relationship\n\nwith Solomon, and that their relationship with Azubike led them to\n\ninform him of the contents.           See Thomas, 467 F.3d at 54 (noting\n\nthat the defendant was in direct contact with the confidential\n\ninformant).\n\n            Finally, this court has recognized that a reasonable\n\ninference of knowledge arises when the defendant is trusted with\n\npossession of a large amount of drugs.                This is because drug\n\norganizations do not usually take unnecessary risks by trusting\n\ncritical transactions to outsiders.             See id.8    In Thomas, this\n\ncourt found that the large size of the drug operation made “it less\n\nplausible       that   Thomas   was   wholly   ignorant    of    the   criminal\n\n\n\nPeter/Augusta”; (2) a business card with “Ik, Peter” handwritten on\nthe back and a telephone number; and (3) a notebook listing “Ik,\nPeter” along with four telephone numbers (telephone records showed\nthat one of these numbers called Azubike on February 5, 2005, and\nMarch 10, 2005).\n            8\n               See United States v. DiMarzo, 80 F.3d 656, 661 (1st\nCir. 1996) (“As we have repeatedly recognized, a jury is free to\nrely on its common sense, and may infer that criminal conspirators\nnormally do not involve innocent persons at critical stages of a\ndrug deal.”) (internal citations omitted); United States v. Ortiz,\n23 F.3d 21, 25 (1st Cir. 1994) (“This trust . . . permits a\nreasonable inference of criminal complicity between defendant and\n[the person providing the drugs].”); United States v. Tejeda, 974\nF.2d 210, 213 (1st Cir. 1992) (“[T]he fact finder may fairly infer\n. . . that it runs counter to human experience to suppose that\ncriminal conspirators would welcome innocent nonparticipants as\nwitnesses to their crimes.”); see also Olivio-Infante, 938 F.2d at\n1409; United States v. Batista-Polanco, 927 F.2d 14, 18 (1st Cir.\n1991).\n\n                                        -16-\n\foperation” because “smuggling operations . . . involving millions\n\nof dollars do not take unnecessary risks, instead opting for\n\ntrusted and close associates . . . who are aware of the high\n\nstakes.”   Id.    Here Azubike was transporting two kilograms of\n\nheroin. The inference that knowledge follows from the large amount\n\nof drugs is undermined here by the facts that Solomon attempted to\n\nconceal the nature of the business from mid-level associates such\n\nas Mukasa, that Mukasa was initially unaware of the contents of the\n\nbriefcase, and that the drugs were expertly concealed.         However,\n\nthe jury could also have reasonably inferred that Azubike would not\n\nbe trusted with this task if he did not know that the briefcase\n\ncontained a controlled substance.\n\n           In summary, a careful review of all the evidence leads us\n\nto conclude that the evidence was sufficient to sustain the jury’s\n\nguilty verdict.   For the same reasons that Azubike is not entitled\n\nto acquittal, he is not entitled to new trial on the grounds that\n\nthe jury verdict was against the weight of the evidence.\n\n                                 II.\n\n           Azubike’s   second   argument   on   appeal   is   that   the\n\nprosecutor’s misstatements prejudiced the outcome of the case,\n\nwarranting a new trial.\n\n           We first determine whether the prosecutor’s statements\n\nconstituted misconduct (we use the term here and below not to\n\nsuggest deliberate wrongdoing but rather to signal a statement of\n\n\n                                 -17-\n\ffact that is mistaken or unsupported by any evidence).    See Berger\n\nv. United States, 295 U.S. 78, 85 (1935); see also United States v.\n\nJoyner, 191 F.3d 47, 53-54 (1st Cir. 1999).    Here it is clear that\n\nthe prosecutor’s statements were incorrect.   The prosecutor stated\n\nto the jury :\n\n          [Y]ou will hear . . . that Mr. Azubike did\n          have knowledge about Solomon, and you will\n          hear that when Mr. Mukasa asked the caller,\n          that happened to be Al Hajji, “Oh, is this\n          Solomon?” Al Hajji said, “No, no, this is not\n          Solomon. Al Hajji. Al Hajji.” And what did\n          Mr. Mukasa say to him? “Oh, you sound like\n          Solomon.” And what did Mr. Al Hajji tell him?\n          “Yeah, Solomon.” He knew Solomon and he knew\n          Mike and he knew Peter Ike. Thank you.\n\nMar. 27, 2006 TT 24.   The government admits that this recitation of\n\nthe evidence was factually inaccurate.    See Appellee’s Br. at 29.\n\nAccordingly,     the   misstatements    constituted   prosecutorial\n\nmisconduct.    See Berger, 295 U.S. at 84; see also Joyner, 191 F.3d\n\nat 54; 3 Charles Alan Wright, et al., Federal Practice & Procedure\n\n§ 555 (3d ed. 2007)(“It is misconduct for a prosecutor to make an\n\nassertion to the jury of a fact, either by way of argument or by an\n\nassumption in a question, unless there is evidence of that fact.”).\n\n          Since the statements constituted misconduct, we must then\n\ndetermine whether they resulted in prejudice to the defendant.\n\nUnited States v. Giorgi, 840 F.2d 1022, 1037 (1st Cir. 1988) (“Even\n\nwere we to find the prosecutor's methods improper, that alone would\n\nnot suffice to reverse the conviction. . . . [A] party must show\n\nboth misconduct and resulting prejudice.” (citing Berger, 295 U.S.\n\n                                -18-\n\fat 89)).       The test is “whether the prosecutor’s misconduct ‘so\n\npoisoned the well’ that the trial’s outcome was likely affected,\n\nthus warranting a new trial.”      Joyner, 191 F.3d at 54.   Because\n\ndefense counsel timely objected to the misstatement,9 we review for\n\n\n           9\n               The government argues that defense counsel’s\nobjection to the misstatement was not timely. We disagree. The\nprosecutor’s misstatement was the last thing said before the\nprosecutor ended her rebuttal argument. Defense counsel objected\nto the statement during the bench conference that immediately\nfollowed the rebuttal. Counsel stated:\n\n           I also want to put on the record my objection\n           to the reply by Miss Leoney. There’s nothing--\n           there are no tapes in there that show that Mr.\n           Azubike mentioned the name Solomon.     There’s\n           one reference where Mr. Mukasa says . . .\n           something about Mr. Solomon and that’s it. She\n           was referring to the Jonathan issue where Mr.\n           Mukasa said, “Are you Jonathan?” He says, “I’m\n           Al Hajji.” Doesn’t say Solomon.\n\nMar. 27, 2006 TT 27. Although the objection was not made during\nrebuttal itself, the objection was made immediately thereafter\nduring the sidebar conversation. In United States v. Mandelbaum,\nthis court found that an objection was timely where the\nprosecutor’s misstatement occurred during closing argument and\ndefense counsel did not object until a sidebar following the\nprosecutor’s rebuttal. 803 F.2d 42, 44 n.1 (1st Cir. 1986). This\ncourt stated:\n\n           [A]lthough defendant's objection should have\n           been made earlier, it was still made before\n           the jury retired and in time for the judge to\n           take corrective action if he had felt it was\n           necessary. A stricture governing the timing\n           of objections should not be employed woodenly,\n           but should be applied where its application\n           would serve the ends for which it was\n           designed.    If it be applied blindly and\n           without the benefit of analysis of particular\n           fact situations before individual courts in\n           specific cases, it will be transformed from a\n           sound principle of judicial administration\n\n                                 -19-\n\fharmless error.        Id. at 53.         In such cases, this court has applied\n\na    three    part    test:       (1)   whether    the    prosecutor’s     conduct     was\n\nisolated and/or deliberate; (2) whether the trial court gave a\n\nstrong and explicit cautionary instruction; (3) whether it is\n\nlikely that any prejudice surviving the instruction could have\n\naffected the outcome of the case.                    Id. at 54; see also United\n\nStates v. Cormier, 468 F.3d 63, 73 (1st Cir. 2006).\n\n              Applying the first portion of the test, we accept the\n\ngovernment’s argument that the misstatements were not deliberate\n\nand    only    involved       a    mistaken       recollection      of   the   evidence.\n\nHowever, the prosecutor made the misstatement twice in front of the\n\njury. The prosecutor’s first misstatement was made during rebuttal\n\nto    the    closing    argument--the         last       argument    before    the    jury\n\ninstruction.         We have recognized that prejudicial statements made\n\nduring closing argument “militate in favor of reversal” because\n\nthey    are    “the    last       words   spoken     to    the   jury    by    the   trial\n\nattorneys.”      United States v. Manning, 23 F.3d 570, 575 (1st Cir.\n\n1994).        This    error       was   compounded    when    the    prosecutor      later\n\ninterrupted the court’s jury instruction. When the court explained\n\n\n              into a trap for the unwary.\n\nId. (internal quotation marks omitted).      The only other cases\nrelied on by the government expressly did not decide the issue of\nwhether the objection was timely. See Fonten Corp. v. Ocean Spray\nCranberries, Inc., 469 F.3d 18, 21-22 (1st Cir. 2006); United\nStates v. Potter, 463 F.3d 9, 23-24 (1st Cir. 2006); United States\nv. Laboy-Delgado, 84 F.3d 22, 31 n.7 (1st Cir. 1996). Accordingly,\nwe find that the objection here was timely.\n\n                                            -20-\n\fto the jury that “you should review the evidence of the phone\n\ncalls.   I understand, by the way, that counsel agree that Mr.\n\nAzubike did not mention the name Solomon in any phone calls,” Mar.\n\n27, 2006 TT 43-44, the prosecutor interrupted and stated that “the\n\ngovernment did not agree with counsel with respect to the phone\n\ncalls and Mr. Mukasa making mention of Mr. Solomon.”               Id. at 44.\n\nAt this point, the judge abandoned the instruction and simply\n\ninstructed the jury “to listen to the tapes carefully.”             Id.    While\n\nthe misstatement here only occurred twice, see Joyner, 191 F.3d at\n\n54, the second incident served to strongly emphasize the incorrect\n\ntestimony.\n\n            Second,     we   find   that   the   court’s    instructions    that\n\ncounsel’s arguments are not evidence and “to listen to the tapes\n\ncarefully” were not particularly useful in the circumstances of\n\nthis case.        Both parties recognize that there were large gaps and\n\nunintelligible portions of the tape-recorded conversations.10                The\n\ntapes were sufficiently difficult to understand that, when they\n\nwere played at trial, a transcript was provided to the jury for use\n\nduring the testimony.         Mar. 21, 2006 TT 62.         The court stated to\n\nthe jury:\n\n            [T]he evidence that you will have to use in\n            deliberating on your verdict is the tape\n            itself. The transcripts are simply designed\n            to help you understand what may not be so\n\n\n             10\n               Indeed, we have listened to the tapes and agree that\nthey are difficult to understand and in parts are unintelligible.\n\n                                      -21-\n\f             easily understood, but it is what’s on the\n             tape that you must rely on in reaching your\n             verdict.\n\nId.   Once the tapes were played, the court stated in front of the\n\njury, “I must confess, I didn’t understand a single word of that.”\n\nId. at 63.    Defense counsel agreed, “I thought it was just me, your\n\nHonor,” and the prosecutor explained that this was “the reason why\n\nthe transcripts were made.”    Id.   While the tapes were available to\n\nthe jury during deliberations, the transcripts were not.     Thus the\n\ncourt’s instruction “to listen to the tapes carefully” was not as\n\nhelpful as it would have been if the tapes had been clearer.\n\n             Finally, this was a close case and the prosecutor’s\n\nmisstatements went to the heart of Azubike’s defense.         At oral\n\nargument, counsel for the government conceded that “the government\n\nrecognizes . . . that this was a close case as did the district\n\ncourt.   The government does not stand here contending that no\n\nverdict other than a guilty verdict could sensibly have been\n\nreturned.” The district court itself also recognized that this was\n\na difficult case.    The court stated, “I find this a very thin case\n\nand I’m really troubled by it.”      Mar. 27, 2006 TT 4.\n\n             Here there was no direct evidence that Azubike knew what\n\nwas in the package, and the government was required to prove\n\nAzubike’s knowledge through inference.     The inference that Azubike\n\nknew what was in the briefcase was undermined by the fact that the\n\nheroin was securely hidden in the briefcase and that Solomon took\n\n\n                                 -22-\n\fefforts to conceal the nature of the business from Mukasa.                   Thus\n\nAzubike’s role in the organization was a central issue. See United\n\nStates v. Santana-Camacho, 833 F.2d 371, 374 (1st Cir. 1987)\n\n(remanding where “[t]he prosecutor’s erroneous remark strongly\n\nfortified the government’s theory”).               The government argues on\n\nappeal that whether Azubike knew Solomon was insignificant because\n\nthere was evidence that Azubike knew Ike, who in turn worked\n\ndirectly with Solomon.         The government’s argument is unpersuasive.\n\nThe higher up in the organization Azubike stood, the more likely it\n\nwas that he was told that drugs were involved.                   While connecting\n\nAzubike to Ike was helpful to the government, connecting him to\n\nSolomon by evidence that Azubike had mentioned Solomon was even\n\nmore   helpful.       This    is    indeed    presumably   why    the   prosecutor\n\nemphasized the supposed conversation in which Azubike mentioned\n\nSolomon.        We   find    that    the    prosecutor’s   misstatements      were\n\nsignificant in the context of this case.11             We have held in Part I\n\n\n           11\n               The significance of the misstatement is perhaps\nsomewhat weakened by the fact that Mukasa mentioned Solomon in a\nconversation with Azubike.     During the discussion of Azubike’s\ndelay in picking up the briefcase, the following exchange occurred:\n\n           Mukasa:          No, it’s Mike’s fault.     But then\n                            Mike is, is messing us up, us both.\n                            . . .\n\n           Azubike:         But, but what’s going to happen?\n\n           Mukasa:          Because Solomon called me long time,\n                            like, like ten days ago and I’ve\n                            been here all the time.\n\n\n                                           -23-\n\fthat the evidence was sufficient for the jury to convict Azubike,\n\nbut the fact that there was sufficient evidence to convict does not\n\nmean that the jury would have convicted absent the prosecutor’s\n\nimproper remarks.       We note that this court has stated repeatedly\n\nthat “a crucial factor is the weight of the evidence of the\n\ndefendant[‘s] guilt or innocence.”              Arrieta-Agressot v. United\n\nStates, 3 F.3d 525, 528 (1st Cir. 1993).12\n\n            The     government     argues   that    the   prejudice     of   a\n\nprosecutorial misstatement does not survive a jury instruction to\n\nconsider the evidence or that the prosecutor’s statements are not\n\nevidence.        In most of the cases in which a standard corrective\n\ninstruction was held sufficient to dissipate all prejudice, there\n\nwas   “overwhelming     evidence    of   [the   defendant’s]   guilt,   which\n\n“eliminate[d] any lingering doubt that the remarks could have\n\nunfairly prejudiced the jury’s deliberations.” Joyner, 191 F.3d at\n\n\n\n\n            Azubike:     No no no, forget about that. What\n                         is going to happen?   Forget about\n                         what happened.\n\nJ.A. 100. However, Azubike did not clearly indicate that he knew\nwho   Solomon  was   and   did  not   himself   mention   Solomon.\nSignificantly, the government did not rely on this exchange either\nat closing argument or at trial. Nor does the government rely on\nthis exchange on appeal with respect to the prejudice question.\n            12\n               See, e.g., Joyner, 191 F.3d at 54; Ortiz, 23 F.3d at\n26; Santana-Camacho, 833 F.2d at 373-74; see also United States v.\nSimpson, 479 F.3d 492, 504 (7th Cir. 2007) (noting that “where the\ncircumstantial evidence against Simpson was close” the prosecutor’s\nimproper argument was “powerful”).\n\n                                     -24-\n\f54.13    In other cases, the misstatements were peripheral to the\n\ndefense. See United States v. Bey, 188 F.3d 1, 8 (1st Cir. 1991)\n\n(finding that the prosecutor’s misstatements were irrelevant to\n\nBey’s theory that he was “an innocent dupe”); see also United\n\nStates v. Lowe, 145 F.3d 45, 48, 50 (1st Cir. 1998) (affirming a\n\nconviction where there was ample evidence supporting the verdict\n\nand the misstatement apparently was not central to the defense).\n\n             Other cases hold that where the evidence was close, and\n\nthe     misstatement   goes   to   a   central   issue   in   the   case,   an\n\ninstruction to consider the evidence may well be insufficient.              In\n\nUnited States v. Watson, 171 F.3d 695 (D.C. Cir. 1999), “the\n\nprosecutor misstated a defense witness’ testimony on a critical\n\npoint and did so while purporting to quote the witness’ testimony.”\n\nId. at 698. The district court instructed the jury that “counsel’s\n\nquestions, statements, and arguments are not evidence.”              Id.    at\n\n699.     The District of Columbia Circuit vacated the conviction,\n\nreasoning that “the case was close” and the misstated “testimony\n\n\n             13\n               See United States v. Allen, 469 F.3d 11, 16 (1st\nCir. 2006) (“the prosecutor’s misstatement was simply not\nsignificant enough to have affected the outcome of the case”);\nUnited States v. Ortiz, 447 F.3d 28, 35-36 (1st Cir. 2006) (finding\nthat the prosecutor’s misstatement was not plain error because the\ndefendant’s own admission “support[ed] an inference that he was\nfamiliar with drug dealing and thus an unlikely innocent\nbystander”); Ortiz, 23 F.3d at 26 (“there was a significant amount\nof circumstantial evidence supporting the jury’s finding”); see\nalso United States v. Morales-Cartagena, 987 F.2d 849, 854 (1st\nCir. 1993) (“[The misleading comments] were isolated and, in\nrelation to the body of evidence received during trial, relatively\ninsignificant.”).\n\n                                       -25-\n\fconcerned a central issue in the case.”             Id. at 700-01.   The court\n\nconcluded that “the [jury] instructions given could neither undo\n\nthe   error        nor   mitigate    its   prejudicial   effects   under   these\n\negregious circumstances.”            Id. at 702.\n\n              The Second Circuit also has vacated a conviction where\n\nthe prosecutor repeatedly misstated the evidence even though the\n\ndistrict court sustained the defendant’s objections and stated to\n\nthe jury that “it’s your recollection of the evidence that counts\n\nand not counsel’s.”          United States v. Forlorma, 94 F.3d 91, 94 (2d\n\nCir. 1996).          The Second Circuit found that “although the trial\n\njudge sustained the defendant’s objections, we cannot be confident\n\nthat the judge’s unexplained ruling dispelled the misperception\n\nthat was likely caused by the baseless argument,” id. at 95, and\n\nstated that “we do not think these rulings and instructions were\n\nsufficient to undo the effect of the highly prejudicial inaccurate\n\nargument.”         Id. at 95-96.14    This case seems to be quite similar to\n\n\n\n              14\n                See also United States v. Carter, 236 F.3d 777, 787,\n791 (6th Cir. 2001) (finding that “measures more substantial than\na general instruction that ‘objections or arguments made by the\nlawyers are not evidence in the case’ were needed to cure the\nprejudicial effect of the prosecutor’s comments during closing\narguments,” particularly where “the cumulative weight of [the]\nevidence [was not] overwhelming”); United States v. Mastrangelo,\n172 F.3d 288, 297-98 (3d Cir. 1999); United States v. Teffera, 985\nF.2d 1082, 1089 n.6 (D.C. Cir. 1993) (not reaching the\nprosecutorial misconduct issue but stating that if it did “we would\nhave had to reverse” because “a curative instruction would not have\nsufficed . . . [where] [t]he prosecutor referred repeatedly to this\nphantom evidence, it was a key part of his closing remarks, and the\ngovernment’s other evidence was weak”).\n\n                                           -26-\n\fWatson and Forlorma, and we agree with the approach taken by our\n\nsister circuits in these cases.\n\n            To be sure this would have been quite a different case if\n\nthe district court had corrected the error in the prosecutor’s\n\nstatement.    See United States v. Mangual-Garcia, Nos. 05-2275,-\n\n2414, slip op. at 8-10 (1st Cir. Sep. 18, 2007) (finding that a\n\nspecific instruction to disregard testimony was sufficient to cure\n\nclaimed prosecutorial misconduct).         However, since there was no\n\nsuch   correction,   and   since   the    evidence   was   close   and   the\n\nmisstatement went to a central issue and was repeated, we conclude\n\nthat “the prosecutor’s misconduct ‘so poisoned the well’ that the\n\ntrial’s outcome was likely affected, thus warranting a new trial.”\n\nJoyner, 191 F.3d at 54.\n\n                                   III.\n\n            Azubike’s convictions and sentence are vacated and the\n\ncase is remanded for proceedings consistent with this opinion.\n\n       Vacated and Remanded.\n\n\n\n                     Dissenting Opinion Follows.\n\n\n\n\n                                   -27-\n\f           TORRUELLA, Circuit Judge (Dissenting).          Even viewing the\n\nevidence in the light most favorable to the Government and drawing\n\nall reasonable inferences in its favor, I remain unconvinced that\n\na rational trier of fact could have found one of the \"essential\n\nelements\" of this crime beyond a reasonable doubt, United States v.\n\nOlivo-Infante, 938 F.2d 1406, 1409 (1st Cir. 1991): that Azubike\n\n\"knowingly and intentionally\" possessed a controlled substance.\n\n21 U.S.C. § 841(a).\n\n           While Azubike concedes that a rational jury could infer\n\nthat he knew the briefcase contained something illegal, Appellant's\n\nBr.   29-30,   the   real   question   is    whether   there   is   sufficient\n\nevidence on this record to establish beyond a reasonable doubt that\n\nhe knew it contained narcotic drugs.          See United States v. Nieves-\n\nCastaño, 480 F.3d 597, 599 (1st Cir. 2007) (\"[K]nowledge that one\n\nis guilty of some crime is not the same as knowledge that one is\n\nguilty of the crime charged.\" (emphasis in original)).               After my\n\nown careful review of the Government's evidence, I am simply unable\n\nto conclude that it was sufficient to support the finding that\n\nAzubike -- any more than TNT Couriers, Musaka, or Kaggwa -- knew of\n\nthe drugs, especially considering the substantial efforts made by\n\nSolomon to conceal the nature of his business and, as the majority\n\npoints out, the difficulties ICE had in uncovering the secret\n\ncompartment containing the drugs.           Indeed, several aspects of how\n\nthis enterprise operated would seem to raise many of the same\n\n\n                                   -28-\n\fquestions for the other persons involved in it as for Azubike -- in\n\nparticular, that they would be paid such a sum of money for their\n\nassistance in transporting the small amount of clothes that could\n\nfit into a briefcase, and that clothes for Sudanese refugees would\n\nbe shipped in such unusual packaging. Had these other persons been\n\ncharged under 21 U.S.C. § 841(a) on the present state of the\n\nrecord, they would face the same dilemma as Azubike, given the low\n\nthreshold found by the majority to sustain culpability.\n\n          The simple fact is that what the Government proved could\n\nequally sustain a finding that Azubike believed he was carrying\n\nsmuggled diamonds or other high-value contraband from Africa.   In\n\nlight of the degree of ambiguity in the evidence, the Government\n\nhas not met its constitutional burden of establishing beyond a\n\nreasonable doubt that Azubike had the required criminal scienter\n\nwith respect to the drugs.   Hence, the district court should have\n\ngranted Azubike's motion for judgment of acquittal.\n\n          Because I would reverse and direct entry of a verdict of\n\nacquittal, I respectfully dissent.\n\n\n\n\n                               -29-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>504 F.3d 30 (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nFranklin C. AZUBIKE, Defendant, Appellant.</h1></center>\n<center>No. 06-2255.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 30, 2007.</center>\n<center>Decided September 21, 2007.</center>\n<p><span class=\"star-pagination\">*31</span> James H. Budreau for the appellant.</p>\n<p>James F. Lang, with whom, Michael J. Sullivan, United States Attorney, and Cynthia A. Young, Assistant U.S. Attorney, were on brief, for the appellee.</p>\n<p>Before BOUDIN, Chief Judge, TORRUELLA and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>DYK, Circuit Judge.</p>\n<p>After a jury trial in the United States District Court for the District of Massachusetts, appellant Franklin Azubike (\"Azubike\") was found guilty of (1) conspiring to possess with intent to distribute heroin in violation of 21 U.S.C. § 846, and (2) possessing heroin with intent to distribute in violation of 21 U.S.C. § 841. He asserts that the trial court erred in failing to grant his motion for judgment of acquittal. Alternatively, Azubike argues that the prosecution's misstatements during closing argument warrant a new trial. Although we find that the evidence was sufficient to support the jury's verdict, we vacate Azubike's convictions and remand for a new trial because we find that the prosecutor's misstatements could have improperly led the jury to reach a guilty verdict.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*32</span> BACKGROUND</h2>\n<p></p>\n<h2>I.</h2>\n<p>In considering the motion for judgment of acquittal, we recite the facts in the light most favorable to the government. <i>See </i><i>United States v. Olivo-Infante,</i> 938 F.2d 1406, 1409 (1st Cir.1991). This case stems from a scheme to import heroin from Uganda into the United States. In 2005, Solomon Lui (\"Solomon\"), a Sudanese businessman living in Uganda, set up a courier service as a front for his heroin importation business. In January 2005, John Kaggwa (\"Kaggwa\"), a Ugandan lawyer, introduced Solomon to Richard Mukasa (\"Mukasa\"). Mukasa also had been a lawyer in Uganda but was now living in Malden, Massachusetts. Solomon falsely explained to Mukasa that the purpose of the business was to send items and clothes to Sudanese refugees in the United States. Solomon proposed to send briefcases through a courier service to Mukasa's apartment in Malden, Massachusetts. The refugees' relatives would then pick up the package and pay Mukasa $300 per package. Mukasa, Kaggwa, and Solomon would share the $300. Mukasa agreed to the arrangement. Neither Mukasa nor Kaggwa was initially aware that the courier business was a front and that heroin would be hidden in the briefcases.</p>\n<p>Five days after Mukasa's conversation with Solomon, a company called TNT Couriers telephoned Mukasa to tell him that a package had arrived from Uganda. Solomon called Mukasa to confirm that the package had arrived and told him that someone would call to arrange to pick it up. Shortly thereafter, a man with a Nigerian accent who identified himself as \"Johnson\" called Mukasa and informed him that he was flying in from Houston, Texas to retrieve the package and that he would be there on Saturday. \"Johnson\" would not give Mukasa his telephone number. Mukasa was concerned by the telephone call because the man did not have a Sudanese accent, as would have been expected if he had been a Sudanese refugee, and because the telephone number that he called from had a Chicago area code. That Saturday Mukasa told the receptionist in his building to give the package to \"Johnson.\" The receptionist reported that TNT Couriers never delivered the package, and that although \"Johnson\" had come by he eventually left.</p>\n<p>In January or February of 2005, a second package was sent to Mukasa. This time FedEx was the courier. The briefcase was heavy and locked. Solomon called that evening and told Mukasa that \"Mike\" would pick up the package. Mukasa asked about the earlier package, and Solomon told him not to worry about it. Solomon stated that both packages contained crafts and local clothing. \"Mike\" called Mukasa the same night. He informed Mukasa that an unnamed woman would pick up the package and would bring $300. Like \"Johnson,\" \"Mike\" would not leave his telephone number. A woman with an African American accent then called for directions because she was driving up from New Jersey to pick up the package. When she arrived, she told Mukasa that she did not know what was in the briefcase. She gave Mukasa $300 and left. The next day, Mukasa told Solomon that he had given the woman the package and had received $300.</p>\n<p>Shortly thereafter a third package was sent to Mukasa by FedEx. The package contained a briefcase that was addressed to Mukasa. The airbill indicated that the package was sent from \"John M.\" in Kampala, Uganda, and stated that the briefcase contained \"African designed cloths\" valued at $80. On February 13, 2005, Immigration and Customs Enforcement (\"ICE\") agents seized the package when it entered <span class=\"star-pagination\">*33</span> the United States and found that it had two hidden compartments, each containing approximately one kilogram of heroin. The hidden compartments were so secure and well hidden that the agents only discovered the heroin by x-ray. On February 15, an undercover state police officer, dressed as a FedEx agent, delivered the package to Mukasa. After Mukasa signed for the package, he was approached by federal and state officers. When told that the briefcase contained heroin, Mukasa agreed to cooperate. He informed the agents that the package had been sent by a man named Solomon in Uganda. While he denied knowing the contents of the package, Mukasa admitted that he had been \"a little bit suspicious.\"</p>\n<p>The next day, at the agents' direction, Mukasa spoke with Solomon, informed him that the third package had arrived, and implied that he knew the package contained drugs.<sup>[1]</sup> Mukasa stated that the $300 that he was paid was insufficient given the \"big risk\" that he was taking. J.A. 47. Solomon agreed to pay Mukasa $1500 for the next package and $2000 for additional packages. When Mukasa asked whether Kaggwa knew about \"this business,\" Solomon stated that \"I have nobody who know[s] this business. . . . I am a confidential man. John [Kaggwa] doesn't know anything about this.\" J.A. 48, 53. Solomon said that \"Johnson\" would pick up the third package. In a conversation later that day, Solomon reiterated that someone would be coming up from New York to pick up the package and that he would be calling \"now.\" Solomon also instructed Mukasa to remove Solomon's address from the outside of the package.</p>\n<p>Later that day, \"Johnson,\" who was later identified as Peter Ike, called Mukasa to tell him that he would be coming from New York to pick up the package. Ike called again on February 17. When Mukasa answered the telephone, he asked, \"Who's this, Solomon?\" J.A. 67. Ike answered, \"Not Solomon, Johnson.\" <i>Id.</i> Mukasa said, \"Oh, sorry, Johnson,\" and Ike responded, \"Yah, sound like Solomon.\" <i>Id.</i> Ike confirmed that he would arrive the next day to pick up the package. On February 18, Ike and Mukasa arranged to meet in a theater parking lot in Revere, Massachusetts. Ike arrived, got into Mukasa's car, gave Mukasa $1500, removed the briefcase from Mukasa's trunk, and left the parking lot.</p>\n<p>Mukasa received a fourth briefcase from FedEx on March 4, 2005. Again the agents investigated the briefcase and found that it contained fabric and clothes and two more kilograms of heroin in hidden compartments. The agents removed the heroin and replaced it with a bag containing confectioner's sugar and 106 grams of heroin. That day Solomon called Mukasa to say that \"Mike\" would retrieve the package and bring $2000.<sup>[2]</sup> This \"Mike\" (later identified as Roy Oki) called later that day to say that he would send someone to pick up the package. On March 8 Oki called again to say that \"Franklin\" (Azubike's first name) was coming from New York to pick up the package. Mukasa reminded Oki that he was to be paid $2000 for this package, and Oki confirmed that Solomon had told him so.</p>\n<p>On Friday, March 11, Mukasa received a call from the defendant, Azubike, who <span class=\"star-pagination\">*34</span> identified himself as \"Al Hajji.\" Al Hajji was Azubike's nickname in the Nigerian community. Mukasa asked, \"[I]s it Jonathan?\"<sup>[3]</sup> J.A. 96. Azubike responded that \"I'm Hajji. . . . Did Mike tell you about me . . .?\" <i>Id.</i> Mukasa answered that \"Mike told me about some guy called Jonathan,\" <i>id.,</i> and Azubike stated, \"No, Al Hajji, Al Hajji.\" <i>Id.</i> Azubike explained that he was on his way to Boston and was already in Connecticut. Mukasa informed Azubike that he could not retrieve the package until Sunday. Azubike stated that he could not wait until Sunday and that he would call Mukasa back. In a second telephone call to Mukasa, Azubike asked whether they could meet a day earlier, on Saturday. Mukasa responded that he was unsure because he had to \"look for the guy\" who was keeping the package. J.A. 98. Mukasa stated, \"You know this business doesn't need to be like this,\" and Azubike responded, \"No, I don't.\" <i>Id.</i> Azubike did not give Mukasa his telephone number and instead stated that he would call Mukasa back.</p>\n<p>Azubike telephoned a third time that day to check again whether he could pick up the package earlier. Mukasa informed Azubike that the package would not be available until Monday at 12 noon. Azubike exclaimed, \"No, no. Oh my good God. This is . . . bad. How can I be there, that will kill me, from Friday to Monday. I must be out of my mind to be. . . .\" J.A. 100. Mukasa explained that he did not want his friend \"to get involved in this stuff . . . it's between me and you and the other guy, . . . I don't want him to be involved.\" <i>Id.</i> at 101. Mukasa further stated that \"I don't want him to be suspicious, because he doesn't know much about this stuff.\" <i>Id.</i> Azubike responded, \"It's OK, it's OK. You don't have to say that on the phone. . . . Don't say nothing more, don't say anything.\" <i>Id.</i></p>\n<p>On Sunday, March 13, Azubike called Mukasa again and they arranged to meet the following day. On Monday morning at 10:44 a.m., Mukasa called Azubike to let him know that he was an hour away from the cinema parking lot in Revere, Massachusetts where they had planned to meet. Azubike objected to the meeting location, explaining that the cinema parking lot did not have enough cars. They agreed to move the meeting across the street to the Stop `N Shop parking lot. Azubike drove into the parking lot in a blue Impala that he had rented in Baltimore under the name Michael Ifeonu. He got into the passenger seat of Mukasa's Jeep and paid Mukasa $2000. Mukasa told Azubike that the briefcase was in the trunk of the Jeep and suggested that Azubike pull his Impala closer. Azubike pulled his Impala next to the Jeep, removed the briefcase from the trunk, and placed it in the trunk of the Impala against the back seat. He rearranged the other luggage in the trunk so that the briefcase was not visible when the trunk door opened. He closed the trunk and began driving south.</p>\n<p>Massachusetts state police officers stopped Azubike's car shortly thereafter. Upon questioning, Azubike stated that he had been in Boston to visit his cousin and that he had stayed at the Colonnade hotel. Azubike did not know where his cousin lived, however. Officer Hanlon seized the briefcase, and told Azubike that he wanted to search it. Azubike did not respond. Officer Hanlon searched the briefcase and found the evidence bag containing confectioner's sugar and a small amount of heroin. He then arrested Azubike.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*35</span> II.</h2>\n<p>Azubike was indicted by a Grand Jury of (1) conspiring to possess with intent to distribute heroin in violation of 21 U.S.C. § 846, and (2) possessing heroin with intent to distribute in violation of 21 U.S.C. § 841. His trial began on March 20, 2006. At trial, Azubike's counsel argued that, although he may have known that he was engaged in \"something improper,\" there was insufficient evidence to demonstrate that he knew that the briefcase contained a controlled substance. In closing argument, defense counsel argued that Solomon \"hid[] the nature of his business\" from the couriers and that there was never any mention of Azubike in the telephone calls between Mukasa and Solomon, nor did Oki or Ike indicate that Azubike knew about the drugs. Mar. 27, 2006 TT 16-17. He concluded that \"there's no evidence that Mr. Azubike knew anything about those conversations, was a party to any of those conversations, or even spoke to Mr. Solomon at all, ever, zero.\" <i>Id.</i> at 18. Defense counsel later reiterated, \"He didn't have any conversations with Solomon that we know of.\" <i>Id.</i> at 21.</p>\n<p>In rebuttal to the defense's closing argument, the government argued that Azubike did in fact know Solomon.<sup>[4]</sup> The prosecutor stated to the jury:</p>\n<blockquote>[Y]ou will hear . . . that Mr. Azubike did have knowledge about Solomon, and you will hear that when Mr. Mukasa asked the caller, that happened to be Al Hajji, \"Oh, is this Solomon?\" Al Hajji said, \"No, no, this is not Solomon. Al Hajji. Al Hajji.\" And what did Mr. Mukasa say to him? \"Oh, you sound like Solomon.\" And what did Mr. Al Hajji tell him? \"Yeah, Solomon.\" He knew Solomon and he knew Mike and he knew Peter Ike. Thank you.</blockquote>\n<p><i>Id.</i> at 24. This statement ended the government's rebuttal.</p>\n<p>Immediately after the statement the court met with counsel at the bench. During this conference, defense counsel objected to the prosecutor's statement as inaccurate. The court responded, \"I'll tell the jury to listen carefully.\" <i>Id.</i> at 27. The court first reminded the jury that counsel's statements are not evidence and that \"it is your recollection and your interpretation that will have to carry the day.\" <i>Id.</i> at 35. In addition to this standard instruction, the court explained to the jury that \"you should review the evidence of the phone calls. I understand, by the way, that counsel agree that Mr. Azubike did not mention the name Solomon in any phone calls.\" <i>Id.</i> at 43-44. At this point the prosecutor interrupted and stated that \"the government did not agree with counsel with respect to the phone calls and Mr. Mukasa making mention of Mr. Solomon.\" <i>Id.</i> at 44. The court then abandoned its effort to instruct the jury that counsel had agreed that Azubike did not mention Solomon in any of the telephone calls. The court merely stated to the jury:</p>\n<blockquote>[Y]ou need to listen to the tapes carefully, but there is a clear difference between the government and the defendant as to what was said and the defendant does not believe that he mentioned Solomon and the government says he did, for whatever purpose you use that testimony.</blockquote>\n<p><i>Id.</i></p>\n<p>Following the jury instruction, defense counsel again objected to the government's statement and the court's instruction during a bench conference. <i>Id.</i> at 52. In response, the prosecutor argued that there <span class=\"star-pagination\">*36</span> was in fact a conversation where Azubike acknowledged Solomon. <i>Id.</i> The court did not further instruct the jury on this issue.</p>\n<p>Immediately after the jury began deliberations, on March 28, 2006, Azubike filed a motion for a mistrial based on the prosecutor's misstatement.<sup>[5]</sup> Later that day, the jury returned a guilty verdict on both counts. On March 31, the defendant again raised both arguments in a motion for judgment of acquittal notwithstanding the jury's verdict or, alternatively, motion for a new trial. The district court denied the motion for a mistrial as moot and denied the motion for judgment of acquittal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I.</h2>\n<p>Azubike first argues that the district court erred in denying his motion for judgment of acquittal because the evidence was insufficient to prove an essential element of each of his convictions, namely that he \"knowingly and intentionally\" possessed a controlled substance with an intent to distribute. <i>See</i> 21 U.S.C. § 841 (possession with intent to distribute); 21 U.S.C. § 846 (conspiracy to possess with intent to distribute); <i>see also </i><i>United States v. Cruz,</i> 981 F.2d 613, 616 (1st Cir.1992) (proof of knowledge also required for conspiracy). In other words, Azubike argues that the government failed to prove beyond a reasonable doubt that he knew that the briefcase contained a controlled substance.</p>\n<p>This court reviews a district court's denial of a motion for judgment of acquittal without deference. <i>United States v. Thomas,</i> 467 F.3d 49, 53 (1st Cir.2006). Thus we must determine whether \"any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>United States v. Olivo-Infante,</i> 938 F.2d 1406, 1409 (1st Cir. 1991).</p>\n<p>As both the district court recognized and the government acknowledges, this is a close case. Nonetheless, upon careful review of the evidence, we conclude that the evidence was sufficient to support the jury's verdict.</p>\n<p>It is undisputed that a rational jury could infer that Azubike knew that the briefcase contained something illegal. <i>See</i> Appellant's Br. at 29-30. The circumstantial evidence to this effect is quite substantial. Azubike drove to Massachusetts from Baltimore (or New York) in a car that he rented under a false name, Michael Infeonu. He initially refused to give Mukasa his telephone number. When Mukasa eventually told Azubike where to meet him, Azubike stated, \"I don't like that place.\" J.A. 117. He later explained that the meeting place was not safe because \"[t]here are no cars there.\" J.A. 119. Once a meeting place was decided upon, Azubike pulled his car close to Mukasa's vehicle, exchanged $2000 for the briefcase, and placed the briefcase in his trunk taking care to arrange the contents of the trunk so that the briefcase was not visible. Finally, when Azubike was ultimately arrested, he lied to the police that he had been visiting his cousin and there was no evidence that he had stayed at the Colonnade hotel. <i>See </i><i>United States v. Hadfield,</i> 918 F.2d 987, 999 (1st Cir.1990) (finding that the evidence was \"bolstered\" by the defendant's \"tall tale\"). This circumstantial evidence leads to the inference that Azubike knew that he was engaged in an illegal activity.</p>\n<p><span class=\"star-pagination\">*37</span> Azubike argues, however, that this circumstantial evidence alone is insufficient to support the jury's verdict because the jury could not have found beyond a reasonable doubt that Azubike knew that the package contained a controlled substance.<sup>[6]</sup> Azubike asserts that he could have thought that the briefcase contained other illegal items such as counterfeit currency or diamonds. We disagree and find that the evidence that Azubike knew that the briefcase contained a controlled substance was sufficient to sustain the jury's guilty verdict.</p>\n<p>First, in a conversation between Mukasa and Azubike, Azubike indicated that he knew what was in the briefcase. Mukasa stated that \"I don't want [my friend] to get involved in this stuff . . . because it's between me and you and the other guy . . . I don't want him to be involved.\" J.A. at 101. Mukasa again stated, \"I don't want him to be suspicious, because he doesn't know much about this stuff.\" <i>Id.</i> In response, Azubike indicated that they should not have that conversation over the telephone. He stated that \"[i]t's OK, it's OK. You don't have to say that on the phone. . . . Don't say nothing more, don't say anything.\" <i>Id.</i> This conversation does not necessarily indicate that Azubike knew there were drugs in the briefcase, but it does provide a basis for the jury to infer that Azubike knew what was in the briefcase and that its contents should not be discussed over the telephone.</p>\n<p>Second, the jury could infer that Azubike had knowledge of the contents of the briefcase given his close association and familiarity with Oki (because of Azubike's reference to him in the telephone calls with Mukasa) and Ike (because of documents found after Azubike's arrest).<sup>[7]</sup> The jury could have inferred that Oki and Ike knew the contents of the briefcase from their organizational role in the conspiracy and their direct relationship with Solomon, and that their relationship with Azubike led them to inform him of the contents. <i>See </i><i>Thomas,</i> 467 F.3d at 54 (noting that the defendant was in direct contact with the confidential informant).</p>\n<p>Finally, this court has recognized that a reasonable inference of knowledge arises when the defendant is trusted with possession of a large amount of drugs. This is because drug organizations do not usually take unnecessary risks by trusting critical transactions to outsiders. <i>See id.</i><sup>[8]</sup> In <span class=\"star-pagination\">*38</span> <i>Thomas,</i> this court found that the large size of the drug operation made \"it less plausible that Thomas was wholly ignorant of the criminal operation\" because \"smuggling operations . . . involving millions of dollars do not take unnecessary risks, instead opting for trusted and close associates . . . who are aware of the high stakes.\" <i>Id.</i> Here Azubike was transporting two kilograms of heroin. The inference that knowledge follows from the large amount of drugs is undermined here by the facts that Solomon attempted to conceal the nature of the business from mid-level associates such as Mukasa, that Mukasa was initially unaware of the contents of the briefcase, and that the drugs were expertly concealed. However, the jury could also have reasonably inferred that Azubike would not be trusted with this task if he did not know that the briefcase contained a controlled substance.</p>\n<p>In summary, a careful review of all the evidence leads us to conclude that the evidence was sufficient to sustain the jury's guilty verdict. For the same reasons that Azubike is not entitled to acquittal, he is not entitled to new trial on the grounds that the jury verdict was against the weight of the evidence.</p>\n<p></p>\n<h2>II.</h2>\n<p>Azubike's second argument on appeal is that the prosecutor's misstatements prejudiced the outcome of the case, warranting a new trial.</p>\n<p>We first determine whether the prosecutor's statements constituted misconduct (we use the term here and below not to suggest deliberate wrongdoing but rather to signal a statement of fact that is mistaken or unsupported by any evidence). <i>See </i><i>Berger v. United States,</i> 295 U.S. 78, 85, 55 S.Ct. 629, 79 L.Ed. 1314 (1935); <i>see also </i><i>United States v. Joyner,</i> 191 F.3d 47, 53-54 (1st Cir.1999). Here it is clear that the prosecutor's statements were incorrect. The prosecutor stated to the jury:</p>\n<blockquote>[Y]ou will hear . . . that Mr. Azubike did have knowledge about Solomon, and you will hear that when Mr. Mukasa asked the caller, that happened to be Al Hajji, \"Oh, is this Solomon?\" Al Hajji said, \"No, no, this is not Solomon. Al Hajji. Al Hajji.\" And what did Mr. Mukasa say to him? \"Oh, you sound like Solomon.\" And what did Mr. Al Hajji tell him? \"Yeah, Solomon.\" He knew Solomon and he knew Mike and he knew Peter Ike. Thank you.</blockquote>\n<p>Mar. 27, 2006 TT 24. The government admits that this recitation of the evidence was factually inaccurate. <i>See</i> Appellee's Br. at 29. Accordingly, the misstatements constituted prosecutorial misconduct. <i>See </i><i>Berger,</i> 295 U.S. at 84, 55 S.Ct. 629; <i>see also </i><i>Joyner,</i> 191 F.3d at 54; 3 Charles Alan Wright, Nancy J. King &amp; Susan R. Klein, <i>Federal Practice &amp; Procedure</i> § 555 (3d ed. 2007)(\"It is misconduct for a prosecutor to make an assertion to the jury of a fact, either by way of argument or by an assumption in a question, unless there is evidence of that fact.\").</p>\n<p>Since the statements constituted misconduct, we must then determine whether they resulted in prejudice to the defendant. <i>United States v. Giorgi,</i> 840 <span class=\"star-pagination\">*39</span> F.2d 1022, 1037 (1st Cir.1988) (\"Even were we to find the prosecutor's methods improper, that alone would not suffice to reverse the conviction. . . . [A] party must show both misconduct and resulting prejudice.\" (citing <i>Berger,</i> 295 U.S. at 89, 55 S.Ct. 629)). The test is \"whether the prosecutor's misconduct `so poisoned the well' that the trial's outcome was likely affected, thus warranting a new trial.\" <i>Joyner,</i> 191 F.3d at 54. Because defense counsel timely objected to the misstatement,<sup>[9]</sup> we review for harmless error. <i>Id.</i> at 53. In such cases, this court has applied a three part test: (1) whether the prosecutor's conduct was isolated and/or deliberate; (2) whether the trial court gave a strong and explicit cautionary instruction; (3) whether it is likely that any prejudice surviving the instruction could have affected the outcome of the case. <i>Id.</i> at 54; <i>see also </i><i>United States v. Cormier,</i> 468 F.3d 63, 73 (1st Cir.2006).</p>\n<p>Applying the first portion of the test, we accept the government's argument that the misstatements were not deliberate and only involved a mistaken recollection of the evidence. However, the prosecutor made the misstatement twice in front of the jury. The prosecutor's first misstatement was made during rebuttal to the closing argumentthe last argument before the jury instruction. We have recognized that prejudicial statements made during closing argument \"militate in favor of reversal\" because they are \"the last words spoken to the jury by the trial attorneys.\" <i>United States v. Manning,</i> 23 F.3d 570, 575 (1st Cir.1994). This error was compounded when the prosecutor later interrupted the court's jury instruction. When the court explained to the jury that \"you should review the evidence of the phone calls. I understand, by the way, that counsel agree that Mr. Azubike did not mention the name Solomon in any phone calls,\" Mar. 27, 2006 TT 43-44, the <span class=\"star-pagination\">*40</span> prosecutor interrupted and stated that \"the government did not agree with counsel with respect to the phone calls and Mr. Mukasa making mention of Mr. Solomon.\" <i>Id.</i> at 44. At this point, the judge abandoned the instruction and simply instructed the jury \"to listen to the tapes carefully.\" <i>Id.</i> While the misstatement here only occurred twice, <i>see </i><i>Joyner,</i> 191 F.3d at 54, the second incident served to strongly emphasize the incorrect testimony.</p>\n<p>Second, we find that the court's instructions that counsel's arguments are not evidence and \"to listen to the tapes carefully\" were not particularly useful in the circumstances of this case. Both parties recognize that there were large gaps and unintelligible portions of the tape-recorded conversations.<sup>[10]</sup> The tapes were sufficiently difficult to understand that, when they were played at trial, a transcript was provided to the jury for use during the testimony. Mar. 21, 2006 TT 62. The court stated to the jury:</p>\n<blockquote>[T]he evidence that you will have to use in deliberating on your verdict is the tape itself. The transcripts are simply designed to help you understand what may not be so easily understood, but it is what's on the tape that you must rely on in reaching your verdict.</blockquote>\n<p><i>Id.</i> Once the tapes were played, the court stated in front of the jury, \"I must confess, I didn't understand a single word of that.\" <i>Id.</i> at 63. Defense counsel agreed, \"I thought it was just me, your Honor,\" and the prosecutor explained that this was \"the reason why the transcripts were made.\" <i>Id.</i> While the tapes were available to the jury during deliberations, the transcripts were not. Thus the court's instruction \"to listen to the tapes carefully\" was not as helpful as it would have been if the tapes had been clearer.</p>\n<p>Finally, this was a close case and the prosecutor's misstatements went to the heart of Azubike's defense. At oral argument, counsel for the government conceded that \"the government recognizes . . . that this was a close case as did the district court. The government does not stand here contending that no verdict other than a guilty verdict could sensibly have been returned.\" The district court itself also recognized that this was a difficult case. The court stated, \"I find this a very thin case and I'm really troubled by it.\" Mar. 27, 2006 TT 4.</p>\n<p>Here there was no direct evidence that Azubike knew what was in the package, and the government was required to prove Azubike's knowledge through inference. The inference that Azubike knew what was in the briefcase was undermined by the fact that the heroin was securely hidden in the briefcase and that Solomon took efforts to conceal the nature of the business from Mukasa. Thus Azubike's role in the organization was a central issue. <i>See </i><i>United States v. Santana-Camacho,</i> 833 F.2d 371, 374 (1st Cir.1987) (remanding where \"[t]he prosecutor's erroneous remark strongly fortified the government's theory\"). The government argues on appeal that whether Azubike knew Solomon was insignificant because there was evidence that Azubike knew Ike, who in turn worked directly with Solomon. The government's argument is unpersuasive. The higher up in the organization Azubike stood, the more likely it was that he was told that drugs were involved. While connecting Azubike to Ike was helpful to the government, connecting him to Solomon by evidence that Azubike had mentioned Solomon <span class=\"star-pagination\">*41</span> was even more helpful. This is indeed presumably why the prosecutor emphasized the supposed conversation in which Azubike mentioned Solomon. We find that the prosecutor's misstatements were significant in the context of this case.<sup>[11]</sup> We have held in Part I that the evidence was sufficient for the jury to convict Azubike, but the fact that there was sufficient evidence to convict does not mean that the jury would have convicted absent the prosecutor's improper remarks. We note that this court has stated repeatedly that \"a crucial factor is the weight of the evidence of the defendant['s] guilt or innocence.\" <i>Arrieta-Agressot v. United States,</i> 3 F.3d 525, 528 (1st Cir. 1993).<sup>[12]</sup></p>\n<p>The government argues that the prejudice of a prosecutorial misstatement does not survive a jury instruction to consider the evidence or that the prosecutor's statements are not evidence. In most of the cases in which a standard corrective instruction was held sufficient to dissipate all prejudice, there was \"overwhelming evidence of [the defendant's] guilt, which `eliminate[d] any lingering doubt that the remarks could have unfairly prejudiced the jury's deliberations.'\" <i>Joyner,</i> 191 F.3d at 54.<sup>[13]</sup> In other cases, the misstatements were peripheral to the defense. <i>See </i><i>United States v. Bey,</i> 188 F.3d 1, 8 (1st Cir. 1999) (finding that the prosecutor's misstatements were irrelevant to Bey's theory that he was \"an innocent dupe\"); <i>see also </i><i>United States v. Lowe,</i> 145 F.3d 45, 48, 50 (1st Cir.1998) (affirming a conviction where there was ample evidence supporting the verdict and the misstatement apparently was not central to the defense).</p>\n<p>Other cases hold that where the evidence was close, and the misstatement goes to a central issue in the case, an instruction to consider the evidence may well be insufficient. In <i>United States v. Watson,</i> 171 F.3d 695 (D.C.Cir.1999), \"the prosecutor misstated a defense witness' testimony on a critical point and did so <span class=\"star-pagination\">*42</span> while purporting to quote the witness' testimony.\" <i>Id.</i> at 698. The district court instructed the jury that \"counsel's questions, statements, and arguments are not evidence.\" <i>Id.</i> at 699. The District of Columbia Circuit vacated the conviction, reasoning that \"the case was close\" and the misstated \"testimony concerned a central issue in the case.\" <i>Id.</i> at 700-01. The court concluded that \"the [jury] instructions given could neither undo the error nor mitigate its prejudicial effects under these egregious circumstances.\" <i>Id.</i> at 702.</p>\n<p>The Second Circuit also has vacated a conviction where the prosecutor repeatedly misstated the evidence even though the district court sustained the defendant's objections and stated to the jury that \"it's your recollection of the evidence that counts and not counsel's.\" <i>United States v. Forlorma,</i> 94 F.3d 91, 94 (2d Cir.1996). The Second Circuit found that \"although the trial judge sustained the defendant's objections, we cannot be confident that the judge's unexplained ruling dispelled the misperception that was likely caused by the baseless argument,\" <i>id.</i> at 95, and stated that \"we do not think these rulings and instructions were sufficient to undo the effect of the highly prejudicial inaccurate argument.\" <i>Id.</i> at 95-96.<sup>[14]</sup> This case seems to be quite similar to <i>Watson</i> and <i>Forlorma,</i> and we agree with the approach taken by our sister circuits in these cases.</p>\n<p>To be sure this would have been quite a different case if the district court had corrected the error in the prosecutor's statement. <i>See United States v. Mangual-Garcia,</i> Nos. 05-2275,-2414, slip op. at 8-10, 2007 WL 2702973, ___ F.3d ___, ___-___ (1st Cir. Sep. 18, 2007) (finding that a specific instruction to disregard testimony was sufficient to cure claimed prosecutorial misconduct). However, since there was no such correction, and since the evidence was close and the misstatement went to a central issue and was repeated, we conclude that \"the prosecutor's misconduct `so poisoned the well' that the trial's outcome was likely affected, thus warranting a new trial.\" <i>Joyner,</i> 191 F.3d at 54.</p>\n<p></p>\n<h2>III.</h2>\n<p>Azubike's convictions and sentence are vacated and the case is remanded for proceedings consistent with this opinion.</p>\n<p><i>Vacated and Remanded.</i></p>\n<p>TORRUELLA, Circuit Judge (Dissenting).</p>\n<p>Even viewing the evidence in the light most favorable to the Government and drawing all reasonable inferences in its favor, I remain unconvinced that a rational trier of fact could have found one of the \"essential elements\" of this crime beyond a reasonable doubt, <i>United States v. Olivo-Infante,</i> 938 F.2d 1406, 1409 (1st Cir.1991): that Azubike \"knowingly and intentionally\" possessed a controlled substance. 21 U.S.C. § 841(a).</p>\n<p>While Azubike concedes that a rational jury could infer that he knew the briefcase <span class=\"star-pagination\">*43</span> contained <i>something</i> illegal, Appellant's Br. 29-30, the real question is whether there is sufficient evidence on this record to establish beyond a reasonable doubt that he knew it contained narcotic drugs. <i>See </i><i>United States v. Nieves-Castaño,</i> 480 F.3d 597, 599 (1st Cir.2007) (\"[K]nowledge that one is guilty of <i>some</i> crime is not the same as knowledge that one is guilty of the crime <i>charged.</i>\" (emphasis in original)). After my own careful review of the Government's evidence, I am simply unable to conclude that it was sufficient to support the finding that Azubike  any more than TNT Couriers, Musaka, or Kaggwa  knew of the drugs, especially considering the substantial efforts made by Solomon to conceal the nature of his business and, as the majority points out, the difficulties ICE had in uncovering the secret compartment containing the drugs. Indeed, several aspects of how this enterprise operated would seem to raise many of the same questions for the other persons involved in it as for Azubike  in particular, that they would be paid such a sum of money for their assistance in transporting the small amount of clothes that could fit into a briefcase, and that clothes for Sudanese refugees would be shipped in such unusual packaging. Had these other persons been charged under 21 U.S.C. § 841(a) on the present state of the record, they would face the same dilemma as Azubike, given the low threshold found by the majority to sustain culpability.</p>\n<p>The simple fact is that what the Government proved could equally sustain a finding that Azubike believed he was carrying smuggled diamonds or other high-value contraband from Africa. In light of the degree of ambiguity in the evidence, the Government has not met its constitutional burden of establishing beyond a reasonable doubt that Azubike had the required criminal scienter with respect to the drugs. Hence, the district court should have granted Azubike's motion for judgment of acquittal.</p>\n<p>Because I would reverse and direct entry of a verdict of acquittal, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Mukasa said, \"I know what's going on. . . . I lifted the thing, it was real heavy my friend.\" J.A. 47. He explained that \"I haven't opened [the package], but . . . I know, I wasn't born yesterday.\" <i>Id.</i></p>\n<p>[2]  It is not clear whether this \"Mike\" was the same \"Mike\" who arranged for the pick up of the second package.</p>\n<p>[3]  There is no indication in the record why Mukasa would have thought someone named \"Jonathan\" would have called.</p>\n<p>[4]  The prosecutor had stipulated during trial that Solomon never mentioned \"Al Hajji or Franklin Azubike or Franklin.\" Mar. 23, 2006 TT 42-43.</p>\n<p>[5]  On March 24, 2006, at the close of evidence, Azubike filed a motion for judgement of acquittal on the ground that the evidence was insufficient to support a guilty verdict. The court reserved ruling on this motion until after trial.</p>\n<p>[6]  <i>See </i><i>United States v. Cruz,</i> 363 F.3d 187, 198 (2d Cir.2004) (\"Proof that the defendant knew that <i>some</i> crime would be committed is not enough.\") (quoting <i>United States v. Friedman,</i> 300 F.3d 111, 124 (2d Cir.2002)); <i>United States v. Cartwright,</i> 359 F.3d 281, 286 (3d Cir.2004) (\"Although [the] evidence may be sufficient to prove that Cartwright knew he was participating in some sort of illegal transaction, these facts nonetheless are insufficient to prove beyond a reasonable doubt that Cartwright knew the transaction involved drugs.\"); <i>United States v. Thomas,</i> 114 F.3d 403, 405-06 (3d Cir.1997) (insufficient evidence where the defendant \"knew that he was somehow involved in an illicit activity\" but there was no evidence that he \"knew that drugs were involved\").</p>\n<p>[7]  After Azubike was arrested, the police found a small date book in his car that included a \"home\" telephone number for Peter Ike's wife, Augusta. A subsequent search of Azubike's storage unit in New York revealed three other documents connecting Azubike to Ike: (1) a piece of paper with an address for \"Ike, Peter/Augusta\"; (2) a business card with \"Ik, Peter\" handwritten on the back and a telephone number; and (3) a notebook listing \"Ik, Peter\" along with four telephone numbers (telephone records showed that one of these numbers called Azubike on February 5, 2005, and March 10, 2005).</p>\n<p>[8]  <i>See </i><i>United States v. DiMarzo,</i> 80 F.3d 656, 661 (1st Cir.1996) (\"As we have repeatedly recognized, a jury is free to rely on its common sense, and may infer that criminal conspirators normally do not involve innocent persons at critical stages of a drug deal.\") (internal citations omitted); <i>United States v. Ortiz,</i> 23 F.3d 21, 25 (1st Cir.1994) (\"This trust . . . permits a reasonable inference of criminal complicity between defendant and [the person providing the drugs].\"); <i>United States v. Tejeda,</i> 974 F.2d 210, 213 (1st Cir. 1992) (\"[T]he fact finder may fairly infer . . . that it runs counter to human experience to suppose that criminal conspirators would welcome innocent nonparticipants as witnesses to their crimes.\"); <i>see also </i><i>Olivo-Infante,</i> 938 F.2d at 1409; <i>United States v. Batista-Polanco,</i> 927 F.2d 14, 18 (1st Cir.1991).</p>\n<p>[9]  The government argues that defense counsel's objection to the misstatement was not timely. We disagree. The prosecutor's misstatement was the last thing said before the prosecutor ended her rebuttal argument. Defense counsel objected to the statement during the bench conference that immediately followed the rebuttal. Counsel stated:\n</p>\n<p>I also want to put on the record my objection to the reply by Miss Leoney. There's nothingthere are no tapes in there that show that Mr. Azubike mentioned the name Solomon. There's one reference where Mr. Mukasa says . . . something about Mr. Solomon and that's it. She was referring to the Jonathan issue where Mr. Mukasa said, \"Are you Jonathan?\" He says, \"I'm Al Hajji.\" Doesn't say Solomon.</p>\n<p>Mar. 27, 2006 TT 27. Although the objection was not made during rebuttal itself, the objection was made immediately thereafter during the sidebar conversation. In <i>United States v. Mandelbaum,</i> this court found that an objection was timely where the prosecutor's misstatement occurred during closing argument and defense counsel did not object until a sidebar following the prosecutor's rebuttal. 803 F.2d 42, 44 n. 1 (1st Cir.1986). This court stated:</p>\n<p>[A]lthough defendant's objection should have been made earlier, it was still made before the jury retired and in time for the judge to take corrective action if he had felt it was necessary. A stricture governing the timing of objections should not be employed woodenly, but should be applied where its application would serve the ends for which it was designed. If it be applied blindly and without the benefit of analysis of particular fact situations before individual courts in specific cases, it will be transformed from a sound principle of judicial administration into a trap for the unwary.</p>\n<p><i>Id.</i> (internal quotation marks omitted). The only other cases relied on by the government expressly did not decide the issue of whether the objection was timely. <i>See </i><i>Fonten Corp. v. Ocean Spray Cranberries, Inc.,</i> 469 F.3d 18, 21-22 (1st Cir.2006); <i>United States v. Potter,</i> 463 F.3d 9, 23-24 (1st Cir.2006); <i>United States v. Laboy-Delgado,</i> 84 F.3d 22, 31 n. 7 (1st Cir.1996). Accordingly, we find that the objection here was timely.</p>\n<p>[10]  Indeed, we have listened to the tapes and agree that they are difficult to understand and in parts are unintelligible.</p>\n<p>[11]  The significance of the misstatement is perhaps somewhat weakened by the fact that Mukasa mentioned Solomon in a conversation with Azubike. During the discussion of Azubike's delay in picking up the briefcase, the following exchange occurred:\n</p>\n<p>Mukasa: No, it's Mike's fault. But then Mike is, is messing us up, us both.</p>\n<p>. . .</p>\n<p>Azubike: But, but what's going to happen?</p>\n<p>Mukasa: Because Solomon called me long time, like, like ten days ago and I've been here all the time.</p>\n<p>Azubike: No no no, forget about that. What is going to happen? Forget about what happened.</p>\n<p>J.A. 100. However, Azubike did not clearly indicate that he knew who Solomon was and did not himself mention Solomon. Significantly, the government did not rely on this exchange either at closing argument or at trial. Nor does the government rely on this exchange on appeal with respect to the prejudice question.</p>\n<p>[12]  <i>See, e.g., </i><i>Joyner,</i> 191 F.3d at 54; <i>Ortiz,</i> 23 F.3d at 26; <i>Santana-Camacho,</i> 833 F.2d at 373-74; <i>see also </i><i>United States v. Simpson,</i> 479 F.3d 492, 504 (7th Cir.2007) (noting that \"where the circumstantial evidence against Simpson was close\" the prosecutor's improper argument was \"powerful\").</p>\n<p>[13]  <i>See </i><i>United States v. Allen,</i> 469 F.3d 11, 16 (1st Cir.2006) (\"the prosecutor's misstatement was simply not significant enough to have affected the outcome of the case\"); <i>United States v. Ortiz,</i> 447 F.3d 28, 35-36 (1st Cir. 2006) (finding that the prosecutor's misstatement was not plain error because the defendant's own admission \"support[ed] an inference that he was familiar with drug dealing and thus an unlikely innocent bystander\"); <i>Ortiz,</i> 23 F.3d at 26 (\"there was a significant amount of circumstantial evidence supporting the jury's finding\"); <i>see also </i><i>United States v. Morales-Cartagena,</i> 987 F.2d 849, 854 (1st Cir.1993) (\"[The misleading comments] were isolated and, in relation to the body of evidence received during trial, relatively insignificant.\").</p>\n<p>[14]  <i>See also </i><i>United States v. Carter,</i> 236 F.3d 777, 787, 791 (6th Cir.2001) (finding that \"measures more substantial than a general instruction that `objections or arguments made by the lawyers are not evidence in the case' were needed to cure the prejudicial effect of the prosecutor's comments during closing arguments,\" particularly where \"the cumulative weight of [the] evidence [was not] overwhelming\"); <i>United States v. Mastrangelo,</i> 172 F.3d 288, 297-98 (3d Cir.1999); <i>United States v. Teffera,</i> 985 F.2d 1082, 1089 n. 6 (D.C.Cir.1993) (not reaching the prosecutorial misconduct issue but stating that if it did \"we would have had to reverse\" because \"a curative instruction would not have sufficed . . . [where] [t]he prosecutor referred repeatedly to this phantom evidence, it was a key part of his closing remarks, and the government's other evidence was weak\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nFranklin C. AZUBIKE, Defendant, Appellant.</h1></center>\n<center>No. 06-2255.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 30, 2007.</center>\n<center>Decided September 21, 2007.</center>\n<p><span class=\"star-pagination\">*31</span> James H. Budreau for the appellant.</p>\n<p>James F. Lang, with whom, Michael J. Sullivan, United States Attorney, and Cynthia A. Young, Assistant U.S. Attorney, were on brief, for the appellee.</p>\n<p>Before BOUDIN, Chief Judge, TORRUELLA and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>DYK, Circuit Judge.</p>\n<p>After a jury trial in the United States District Court for the District of Massachusetts, appellant Franklin Azubike (\"Azubike\") was found guilty of (1) conspiring to possess with intent to distribute heroin in violation of 21 U.S.C. § 846, and (2) possessing heroin with intent to distribute in violation of 21 U.S.C. § 841. He asserts that the trial court erred in failing to grant his motion for judgment of acquittal. Alternatively, Azubike argues that the prosecution's misstatements during closing argument warrant a new trial. Although we find that the evidence was sufficient to support the jury's verdict, we vacate Azubike's convictions and remand for a new trial because we find that the prosecutor's misstatements could have improperly led the jury to reach a guilty verdict.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*32</span> BACKGROUND</h2>\n<p></p>\n<h2>I.</h2>\n<p>In considering the motion for judgment of acquittal, we recite the facts in the light most favorable to the government. <i>See </i><i>United States v. Olivo-Infante,</i> <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1409 (1st Cir.1991). This case stems from a scheme to import heroin from Uganda into the United States. In 2005, Solomon Lui (\"Solomon\"), a Sudanese businessman living in Uganda, set up a courier service as a front for his heroin importation business. In January 2005, John Kaggwa (\"Kaggwa\"), a Ugandan lawyer, introduced Solomon to Richard Mukasa (\"Mukasa\"). Mukasa also had been a lawyer in Uganda but was now living in Malden, Massachusetts. Solomon falsely explained to Mukasa that the purpose of the business was to send items and clothes to Sudanese refugees in the United States. Solomon proposed to send briefcases through a courier service to Mukasa's apartment in Malden, Massachusetts. The refugees' relatives would then pick up the package and pay Mukasa $300 per package. Mukasa, Kaggwa, and Solomon would share the $300. Mukasa agreed to the arrangement. Neither Mukasa nor Kaggwa was initially aware that the courier business was a front and that heroin would be hidden in the briefcases.</p>\n<p>Five days after Mukasa's conversation with Solomon, a company called TNT Couriers telephoned Mukasa to tell him that a package had arrived from Uganda. Solomon called Mukasa to confirm that the package had arrived and told him that someone would call to arrange to pick it up. Shortly thereafter, a man with a Nigerian accent who identified himself as \"Johnson\" called Mukasa and informed him that he was flying in from Houston, Texas to retrieve the package and that he would be there on Saturday. \"Johnson\" would not give Mukasa his telephone number. Mukasa was concerned by the telephone call because the man did not have a Sudanese accent, as would have been expected if he had been a Sudanese refugee, and because the telephone number that he called from had a Chicago area code. That Saturday Mukasa told the receptionist in his building to give the package to \"Johnson.\" The receptionist reported that TNT Couriers never delivered the package, and that although \"Johnson\" had come by he eventually left.</p>\n<p>In January or February of 2005, a second package was sent to Mukasa. This time FedEx was the courier. The briefcase was heavy and locked. Solomon called that evening and told Mukasa that \"Mike\" would pick up the package. Mukasa asked about the earlier package, and Solomon told him not to worry about it. Solomon stated that both packages contained crafts and local clothing. \"Mike\" called Mukasa the same night. He informed Mukasa that an unnamed woman would pick up the package and would bring $300. Like \"Johnson,\" \"Mike\" would not leave his telephone number. A woman with an African American accent then called for directions because she was driving up from New Jersey to pick up the package. When she arrived, she told Mukasa that she did not know what was in the briefcase. She gave Mukasa $300 and left. The next day, Mukasa told Solomon that he had given the woman the package and had received $300.</p>\n<p>Shortly thereafter a third package was sent to Mukasa by FedEx. The package contained a briefcase that was addressed to Mukasa. The airbill indicated that the package was sent from \"John M.\" in Kampala, Uganda, and stated that the briefcase contained \"African designed cloths\" valued at $80. On February 13, 2005, Immigration and Customs Enforcement (\"ICE\") agents seized the package when it entered <span class=\"star-pagination\">*33</span> the United States and found that it had two hidden compartments, each containing approximately one kilogram of heroin. The hidden compartments were so secure and well hidden that the agents only discovered the heroin by x-ray. On February 15, an undercover state police officer, dressed as a FedEx agent, delivered the package to Mukasa. After Mukasa signed for the package, he was approached by federal and state officers. When told that the briefcase contained heroin, Mukasa agreed to cooperate. He informed the agents that the package had been sent by a man named Solomon in Uganda. While he denied knowing the contents of the package, Mukasa admitted that he had been \"a little bit suspicious.\"</p>\n<p>The next day, at the agents' direction, Mukasa spoke with Solomon, informed him that the third package had arrived, and implied that he knew the package contained drugs.<sup>[1]</sup> Mukasa stated that the $300 that he was paid was insufficient given the \"big risk\" that he was taking. J.A. 47. Solomon agreed to pay Mukasa $1500 for the next package and $2000 for additional packages. When Mukasa asked whether Kaggwa knew about \"this business,\" Solomon stated that \"I have nobody who know[s] this business. . . . I am a confidential man. John [Kaggwa] doesn't know anything about this.\" J.A. 48, 53. Solomon said that \"Johnson\" would pick up the third package. In a conversation later that day, Solomon reiterated that someone would be coming up from New York to pick up the package and that he would be calling \"now.\" Solomon also instructed Mukasa to remove Solomon's address from the outside of the package.</p>\n<p>Later that day, \"Johnson,\" who was later identified as Peter Ike, called Mukasa to tell him that he would be coming from New York to pick up the package. Ike called again on February 17. When Mukasa answered the telephone, he asked, \"Who's this, Solomon?\" J.A. 67. Ike answered, \"Not Solomon, Johnson.\" <i>Id.</i> Mukasa said, \"Oh, sorry, Johnson,\" and Ike responded, \"Yah, sound like Solomon.\" <i>Id.</i> Ike confirmed that he would arrive the next day to pick up the package. On February 18, Ike and Mukasa arranged to meet in a theater parking lot in Revere, Massachusetts. Ike arrived, got into Mukasa's car, gave Mukasa $1500, removed the briefcase from Mukasa's trunk, and left the parking lot.</p>\n<p>Mukasa received a fourth briefcase from FedEx on March 4, 2005. Again the agents investigated the briefcase and found that it contained fabric and clothes and two more kilograms of heroin in hidden compartments. The agents removed the heroin and replaced it with a bag containing confectioner's sugar and 106 grams of heroin. That day Solomon called Mukasa to say that \"Mike\" would retrieve the package and bring $2000.<sup>[2]</sup> This \"Mike\" (later identified as Roy Oki) called later that day to say that he would send someone to pick up the package. On March 8 Oki called again to say that \"Franklin\" (Azubike's first name) was coming from New York to pick up the package. Mukasa reminded Oki that he was to be paid $2000 for this package, and Oki confirmed that Solomon had told him so.</p>\n<p>On Friday, March 11, Mukasa received a call from the defendant, Azubike, who <span class=\"star-pagination\">*34</span> identified himself as \"Al Hajji.\" Al Hajji was Azubike's nickname in the Nigerian community. Mukasa asked, \"[I]s it Jonathan?\"<sup>[3]</sup> J.A. 96. Azubike responded that \"I'm Hajji. . . . Did Mike tell you about me . . .?\" <i>Id.</i> Mukasa answered that \"Mike told me about some guy called Jonathan,\" <i>id.,</i> and Azubike stated, \"No, Al Hajji, Al Hajji.\" <i>Id.</i> Azubike explained that he was on his way to Boston and was already in Connecticut. Mukasa informed Azubike that he could not retrieve the package until Sunday. Azubike stated that he could not wait until Sunday and that he would call Mukasa back. In a second telephone call to Mukasa, Azubike asked whether they could meet a day earlier, on Saturday. Mukasa responded that he was unsure because he had to \"look for the guy\" who was keeping the package. J.A. 98. Mukasa stated, \"You know this business doesn't need to be like this,\" and Azubike responded, \"No, I don't.\" <i>Id.</i> Azubike did not give Mukasa his telephone number and instead stated that he would call Mukasa back.</p>\n<p>Azubike telephoned a third time that day to check again whether he could pick up the package earlier. Mukasa informed Azubike that the package would not be available until Monday at 12 noon. Azubike exclaimed, \"No, no. Oh my good God. This is . . . bad. How can I be there, that will kill me, from Friday to Monday. I must be out of my mind to be. . . .\" J.A. 100. Mukasa explained that he did not want his friend \"to get involved in this stuff . . . it's between me and you and the other guy, . . . I don't want him to be involved.\" <i>Id.</i> at 101. Mukasa further stated that \"I don't want him to be suspicious, because he doesn't know much about this stuff.\" <i>Id.</i> Azubike responded, \"It's OK, it's OK. You don't have to say that on the phone. . . . Don't say nothing more, don't say anything.\" <i>Id.</i></p>\n<p>On Sunday, March 13, Azubike called Mukasa again and they arranged to meet the following day. On Monday morning at 10:44 a.m., Mukasa called Azubike to let him know that he was an hour away from the cinema parking lot in Revere, Massachusetts where they had planned to meet. Azubike objected to the meeting location, explaining that the cinema parking lot did not have enough cars. They agreed to move the meeting across the street to the Stop `N Shop parking lot. Azubike drove into the parking lot in a blue Impala that he had rented in Baltimore under the name Michael Ifeonu. He got into the passenger seat of Mukasa's Jeep and paid Mukasa $2000. Mukasa told Azubike that the briefcase was in the trunk of the Jeep and suggested that Azubike pull his Impala closer. Azubike pulled his Impala next to the Jeep, removed the briefcase from the trunk, and placed it in the trunk of the Impala against the back seat. He rearranged the other luggage in the trunk so that the briefcase was not visible when the trunk door opened. He closed the trunk and began driving south.</p>\n<p>Massachusetts state police officers stopped Azubike's car shortly thereafter. Upon questioning, Azubike stated that he had been in Boston to visit his cousin and that he had stayed at the Colonnade hotel. Azubike did not know where his cousin lived, however. Officer Hanlon seized the briefcase, and told Azubike that he wanted to search it. Azubike did not respond. Officer Hanlon searched the briefcase and found the evidence bag containing confectioner's sugar and a small amount of heroin. He then arrested Azubike.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*35</span> II.</h2>\n<p>Azubike was indicted by a Grand Jury of (1) conspiring to possess with intent to distribute heroin in violation of 21 U.S.C. § 846, and (2) possessing heroin with intent to distribute in violation of 21 U.S.C. § 841. His trial began on March 20, 2006. At trial, Azubike's counsel argued that, although he may have known that he was engaged in \"something improper,\" there was insufficient evidence to demonstrate that he knew that the briefcase contained a controlled substance. In closing argument, defense counsel argued that Solomon \"hid[] the nature of his business\" from the couriers and that there was never any mention of Azubike in the telephone calls between Mukasa and Solomon, nor did Oki or Ike indicate that Azubike knew about the drugs. Mar. 27, 2006 TT 16-17. He concluded that \"there's no evidence that Mr. Azubike knew anything about those conversations, was a party to any of those conversations, or even spoke to Mr. Solomon at all, ever, zero.\" <i>Id.</i> at 18. Defense counsel later reiterated, \"He didn't have any conversations with Solomon that we know of.\" <i>Id.</i> at 21.</p>\n<p>In rebuttal to the defense's closing argument, the government argued that Azubike did in fact know Solomon.<sup>[4]</sup> The prosecutor stated to the jury:</p>\n<blockquote>[Y]ou will hear . . . that Mr. Azubike did have knowledge about Solomon, and you will hear that when Mr. Mukasa asked the caller, that happened to be Al Hajji, \"Oh, is this Solomon?\" Al Hajji said, \"No, no, this is not Solomon. Al Hajji. Al Hajji.\" And what did Mr. Mukasa say to him? \"Oh, you sound like Solomon.\" And what did Mr. Al Hajji tell him? \"Yeah, Solomon.\" He knew Solomon and he knew Mike and he knew Peter Ike. Thank you.</blockquote>\n<p><i>Id.</i> at 24. This statement ended the government's rebuttal.</p>\n<p>Immediately after the statement the court met with counsel at the bench. During this conference, defense counsel objected to the prosecutor's statement as inaccurate. The court responded, \"I'll tell the jury to listen carefully.\" <i>Id.</i> at 27. The court first reminded the jury that counsel's statements are not evidence and that \"it is your recollection and your interpretation that will have to carry the day.\" <i>Id.</i> at 35. In addition to this standard instruction, the court explained to the jury that \"you should review the evidence of the phone calls. I understand, by the way, that counsel agree that Mr. Azubike did not mention the name Solomon in any phone calls.\" <i>Id.</i> at 43-44. At this point the prosecutor interrupted and stated that \"the government did not agree with counsel with respect to the phone calls and Mr. Mukasa making mention of Mr. Solomon.\" <i>Id.</i> at 44. The court then abandoned its effort to instruct the jury that counsel had agreed that Azubike did not mention Solomon in any of the telephone calls. The court merely stated to the jury:</p>\n<blockquote>[Y]ou need to listen to the tapes carefully, but there is a clear difference between the government and the defendant as to what was said and the defendant does not believe that he mentioned Solomon and the government says he did, for whatever purpose you use that testimony.</blockquote>\n<p><i>Id.</i></p>\n<p>Following the jury instruction, defense counsel again objected to the government's statement and the court's instruction during a bench conference. <i>Id.</i> at 52. In response, the prosecutor argued that there <span class=\"star-pagination\">*36</span> was in fact a conversation where Azubike acknowledged Solomon. <i>Id.</i> The court did not further instruct the jury on this issue.</p>\n<p>Immediately after the jury began deliberations, on March 28, 2006, Azubike filed a motion for a mistrial based on the prosecutor's misstatement.<sup>[5]</sup> Later that day, the jury returned a guilty verdict on both counts. On March 31, the defendant again raised both arguments in a motion for judgment of acquittal notwithstanding the jury's verdict or, alternatively, motion for a new trial. The district court denied the motion for a mistrial as moot and denied the motion for judgment of acquittal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I.</h2>\n<p>Azubike first argues that the district court erred in denying his motion for judgment of acquittal because the evidence was insufficient to prove an essential element of each of his convictions, namely that he \"knowingly and intentionally\" possessed a controlled substance with an intent to distribute. <i>See</i> 21 U.S.C. § 841 (possession with intent to distribute); 21 U.S.C. § 846 (conspiracy to possess with intent to distribute); <i>see also </i><i>United States v. Cruz,</i> <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 616 (1st Cir.1992) (proof of knowledge also required for conspiracy). In other words, Azubike argues that the government failed to prove beyond a reasonable doubt that he knew that the briefcase contained a controlled substance.</p>\n<p>This court reviews a district court's denial of a motion for judgment of acquittal without deference. <i>United States v. Thomas,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></span>, 53 (1st Cir.2006). Thus we must determine whether \"any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>United States v. Olivo-Infante,</i> <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1409 (1st Cir. 1991).</p>\n<p>As both the district court recognized and the government acknowledges, this is a close case. Nonetheless, upon careful review of the evidence, we conclude that the evidence was sufficient to support the jury's verdict.</p>\n<p>It is undisputed that a rational jury could infer that Azubike knew that the briefcase contained something illegal. <i>See</i> Appellant's Br. at 29-30. The circumstantial evidence to this effect is quite substantial. Azubike drove to Massachusetts from Baltimore (or New York) in a car that he rented under a false name, Michael Infeonu. He initially refused to give Mukasa his telephone number. When Mukasa eventually told Azubike where to meet him, Azubike stated, \"I don't like that place.\" J.A. 117. He later explained that the meeting place was not safe because \"[t]here are no cars there.\" J.A. 119. Once a meeting place was decided upon, Azubike pulled his car close to Mukasa's vehicle, exchanged $2000 for the briefcase, and placed the briefcase in his trunk taking care to arrange the contents of the trunk so that the briefcase was not visible. Finally, when Azubike was ultimately arrested, he lied to the police that he had been visiting his cousin and there was no evidence that he had stayed at the Colonnade hotel. <i>See </i><i>United States v. Hadfield,</i> <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 999 (1st Cir.1990) (finding that the evidence was \"bolstered\" by the defendant's \"tall tale\"). This circumstantial evidence leads to the inference that Azubike knew that he was engaged in an illegal activity.</p>\n<p><span class=\"star-pagination\">*37</span> Azubike argues, however, that this circumstantial evidence alone is insufficient to support the jury's verdict because the jury could not have found beyond a reasonable doubt that Azubike knew that the package contained a controlled substance.<sup>[6]</sup> Azubike asserts that he could have thought that the briefcase contained other illegal items such as counterfeit currency or diamonds. We disagree and find that the evidence that Azubike knew that the briefcase contained a controlled substance was sufficient to sustain the jury's guilty verdict.</p>\n<p>First, in a conversation between Mukasa and Azubike, Azubike indicated that he knew what was in the briefcase. Mukasa stated that \"I don't want [my friend] to get involved in this stuff . . . because it's between me and you and the other guy . . . I don't want him to be involved.\" J.A. at 101. Mukasa again stated, \"I don't want him to be suspicious, because he doesn't know much about this stuff.\" <i>Id.</i> In response, Azubike indicated that they should not have that conversation over the telephone. He stated that \"[i]t's OK, it's OK. You don't have to say that on the phone. . . . Don't say nothing more, don't say anything.\" <i>Id.</i> This conversation does not necessarily indicate that Azubike knew there were drugs in the briefcase, but it does provide a basis for the jury to infer that Azubike knew what was in the briefcase and that its contents should not be discussed over the telephone.</p>\n<p>Second, the jury could infer that Azubike had knowledge of the contents of the briefcase given his close association and familiarity with Oki (because of Azubike's reference to him in the telephone calls with Mukasa) and Ike (because of documents found after Azubike's arrest).<sup>[7]</sup> The jury could have inferred that Oki and Ike knew the contents of the briefcase from their organizational role in the conspiracy and their direct relationship with Solomon, and that their relationship with Azubike led them to inform him of the contents. <i>See </i><i>Thomas,</i> 467 F.3d at 54 (noting that the defendant was in direct contact with the confidential informant).</p>\n<p>Finally, this court has recognized that a reasonable inference of knowledge arises when the defendant is trusted with possession of a large amount of drugs. This is because drug organizations do not usually take unnecessary risks by trusting critical transactions to outsiders. <i>See id.</i><sup>[8]</sup> In <span class=\"star-pagination\">*38</span> <i>Thomas,</i> this court found that the large size of the drug operation made \"it less plausible that Thomas was wholly ignorant of the criminal operation\" because \"smuggling operations . . . involving millions of dollars do not take unnecessary risks, instead opting for trusted and close associates . . . who are aware of the high stakes.\" <i>Id.</i> Here Azubike was transporting two kilograms of heroin. The inference that knowledge follows from the large amount of drugs is undermined here by the facts that Solomon attempted to conceal the nature of the business from mid-level associates such as Mukasa, that Mukasa was initially unaware of the contents of the briefcase, and that the drugs were expertly concealed. However, the jury could also have reasonably inferred that Azubike would not be trusted with this task if he did not know that the briefcase contained a controlled substance.</p>\n<p>In summary, a careful review of all the evidence leads us to conclude that the evidence was sufficient to sustain the jury's guilty verdict. For the same reasons that Azubike is not entitled to acquittal, he is not entitled to new trial on the grounds that the jury verdict was against the weight of the evidence.</p>\n<p></p>\n<h2>II.</h2>\n<p>Azubike's second argument on appeal is that the prosecutor's misstatements prejudiced the outcome of the case, warranting a new trial.</p>\n<p>We first determine whether the prosecutor's statements constituted misconduct (we use the term here and below not to suggest deliberate wrongdoing but rather to signal a statement of fact that is mistaken or unsupported by any evidence). <i>See </i><i>Berger v. United States,</i> <span class=\"citation\" data-id=\"102436\"><a href=\"/opinion/102436/berger-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 85, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1314</span></span> (1935); <i>see also </i><i>United States v. Joyner,</i> <span class=\"citation\" data-id=\"198623\"><a href=\"/opinion/198623/united-states-v-joyner/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 53-54 (1st Cir.1999). Here it is clear that the prosecutor's statements were incorrect. The prosecutor stated to the jury:</p>\n<blockquote>[Y]ou will hear . . . that Mr. Azubike did have knowledge about Solomon, and you will hear that when Mr. Mukasa asked the caller, that happened to be Al Hajji, \"Oh, is this Solomon?\" Al Hajji said, \"No, no, this is not Solomon. Al Hajji. Al Hajji.\" And what did Mr. Mukasa say to him? \"Oh, you sound like Solomon.\" And what did Mr. Al Hajji tell him? \"Yeah, Solomon.\" He knew Solomon and he knew Mike and he knew Peter Ike. Thank you.</blockquote>\n<p>Mar. 27, 2006 TT 24. The government admits that this recitation of the evidence was factually inaccurate. <i>See</i> Appellee's Br. at 29. Accordingly, the misstatements constituted prosecutorial misconduct. <i>See </i><i>Berger,</i> 295 U.S. at 84, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></span>; <i>see also </i><i>Joyner,</i> 191 F.3d at 54; 3 Charles Alan Wright, Nancy J. King &amp; Susan R. Klein, <i>Federal Practice &amp; Procedure</i> § 555 (3d ed. 2007)(\"It is misconduct for a prosecutor to make an assertion to the jury of a fact, either by way of argument or by an assumption in a question, unless there is evidence of that fact.\").</p>\n<p>Since the statements constituted misconduct, we must then determine whether they resulted in prejudice to the defendant. <i>United States v. Giorgi,</i> 840 <span class=\"star-pagination\">*39</span> F.2d 1022, 1037 (1st Cir.1988) (\"Even were we to find the prosecutor's methods improper, that alone would not suffice to reverse the conviction. . . . [A] party must show both misconduct and resulting prejudice.\" (citing <i>Berger,</i> 295 U.S. at 89, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">629</span></span>)). The test is \"whether the prosecutor's misconduct `so poisoned the well' that the trial's outcome was likely affected, thus warranting a new trial.\" <i>Joyner,</i> 191 F.3d at 54. Because defense counsel timely objected to the misstatement,<sup>[9]</sup> we review for harmless error. <i>Id.</i> at 53. In such cases, this court has applied a three part test: (1) whether the prosecutor's conduct was isolated and/or deliberate; (2) whether the trial court gave a strong and explicit cautionary instruction; (3) whether it is likely that any prejudice surviving the instruction could have affected the outcome of the case. <i>Id.</i> at 54; <i>see also </i><i>United States v. Cormier,</i> <span class=\"citation\" data-id=\"202508\"><a href=\"/opinion/202508/united-states-v-cormier/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 73 (1st Cir.2006).</p>\n<p>Applying the first portion of the test, we accept the government's argument that the misstatements were not deliberate and only involved a mistaken recollection of the evidence. However, the prosecutor made the misstatement twice in front of the jury. The prosecutor's first misstatement was made during rebuttal to the closing argumentthe last argument before the jury instruction. We have recognized that prejudicial statements made during closing argument \"militate in favor of reversal\" because they are \"the last words spoken to the jury by the trial attorneys.\" <i>United States v. Manning,</i> <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 575 (1st Cir.1994). This error was compounded when the prosecutor later interrupted the court's jury instruction. When the court explained to the jury that \"you should review the evidence of the phone calls. I understand, by the way, that counsel agree that Mr. Azubike did not mention the name Solomon in any phone calls,\" Mar. 27, 2006 TT 43-44, the <span class=\"star-pagination\">*40</span> prosecutor interrupted and stated that \"the government did not agree with counsel with respect to the phone calls and Mr. Mukasa making mention of Mr. Solomon.\" <i>Id.</i> at 44. At this point, the judge abandoned the instruction and simply instructed the jury \"to listen to the tapes carefully.\" <i>Id.</i> While the misstatement here only occurred twice, <i>see </i><i>Joyner,</i> 191 F.3d at 54, the second incident served to strongly emphasize the incorrect testimony.</p>\n<p>Second, we find that the court's instructions that counsel's arguments are not evidence and \"to listen to the tapes carefully\" were not particularly useful in the circumstances of this case. Both parties recognize that there were large gaps and unintelligible portions of the tape-recorded conversations.<sup>[10]</sup> The tapes were sufficiently difficult to understand that, when they were played at trial, a transcript was provided to the jury for use during the testimony. Mar. 21, 2006 TT 62. The court stated to the jury:</p>\n<blockquote>[T]he evidence that you will have to use in deliberating on your verdict is the tape itself. The transcripts are simply designed to help you understand what may not be so easily understood, but it is what's on the tape that you must rely on in reaching your verdict.</blockquote>\n<p><i>Id.</i> Once the tapes were played, the court stated in front of the jury, \"I must confess, I didn't understand a single word of that.\" <i>Id.</i> at 63. Defense counsel agreed, \"I thought it was just me, your Honor,\" and the prosecutor explained that this was \"the reason why the transcripts were made.\" <i>Id.</i> While the tapes were available to the jury during deliberations, the transcripts were not. Thus the court's instruction \"to listen to the tapes carefully\" was not as helpful as it would have been if the tapes had been clearer.</p>\n<p>Finally, this was a close case and the prosecutor's misstatements went to the heart of Azubike's defense. At oral argument, counsel for the government conceded that \"the government recognizes . . . that this was a close case as did the district court. The government does not stand here contending that no verdict other than a guilty verdict could sensibly have been returned.\" The district court itself also recognized that this was a difficult case. The court stated, \"I find this a very thin case and I'm really troubled by it.\" Mar. 27, 2006 TT 4.</p>\n<p>Here there was no direct evidence that Azubike knew what was in the package, and the government was required to prove Azubike's knowledge through inference. The inference that Azubike knew what was in the briefcase was undermined by the fact that the heroin was securely hidden in the briefcase and that Solomon took efforts to conceal the nature of the business from Mukasa. Thus Azubike's role in the organization was a central issue. <i>See </i><i>United States v. Santana-Camacho,</i> <span class=\"citation\" data-id=\"497271\"><a href=\"/opinion/497271/united-states-v-tito-santana-camacho/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span>, 374 (1st Cir.1987) (remanding where \"[t]he prosecutor's erroneous remark strongly fortified the government's theory\"). The government argues on appeal that whether Azubike knew Solomon was insignificant because there was evidence that Azubike knew Ike, who in turn worked directly with Solomon. The government's argument is unpersuasive. The higher up in the organization Azubike stood, the more likely it was that he was told that drugs were involved. While connecting Azubike to Ike was helpful to the government, connecting him to Solomon by evidence that Azubike had mentioned Solomon <span class=\"star-pagination\">*41</span> was even more helpful. This is indeed presumably why the prosecutor emphasized the supposed conversation in which Azubike mentioned Solomon. We find that the prosecutor's misstatements were significant in the context of this case.<sup>[11]</sup> We have held in Part I that the evidence was sufficient for the jury to convict Azubike, but the fact that there was sufficient evidence to convict does not mean that the jury would have convicted absent the prosecutor's improper remarks. We note that this court has stated repeatedly that \"a crucial factor is the weight of the evidence of the defendant['s] guilt or innocence.\" <i>Arrieta-Agressot v. United States,</i> <span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 528 (1st Cir. 1993).<sup>[12]</sup></p>\n<p>The government argues that the prejudice of a prosecutorial misstatement does not survive a jury instruction to consider the evidence or that the prosecutor's statements are not evidence. In most of the cases in which a standard corrective instruction was held sufficient to dissipate all prejudice, there was \"overwhelming evidence of [the defendant's] guilt, which `eliminate[d] any lingering doubt that the remarks could have unfairly prejudiced the jury's deliberations.'\" <i>Joyner,</i> 191 F.3d at 54.<sup>[13]</sup> In other cases, the misstatements were peripheral to the defense. <i>See </i><i>United States v. Bey,</i> <span class=\"citation\" data-id=\"765731\"><a href=\"/opinion/765731/united-states-v-joseph-bey-jr/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir. 1999) (finding that the prosecutor's misstatements were irrelevant to Bey's theory that he was \"an innocent dupe\"); <i>see also </i><i>United States v. Lowe,</i> <span class=\"citation\" data-id=\"754636\"><a href=\"/opinion/754636/united-states-v-paul-e-lowe/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 48, 50 (1st Cir.1998) (affirming a conviction where there was ample evidence supporting the verdict and the misstatement apparently was not central to the defense).</p>\n<p>Other cases hold that where the evidence was close, and the misstatement goes to a central issue in the case, an instruction to consider the evidence may well be insufficient. In <i>United States v. Watson,</i> <span class=\"citation\" data-id=\"184842\"><a href=\"/opinion/184842/united-states-v-watson-talib-d/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">695</span></a></span> (D.C.Cir.1999), \"the prosecutor misstated a defense witness' testimony on a critical point and did so <span class=\"star-pagination\">*42</span> while purporting to quote the witness' testimony.\" <i>Id.</i> at 698. The district court instructed the jury that \"counsel's questions, statements, and arguments are not evidence.\" <i>Id.</i> at 699. The District of Columbia Circuit vacated the conviction, reasoning that \"the case was close\" and the misstated \"testimony concerned a central issue in the case.\" <i>Id.</i> at 700-01. The court concluded that \"the [jury] instructions given could neither undo the error nor mitigate its prejudicial effects under these egregious circumstances.\" <i>Id.</i> at 702.</p>\n<p>The Second Circuit also has vacated a conviction where the prosecutor repeatedly misstated the evidence even though the district court sustained the defendant's objections and stated to the jury that \"it's your recollection of the evidence that counts and not counsel's.\" <i>United States v. Forlorma,</i> <span class=\"citation\" data-id=\"725052\"><a href=\"/opinion/725052/united-states-v-barkolleh-menplay-forlorma/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 94 (2d Cir.1996). The Second Circuit found that \"although the trial judge sustained the defendant's objections, we cannot be confident that the judge's unexplained ruling dispelled the misperception that was likely caused by the baseless argument,\" <i>id.</i> at 95, and stated that \"we do not think these rulings and instructions were sufficient to undo the effect of the highly prejudicial inaccurate argument.\" <i>Id.</i> at 95-96.<sup>[14]</sup> This case seems to be quite similar to <i>Watson</i> and <i>Forlorma,</i> and we agree with the approach taken by our sister circuits in these cases.</p>\n<p>To be sure this would have been quite a different case if the district court had corrected the error in the prosecutor's statement. <i>See United States v. Mangual-Garcia,</i> Nos. 05-2275,-2414, slip op. at 8-10, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2702973</span></span>, ___ F.3d ___, ___-___ (1st Cir. Sep. 18, 2007) (finding that a specific instruction to disregard testimony was sufficient to cure claimed prosecutorial misconduct). However, since there was no such correction, and since the evidence was close and the misstatement went to a central issue and was repeated, we conclude that \"the prosecutor's misconduct `so poisoned the well' that the trial's outcome was likely affected, thus warranting a new trial.\" <i>Joyner,</i> 191 F.3d at 54.</p>\n<p></p>\n<h2>III.</h2>\n<p>Azubike's convictions and sentence are vacated and the case is remanded for proceedings consistent with this opinion.</p>\n<p><i>Vacated and Remanded.</i></p>\n<p>TORRUELLA, Circuit Judge (Dissenting).</p>\n<p>Even viewing the evidence in the light most favorable to the Government and drawing all reasonable inferences in its favor, I remain unconvinced that a rational trier of fact could have found one of the \"essential elements\" of this crime beyond a reasonable doubt, <i>United States v. Olivo-Infante,</i> <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1409 (1st Cir.1991): that Azubike \"knowingly and intentionally\" possessed a controlled substance. 21 U.S.C. § 841(a).</p>\n<p>While Azubike concedes that a rational jury could infer that he knew the briefcase <span class=\"star-pagination\">*43</span> contained <i>something</i> illegal, Appellant's Br. 29-30, the real question is whether there is sufficient evidence on this record to establish beyond a reasonable doubt that he knew it contained narcotic drugs. <i>See </i><i>United States v. Nieves-Castaño,</i> <span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></span>, 599 (1st Cir.2007) (\"[K]nowledge that one is guilty of <i>some</i> crime is not the same as knowledge that one is guilty of the crime <i>charged.</i>\" (emphasis in original)). After my own careful review of the Government's evidence, I am simply unable to conclude that it was sufficient to support the finding that Azubike  any more than TNT Couriers, Musaka, or Kaggwa  knew of the drugs, especially considering the substantial efforts made by Solomon to conceal the nature of his business and, as the majority points out, the difficulties ICE had in uncovering the secret compartment containing the drugs. Indeed, several aspects of how this enterprise operated would seem to raise many of the same questions for the other persons involved in it as for Azubike  in particular, that they would be paid such a sum of money for their assistance in transporting the small amount of clothes that could fit into a briefcase, and that clothes for Sudanese refugees would be shipped in such unusual packaging. Had these other persons been charged under 21 U.S.C. § 841(a) on the present state of the record, they would face the same dilemma as Azubike, given the low threshold found by the majority to sustain culpability.</p>\n<p>The simple fact is that what the Government proved could equally sustain a finding that Azubike believed he was carrying smuggled diamonds or other high-value contraband from Africa. In light of the degree of ambiguity in the evidence, the Government has not met its constitutional burden of establishing beyond a reasonable doubt that Azubike had the required criminal scienter with respect to the drugs. Hence, the district court should have granted Azubike's motion for judgment of acquittal.</p>\n<p>Because I would reverse and direct entry of a verdict of acquittal, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Mukasa said, \"I know what's going on. . . . I lifted the thing, it was real heavy my friend.\" J.A. 47. He explained that \"I haven't opened [the package], but . . . I know, I wasn't born yesterday.\" <i>Id.</i></p>\n<p>[2]  It is not clear whether this \"Mike\" was the same \"Mike\" who arranged for the pick up of the second package.</p>\n<p>[3]  There is no indication in the record why Mukasa would have thought someone named \"Jonathan\" would have called.</p>\n<p>[4]  The prosecutor had stipulated during trial that Solomon never mentioned \"Al Hajji or Franklin Azubike or Franklin.\" Mar. 23, 2006 TT 42-43.</p>\n<p>[5]  On March 24, 2006, at the close of evidence, Azubike filed a motion for judgement of acquittal on the ground that the evidence was insufficient to support a guilty verdict. The court reserved ruling on this motion until after trial.</p>\n<p>[6]  <i>See </i><i>United States v. Cruz,</i> <span class=\"citation\" data-id=\"785659\"><a href=\"/opinion/785659/united-states-v-tommy-cruz-luis-rodriguez-carlos-medina/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 198 (2d Cir.2004) (\"Proof that the defendant knew that <i>some</i> crime would be committed is not enough.\") (quoting <i>United States v. Friedman,</i> <span class=\"citation\" data-id=\"778748\"><a href=\"/opinion/778748/united-states-v-gary-friedman-carlos-rodriguez-aka-carlos-diaz-and/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span>, 124 (2d Cir.2002)); <i>United States v. Cartwright,</i> <span class=\"citation\" data-id=\"785209\"><a href=\"/opinion/785209/united-states-v-elliot-cartwright-aka-daryl-atkins-elliot-cartwright/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 286 (3d Cir.2004) (\"Although [the] evidence may be sufficient to prove that Cartwright knew he was participating in some sort of illegal transaction, these facts nonetheless are insufficient to prove beyond a reasonable doubt that Cartwright knew the transaction involved drugs.\"); <i>United States v. Thomas,</i> <span class=\"citation\" data-id=\"741069\"><a href=\"/opinion/741069/united-states-v-melvin-marvin-thomas-melvin-thomas/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span></a></span>, 405-06 (3d Cir.1997) (insufficient evidence where the defendant \"knew that he was somehow involved in an illicit activity\" but there was no evidence that he \"knew that drugs were involved\").</p>\n<p>[7]  After Azubike was arrested, the police found a small date book in his car that included a \"home\" telephone number for Peter Ike's wife, Augusta. A subsequent search of Azubike's storage unit in New York revealed three other documents connecting Azubike to Ike: (1) a piece of paper with an address for \"Ike, Peter/Augusta\"; (2) a business card with \"Ik, Peter\" handwritten on the back and a telephone number; and (3) a notebook listing \"Ik, Peter\" along with four telephone numbers (telephone records showed that one of these numbers called Azubike on February 5, 2005, and March 10, 2005).</p>\n<p>[8]  <i>See </i><i>United States v. DiMarzo,</i> <span class=\"citation\" data-id=\"715774\"><a href=\"/opinion/715774/united-states-v-miguel-dimarzo-aka-michael-dimarzo-united-states-of/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">656</span></a></span>, 661 (1st Cir.1996) (\"As we have repeatedly recognized, a jury is free to rely on its common sense, and may infer that criminal conspirators normally do not involve innocent persons at critical stages of a drug deal.\") (internal citations omitted); <i>United States v. Ortiz,</i> <span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.1994) (\"This trust . . . permits a reasonable inference of criminal complicity between defendant and [the person providing the drugs].\"); <i>United States v. Tejeda,</i> <span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 213 (1st Cir. 1992) (\"[T]he fact finder may fairly infer . . . that it runs counter to human experience to suppose that criminal conspirators would welcome innocent nonparticipants as witnesses to their crimes.\"); <i>see also </i><i>Olivo-Infante,</i> 938 F.2d at 1409; <i>United States v. Batista-Polanco,</i> <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir.1991).</p>\n<p>[9]  The government argues that defense counsel's objection to the misstatement was not timely. We disagree. The prosecutor's misstatement was the last thing said before the prosecutor ended her rebuttal argument. Defense counsel objected to the statement during the bench conference that immediately followed the rebuttal. Counsel stated:\n</p>\n<p>I also want to put on the record my objection to the reply by Miss Leoney. There's nothingthere are no tapes in there that show that Mr. Azubike mentioned the name Solomon. There's one reference where Mr. Mukasa says . . . something about Mr. Solomon and that's it. She was referring to the Jonathan issue where Mr. Mukasa said, \"Are you Jonathan?\" He says, \"I'm Al Hajji.\" Doesn't say Solomon.</p>\n<p>Mar. 27, 2006 TT 27. Although the objection was not made during rebuttal itself, the objection was made immediately thereafter during the sidebar conversation. In <i>United States v. Mandelbaum,</i> this court found that an objection was timely where the prosecutor's misstatement occurred during closing argument and defense counsel did not object until a sidebar following the prosecutor's rebuttal. <span class=\"citation\" data-id=\"477965\"><a href=\"/opinion/477965/united-states-v-bridget-m-mandelbaum/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 44 n. 1 (1st Cir.1986). This court stated:</p>\n<p>[A]lthough defendant's objection should have been made earlier, it was still made before the jury retired and in time for the judge to take corrective action if he had felt it was necessary. A stricture governing the timing of objections should not be employed woodenly, but should be applied where its application would serve the ends for which it was designed. If it be applied blindly and without the benefit of analysis of particular fact situations before individual courts in specific cases, it will be transformed from a sound principle of judicial administration into a trap for the unwary.</p>\n<p><i>Id.</i> (internal quotation marks omitted). The only other cases relied on by the government expressly did not decide the issue of whether the objection was timely. <i>See </i><i>Fonten Corp. v. Ocean Spray Cranberries, Inc.,</i> <span class=\"citation\" data-id=\"202505\"><a href=\"/opinion/202505/fonten-corp-v-ocean-spray/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 21-22 (1st Cir.2006); <i>United States v. Potter,</i> <span class=\"citation\" data-id=\"202407\"><a href=\"/opinion/202407/united-states-v-potter/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 23-24 (1st Cir.2006); <i>United States v. Laboy-Delgado,</i> <span class=\"citation\" data-id=\"196771\"><a href=\"/opinion/196771/united-states-v-laboy-delgado/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 31 n. 7 (1st Cir.1996). Accordingly, we find that the objection here was timely.</p>\n<p>[10]  Indeed, we have listened to the tapes and agree that they are difficult to understand and in parts are unintelligible.</p>\n<p>[11]  The significance of the misstatement is perhaps somewhat weakened by the fact that Mukasa mentioned Solomon in a conversation with Azubike. During the discussion of Azubike's delay in picking up the briefcase, the following exchange occurred:\n</p>\n<p>Mukasa: No, it's Mike's fault. But then Mike is, is messing us up, us both.</p>\n<p>. . .</p>\n<p>Azubike: But, but what's going to happen?</p>\n<p>Mukasa: Because Solomon called me long time, like, like ten days ago and I've been here all the time.</p>\n<p>Azubike: No no no, forget about that. What is going to happen? Forget about what happened.</p>\n<p>J.A. 100. However, Azubike did not clearly indicate that he knew who Solomon was and did not himself mention Solomon. Significantly, the government did not rely on this exchange either at closing argument or at trial. Nor does the government rely on this exchange on appeal with respect to the prejudice question.</p>\n<p>[12]  <i>See, e.g., </i><i>Joyner,</i> 191 F.3d at 54; <i>Ortiz,</i> 23 F.3d at 26; <i>Santana-Camacho,</i> 833 F.2d at 373-74; <i>see also </i><i>United States v. Simpson,</i> <span class=\"citation\" data-id=\"797076\"><a href=\"/opinion/797076/united-states-v-robert-simpson/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></a></span>, 504 (7th Cir.2007) (noting that \"where the circumstantial evidence against Simpson was close\" the prosecutor's improper argument was \"powerful\").</p>\n<p>[13]  <i>See </i><i>United States v. Allen,</i> <span class=\"citation\" data-id=\"202509\"><a href=\"/opinion/202509/united-states-v-allen/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 16 (1st Cir.2006) (\"the prosecutor's misstatement was simply not significant enough to have affected the outcome of the case\"); <i>United States v. Ortiz,</i> <span class=\"citation\" data-id=\"202188\"><a href=\"/opinion/202188/united-states-v-ortiz/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 35-36 (1st Cir. 2006) (finding that the prosecutor's misstatement was not plain error because the defendant's own admission \"support[ed] an inference that he was familiar with drug dealing and thus an unlikely innocent bystander\"); <i>Ortiz,</i> 23 F.3d at 26 (\"there was a significant amount of circumstantial evidence supporting the jury's finding\"); <i>see also </i><i>United States v. Morales-Cartagena,</i> <span class=\"citation\" data-id=\"601780\"><a href=\"/opinion/601780/united-states-v-angel-luis-morales-cartagena-united-states-of-america-v/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 854 (1st Cir.1993) (\"[The misleading comments] were isolated and, in relation to the body of evidence received during trial, relatively insignificant.\").</p>\n<p>[14]  <i>See also </i><i>United States v. Carter,</i> <span class=\"citation\" data-id=\"771624\"><a href=\"/opinion/771624/united-states-v-roquel-allen-carter/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 787, 791 (6th Cir.2001) (finding that \"measures more substantial than a general instruction that `objections or arguments made by the lawyers are not evidence in the case' were needed to cure the prejudicial effect of the prosecutor's comments during closing arguments,\" particularly where \"the cumulative weight of [the] evidence [was not] overwhelming\"); <i>United States v. Mastrangelo,</i> <span class=\"citation\" data-id=\"762763\"><a href=\"/opinion/762763/united-states-v-adrian-mastrangelo-jr-adrian-mastrangelo/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 297-98 (3d Cir.1999); <i>United States v. Teffera,</i> <span class=\"citation\" data-id=\"600344\"><a href=\"/opinion/600344/united-states-v-yonatan-teffera-aka-tony-johnson/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1082</span></a></span>, 1089 n. 6 (D.C.Cir.1993) (not reaching the prosecutorial misconduct issue but stating that if it did \"we would have had to reverse\" because \"a curative instruction would not have sufficed . . . [where] [t]he prosecutor referred repeatedly to this phantom evidence, it was a key part of his closing remarks, and the government's other evidence was weak\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797076/"
  ]
}