{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203096/",
  "absolute_url": "/opinion/203096/tobon-marin-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203096/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:08:39Z",
  "date_modified": "2016-04-26T14:40:15.815911Z",
  "type": "010combined",
  "sha1": "bac47607589b20339f39940c59407971d427bfc4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1113-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/01/08/Tobon-Marin_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 07-1113\n\n                     ERNEY TOBON-MARIN, ET AL.,\n\n                            Petitioners,\n\n                                 v.\n\n               MICHAEL B. MUKASEY,* ATTORNEY GENERAL,\n\n                             Respondent.\n\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF THE\n                     BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n                        Lipez, Circuit Judge,\n                     Cyr, Senior Circuit Judge,\n                     and Howard, Circuit Judge.\n\n\n\n\n     Desmond P. FitzGerald, with whom FitzGerald & Company, LLC,\nwas on brief for petitioner.\n     Peter D. Keisler, Acting Attorney General, Cindy S. Ferrier,\nSenior Litigation Counsel, and Rebecca A. Niburg, Trial Attorney,\non brief for respondent.\n\n\n\n\n                           January 8, 2008\n\n\n\n     *\n      Pursuant to Fed. R. App. P. 43(c)(2), Attorney General\nMichael B. Mukasey has been substituted for former Attorney General\nAlberto R. Gonzáles as the respondent herein.\n\f           CYR, Senior Circuit Judge.         Erney and John Freddy Tobon-\n\nMarin, brothers who are natives and citizens of Colombia, entered\n\nthe United States in 2002 and 2003, respectively, without valid\n\nvisas.   The Immigration and Naturalization Service (INS) commenced\n\ndeportation      proceedings     against   the   brothers,   who   conceded\n\nremovability, but filed applications for asylum based on their\n\nallegations of past persecution in Colombia relating to their\n\npolitical beliefs.\n\n           At their hearing before an immigration judge (IJ), Erney\n\ntestified that before he left Colombia, the Revolutionary Armed\n\nForces of Colombia (aka Fuerzas Armadas Revolucionarias de Colombia\n\nor the FARC), a communist guerilla group seeking to bring about the\n\nforcible overthrow of the Colombian government, came to the house\n\nwhere Erney resided with his parents and three brothers, and asked\n\nhim to join the FARC.     Erney did not want to join the FARC because\n\nhe   disagreed    with   their    political    agenda.   Because    he   was\n\nfrightened, however, Erney did not respond, and the guerillas left.\n\nDuring the following week, Erney heard that the FARC had murdered\n\na teenage boy from his neighborhood who had been invited to join\n\nthe FARC but had refused.           Concerned for Erney’s safety, his\n\nparents paid for his plane fare to the United States.\n\n           Later in 2002, the FARC sent a threatening letter to the\n\nTobon-Marin home, asking Erney’s brother, John Freddy, to join the\n\nFARC or face serious consequences.         Within the next few days, John\n\n\n                                     -2-\n\fFreddy also received three or four threatening phone calls.                    John\n\nFreddy’s parents paid for his airfare to the United States to join\n\nhis brother Erney. Petitioners’ parents and older brother, who was\n\nalso approached by the FARC but refused to join, have remained at\n\ntheir home in Colombia without further incident.\n\n          The    IJ   denied   petitioners’       applications       for   asylum,\n\nfinding, inter alia, that: (i) petitioners were credible, and had\n\nestablished a subjectively genuine fear of returning to Colombia;\n\n(ii) petitioners had not established that their subjective fear was\n\nobjectively     reasonable;     (iii)       the   FARC’s      threats      against\n\npetitioners did not persist or escalate into violence or physical\n\nharm; (iv) petitioners never told the FARC that their refusal to\n\njoin was based on their political views, and thus they did not\n\nconclusively establish that the FARC threats were made on account\n\nof that statutorily protected ground; and (v) petitioners’ family\n\n(and   especially     their    older        brother,   whom    the      FARC    had\n\nunsuccessfully attempted to recruit) had remained behind at the\n\nfamily home in Colombia without suffering any adverse repercussions\n\nfrom petitioners’ refusals to join the FARC.               On appeal, the BIA\n\naffirmed on these same grounds, and the brothers submitted their\n\nconsolidated petition for review.\n\n                                        I\n\n                                DISCUSSION\n\n          Petitioners contend that the IJ and the BIA erred in\n\n\n                                    -3-\n\fdenying their asylum applications on the grounds that the FARC’s\n\nprevious attempts forcibly to conscript them into the guerilla\n\ngroup     were     neither       sufficiently      grievous    to    constitute\n\n“persecution” nor motivated by petitioners’ political opinions, and\n\nthat petitioners failed to adduce sufficient evidence that their\n\nsubjective       fear   of      returning     to   Colombia   was   objectively\n\nreasonable.\n\n            As the BIA adopted and supplemented the IJ’s opinion with\n\nits own substantive gloss, we evaluate both the IJ’s decision and\n\nthe BIA decisions.        See Sunoto v. Gonzales, 504 F.3d 56, 59-60 (1st\n\nCir. 2007).      We deferentially scrutinize the agency’s findings of\n\nfact under the “substantial evidence” standard, and will affirm\n\nunless “any reasonable adjudicator would be compelled to conclude\n\nto the contrary,” 8 U.S.C. § 1252(b)(4)(B).\n\n            In    order    to    establish    their   entitlement   to   asylum,\n\npetitioners needed to prove they are “refugees,” in that they are\n\n“unable or unwilling to return to . . . [their] country because of\n\npersecution or a well-founded fear of persecution on account of\n\nrace, religion, nationality, membership in a particular social\n\ngroup, or political opinion.”                Id. § 1101(a)(42)(A) (emphasis\n\nadded).   The statute contemplates two approaches which petitioners\n\nmight pursue to satisfy their burden of proof.\n\nA.   Past Persecution\n\n            First, petitioners may prove they suffered from past\n\n\n                                        -4-\n\f“persecution” on account of one or more of the five statutory\n\ngrounds, supra, which would generate a rebuttable presumption that\n\ntheir fear of future persecution is well-founded. See Nikijuluw v.\n\nGonzales, 427 F.3d 115, 120 (1st Cir. 2005).         The administrative\n\nrecord contains ample evidentiary support for the agency’s ruling\n\nthat petitioners failed to meet this burden of proof.\n\n            Petitioners were required to adduce sufficient evidence\n\nof a causal nexus between the FARC’s actions and petitioners'\n\npolitical beliefs.     Fesseha v. Ashcroft, 333 F.3d 13, 18 (1st Cir.\n\n2003) (noting that alien must establish past persecution with\n\n“conclusive evidence”).      It is not enough to establish that the\n\nFARC is a politically-motivated guerilla group, since “persecution\n\non account of . . . political opinion . . . is persecution on\n\naccount of the victim’s political opinion, not the prosecutors.”\n\nINS v. Elias-Zacarias, 502 U.S. 478, 482 (1992) (“Thus, the mere\n\nexistence   of   a   generalized   ‘political’   motive   underlying   the\n\nguerrillas’ forced recruitment is inadequate to establish . . . the\n\nproposition that [the petitioner] fears persecution on account of\n\npolitical opinion, as [§ 1101(a)(42)] requires.”). Absent specific\n\nevidence that the FARC targeted petitioners as a means to punish\n\nthem for their pro-government, anti-communist political views,\n\nforced conscription would not constitute “persecution” for asylum\n\npurposes.   See id. at 483 (noting that such recruiters may inflict\n\nharm not because of the target’s political opinion, but simply\n\n\n                                    -5-\n\f“because of his refusal to fight with them”); Velasquez-Valencia v.\n\nINS, 244 F.3d 48, 50 (1st Cir. 2001); see also Bartolo-Diego v.\n\nGonzales, 490 F.3d 1024, 1027-28 (8th Cir. 2007) (noting that “the\n\nguerillas ‘did not identify the [petitioner] or seek to recruit him\n\nbecause of any political opinion, or punishment for his father’s\n\nservice within the military,’ . . . [but that] ‘he was simply\n\ntargeted as a young man who might be sympathetic to the guerilla\n\ncause’”) (citations omitted); Tapiero de Orejuela v. Gonzales, 423\n\nF.3d 666, 674 (7th Cir. 2005) (noting that petitioners “would have\n\nhad to show that politics rather than many other likely reasons lay\n\nbehind their unwillingness to support FARC”); Sanchez v. United\n\nStates Attorney Gen., 392 F.3d 434, 438 (11th Cir. 2004) (observing\n\nthat “[i]t is not enough to show that [petitioner] was or will be\n\npersecuted or tortured due to her refusal to cooperate with the\n\nguerillas”).\n\n           Indeed, coercive conscription efforts might be motivated\n\nsimply by the recruiters’ desire to fill their ranks with any\n\navailable able-bodied individual, irrespective of their political\n\nsympathies, and the target of coerced recruitment might resist\n\nconscription for any number of nonpolitical motives, such as a fear\n\nof combat, or a reluctance to give up his civilian livelihood.        See\n\nTapiero   de   Orejuela,   423   F.3d   at   673.   Although   petitioners\n\ntestified that they subjectively held such anti-FARC sentiments,\n\nthey admit that they did not communicate these views to the FARC\n\n\n                                    -6-\n\frepresentatives who attempted to recruit them.                   For example, Erney\n\ntestified     that   he    was    simply     too      frightened     to   answer    the\n\nrecruiters, and their mother told the recruiters that John Freddy\n\nwas   too   young.        Even   if   we    were      to   assume,   arguendo,     that\n\ncircumstantial evidence alone might support an inference that the\n\nFARC correctly or incorrectly imputed an opposing political opinion\n\nto these petitioners, see, e.g., Delgado v. Mukasey, No. 05-4393,\n\n2007 WL 4180134, at *3 (2d Cir. Nov. 28, 2007); Bartolo-Diego, 490\n\nF.3d at 1027, the record contains no such supportive circumstantial\n\nevidence. As factfinder, the agency legitimately inferred that the\n\nFARC likely targeted petitioners simply because they were able-\n\nbodied young boys.         Although such coercive practices are indeed\n\nunfortunate, they do not trigger an entitlement to political asylum\n\nunder 8 U.S.C. § 1101(a)(42)(A).\n\n             Further, even if petitioners had adduced evidence of a\n\ncausal nexus, asylum applicants must also demonstrate that the\n\nactual harm inflicted on them reached “a fairly high threshold of\n\nseriousness, as well as some regularity and frequency,” Alibeaj v.\n\nGonzales, 469 F.3d 188, 191 (1st Cir. 2006), which requires them to\n\nrelate experiences amounting to “‘more than mere discomfiture,\n\nunpleasantness,      harassment,       or   unfair         treatment,’”   Susanto   v.\n\nGonzales, 439 F.3d 57, 59-60 (1st Cir. 2006) (citation omitted).\n\nThe FARC merely attempted forced conscription of petitioners, but\n\nneither     succeeded     nor    persisted       in    its    efforts.      The    FARC\n\n\n                                           -7-\n\fapproached Erney in person only once, and contacted John Freddy\n\nonly a few times by mail or telephone.                “Threats standing alone []\n\nconstitute past persecution in only a small category of cases, and\n\nonly when the threats are so menacing as to cause significant\n\nactual ‘suffering or harm.’”           Butt v. Keisler, 506 F.3d 86, 91 (1st\n\nCir. 2007) (citation omitted).                 Neither petitioners nor their\n\nfamilies       were     physically   harmed.      See     Zacarias-Velasquez     v.\n\nMukasey, No. 06-3672, 2007 WL 4233155, *4 (8th Cir. Dec. 4, 2007)\n\n(“According to [petitioner’s] testimony, neither the guerrillas nor\n\nany other group ever harmed or even detained him.”); see also\n\nSusanto, 439 F.3d at 59-60 (noting that even infliction of actual\n\nphysical       harm   might   not    constitute       “persecution”).1       Rather,\n\npetitioners’ family has remained behind in their home in Colombia\n\nwithout any attempts by the FARC to retaliate for petitioners’ and\n\ntheir       brother’s    implicit    refusals    to    join   its   ranks.    While\n\n\n        1\n      Petitioners specifically fault the BIA for citing Guzman v.\nINS, 327 F.3d 11 (1st Cir. 2003), arguing that the decision turned\nexclusively on Guzman’s failure to refute evidence that the\npolitical situation in Guatemala had changed since the alleged acts\nof persecution against him, whereas it is undisputed that the\npolitical climate in Colombia has undergone no comparable sea\nchange.    In Guzman, however, we first upheld the agency’s\ndetermination that Guzman failed to prove past “persecution,” even\nthough guerillas had kidnaped, imprisoned and beat him. Id. at 15-\n16.    That failure of proof precluded Guzman from enjoying a\nrebuttable presumption that his fear of future persecution was\nwell-founded, and record evidence of any intervening political\nchanges in Guatemala further undercut Guzman’s future-persecution\nclaim. Id. at 16. Hence, the BIA correctly cited Guzman for the\nproposition that petitioners had not proven, as a threshold matter,\nthat the acts of past persecution were severe enough to constitute\n“persecution” under the asylum statute.\n\n                                         -8-\n\fpetitioners testified that their brother stayed close to home to\n\navoid possible confrontation with the FARC recruiters, the agency\n\nwas within its rights to conclude that such a hindrance would\n\namount   to    no    “‘more    than     mere      discomfiture,    unpleasantness,\n\nharassment, or unfair treatment’” rather than “persecution.”                       Id.\n\nB.    Future Persecution\n\n              As petitioners failed to prove past persecution, they\n\nhave generated no rebuttable presumption that their fear of future\n\npersecution is well-founded. See Nikijuluw, 427 F.3d at 120. Yet,\n\nthey maintain that the IJ and BIA were compelled to find that\n\npetitioners' fear of future persecution was not only subjectively\n\ngenuine,   but      objectively       reasonable     as   well.    See    Negeya    v.\n\nGonzales, 417 F.3d 78, 82-83 (1st Cir. 2005).                     As support, they\n\ncite (i) Erney’s testimony that the FARC assassinated a neighbor\n\nwho had resisted its forced conscription attempts, and a United\n\nStates State Department country condition report that the FARC,\n\nwhich is infamous for murderous reprisals against its political\n\nopponents, principally targets young males of petitioners’ ages for\n\nforced recruitment; and (ii) a UNICEF Report that about 17.5% of\n\nColombian youths are “affected” by Colombia’s civil war, see INS v.\n\nCardoza-Fonseca, 480 U.S. 421, 431 (1987) (observing that even a\n\n10%   chance    that   an     event    of    persecution    may   occur   may   make\n\npetitioner’s fear well founded).               This evidence, however, does not\n\ncompel a finding that petitioners’ fear of future persecution was\n\n\n                                            -9-\n\fobjectively reasonable.\n\n            The anecdotal evidence of the assassinated neighbor is of\n\nlimited evidentiary weight because petitioners were unable to\n\nprovide any further details about the circumstances surrounding\n\nthat event, thus precluding an agency determination of the FARC’s\n\nmotive for killing the neighbor (viz., whether motivated solely by\n\nthe victim’s refusal to join the FARC), and whether the killing\n\nsuggested that petitioners might have provided the FARC with a\n\nsimilar retaliatory incentive.     Whatever the “country conditions”\n\nreport may have been regarding the FARC’s reputation for violent\n\nretribution against its political opponents, the record contains no\n\nevidence that the FARC has formed any such intention toward these\n\npetitioners.    Cf. Delgado, 2007 WL 4180134, at *4 (noting that\n\npetitioner, who was kidnaped by the FARC and escaped, had been\n\n“marked for death”).    Indeed, the record discloses countervailing\n\nevidence:    petitioners’ family (and especially their brother, who\n\nis of an appropriate age to serve in the military) have remained\n\nbehind in the family residence not only without any attempted\n\nreprisals by the FARC for petitioners’ refusals to join, but\n\napparently without any further FARC contacts of any kind.        See\n\nBoukhtouchen v. Gonzales, 498 F.3d 78, 81 n.3 (1st Cir. 2007)\n\n(“‘[T]he fact that close relatives continue to live peacefully in\n\nthe alien’s homeland undercuts the alien’s claim that persecution\n\nawaits his return.’”) (citation omitted); Nikijuluw, 427 F.3d at\n\n\n                                 -10-\n\f122.\n\n           Nor does the UNICEF report – that Colombia’s civil unrest\n\n“affects” about 17.5% of its child population – compel an agency\n\nfinding   that    the    petitioners’       fear      of    future    persecution    is\n\nobjectively reasonable.         The term “affects,” standing alone, does\n\nnot necessarily connote that these children suffer effects which\n\nrise to the level of “persecution,” as that term is used in §\n\n1101(a)(42).          Civil   war,    and       the   pandemic       violence    which\n\naccompanies it, often have unfortunate collateral effects on much\n\nof a country’s population, but these effects have no direct or\n\nnecessary correlation with the victims’ political views.                            See\n\nHarutyunyan      v.   Gonzales,      421    F.3d      64,    70    (1st   Cir.   2005)\n\n(“‘[E]vidence of widespread violence and human rights violations\n\naffecting all citizens is insufficient to establish persecution.’”)\n\n(citation omitted).\n\n           Thus, the agency’s determination that petitioners failed\n\nto establish an objectively reasonable fear of future persecution\n\nbased on their political opinions is sufficiently supported by\n\nsubstantial record evidence.\n\n                                           II\n\n                                     CONCLUSION\n\n           However deplorable and regrettable the FARC’s forced\n\nconscription     methods      against      petitioners       and     other   Colombian\n\nyouths, the asylum statute simply was not enacted to embrace cases\n\n\n                                        -11-\n\fwherein harmful acts were not committed on account of one of the\n\nfive enumerated statutory grounds, nor where they did not reach a\n\nminimum   threshold   of   severity.     As   the   IJ   and   the   BIA   had\n\nsubstantial evidence upon which to conclude that the petitioners’\n\nunfortunate experiences were neither politically motivated nor\n\nsufficiently grave, and that it is unlikely that they will suffer\n\nserious reprisals at the hands of the FARC if they are repatriated\n\nto Columbia, their petitions for review must be denied.\n\n           Denied.\n\n\n\n\n                                  -12-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>512 F.3d 28 (2008)</b></center>\n<center><h1>Erney TOBON-MARIN, et al., Petitioners,<br>\nv.<br>\nMichael B. MUKASEY,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 07-1113.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted October 2, 2007.</center>\n<center>Decided January 8, 2008.</center>\n<p><span class=\"star-pagination\">*29</span> Desmond P. FitzGerald, with whom FitzGerald &amp; Company, LLC, was on brief for petitioner.</p>\n<p>Peter D. Keisler, Acting Attorney General, Cindy S. Ferrier, Senior Litigation Counsel, and Rebecca A. Niburg, Trial Attorney, on brief for respondent.</p>\n<p>Before LIPEZ, Circuit Judge, CYR, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>CYR, Senior Circuit Judge.</p>\n<p>Erney and John Freddy Tobon-Marin, brothers who are natives and citizens of Colombia, entered the United States in 2002 and 2003, respectively, without valid visas. The Immigration and Naturalization Service (INS) commenced deportation proceedings against the brothers, who conceded removability, but filed applications for asylum based on their allegations of <span class=\"star-pagination\">*30</span> past persecution in Colombia relating to their political beliefs.</p>\n<p>At their hearing before an immigration judge (IJ), Erney testified that before he left Colombia, the Revolutionary Armed Forces of Colombia (aka Fuerzas Armadas Revolucionarias de Colombia or the FARC), a communist guerilla group seeking to bring about the forcible overthrow of the Colombian government, came to the house where Erney resided with his parents and three brothers, and asked him to join the FARC. Erney did not want to join the FARC because he disagreed with their political agenda. Because he was frightened, however, Erney did not respond, and the guerillas left. During the following week, Erney heard that the FARC had murdered a teenage boy from his neighborhood who had been invited to join the FARC but had refused. Concerned for Erney's safety, his parents paid for his plane fare to the United States.</p>\n<p>Later in 2002, the FARC sent a threatening letter to the Tobon-Marin home, asking Erney's brother, John Freddy, to join the FARC or face serious consequences. Within the next few days, John Freddy also received three or four threatening phone calls. John Freddy's parents paid for his airfare to the United States to join his brother Erney. Petitioners' parents and older brother, who was also approached by the FARC but refused to join, have remained at their home in Colombia without further incident.</p>\n<p>The IJ denied petitioners' applications for asylum, finding, <i>inter alia,</i> that: (i) petitioners were credible, and had established a subjectively genuine fear of returning to Colombia; (ii) petitioners had not established that their subjective fear was objectively reasonable; (iii) the FARC's threats against petitioners did not persist or escalate into violence or physical harm; (iv) petitioners never told the FARC that their refusal to join was based on their political views, and thus they did not conclusively establish that the FARC threats were made on account of that statutorily protected ground; and (v) petitioners' family (and especially their older brother, whom the FARC had unsuccessfully attempted to recruit) had remained behind at the family home in Colombia without suffering any adverse repercussions from petitioners' refusals to join the FARC. On appeal, the BIA affirmed on these same grounds, and the brothers submitted their consolidated petition for review.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Petitioners contend that the IJ and the BIA erred in denying their asylum applications on the grounds that the FARC's previous attempts forcibly to conscript them into the guerilla group were neither sufficiently grievous to constitute \"persecution\" nor motivated by petitioners' political opinions, and that petitioners failed to adduce sufficient evidence that their subjective fear of returning to Colombia was objectively reasonable.</p>\n<p>As the BIA adopted and supplemented the IJ's opinion with its own substantive gloss, we evaluate both the IJ's decision and the BIA decisions. <i>See </i><i>Sunoto v. Gonzales,</i> 504 F.3d 56, 59-60 (1st Cir. 2007). We deferentially scrutinize the agency's findings of fact under the \"substantial evidence\" standard, and will affirm unless \"any reasonable adjudicator would be compelled to conclude to the contrary,\" 8 U.S.C. § 1252(b)(4)(B).</p>\n<p>In order to establish their entitlement to asylum, petitioners needed to prove they are \"refugees,\" in that they are \"unable or unwilling to return to . . . [their] country because of persecution or a well-founded <span class=\"star-pagination\">*31</span> fear of persecution on account of race, religion, nationality, membership in a particular social group, <i>or political opinion.</i>\" <i>Id.</i> § 1101(a)(42)(A) (emphasis added). The statute contemplates two approaches which petitioners might pursue to satisfy their burden of proof.</p>\n<p>A. <i>Past Persecution</i></p>\n<p>First, petitioners may prove they suffered from past \"persecution\" on account of one or more of the five statutory grounds, <i>supra,</i> which would generate a rebuttable presumption that their fear of future persecution is well-founded. <i>See </i><i>Nikijuluw v. Gonzales,</i> 427 F.3d 115, 120 (1st Cir.2005). The administrative record contains ample evidentiary support for the agency's ruling that petitioners failed to meet this burden of proof.</p>\n<p>Petitioners were required to adduce sufficient evidence of a causal nexus between the FARC's actions and petitioners' political beliefs. <i>Fesseha v. Ashcroft,</i> 333 F.3d 13, 18 (1st Cir.2003) (noting that alien must establish past persecution with \"conclusive evidence\"). It is not enough to establish that the FARC is a politically-motivated guerilla group, since \"persecution on account of . . . political opinion . . . is persecution on account of the <i>victim's</i> political opinion, not the prosecutors.\" <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 482, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992) (\"Thus, the mere existence of a generalized `political' motive underlying the guerrillas' forced recruitment is inadequate to establish . . . the proposition that [the petitioner] fears persecution <i>on account of</i> political opinion, as [§ 1101(a)(42)] requires.\"). Absent specific evidence that the FARC targeted petitioners as a means to punish them for their pro-government, anti-communist political views, forced conscription would not constitute \"persecution\" for asylum purposes. <i>See id.</i> at 483, 112 S.Ct. 812 (noting that such recruiters may inflict harm not because of the target's political opinion, but simply \"because of his refusal to fight with them\"); <i>Velasquez-Valencia v. INS,</i> 244 F.3d 48, 50 (1st Cir.2001); <i>see also </i><i>Bartolo-Diego v. Gonzales,</i> 490 F.3d 1024, 1027-28 (8th Cir. 2007) (noting that \"the guerillas `did not identify the [petitioner] or seek to recruit him because of any political opinion, or punishment for his father's service within the military,' . . . [but that] `he was simply targeted as a young man who might be sympathetic to the guerilla cause'\") (citations omitted); <i>Tapiero de Orejuela v. Gonzales,</i> 423 F.3d 666, 674 (7th Cir.2005) (noting that petitioners \"would have had to show that politics rather than many other likely reasons lay behind their unwillingness to support FARC\"); <i>Sanchez v. United States Attorney Gen.,</i> 392 F.3d 434, 438 (11th Cir.2004) (observing that \"[i]t is not enough to show that [petitioner] was or will be persecuted or tortured due to her refusal to cooperate with the guerillas\").</p>\n<p>Indeed, coercive conscription efforts might be motivated simply by the recruiters' desire to fill their ranks with any available able-bodied individual, irrespective of their political sympathies, and the target of coerced recruitment might resist conscription for any number of nonpolitical motives, such as a fear of combat, or a reluctance to give up his civilian livelihood. <i>See </i><i>Tapiero de Orejuela,</i> 423 F.3d at 673. Although petitioners testified that they subjectively held such anti-FARC sentiments, they admit that they did not communicate these views to the FARC representatives who attempted to recruit them. For example, Erney testified that he was simply too frightened to answer the recruiters, and their mother told the recruiters that John Freddy was too young. Even if we were to assume, <i>arguendo,</i> that circumstantial evidence alone might support an inference that the FARC correctly <span class=\"star-pagination\">*32</span> or incorrectly imputed an opposing political opinion to these petitioners, <i>see, e.g., </i><i>Delgado v. Mukasey,</i> 508 F.3d 702, 705-06 (2d Cir.2007); <i>Bartolo-Diego,</i> 490 F.3d at 1027, the record contains no such supportive circumstantial evidence. As factfinder, the agency legitimately inferred that the FARC likely targeted petitioners simply because they were able-bodied young boys. Although such coercive practices are indeed unfortunate, they do not trigger an entitlement to political asylum under 8 U.S.C. § 1101(a)(42)(A).</p>\n<p>Further, even if petitioners had adduced evidence of a causal nexus, asylum applicants must also demonstrate that the actual harm inflicted on them reached \"a fairly high threshold of seriousness, as well as some regularity and frequency,\" <i>Alibeaj v. Gonzales,</i> 469 F.3d 188, 191 (1st Cir. 2006), which requires them to relate experiences amounting to \"`more than mere discomfiture, unpleasantness, harassment, or unfair treatment,'\" <i>Susanto v. Gonzales,</i> 439 F.3d 57, 59-60 (1st Cir.2006) (citation omitted). The FARC merely <i>attempted</i> forced conscription of petitioners, but neither succeeded nor persisted in its efforts. The FARC approached Erney in person only once, and contacted John Freddy only a few times by mail or telephone. \"Threats standing alone [] constitute past persecution in only a small category of cases, and only when the threats are so menacing as to cause significant actual `suffering or harm.'\" <i>Butt v. Keisler,</i> 506 F.3d 86, 91 (1st Cir.2007) (citation omitted). Neither petitioners nor their families were physically harmed. <i>See </i><i>Zacarias-Velasquez v. Mukasey,</i> 509 F.3d 429, 433-34 (8th Cir.2007) (\"According to [petitioner's] testimony, neither the guerrillas nor any other group ever harmed or even detained him.\"); <i>see also </i><i>Susanto,</i> 439 F.3d at 59-60 (noting that even infliction of actual physical harm might not constitute \"persecution\").<sup>[1]</sup> Rather, petitioners' family has remained behind in their home in Colombia without any attempts by the FARC to retaliate for petitioners' and their brother's implicit refusals to join its ranks. While petitioners testified that their brother stayed close to home to avoid possible confrontation with the FARC recruiters, the agency was within its rights to conclude that such a hindrance would amount to no \"`more than mere discomfiture, unpleasantness, harassment, or unfair treatment'\" rather than \"persecution.\" <i>Id.</i></p>\n<p>B. <i>Future Persecution</i></p>\n<p>As petitioners failed to prove past persecution, they have generated no rebuttable presumption that their fear of future persecution is well-founded. <i>See </i><i>Nikijuluw,</i> 427 F.3d at 120. Yet, they maintain that the IJ and BIA were compelled to find that petitioners' fear of future persecution was not only subjectively genuine, but objectively reasonable as well. <i>See </i><i>Negeya v. Gonzales,</i> 417 F.3d 78, 82-83 <span class=\"star-pagination\">*33</span> (1st Cir.2005). As support, they cite (i) Erney's testimony that the FARC assassinated a neighbor who had resisted its forced conscription attempts, and a United States State Department country condition report that the FARC, which is infamous for murderous reprisals against its political opponents, principally targets young males of petitioners' ages for forced recruitment; and (ii) a UNICEF Report that about 17.5% of Colombian youths are \"affected\" by Colombia's civil war, <i>see </i><i>INS v. Cardoza-Fonseca,</i> 480 U.S. 421, 431, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987) (observing that even a 10% chance that an event of persecution may occur may make petitioner's fear well founded). This evidence, however, does not compel a finding that petitioners' fear of future persecution was objectively reasonable.</p>\n<p>The anecdotal evidence of the assassinated neighbor is of limited evidentiary weight because petitioners were unable to provide any further details about the circumstances surrounding that event, thus precluding an agency determination of the FARC's motive for killing the neighbor (<i>viz.,</i> whether motivated solely by the victim's refusal to join the FARC), and whether the killing suggested that petitioners might have provided the FARC with a similar retaliatory incentive. Whatever the \"country conditions\" report may have been regarding the FARC's reputation for violent retribution against its political opponents, the record contains no evidence that the FARC has formed any such intention toward these petitioners. <i>Cf. </i><i>Delgado,</i> 508 F.3d at 706-07 (noting that petitioner, who was kidnapped by the FARC and escaped, had been \"marked for death\"). Indeed, the record discloses countervailing evidence: petitioners' family (and especially their brother, who is of an appropriate age to serve in the military) have remained behind in the family residence not only without any attempted reprisals by the FARC for petitioners' refusals to join, but apparently without any further FARC contacts of any kind. <i>See </i><i>Boukhtouchen v. Gonzales,</i> 498 F.3d 78, 81 n. 3 (1st Cir.2007) (\"`[T]he fact that close relatives continue to live peacefully in the alien's homeland undercuts the alien's claim that persecution awaits his return.'\") (citation omitted); <i>Nikijuluw,</i> 427 F.3d at 122.</p>\n<p>Nor does the UNICEF report-that Colombia's civil unrest \"affects\" about 17.5% of its child population-compel an agency finding that the petitioners' fear of future persecution is objectively reasonable. The term \"affects,\" standing alone, does not necessarily connote that these children suffer effects which rise to the level of \"persecution,\" as that term is used in § 1101(a)(42). Civil war, and the pandemic violence which accompanies it, often have unfortunate collateral effects on much of a country's population, but these effects have no direct or necessary correlation with the victims' political views. <i>See </i><i>Harutyunyan v. Gonzales,</i> 421 F.3d 64, 70 (1st Cir.2005) (\"`[E]vidence of widespread violence and human rights violations affecting all citizens is insufficient to establish persecution.'\") (citation omitted).</p>\n<p>Thus, the agency's determination that petitioners failed to establish an objectively reasonable fear of future persecution based on their political opinions is sufficiently supported by substantial record evidence.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>However deplorable and regrettable the FARC's forced conscription methods against petitioners and other Colombian youths, the asylum statute simply was not enacted to embrace cases wherein harmful <span class=\"star-pagination\">*34</span> acts were not committed on account of one of the five enumerated statutory grounds, nor where they did not reach a minimum threshold of severity. As the IJ and the BIA had substantial evidence upon which to conclude that the petitioners' unfortunate experiences were neither politically motivated nor sufficiently grave, and that it is unlikely that they will suffer serious reprisals at the hands of the FARC if they are repatriated to Columbia, their petitions for review must be denied.</p>\n<p><i>Denied.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Michael B. Mukasey has been substituted for former Attorney General Alberto R. Gonzáles as the respondent herein.</p>\n<p>[1]  Petitioners specifically fault the BIA for citing <i>Guzman v. INS,</i> 327 F.3d 11 (1st Cir. 2003), arguing that the decision turned exclusively on Guzman's failure to refute evidence that the political situation in Guatemala had changed since the alleged acts of persecution against him, whereas it is undisputed that the political climate in Colombia has undergone no comparable sea change. In <i>Guzman,</i> however, we first upheld the agency's determination that Guzman failed to prove <i>past</i> \"persecution,\" even though guerillas had kidnapped, imprisoned and beat him. <i>Id.</i> at 15-16. That failure of proof precluded Guzman from enjoying a rebuttable presumption that his fear of <i>future</i> persecution was well-founded, and record evidence of any intervening political changes in Guatemala further undercut Guzman's future-persecution claim. <i>Id.</i> at 16. Hence, the BIA correctly cited <i>Guzman</i> for the proposition that petitioners had not proven, as a threshold matter, that the acts of <i>past</i> persecution were severe enough to constitute \"persecution\" under the asylum statute.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation\" data-id=\"203175\"><a href=\"/opinion/203175/tobon-marin-v-mukasey/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span> (2008)</b></center>\n<center><h1>Erney TOBON-MARIN, et al., Petitioners,<br>\nv.<br>\nMichael B. MUKASEY,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 07-1113.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted October 2, 2007.</center>\n<center>Decided January 8, 2008.</center>\n<p><span class=\"star-pagination\">*29</span> Desmond P. FitzGerald, with whom FitzGerald &amp; Company, LLC, was on brief for petitioner.</p>\n<p>Peter D. Keisler, Acting Attorney General, Cindy S. Ferrier, Senior Litigation Counsel, and Rebecca A. Niburg, Trial Attorney, on brief for respondent.</p>\n<p>Before LIPEZ, Circuit Judge, CYR, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>CYR, Senior Circuit Judge.</p>\n<p>Erney and John Freddy Tobon-Marin, brothers who are natives and citizens of Colombia, entered the United States in 2002 and 2003, respectively, without valid visas. The Immigration and Naturalization Service (INS) commenced deportation proceedings against the brothers, who conceded removability, but filed applications for asylum based on their allegations of <span class=\"star-pagination\">*30</span> past persecution in Colombia relating to their political beliefs.</p>\n<p>At their hearing before an immigration judge (IJ), Erney testified that before he left Colombia, the Revolutionary Armed Forces of Colombia (aka Fuerzas Armadas Revolucionarias de Colombia or the FARC), a communist guerilla group seeking to bring about the forcible overthrow of the Colombian government, came to the house where Erney resided with his parents and three brothers, and asked him to join the FARC. Erney did not want to join the FARC because he disagreed with their political agenda. Because he was frightened, however, Erney did not respond, and the guerillas left. During the following week, Erney heard that the FARC had murdered a teenage boy from his neighborhood who had been invited to join the FARC but had refused. Concerned for Erney's safety, his parents paid for his plane fare to the United States.</p>\n<p>Later in 2002, the FARC sent a threatening letter to the Tobon-Marin home, asking Erney's brother, John Freddy, to join the FARC or face serious consequences. Within the next few days, John Freddy also received three or four threatening phone calls. John Freddy's parents paid for his airfare to the United States to join his brother Erney. Petitioners' parents and older brother, who was also approached by the FARC but refused to join, have remained at their home in Colombia without further incident.</p>\n<p>The IJ denied petitioners' applications for asylum, finding, <i>inter alia,</i> that: (i) petitioners were credible, and had established a subjectively genuine fear of returning to Colombia; (ii) petitioners had not established that their subjective fear was objectively reasonable; (iii) the FARC's threats against petitioners did not persist or escalate into violence or physical harm; (iv) petitioners never told the FARC that their refusal to join was based on their political views, and thus they did not conclusively establish that the FARC threats were made on account of that statutorily protected ground; and (v) petitioners' family (and especially their older brother, whom the FARC had unsuccessfully attempted to recruit) had remained behind at the family home in Colombia without suffering any adverse repercussions from petitioners' refusals to join the FARC. On appeal, the BIA affirmed on these same grounds, and the brothers submitted their consolidated petition for review.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Petitioners contend that the IJ and the BIA erred in denying their asylum applications on the grounds that the FARC's previous attempts forcibly to conscript them into the guerilla group were neither sufficiently grievous to constitute \"persecution\" nor motivated by petitioners' political opinions, and that petitioners failed to adduce sufficient evidence that their subjective fear of returning to Colombia was objectively reasonable.</p>\n<p>As the BIA adopted and supplemented the IJ's opinion with its own substantive gloss, we evaluate both the IJ's decision and the BIA decisions. <i>See </i><i>Sunoto v. Gonzales,</i> <span class=\"citation\" data-id=\"203032\"><a href=\"/opinion/203032/sunoto-v-gonzales/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 59-60 (1st Cir. 2007). We deferentially scrutinize the agency's findings of fact under the \"substantial evidence\" standard, and will affirm unless \"any reasonable adjudicator would be compelled to conclude to the contrary,\" 8 U.S.C. § 1252(b)(4)(B).</p>\n<p>In order to establish their entitlement to asylum, petitioners needed to prove they are \"refugees,\" in that they are \"unable or unwilling to return to . . . [their] country because of persecution or a well-founded <span class=\"star-pagination\">*31</span> fear of persecution on account of race, religion, nationality, membership in a particular social group, <i>or political opinion.</i>\" <i>Id.</i> § 1101(a)(42)(A) (emphasis added). The statute contemplates two approaches which petitioners might pursue to satisfy their burden of proof.</p>\n<p>A. <i>Past Persecution</i></p>\n<p>First, petitioners may prove they suffered from past \"persecution\" on account of one or more of the five statutory grounds, <i>supra,</i> which would generate a rebuttable presumption that their fear of future persecution is well-founded. <i>See </i><i>Nikijuluw v. Gonzales,</i> <span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 120 (1st Cir.2005). The administrative record contains ample evidentiary support for the agency's ruling that petitioners failed to meet this burden of proof.</p>\n<p>Petitioners were required to adduce sufficient evidence of a causal nexus between the FARC's actions and petitioners' political beliefs. <i>Fesseha v. Ashcroft,</i> <span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span>, 18 (1st Cir.2003) (noting that alien must establish past persecution with \"conclusive evidence\"). It is not enough to establish that the FARC is a politically-motivated guerilla group, since \"persecution on account of . . . political opinion . . . is persecution on account of the <i>victim's</i> political opinion, not the prosecutors.\" <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 482, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992) (\"Thus, the mere existence of a generalized `political' motive underlying the guerrillas' forced recruitment is inadequate to establish . . . the proposition that [the petitioner] fears persecution <i>on account of</i> political opinion, as [§ 1101(a)(42)] requires.\"). Absent specific evidence that the FARC targeted petitioners as a means to punish them for their pro-government, anti-communist political views, forced conscription would not constitute \"persecution\" for asylum purposes. <i>See id.</i> at 483, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span> (noting that such recruiters may inflict harm not because of the target's political opinion, but simply \"because of his refusal to fight with them\"); <i>Velasquez-Valencia v. INS,</i> <span class=\"citation\" data-id=\"199341\"><a href=\"/opinion/199341/velasquez-valencia-v-ins/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 50 (1st Cir.2001); <i>see also </i><i>Bartolo-Diego v. Gonzales,</i> <span class=\"citation\" data-id=\"798139\"><a href=\"/opinion/798139/jose-luiz-bartolo-diego-v-alberto-gonzales-attorney-general-of-the-united/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1024</span></a></span>, 1027-28 (8th Cir. 2007) (noting that \"the guerillas `did not identify the [petitioner] or seek to recruit him because of any political opinion, or punishment for his father's service within the military,' . . . [but that] `he was simply targeted as a young man who might be sympathetic to the guerilla cause'\") (citations omitted); <i>Tapiero de Orejuela v. Gonzales,</i> <span class=\"citation\" data-id=\"791911\"><a href=\"/opinion/791911/jaidibe-tapiero-de-orejuela-juan-jose-orejuela-tapiero-carlos-andres/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span>, 674 (7th Cir.2005) (noting that petitioners \"would have had to show that politics rather than many other likely reasons lay behind their unwillingness to support FARC\"); <i>Sanchez v. United States Attorney Gen.,</i> <span class=\"citation\" data-id=\"76749\"><a href=\"/opinion/76749/sanchez-v-us-attorney-general/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">434</span></a></span>, 438 (11th Cir.2004) (observing that \"[i]t is not enough to show that [petitioner] was or will be persecuted or tortured due to her refusal to cooperate with the guerillas\").</p>\n<p>Indeed, coercive conscription efforts might be motivated simply by the recruiters' desire to fill their ranks with any available able-bodied individual, irrespective of their political sympathies, and the target of coerced recruitment might resist conscription for any number of nonpolitical motives, such as a fear of combat, or a reluctance to give up his civilian livelihood. <i>See </i><i>Tapiero de Orejuela,</i> 423 F.3d at 673. Although petitioners testified that they subjectively held such anti-FARC sentiments, they admit that they did not communicate these views to the FARC representatives who attempted to recruit them. For example, Erney testified that he was simply too frightened to answer the recruiters, and their mother told the recruiters that John Freddy was too young. Even if we were to assume, <i>arguendo,</i> that circumstantial evidence alone might support an inference that the FARC correctly <span class=\"star-pagination\">*32</span> or incorrectly imputed an opposing political opinion to these petitioners, <i>see, e.g., </i><i>Delgado v. Mukasey,</i> <span class=\"citation\" data-id=\"1229393\"><a href=\"/opinion/1229393/delgado-v-mukasey/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></a></span>, 705-06 (2d Cir.2007); <i>Bartolo-Diego,</i> 490 F.3d at 1027, the record contains no such supportive circumstantial evidence. As factfinder, the agency legitimately inferred that the FARC likely targeted petitioners simply because they were able-bodied young boys. Although such coercive practices are indeed unfortunate, they do not trigger an entitlement to political asylum under 8 U.S.C. § 1101(a)(42)(A).</p>\n<p>Further, even if petitioners had adduced evidence of a causal nexus, asylum applicants must also demonstrate that the actual harm inflicted on them reached \"a fairly high threshold of seriousness, as well as some regularity and frequency,\" <i>Alibeaj v. Gonzales,</i> <span class=\"citation\" data-id=\"202521\"><a href=\"/opinion/202521/alibeaj-v-gonzales/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 191 (1st Cir. 2006), which requires them to relate experiences amounting to \"`more than mere discomfiture, unpleasantness, harassment, or unfair treatment,'\" <i>Susanto v. Gonzales,</i> <span class=\"citation\" data-id=\"202090\"><a href=\"/opinion/202090/susanto-v-gonzales/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 59-60 (1st Cir.2006) (citation omitted). The FARC merely <i>attempted</i> forced conscription of petitioners, but neither succeeded nor persisted in its efforts. The FARC approached Erney in person only once, and contacted John Freddy only a few times by mail or telephone. \"Threats standing alone [] constitute past persecution in only a small category of cases, and only when the threats are so menacing as to cause significant actual `suffering or harm.'\" <i>Butt v. Keisler,</i> <span class=\"citation\" data-id=\"203005\"><a href=\"/opinion/203005/butt-v-keisler/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 91 (1st Cir.2007) (citation omitted). Neither petitioners nor their families were physically harmed. <i>See </i><i>Zacarias-Velasquez v. Mukasey,</i> <span class=\"citation\" data-id=\"1201970\"><a href=\"/opinion/1201970/zacarias-velasquez-v-mukasey/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></a></span>, 433-34 (8th Cir.2007) (\"According to [petitioner's] testimony, neither the guerrillas nor any other group ever harmed or even detained him.\"); <i>see also </i><i>Susanto,</i> 439 F.3d at 59-60 (noting that even infliction of actual physical harm might not constitute \"persecution\").<sup>[1]</sup> Rather, petitioners' family has remained behind in their home in Colombia without any attempts by the FARC to retaliate for petitioners' and their brother's implicit refusals to join its ranks. While petitioners testified that their brother stayed close to home to avoid possible confrontation with the FARC recruiters, the agency was within its rights to conclude that such a hindrance would amount to no \"`more than mere discomfiture, unpleasantness, harassment, or unfair treatment'\" rather than \"persecution.\" <i>Id.</i></p>\n<p>B. <i>Future Persecution</i></p>\n<p>As petitioners failed to prove past persecution, they have generated no rebuttable presumption that their fear of future persecution is well-founded. <i>See </i><i>Nikijuluw,</i> 427 F.3d at 120. Yet, they maintain that the IJ and BIA were compelled to find that petitioners' fear of future persecution was not only subjectively genuine, but objectively reasonable as well. <i>See </i><i>Negeya v. Gonzales,</i> <span class=\"citation\" data-id=\"201729\"><a href=\"/opinion/201729/negeya-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 82-83 <span class=\"star-pagination\">*33</span> (1st Cir.2005). As support, they cite (i) Erney's testimony that the FARC assassinated a neighbor who had resisted its forced conscription attempts, and a United States State Department country condition report that the FARC, which is infamous for murderous reprisals against its political opponents, principally targets young males of petitioners' ages for forced recruitment; and (ii) a UNICEF Report that about 17.5% of Colombian youths are \"affected\" by Colombia's civil war, <i>see </i><i>INS v. Cardoza-Fonseca,</i> <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 431, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span></a></span> (1987) (observing that even a 10% chance that an event of persecution may occur may make petitioner's fear well founded). This evidence, however, does not compel a finding that petitioners' fear of future persecution was objectively reasonable.</p>\n<p>The anecdotal evidence of the assassinated neighbor is of limited evidentiary weight because petitioners were unable to provide any further details about the circumstances surrounding that event, thus precluding an agency determination of the FARC's motive for killing the neighbor (<i>viz.,</i> whether motivated solely by the victim's refusal to join the FARC), and whether the killing suggested that petitioners might have provided the FARC with a similar retaliatory incentive. Whatever the \"country conditions\" report may have been regarding the FARC's reputation for violent retribution against its political opponents, the record contains no evidence that the FARC has formed any such intention toward these petitioners. <i>Cf. </i><i>Delgado,</i> 508 F.3d at 706-07 (noting that petitioner, who was kidnapped by the FARC and escaped, had been \"marked for death\"). Indeed, the record discloses countervailing evidence: petitioners' family (and especially their brother, who is of an appropriate age to serve in the military) have remained behind in the family residence not only without any attempted reprisals by the FARC for petitioners' refusals to join, but apparently without any further FARC contacts of any kind. <i>See </i><i>Boukhtouchen v. Gonzales,</i> <span class=\"citation\" data-id=\"202890\"><a href=\"/opinion/202890/boukhtouchen-v-gonzales/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 81 n. 3 (1st Cir.2007) (\"`[T]he fact that close relatives continue to live peacefully in the alien's homeland undercuts the alien's claim that persecution awaits his return.'\") (citation omitted); <i>Nikijuluw,</i> 427 F.3d at 122.</p>\n<p>Nor does the UNICEF report-that Colombia's civil unrest \"affects\" about 17.5% of its child population-compel an agency finding that the petitioners' fear of future persecution is objectively reasonable. The term \"affects,\" standing alone, does not necessarily connote that these children suffer effects which rise to the level of \"persecution,\" as that term is used in § 1101(a)(42). Civil war, and the pandemic violence which accompanies it, often have unfortunate collateral effects on much of a country's population, but these effects have no direct or necessary correlation with the victims' political views. <i>See </i><i>Harutyunyan v. Gonzales,</i> <span class=\"citation\" data-id=\"201799\"><a href=\"/opinion/201799/harutyunyan-v-gonzales/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 70 (1st Cir.2005) (\"`[E]vidence of widespread violence and human rights violations affecting all citizens is insufficient to establish persecution.'\") (citation omitted).</p>\n<p>Thus, the agency's determination that petitioners failed to establish an objectively reasonable fear of future persecution based on their political opinions is sufficiently supported by substantial record evidence.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>However deplorable and regrettable the FARC's forced conscription methods against petitioners and other Colombian youths, the asylum statute simply was not enacted to embrace cases wherein harmful <span class=\"star-pagination\">*34</span> acts were not committed on account of one of the five enumerated statutory grounds, nor where they did not reach a minimum threshold of severity. As the IJ and the BIA had substantial evidence upon which to conclude that the petitioners' unfortunate experiences were neither politically motivated nor sufficiently grave, and that it is unlikely that they will suffer serious reprisals at the hands of the FARC if they are repatriated to Columbia, their petitions for review must be denied.</p>\n<p><i>Denied.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Michael B. Mukasey has been substituted for former Attorney General Alberto R. Gonzáles as the respondent herein.</p>\n<p>[1]  Petitioners specifically fault the BIA for citing <i>Guzman v. INS,</i> <span class=\"citation\" data-id=\"200443\"><a href=\"/opinion/200443/guzman-v-ins/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span> (1st Cir. 2003), arguing that the decision turned exclusively on Guzman's failure to refute evidence that the political situation in Guatemala had changed since the alleged acts of persecution against him, whereas it is undisputed that the political climate in Colombia has undergone no comparable sea change. In <i>Guzman,</i> however, we first upheld the agency's determination that Guzman failed to prove <i>past</i> \"persecution,\" even though guerillas had kidnapped, imprisoned and beat him. <i>Id.</i> at 15-16. That failure of proof precluded Guzman from enjoying a rebuttable presumption that his fear of <i>future</i> persecution was well-founded, and record evidence of any intervening political changes in Guatemala further undercut Guzman's future-persecution claim. <i>Id.</i> at 16. Hence, the BIA correctly cited <i>Guzman</i> for the proposition that petitioners had not proven, as a threshold matter, that the acts of <i>past</i> persecution were severe enough to constitute \"persecution\" under the asylum statute.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/798139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1201970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229393/"
  ]
}