{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203236/",
  "absolute_url": "/opinion/203236/united-states-v-marin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203236/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:11:36Z",
  "date_modified": "2016-04-26T05:35:48.768786Z",
  "type": "010combined",
  "sha1": "cc8032ece5c26ec80f261fe1f31ee40172d530a0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1912-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/11/US_v._Marin.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 06-1912\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                         ANTONIO MARIN,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n                  Selya, Senior Circuit Judge,\n\n                   and Howard, Circuit Judge.\n\n\n\n     Leslie W. O'Brien for appellant.\n     Paul Hart Smyth, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nappellant.\n\n\n\n                         April 11, 2008\n\f           HOWARD, Circuit Judge. Appellant Antonio Marin (\"Marin\")\n\nwas convicted by a jury of possessing a firearm in furtherance of\n\ndrug trafficking, in violation of 18 U.S.C.§ 924(c).1     On appeal,\n\nMarin claims that the evidence was insufficient to prove that the\n\nfirearm was possessed \"in furtherance of\" drug activities. He also\n\nasserts the trial judge committed reversible evidentiary errors.\n\nWe affirm.\n\n                        I.   FACTUAL BACKGROUND\n\n           We recite the facts in the light most favorable to the\n\njury's verdict.    United States v. Isler, 429 F.3d 19, 22 (1st Cir.\n\n2005).   During the fall of 2004 the United States Drug Enforcement\n\nAdministration (\"DEA\") used a cooperating witness known as \"Gijo\"\n\nto make a series of cocaine purchases from Marin in Springfield,\n\nMassachusetts. The first occurred in November, when Gijo purchased\n\n50 grams of cocaine from Marin for $1500 outside a grocery store.\n\nAfter the sale, Marin drove to his home.          A month later Gijo\n\npurchased an additional \"100 to 125\" grams of cocaine from Marin\n\nfor $3700.     Marin drove from his home to a car wash to make this\n\nsecond sale.    A third sale, in February 2005, involved 50 grams for\n\n\n\n1\n Prior to trial, Marin pled guilty to five drug-related charges\ncontained in the same seven-count indictment as this charge. After\ntrial, on grounds not relevant to this appeal, the district court\ngranted Marin's motion for judgment of acquittal on a charge of\npossession of a firearm and ammunition by a convicted felon. Marin\nwas sentenced to five concurrent 60-month terms on the drug counts,\nand to an additional 60 months on the firearm conviction to be\nserved consecutively.\n\n                                  -2-\n\f$1500.   Again, Marin arrived at the sale location--a restaurant--\n\nfrom his home.\n\n            The DEA arrested Marin on February 24, 2005, the day\n\nafter the third controlled cocaine purchase.        In order to make the\n\narrest, the DEA had Gijo order 100 grams of cocaine from Marin, who\n\ndrove from his home to the arranged sale point.         Marin was arrested\n\nupon his arrival, after DEA agents trapped his car with their own\n\nvehicles.    Although Marin got out of his car brandishing what was\n\ndescribed as a two or three foot long billy club, he dropped the\n\nclub at the demand of approaching agents.           A clear plastic bag\n\ncontaining   100   grams   of   cocaine   was   found   in   his   pocket.\n\n            Simultaneous with the arrest, other DEA agents executed\n\na search warrant at Marin's apartment.          In a bedroom nightstand,\n\nthey found 70-75 grams of cocaine, a digital scale and packaging\n\nmaterials.   They also found, under the bed mattress, a loaded .38\n\ncaliber semiautomatic handgun with a defaced serial number and a\n\nspare clip loaded with .38 caliber ammunition.          The search yielded\n\n$1500 in cash, discovered in a bedroom bureau.          Agents also found\n\nroughly 700 grams of cocaine in a plastic bucket in the basement.\n\n            In post-arrest interviews, Marin admitted to DEA agents\n\nthat all of the cocaine, the gun and ammunition were his, as was\n\nthe bedroom in which the gun, ammunition and the smaller amount of\n\nthe cocaine were discovered.      He told the agents he had purchased\n\n\n\n\n                                   -3-\n\fthe gun from a cocaine dealer approximately six months prior to his\n\narrest.\n\n          The cocaine recovered in Marin's bedroom and basement\n\nformed the basis for the charge of possession with intent to\n\ndistribute, which, in turn, was the predicate drug crime for the\n\nfirearm count on which Marin was ultimately convicted and which he\n\nnow appeals.\n\n                         II.     DISCUSSION\n\n1. Sufficiency of the Evidence\n\n          Marin argues, as he did at trial,2 that the government's\n\nevidence was insufficient as a matter of law to prove that he\n\npossessed the recovered firearm \"in furtherance of\" his admitted\n\ndrug dealing. Specifically Marin notes the uncontroverted evidence\n\nthat he was not seen carrying a gun at any of the arranged deals.\n\nThus, he argues, the only connection between the firearm and the\n\ncocaine was the gun's \"mere presence\" in the bedroom, which, Marin\n\npoints out, did not even hold the lion's share of the stash.   While\n\nMarin accurately recounts the two facts he relies on -- he was not\n\nseen carrying the gun during the subject drug deals, and the\n\nsignificantly greater share of the cocaine was located in another\n\npart of the residence -- his legal conclusion misses the mark by a\n\nwide margin.\n\n\n2\n Marin's trial defense was effectuated through cross-examination of\ngovernment witnesses, as he neither testified nor called witnesses\non his behalf.\n\n                                  -4-\n\f           In analyzing Marin's sufficiency claim,3 we must affirm\n\nthe conviction if after de novo review of the evidence taken in the\n\nlight most favorable to the government, we conclude that a rational\n\nfactfinder could find that the government proved the essential\n\nelements of its case beyond a reasonable doubt.      United States v.\n\nStark, 499 F.3d 72, 79 (1st Cir. 2007).\n\n           Marin was convicted of violating 18 U.S.C. § 924(c)(1),\n\nwhich prescribes various mandatory punishments for \"any person who,\n\nduring and in relation to any . . . drug trafficking crime . . .\n\nuses or carries a firearm, or who, in furtherance of any such\n\ncrime, possesses a firearm . . . .\"      To obtain a conviction, the\n\ngovernment must prove beyond a reasonable doubt the defendant: 1)\n\ncommitted a drug trafficking crime; 2) knowingly possessed a\n\nfirearm; and 3) possessed the firearm in furtherance of the drug\n\ntrafficking crime.     United States v. Delgado-Hernandez, 420 F.3d\n\n16, 24 (1st Cir. 2005).      Here, there is no dispute that Marin\n\ncommitted a drug trafficking crime and knowingly possessed a\n\nfirearm.     Marin's   appellate   argument   is   aimed   at   the   \"in\n\nfurtherance of\" requirement.\n\n           The \"in furtherance of\" element does not have a settled,\n\ninelastic, definition. See id. (meaning is \"fluid\"); United States\n\n\n\n3\n To be precise, Marin claims the district court erred in denying\nhis post-trial motion for judgment of acquittal. For our purposes,\nthere is no analytical distinction. United States v. Hernandez,\n218 F.3d 58, 64 (1st Cir. 2000).\n\n                                   -5-\n\fv. Felton, 417 F.3d 97, 104 (1st Cir. 2005), cert. denied, 547 U.S.\n\n1048 (2006) (meaning is not \"well-settled\").             Our cases, however,\n\ndo provide sufficient guidance for the task here.              In the context\n\nof a drug trafficking predicate, we have understood \"in furtherance\n\nof\" to demand showing a sufficient nexus between the firearm and\n\nthe drug crime such that the firearm advances or promotes the drug\n\ncrime.    United States v. Grace, 367 F.3d 29, 34-35 (1st Cir. 2004);\n\nUnited States v. Garner, 338 F.3d 78, 81 (1st Cir. 2003).                    For\n\nexample, we have held that possession of a firearm to protect drugs\n\nor sales proceeds can establish such a nexus.                United States v.\n\nRobinson, 473 F.3d 387, 399 (1st Cir. 2007); Delgado-Hernandez, 420\n\nF.3d at 31-32; Garner, 338 F.3d at 81.\n\n            We have also analyzed \"in furtherance of\" evidence from\n\nboth subjective and objective standpoints.              Felton, 417 F.3d at\n\n104-5.4     In   applying     an    objective   analysis,     we     have   often\n\nconsidered the proximity of the firearm to the contraband.                    In\n\nGrace, for example, we found evidence sufficient where an unloaded\n\nfirearm    was   found   in   the   same    residence   as   drugs    and   sales\n\nproceeds.    367 F.3d at 34-35.      And in United States v. Luciano, 329\n\nF.3d 1 (1st Cir. 2003), we affirmed a conviction where the firearms\n\n\n\n\n4\n In Felton, we reversed the district court's judgment of acquittal\nof defendants who had been convicted by a jury of violating section\n924(c). Although the predicate offense in Felton was bomb-making,\nnot drugs, there is no principled reason for a different analysis.\n\n                                      -6-\n\fwere located in a crawl space also containing heroin and drug paraphernalia.\n\n           Marin argues that the objective evidence \"consisted only\"\n\nof the presence of the handgun a few feet from an amount of drugs\n\nfar smaller than what was found in the basement.           This, he claims,\n\nin combination with the fact that there was no evidence of him\n\ncarrying the gun while actually engaging in the drug deals, proves\n\nno more than \"mere presence\" of the firearm, insufficient to\n\nsupport a conviction.          But there was much more to the evidence,\n\nwhich, taken in sum, supports a different conclusion.                As noted,\n\nDEA agents discovered a loaded gun in Marin's bedroom where it\n\nwould be easily accessible to him if surprised in the night.                The\n\nweapon was found, with a loaded spare clip, under Marin's mattress,\n\nin the same room as -- and only a few feet from -- 75 grams of\n\ncocaine and a digital scale, and in the same house as an additional\n\n700 grams of cocaine and proceeds from drug sales.5          We have little\n\ndoubt that a jury could have reasonably inferred from this evidence\n\nthat Marin possessed the firearm to protect his drug trafficking\n\nactivities.      Moreover, the jury also heard testimony that drug\n\ntraffickers    often     possess    firearms   for    protection     of    their\n\ntrafficking activities.        And, as we have noted, \"The cases dealing\n\nwith   weapons    used    in     drug    dealings    regularly   uphold     'in\n\nfurtherance' findings based on a weapon's capacity to counter\n\n\n\n5\n The record reflects that Marin forfeited the                $1500    as    drug\nproceeds in connection with his plea agreement.\n\n                                        -7-\n\fresistance.   Actual use may be more common in drug deals, but there\n\nis no requirement that actual use be proved.\"         Felton, 417 F.3d at\n\n105 (footnote omitted).\n\n            Our conclusion is no different with respect to the\n\nevidence of Marin's subjective intent to possess the firearm \"in\n\nfurtherance of\" his drug trafficking.         Where direct evidence of\n\nsubjective intent is lacking, the jury is free to infer intent from\n\nobjective circumstances.     Id.   Here, in addition to the objective\n\nfacts as noted above -- the proximity of the gun to the cocaine,\n\ncash and paraphernalia, as well as it being easily accessed by\n\nMarin when he was otherwise vulnerable -- the facts that the gun\n\nhad an obliterated serial number and that Marin admitted that he\n\npurchased the gun from another cocaine dealer also support an\n\ninference that he subjectively intended to possess the weapon in\n\nfurtherance   of   the   underlying   drug   crime.     Accordingly,   the\n\ndistrict court did not err in denying Marin's motion for judgment\n\nof acquittal.\n\n2.   Evidentiary Issues\n\n            a. Agent Barron's Testimony\n\n            Appellant next argues that the district court improperly\n\nallowed DEA Agent John Barron to testify that, during an interview\n\nof Marin, he did not ask Marin why he had the gun because \"it was\n\nobvious.\"     Marin claims this was improper expert testimony in\n\nviolation of Fed. R. Evid. 702.       We disagree.\n\n\n                                   -8-\n\f          The testimony came during re-direct examination.      On\n\ncross-examination by defense counsel, Barron had testified that\n\nMarin never admitted to him that the gun recovered in his bedroom\n\nwas related to drug dealing. He also described Marin as forthright\n\nduring two conversations with him.   The testimony was as follows:\n\n          Q: [H]e never admitted that the gun you found\n          had anything to do with the drugs that he was\n          selling, is that correct?\n          A: That's correct.\n\n          .   .   .\n\n          Q:    And your interview of him involved\n          questioning him about the gun both at the\n          Springfield Police Station then on a separate\n          day here at the courthouse before his\n          arraignment, correct?\n          A: Yes.\n\n          Q: And during both of those times he did not\n          tell you that the gun had anything to do with\n          the drugs that he was selling, correct?\n          A: Yes.\n\n\n          The following exchange ensued on re-direct examination:\n\n\n          Q: Agent Barron, in your two interviews with\n          the defendant, did you ask him why he\n          possessed the Lorcin firearm and ammunition?\n          A: No, we did not.\n\n          Q: Why not, Sir?\n          A: It was obvious to us for the same reason\n          that we didn't -\n\n          Defense Counsel: Objection, Your Honor, move\n          to strike.\n\n          Court: I'm going to overrule the objection.\n          This is the witness's [sic] reason and I think\n          it's fair to get into that.\n\n                               -9-\n\f          Q: Please continue, Sir.\n          A: For the same reason, we didn't ask him why\n          he possessed seven one-hundred gram packages\n          of cocaine or the smaller packages that were\n          in his night stand. We felt we knew why he\n          possessed the firearm.\n\n\n          The    first   bone   of    appellate     contention    is   the\n\ngovernment's argument that Marin did not preserve an objection\n\nbased on improperly admitted expert testimony because of the\n\ngeneral nature of the objection lodged at trial, as noted above.\n\nAs such, the government argues, our review is only for plain error,\n\nas opposed to the more generous (to the appellant) abuse of\n\ndiscretion standard.     We need not resolve this preliminary issue,\n\nhowever, as we find the admission of Agent Barron's testimony to be\n\nproper regardless of the standard of review.\n\n          We    reject   Marin's     claim   that   Barron's     statement\n\nconstituted expert testimony, subject to Rule 702.             Instead, we\n\nview the re-direct testimony at issue as an acceptable response to\n\nthe defense \"opening the door,\" where the trial court allowed the\n\ngovernment to \"clarif[y] an issue which the defense opened up on\n\ncross-examination.\" United States v. Catano, 65 F.3d 219, 226 (1st\n\nCir. 1995).     Catano was a drug case in which the defense used\n\ncross-examination to undermine a cooperating prosecution witness'\n\ncredibility by suggesting that he barely knew the defendant.           Id.\n\nat 225.   On re-direct examination, over defense objections, the\n\ngovernment elicited testimony that the witness knew the defendant\n\n\n                                   -10-\n\ffrom prior drug transactions.        The district court allowed the\n\ntestimony, ruling that the cross-examination had opened the door by\n\nsuggesting (inaccurately) that a meeting between the witness and\n\nthe defendant had been an isolated event.            Id.   We affirmed,\n\nfinding no abuse of discretion in allowing the government to\n\nexplore the past dealings of the witness and the defendant.          Id. at\n\n226.   The same rationale applies here, where the government sought\n\nto clarify the context of Marin's statements - or more precisely,\n\nthe absence of a specific statement to Barron by pointing out that\n\nBarron never asked Marin why he owned the weapon in question, and\n\nwhy he didn't ask.    As we noted in Catano, failure to allow such\n\nlimited   re-direct   testimony   could   allow   \"litigants   to    create\n\nmisleading impressions, secure in the knowledge that the other side\n\nwas barred from disabusing the jury.\"       Id. at 226.    Here, Marin's\n\ncross-examination of Barron, standing alone, could have left the\n\nimpression that Marin had denied drug-related firearm ownership,\n\nwithout the defense offering any supporting evidence.               The re-\n\ndirect examination of Barron yielded an appropriate response.           His\n\ntestimony that \"it was obvious\" to him that the gun was related to\n\nthe drug business put his actions -- and Marin's statements -- in\n\ntheir appropriate contexts.\n\n\n\n\n                                  -11-\n\fb.   \"Other act\" / Character evidence\n\n           The   appellant   next   argues   that   the   trial   court\n\nimpermissibly admitted evidence:     that he possessed a club at the\n\ntime of his arrest; and that mementos from the movie \"Scarface\" --\n\na film in which drugs and violence are both prominent -- were found\n\nin his home.     Marin argues that these were admitted to prove a\n\npropensity for violence, in violation of Fed. R. Evid. 404(b).      We\n\nwill address each contention in turn.        In light of appellant's\n\ntrial objection, we review the admission of the \"billy club\"\n\ntestimony for abuse of discretion.      United States v. Flemmi, 402\n\nF.3d 79, 86 (1st Cir. 2005).\n\n           Agent Barron testified on direct examination that when\n\nagents' unmarked vehicles prevented Marin from driving away from\n\nhis home, Marin exited his vehicle holding a billy club.     The trial\n\njudge overruled the defense objection, accepting the government's\n\nargument that the testimony about the club was relevant to the\n\nsteps that Marin would take to protect his drug dealing business,\n\nsince he had 100 grams of cocaine with him at the time of his\n\narrest. In our view, the trial court did not abuse its discretion.\n\n           As an initial matter, we agree with the government that\n\nMarin's brandishing the billy club was not inadmissible Rule 404(b)\n\n\"bad act\" evidence.   Instead, it was a part of the drug trafficking\n\noffenses for which he was charged (and later pled guilty), from\n\nwhich the jury could infer that Marin would arm himself to protect\n\n\n                                -12-\n\fhis business.     See United States v. Pierre, 484 F.3d 75, 84-5\n\n(evidence of prior bad act was probative of charged crime itself,\n\nthus defeating 404(b) claim); United States v. Rodriguez-Estrada,\n\n877 F.2d 153, 156 (1st Cir. 1989) (when subject incident occurs\n\nclose in time and is highly relevant to the charged conduct, \"the\n\nargument for admissibility is powerful\"). The jury was entitled to\n\ninfer from Marin's club-wielding that he knew drug dealing could be\n\ndangerous, and he thus had a motive to arm himself.    Both knowledge\n\nand motive are exceptions to inadmissibility under Rule 404(b). We\n\nalso reject appellant's passing assertion that the evidence was\n\nunfairly prejudicial.   While Rule 403 allows exclusion of relevant\n\nevidence \"if its probative value is substantially outweighed by the\n\ndanger of unfair prejudice,\" we find no such unfair prejudice here.\n\n            The final point related to the club is the government's\n\nreference to it in closing argument.   The prosecutor said, \" . . .\n\nand when they arrested him you get your first real glimpse of the\n\ndefendant's character, how he acted when he felt threatened . . .\n\nor he felt his drug supply was threatened . . . .\"     While, as the\n\ngovernment acknowledges, the use of the evidentiary term-of-art\n\n\"character\" in such circumstances was ill-advised, we are satisfied\n\nthat, in context, it is not grounds for reversal.     Marin's defense\n\nwas that his gun possession had nothing to do with his drug\n\nbusiness.   The government was entitled to argue that weapons were\n\npart of his business.\n\n\n                                -13-\n\f          We need not dwell long on the \"Scarface\" evidence.6\n\nFirst, it was the appellant who first referenced it in his opening\n\nstatement, in support of the defense theory that Marin was simply\n\n\"interested in guns.\"   Next, the evidence was introduced by the\n\ngovernment without objection, except to prevent the government's\n\nuse of it to show a propensity to emulate the movie character.\n\nAccordingly, the district judge allowed the government to use the\n\nevidence solely to rebut the \"casual interest\" argument because of\n\nthe reference made by the defense.    We agree with the defendant to\n\nthe extent that, in some circumstances, the government's reliance\n\non the \"Scarface\" evidence might be improper. Here, however, there\n\nwas some probative value to the evidence, that of rebutting a\n\ndefense theory which had been previewed to the jury in the opening\n\nstatement, that relied on similar evidence.7      We find no plain\n\nerror.\n\n          We have reviewed the appellant's remaining evidentiary\n\narguments and find them without merit.\n\n          Affirmed.\n\n\n\n6\n The evidence consists of a \"shadowbox\" containing a picture of\nactor Al Pacino portraying a violent drug dealer, with a replica\ngun, cigar and money under the photo; and a poster of Pacino aiming\na machine gun.\n7\n Marin briefly alludes to the \"Scarface\" evidence being unfairly\nprejudicial. In view of the evidence's legitimate use and in light\nof the other evidence in the case, we cannot say that the danger of\nunfair prejudice substantially outweighed the probative value of\nthe evidence. See Fed. R. Evid. 403.\n\n                               -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>523 F.3d 24 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nAntonio MARIN, Defendant, Appellant.</h1></center>\n<center>No. 06-1912.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard August 1, 2007.</center>\n<center>Decided April 11, 2008.</center>\n<p><span class=\"star-pagination\">*25</span> Leslie W. O'Brien for appellant.</p>\n<p>Paul Hart Smyth, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellant.</p>\n<p>Before BOUDIN, Chief Judge, SELYA, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Appellant Antonio Marin (\"Marin\") was convicted by a jury of possessing a firearm in furtherance of drug trafficking, in violation of 18 U.S.C. § 924(c).<sup>[1]</sup> On appeal, <span class=\"star-pagination\">*26</span> Marin claims that the evidence was insufficient to prove that the firearm was possessed \"in furtherance of\" drug activities. He also asserts the trial judge committed reversible evidentiary errors. We affirm.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND</h2>\n<p>We recite the facts in the light most favorable to the jury's verdict. <i>United States v. Isler,</i> 429 F.3d 19, 22 (1st Cir. 2005). During the fall of 2004 the United States Drug Enforcement Administration (\"DEA\") used a cooperating witness known as \"Gijo\" to make a series of cocaine purchases from Marin in Springfield, Massachusetts. The first occurred in November, when Gijo purchased 50 grams of cocaine from Marin for $1500 outside a grocery store. After the sale, Marin drove to his home. A month later Gijo purchased an additional \"100 to 125\" grams of cocaine from Marin for $3700. Marin drove from his home to a car wash to make this second sale. A third sale, in February 2005, involved 50 grams for $1500. Again, Marin arrived at the sale location-a restaurant-from his home.</p>\n<p>The DEA arrested Marin on February 24, 2005, the day after the third controlled cocaine purchase. In order to make the arrest, the DEA had Gijo order 100 grams of cocaine from Marin, who drove from his home to the arranged sale point. Marin was arrested upon his arrival, after DEA agents trapped his car with their own vehicles. Although Marin got out of his car brandishing what was described as a two or three foot long billy club, he dropped the club at the demand of approaching agents. A clear plastic bag containing 100 grams of cocaine was found in his pocket. Simultaneous with the arrest, other DEA agents executed a search warrant at Marin's apartment. In a bedroom nightstand, they found 70-75 grams of cocaine, a digital scale and packaging materials. They also found, under the bed mattress, a loaded .38 caliber semiautomatic handgun with a defaced serial number and a spare clip loaded with .38 caliber ammunition. The search yielded $1500 in cash, discovered in a bedroom bureau. Agents also found roughly 700 grams of cocaine in a plastic bucket in the basement. In post-arrest interviews, Marin admitted to DEA agents that all of the cocaine, the gun and ammunition were his, as was the bedroom in which the gun, ammunition and the smaller amount of the cocaine were discovered. He told the agents he had purchased the gun from a cocaine dealer approximately six months prior to his arrest.</p>\n<p>The cocaine recovered in Marin's bedroom and basement formed the basis for the charge of possession with intent to distribute, which, in turn, was the predicate drug crime for the firearm count on which Marin was ultimately convicted and which he now appeals.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>1. Sufficiency of the Evidence</i></h2>\n<p>Marin argues, as he did at trial,<sup>[2]</sup> that the government's evidence was insufficient as a matter of law to prove that he possessed the recovered firearm \"in furtherance of\" his admitted drug dealing. Specifically Marin notes the uncontroverted evidence that he was not seen carrying a gun at any of the arranged deals. Thus, he argues, the only connection between the firearm and the cocaine was the gun's <span class=\"star-pagination\">*27</span> \"mere presence\" in the bedroom, which, Marin points out, did not even hold the lion's share of the stash. While Marin accurately recounts the two facts he relies on  he was not seen carrying the gun during the subject drug deals, and the significantly greater share of the cocaine was located in another part of the residence  his legal conclusion misses the mark by a wide margin.</p>\n<p>In analyzing Marin's sufficiency claim,<sup>[3]</sup> we must affirm the conviction if after de novo review of the evidence taken in the light most favorable to the government, we conclude that a rational factfinder could find that the government proved the essential elements of its case beyond a reasonable doubt. <i>United States v. Stark,</i> 499 F.3d 72, 79 (1st Cir.2007).</p>\n<p>Marin was convicted of violating 18 U.S.C. § 924(c)(1), which prescribes various mandatory punishments for \"any person who, during and in relation to any ... drug trafficking crime ... uses or carries a firearm, or who, in furtherance of any such crime, possesses a firearm....\" To obtain a conviction, the government must prove beyond a reasonable doubt the defendant: 1) committed a drug trafficking crime; 2) knowingly possessed a firearm; and 3) possessed the firearm in furtherance of the drug trafficking crime. <i>United States v. Delgado-Hernandez,</i> 420 F.3d 16, 24 (1st Cir.2005). Here, there is no dispute that Marin committed a drug trafficking crime and knowingly possessed a firearm. Marin's appellate argument is aimed at the \"in furtherance of\" requirement.</p>\n<p>The \"in furtherance of\" element does not have a settled, inelastic, definition. <i>See id.</i> (meaning is \"fluid\"); <i>United States v. Felton,</i> 417 F.3d 97, 104 (1st Cir.2005), <i>cert. denied,</i> 547 U.S. 1048, 126 S.Ct. 1639, 164 L.Ed.2d 349 (2006) (meaning is not \"well-settled\"). Our cases, however, do provide sufficient guidance for the task here. In the context of a drug trafficking predicate, we have understood \"in furtherance of\" to demand showing a sufficient nexus between the firearm and the drug crime such that the firearm advances or promotes the drug crime. <i>United States v. Grace,</i> 367 F.3d 29, 34-35 (1st Cir.2004); <i>United States v. Garner,</i> 338 F.3d 78, 81 (1st Cir.2003). For example, we have held that possession of a firearm to protect drugs or sales proceeds can establish such a nexus. <i>United States v. Robinson,</i> 473 F.3d 387, 399 (1st Cir.2007); <i>Delgado-Hernandez,</i> 420 F.3d at 31-32; <i>Garner,</i> 338 F.3d at 81.</p>\n<p>We have also analyzed \"in furtherance of\" evidence from both subjective and objective standpoints. <i>Felton,</i> 417 F.3d at 104-5.<sup>[4]</sup> In applying an objective analysis, we have often considered the proximity of the firearm to the contraband. In <i>Grace,</i> for example, we found evidence sufficient where an unloaded firearm was found in the same residence as drugs and sales proceeds. 367 F.3d at 34-35. And in <i>United States v. Luciano,</i> 329 F.3d 1 (1st Cir.2003), we affirmed a conviction where the firearms were located in a crawl space also containing heroin and drug paraphernalia.</p>\n<p>Marin argues that the objective evidence \"consisted only\" of the presence of <span class=\"star-pagination\">*28</span> the handgun a few feet from an amount of drugs far smaller than what was found in the basement. This, he claims, in combination with the fact that there was no evidence of him carrying the gun while actually engaging in the drug deals, proves no more than \"mere presence\" of the firearm, insufficient to support a conviction. But there was much more to the evidence, which, taken in sum, supports a different conclusion. As noted, DEA agents discovered a loaded gun in Marin's bedroom where it would be easily accessible to him if surprised in the night. The weapon was found, with a loaded spare clip, under Marin's mattress, in the same room as  and only a few feet from  75 grams of cocaine and a digital scale, and in the same house as an additional 700 grams of cocaine and proceeds from drug sales.<sup>[5]</sup> We have little doubt that a jury could have reasonably inferred from this evidence that Marin possessed the firearm to protect his drug trafficking activities. Moreover, the jury also heard testimony that drug traffickers often possess firearms for protection of their trafficking activities. And, as we have noted, \"The cases dealing with weapons used in drug dealings regularly uphold `in furtherance' findings based on a weapon's capacity to counter resistance. Actual use may be more common in drug deals, but there is no requirement that actual use be proved.\" <i>Felton,</i> 417 F.3d at 105 (footnote omitted).</p>\n<p>Our conclusion is no different with respect to the evidence of Marin's subjective intent to possess the firearm \"in furtherance of\" his drug trafficking. Where direct evidence of subjective intent is lacking, the jury is free to infer intent from objective circumstances. <i>Id.</i> Here, in addition to the objective facts as noted above  the proximity of the gun to the cocaine, cash and paraphernalia, as well as it being easily accessed by Marin when he was otherwise vulnerable  the facts that the gun had an obliterated serial number and that Marin admitted that he purchased the gun from another cocaine dealer also support an inference that he subjectively intended to possess the weapon in furtherance of the underlying drug crime. Accordingly, the district court did not err in denying Marin's motion for judgment of acquittal.</p>\n<p></p>\n<h2><i>2. Evidentiary Issues</i></h2>\n<p></p>\n<h2><i>a. Agent Barron's Testimony</i></h2>\n<p>Appellant next argues that the district court improperly allowed DEA Agent John Barron to testify that, during an interview of Marin, he did not ask Marin why he had the gun because \"it was obvious.\" Marin claims this was improper expert testimony in violation of Fed.R.Evid. 702. We disagree.</p>\n<p>The testimony came during re-direct examination. On cross-examination by defense counsel, Barron had testified that Marin never admitted to him that the gun recovered in his bedroom was related to drug dealing. He also described Marin as forthright during two conversations with him. The testimony was as follows:</p>\n<blockquote>Q: [H]e never admitted that the gun you found had anything to do with the drugs that he was selling, is that correct?</blockquote>\n<blockquote>A: That's correct.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q: And your interview of him involved questioning him about the gun both at the Springfield Police Station then on a <span class=\"star-pagination\">*29</span> separate day here at the courthouse before his arraignment, correct?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: And during both of those times he did not tell you that the gun had anything to do with the drugs that he was selling, correct?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<p>The following exchange ensued on redirect examination:</p>\n<blockquote>Q: Agent Barron, in your two interviews with the defendant, did you ask him why he possessed the Lorcin firearm and ammunition?</blockquote>\n<blockquote>A: No, we did not.</blockquote>\n<blockquote>Q: Why not, Sir?</blockquote>\n<blockquote>A: It was obvious to us for the same reason that we didn't </blockquote>\n<blockquote>Defense Counsel: Objection, Your Honor, move to strike.</blockquote>\n<blockquote>Court: I'm going to overrule the objection. This is the witness's [sic] reason and I think it's fair to get into that.</blockquote>\n<blockquote>Q: Please continue, Sir.</blockquote>\n<blockquote>A: For the same reason, we didn't ask him why he possessed seven one-hundred gram packages of cocaine or the smaller packages that were in his night stand. We felt we knew why he possessed the firearm.</blockquote>\n<p>The first bone of appellate contention is the government's argument that Marin did not preserve an objection based on improperly admitted expert testimony because of the general nature of the objection lodged at trial, as noted above. As such, the government argues, our review is only for plain error, as opposed to the more generous (to the appellant) abuse of discretion standard. We need not resolve this preliminary issue, however, as we find the admission of Agent Barron's testimony to be proper regardless of the standard of review.</p>\n<p>We reject Marin's claim that Barron's statement constituted expert testimony, subject to Rule 702. Instead, we view the re-direct testimony at issue as an acceptable response to the defense \"opening the door,\" where the trial court allowed the government to \"clarif[y] an issue which the defense opened up on cross-examination.\" <i>United States v. Catano,</i> 65 F.3d 219, 226 (1st Cir.1995). <i>Catano</i> was a drug case in which the defense used cross-examination to undermine a cooperating prosecution witness' credibility by suggesting that he barely knew the defendant. <i>Id.</i> at 225. On re-direct examination, over defense objections, the government elicited testimony that the witness knew the defendant from prior drug transactions. The district court allowed the testimony, ruling that the cross-examination had opened the door by suggesting (inaccurately) that a meeting between the witness and the defendant had been an isolated event. <i>Id.</i> We affirmed, finding no abuse of discretion in allowing the government to explore the past dealings of the witness and the defendant. <i>Id.</i> at 226. The same rationale applies here, where the government sought to clarify the context of Marin's statements  or more precisely, the absence of a specific statement to Barron by pointing out that Barron never asked Marin why he owned the weapon in question, and why he didn't ask. As we noted in <i>Catano,</i> failure to allow such limited redirect testimony could allow \"litigants to create misleading impressions, secure in the knowledge that the other side was barred from disabusing the jury.\" <i>Id.</i> at 226. Here, Marin's cross-examination of Barron, standing alone, could have left the impression that Marin had denied drug-related firearm ownership, without the defense offering any supporting evidence. The re-direct examination of Barron yielded an appropriate response. His testimony that \"it was obvious\" to him that the gun <span class=\"star-pagination\">*30</span> was related to the drug business put his actions  and Marin's statements  in their appropriate contexts.</p>\n<p></p>\n<h2><i>b. \"Other act\" / Character evidence</i></h2>\n<p>The appellant next argues that the trial court impermissibly admitted evidence: that he possessed a club at the time of his arrest; and that mementos from the movie \"Scarface\"  a film in which drugs and violence are both prominent  were found in his home. Marin argues that these were admitted to prove a propensity for violence, in violation of Fed.R.Evid. 404(b). We will address each contention in turn. In light of appellant's trial objection, we review the admission of the \"billy club\" testimony for abuse of discretion. <i>United States v. Flemmi,</i> 402 F.3d 79, 86 (1st Cir.2005).</p>\n<p>Agent Barron testified on direct examination that when agents' unmarked vehicles prevented Marin from driving away from his home, Marin exited his vehicle holding a billy club. The trial judge overruled the defense objection, accepting the government's argument that the testimony about the club was relevant to the steps that Marin would take to protect his drug dealing business, since he had 100 grams of cocaine with him at the time of his arrest. In our view, the trial court did not abuse its discretion.</p>\n<p>As an initial matter, we agree with the government that Marin's brandishing the billy club was not inadmissible Rule 404(b) \"bad act\" evidence. Instead, it was a part of the drug trafficking offenses for which he was charged (and later pled guilty), from which the jury could infer that Marin would arm himself to protect his business. <i>See </i><i>United States v. Pierre,</i> 484 F.3d 75, 84-5 (evidence of prior bad act was probative of charged crime itself, thus defeating 404(b) claim); <i>United States v. Rodriguez-Estrada,</i> 877 F.2d 153, 156 (1st Cir.1989) (when subject incident occurs close in time and is highly relevant to the charged conduct, \"the argument for admissibility is powerful\"). The jury was entitled to infer from Marin's club-wielding that he knew drug dealing could be dangerous, and he thus had a motive to arm himself. Both knowledge and motive are exceptions to inadmissibility under Rule 404(b). We also reject appellant's passing assertion that the evidence was unfairly prejudicial. While Rule 403 allows exclusion of relevant evidence \"if its probative value is substantially outweighed by the danger of unfair prejudice,\" we find no such unfair prejudice here.</p>\n<p>The final point related to the club is the government's reference to it in closing argument. The prosecutor said, \"... and when they arrested him you get your first real glimpse of the defendant's character, how he acted when he felt threatened... or he felt his drug supply was threatened....\" While, as the government acknowledges, the use of the evidentiary term-of-art \"character\" in such circumstances was ill-advised, we are satisfied that, in context, it is not grounds for reversal. Marin's defense was that his gun possession had nothing to do with his drug business. The government was entitled to argue that weapons were part of his business.</p>\n<p>We need not dwell long on the \"Scarface\" evidence.<sup>[6]</sup> First, it was the appellant who first referenced it in his opening statement, in support of the defense <span class=\"star-pagination\">*31</span> theory that Marin was simply \"interested in guns.\" Next, the evidence was introduced by the government without objection, except to prevent the government's use of it to show a propensity to emulate the movie character. Accordingly, the district judge allowed the government to use the evidence solely to rebut the \"casual interest\" argument because of the reference made by the defense. We agree with the defendant to the extent that, in some circumstances, the government's reliance on the \"Scarface\" evidence might be improper. Here, however, there was some probative value to the evidence, that of rebutting a defense theory which had been previewed to the jury in the opening statement, that relied on similar evidence.<sup>[7]</sup> We find no plain error.</p>\n<p>We have reviewed the appellant's remaining evidentiary arguments and find them without merit.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Prior to trial, Marin pled guilty to five drug-related charges contained in the same seven-count indictment as this charge. After trial, on grounds not relevant to this appeal, the district court granted Marin's motion for judgment of acquittal on a charge of possession of a firearm and ammunition by a convicted felon. Marin was sentenced to five concurrent 60-month terms on the drug counts, and to an additional 60 months on the firearm conviction to be served consecutively.</p>\n<p>[2]  Marin's trial defense was effectuated through cross-examination of government witnesses, as he neither testified nor called witnesses on his behalf.</p>\n<p>[3]  To be precise, Marin claims the district court erred in denying his post-trial motion for judgment of acquittal. For our purposes, there is no analytical distinction. <i>United States v. Hernandez,</i> 218 F.3d 58, 64 (1st Cir.2000).</p>\n<p>[4]  In <i>Felton,</i> we reversed the district court's judgment of acquittal of defendants who had been convicted by a jury of violating section 924(c). Although the predicate offense in <i>Felton</i> was bomb-making, not drugs, there is no principled reason for a different analysis.</p>\n<p>[5]  The record reflects that Marin forfeited the $1500 as drug proceeds in connection with his plea agreement.</p>\n<p>[6]  The evidence consists of a \"shadowbox\" containing a picture of actor Al Pacino portraying a violent drug dealer, with a replica gun, cigar and money under the photo; and a poster of Pacino aiming a machine gun.</p>\n<p>[7]  Marin briefly alludes to the \"Scarface\" evidence being unfairly prejudicial. In view of the evidence's legitimate use and in light of the other evidence in the case, we cannot say that the danger of unfair prejudice substantially outweighed the probative value of the evidence. <i>See</i> Fed.R.Evid. 403.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nAntonio MARIN, Defendant, Appellant.</h1></center>\n<center>No. 06-1912.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard August 1, 2007.</center>\n<center>Decided April 11, 2008.</center>\n<p><span class=\"star-pagination\">*25</span> Leslie W. O'Brien for appellant.</p>\n<p>Paul Hart Smyth, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellant.</p>\n<p>Before BOUDIN, Chief Judge, SELYA, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Appellant Antonio Marin (\"Marin\") was convicted by a jury of possessing a firearm in furtherance of drug trafficking, in violation of 18 U.S.C. § 924(c).<sup>[1]</sup> On appeal, <span class=\"star-pagination\">*26</span> Marin claims that the evidence was insufficient to prove that the firearm was possessed \"in furtherance of\" drug activities. He also asserts the trial judge committed reversible evidentiary errors. We affirm.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND</h2>\n<p>We recite the facts in the light most favorable to the jury's verdict. <i>United States v. Isler,</i> <span class=\"citation\" data-id=\"201921\"><a href=\"/opinion/201921/united-states-v-isler/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir. 2005). During the fall of 2004 the United States Drug Enforcement Administration (\"DEA\") used a cooperating witness known as \"Gijo\" to make a series of cocaine purchases from Marin in Springfield, Massachusetts. The first occurred in November, when Gijo purchased 50 grams of cocaine from Marin for $1500 outside a grocery store. After the sale, Marin drove to his home. A month later Gijo purchased an additional \"100 to 125\" grams of cocaine from Marin for $3700. Marin drove from his home to a car wash to make this second sale. A third sale, in February 2005, involved 50 grams for $1500. Again, Marin arrived at the sale location-a restaurant-from his home.</p>\n<p>The DEA arrested Marin on February 24, 2005, the day after the third controlled cocaine purchase. In order to make the arrest, the DEA had Gijo order 100 grams of cocaine from Marin, who drove from his home to the arranged sale point. Marin was arrested upon his arrival, after DEA agents trapped his car with their own vehicles. Although Marin got out of his car brandishing what was described as a two or three foot long billy club, he dropped the club at the demand of approaching agents. A clear plastic bag containing 100 grams of cocaine was found in his pocket. Simultaneous with the arrest, other DEA agents executed a search warrant at Marin's apartment. In a bedroom nightstand, they found 70-75 grams of cocaine, a digital scale and packaging materials. They also found, under the bed mattress, a loaded .38 caliber semiautomatic handgun with a defaced serial number and a spare clip loaded with .38 caliber ammunition. The search yielded $1500 in cash, discovered in a bedroom bureau. Agents also found roughly 700 grams of cocaine in a plastic bucket in the basement. In post-arrest interviews, Marin admitted to DEA agents that all of the cocaine, the gun and ammunition were his, as was the bedroom in which the gun, ammunition and the smaller amount of the cocaine were discovered. He told the agents he had purchased the gun from a cocaine dealer approximately six months prior to his arrest.</p>\n<p>The cocaine recovered in Marin's bedroom and basement formed the basis for the charge of possession with intent to distribute, which, in turn, was the predicate drug crime for the firearm count on which Marin was ultimately convicted and which he now appeals.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>1. Sufficiency of the Evidence</i></h2>\n<p>Marin argues, as he did at trial,<sup>[2]</sup> that the government's evidence was insufficient as a matter of law to prove that he possessed the recovered firearm \"in furtherance of\" his admitted drug dealing. Specifically Marin notes the uncontroverted evidence that he was not seen carrying a gun at any of the arranged deals. Thus, he argues, the only connection between the firearm and the cocaine was the gun's <span class=\"star-pagination\">*27</span> \"mere presence\" in the bedroom, which, Marin points out, did not even hold the lion's share of the stash. While Marin accurately recounts the two facts he relies on  he was not seen carrying the gun during the subject drug deals, and the significantly greater share of the cocaine was located in another part of the residence  his legal conclusion misses the mark by a wide margin.</p>\n<p>In analyzing Marin's sufficiency claim,<sup>[3]</sup> we must affirm the conviction if after de novo review of the evidence taken in the light most favorable to the government, we conclude that a rational factfinder could find that the government proved the essential elements of its case beyond a reasonable doubt. <i>United States v. Stark,</i> <span class=\"citation\" data-id=\"202894\"><a href=\"/opinion/202894/united-states-v-stark/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 79 (1st Cir.2007).</p>\n<p>Marin was convicted of violating 18 U.S.C. § 924(c)(1), which prescribes various mandatory punishments for \"any person who, during and in relation to any ... drug trafficking crime ... uses or carries a firearm, or who, in furtherance of any such crime, possesses a firearm....\" To obtain a conviction, the government must prove beyond a reasonable doubt the defendant: 1) committed a drug trafficking crime; 2) knowingly possessed a firearm; and 3) possessed the firearm in furtherance of the drug trafficking crime. <i>United States v. Delgado-Hernandez,</i> <span class=\"citation\" data-id=\"201780\"><a href=\"/opinion/201780/united-states-v-delgado-hernandez/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 24 (1st Cir.2005). Here, there is no dispute that Marin committed a drug trafficking crime and knowingly possessed a firearm. Marin's appellate argument is aimed at the \"in furtherance of\" requirement.</p>\n<p>The \"in furtherance of\" element does not have a settled, inelastic, definition. <i>See id.</i> (meaning is \"fluid\"); <i>United States v. Felton,</i> <span class=\"citation\" data-id=\"791236\"><a href=\"/opinion/791236/united-states-of-america-appelleecross-appellant-v-leo-v-felton-erica/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 104 (1st Cir.2005), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1048</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1639</span></span>, <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></span> (2006) (meaning is not \"well-settled\"). Our cases, however, do provide sufficient guidance for the task here. In the context of a drug trafficking predicate, we have understood \"in furtherance of\" to demand showing a sufficient nexus between the firearm and the drug crime such that the firearm advances or promotes the drug crime. <i>United States v. Grace,</i> <span class=\"citation\" data-id=\"200995\"><a href=\"/opinion/200995/united-states-v-grace/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 34-35 (1st Cir.2004); <i>United States v. Garner,</i> <span class=\"citation\" data-id=\"200584\"><a href=\"/opinion/200584/united-states-v-garner/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 81 (1st Cir.2003). For example, we have held that possession of a firearm to protect drugs or sales proceeds can establish such a nexus. <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"202591\"><a href=\"/opinion/202591/united-states-v-robinson/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span>, 399 (1st Cir.2007); <i>Delgado-Hernandez,</i> 420 F.3d at 31-32; <i>Garner,</i> 338 F.3d at 81.</p>\n<p>We have also analyzed \"in furtherance of\" evidence from both subjective and objective standpoints. <i>Felton,</i> 417 F.3d at 104-5.<sup>[4]</sup> In applying an objective analysis, we have often considered the proximity of the firearm to the contraband. In <i>Grace,</i> for example, we found evidence sufficient where an unloaded firearm was found in the same residence as drugs and sales proceeds. 367 F.3d at 34-35. And in <i>United States v. Luciano,</i> <span class=\"citation\" data-id=\"200453\"><a href=\"/opinion/200453/united-states-v-luciano/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.2003), we affirmed a conviction where the firearms were located in a crawl space also containing heroin and drug paraphernalia.</p>\n<p>Marin argues that the objective evidence \"consisted only\" of the presence of <span class=\"star-pagination\">*28</span> the handgun a few feet from an amount of drugs far smaller than what was found in the basement. This, he claims, in combination with the fact that there was no evidence of him carrying the gun while actually engaging in the drug deals, proves no more than \"mere presence\" of the firearm, insufficient to support a conviction. But there was much more to the evidence, which, taken in sum, supports a different conclusion. As noted, DEA agents discovered a loaded gun in Marin's bedroom where it would be easily accessible to him if surprised in the night. The weapon was found, with a loaded spare clip, under Marin's mattress, in the same room as  and only a few feet from  75 grams of cocaine and a digital scale, and in the same house as an additional 700 grams of cocaine and proceeds from drug sales.<sup>[5]</sup> We have little doubt that a jury could have reasonably inferred from this evidence that Marin possessed the firearm to protect his drug trafficking activities. Moreover, the jury also heard testimony that drug traffickers often possess firearms for protection of their trafficking activities. And, as we have noted, \"The cases dealing with weapons used in drug dealings regularly uphold `in furtherance' findings based on a weapon's capacity to counter resistance. Actual use may be more common in drug deals, but there is no requirement that actual use be proved.\" <i>Felton,</i> 417 F.3d at 105 (footnote omitted).</p>\n<p>Our conclusion is no different with respect to the evidence of Marin's subjective intent to possess the firearm \"in furtherance of\" his drug trafficking. Where direct evidence of subjective intent is lacking, the jury is free to infer intent from objective circumstances. <i>Id.</i> Here, in addition to the objective facts as noted above  the proximity of the gun to the cocaine, cash and paraphernalia, as well as it being easily accessed by Marin when he was otherwise vulnerable  the facts that the gun had an obliterated serial number and that Marin admitted that he purchased the gun from another cocaine dealer also support an inference that he subjectively intended to possess the weapon in furtherance of the underlying drug crime. Accordingly, the district court did not err in denying Marin's motion for judgment of acquittal.</p>\n<p></p>\n<h2><i>2. Evidentiary Issues</i></h2>\n<p></p>\n<h2><i>a. Agent Barron's Testimony</i></h2>\n<p>Appellant next argues that the district court improperly allowed DEA Agent John Barron to testify that, during an interview of Marin, he did not ask Marin why he had the gun because \"it was obvious.\" Marin claims this was improper expert testimony in violation of Fed.R.Evid. 702. We disagree.</p>\n<p>The testimony came during re-direct examination. On cross-examination by defense counsel, Barron had testified that Marin never admitted to him that the gun recovered in his bedroom was related to drug dealing. He also described Marin as forthright during two conversations with him. The testimony was as follows:</p>\n<blockquote>Q: [H]e never admitted that the gun you found had anything to do with the drugs that he was selling, is that correct?</blockquote>\n<blockquote>A: That's correct.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>Q: And your interview of him involved questioning him about the gun both at the Springfield Police Station then on a <span class=\"star-pagination\">*29</span> separate day here at the courthouse before his arraignment, correct?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<blockquote>Q: And during both of those times he did not tell you that the gun had anything to do with the drugs that he was selling, correct?</blockquote>\n<blockquote>A: Yes.</blockquote>\n<p>The following exchange ensued on redirect examination:</p>\n<blockquote>Q: Agent Barron, in your two interviews with the defendant, did you ask him why he possessed the Lorcin firearm and ammunition?</blockquote>\n<blockquote>A: No, we did not.</blockquote>\n<blockquote>Q: Why not, Sir?</blockquote>\n<blockquote>A: It was obvious to us for the same reason that we didn't </blockquote>\n<blockquote>Defense Counsel: Objection, Your Honor, move to strike.</blockquote>\n<blockquote>Court: I'm going to overrule the objection. This is the witness's [sic] reason and I think it's fair to get into that.</blockquote>\n<blockquote>Q: Please continue, Sir.</blockquote>\n<blockquote>A: For the same reason, we didn't ask him why he possessed seven one-hundred gram packages of cocaine or the smaller packages that were in his night stand. We felt we knew why he possessed the firearm.</blockquote>\n<p>The first bone of appellate contention is the government's argument that Marin did not preserve an objection based on improperly admitted expert testimony because of the general nature of the objection lodged at trial, as noted above. As such, the government argues, our review is only for plain error, as opposed to the more generous (to the appellant) abuse of discretion standard. We need not resolve this preliminary issue, however, as we find the admission of Agent Barron's testimony to be proper regardless of the standard of review.</p>\n<p>We reject Marin's claim that Barron's statement constituted expert testimony, subject to Rule 702. Instead, we view the re-direct testimony at issue as an acceptable response to the defense \"opening the door,\" where the trial court allowed the government to \"clarif[y] an issue which the defense opened up on cross-examination.\" <i>United States v. Catano,</i> <span class=\"citation\" data-id=\"196298\"><a href=\"/opinion/196298/united-states-v-catano/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 226 (1st Cir.1995). <i>Catano</i> was a drug case in which the defense used cross-examination to undermine a cooperating prosecution witness' credibility by suggesting that he barely knew the defendant. <i>Id.</i> at 225. On re-direct examination, over defense objections, the government elicited testimony that the witness knew the defendant from prior drug transactions. The district court allowed the testimony, ruling that the cross-examination had opened the door by suggesting (inaccurately) that a meeting between the witness and the defendant had been an isolated event. <i>Id.</i> We affirmed, finding no abuse of discretion in allowing the government to explore the past dealings of the witness and the defendant. <i>Id.</i> at 226. The same rationale applies here, where the government sought to clarify the context of Marin's statements  or more precisely, the absence of a specific statement to Barron by pointing out that Barron never asked Marin why he owned the weapon in question, and why he didn't ask. As we noted in <i>Catano,</i> failure to allow such limited redirect testimony could allow \"litigants to create misleading impressions, secure in the knowledge that the other side was barred from disabusing the jury.\" <i>Id.</i> at 226. Here, Marin's cross-examination of Barron, standing alone, could have left the impression that Marin had denied drug-related firearm ownership, without the defense offering any supporting evidence. The re-direct examination of Barron yielded an appropriate response. His testimony that \"it was obvious\" to him that the gun <span class=\"star-pagination\">*30</span> was related to the drug business put his actions  and Marin's statements  in their appropriate contexts.</p>\n<p></p>\n<h2><i>b. \"Other act\" / Character evidence</i></h2>\n<p>The appellant next argues that the trial court impermissibly admitted evidence: that he possessed a club at the time of his arrest; and that mementos from the movie \"Scarface\"  a film in which drugs and violence are both prominent  were found in his home. Marin argues that these were admitted to prove a propensity for violence, in violation of Fed.R.Evid. 404(b). We will address each contention in turn. In light of appellant's trial objection, we review the admission of the \"billy club\" testimony for abuse of discretion. <i>United States v. Flemmi,</i> <span class=\"citation\" data-id=\"201500\"><a href=\"/opinion/201500/united-states-v-flemmi/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 86 (1st Cir.2005).</p>\n<p>Agent Barron testified on direct examination that when agents' unmarked vehicles prevented Marin from driving away from his home, Marin exited his vehicle holding a billy club. The trial judge overruled the defense objection, accepting the government's argument that the testimony about the club was relevant to the steps that Marin would take to protect his drug dealing business, since he had 100 grams of cocaine with him at the time of his arrest. In our view, the trial court did not abuse its discretion.</p>\n<p>As an initial matter, we agree with the government that Marin's brandishing the billy club was not inadmissible Rule 404(b) \"bad act\" evidence. Instead, it was a part of the drug trafficking offenses for which he was charged (and later pled guilty), from which the jury could infer that Marin would arm himself to protect his business. <i>See </i><i>United States v. Pierre,</i> <span class=\"citation\" data-id=\"202709\"><a href=\"/opinion/202709/united-states-v-pierre/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 84-5 (evidence of prior bad act was probative of charged crime itself, thus defeating 404(b) claim); <i>United States v. Rodriguez-Estrada,</i> <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 156 (1st Cir.1989) (when subject incident occurs close in time and is highly relevant to the charged conduct, \"the argument for admissibility is powerful\"). The jury was entitled to infer from Marin's club-wielding that he knew drug dealing could be dangerous, and he thus had a motive to arm himself. Both knowledge and motive are exceptions to inadmissibility under Rule 404(b). We also reject appellant's passing assertion that the evidence was unfairly prejudicial. While Rule 403 allows exclusion of relevant evidence \"if its probative value is substantially outweighed by the danger of unfair prejudice,\" we find no such unfair prejudice here.</p>\n<p>The final point related to the club is the government's reference to it in closing argument. The prosecutor said, \"... and when they arrested him you get your first real glimpse of the defendant's character, how he acted when he felt threatened... or he felt his drug supply was threatened....\" While, as the government acknowledges, the use of the evidentiary term-of-art \"character\" in such circumstances was ill-advised, we are satisfied that, in context, it is not grounds for reversal. Marin's defense was that his gun possession had nothing to do with his drug business. The government was entitled to argue that weapons were part of his business.</p>\n<p>We need not dwell long on the \"Scarface\" evidence.<sup>[6]</sup> First, it was the appellant who first referenced it in his opening statement, in support of the defense <span class=\"star-pagination\">*31</span> theory that Marin was simply \"interested in guns.\" Next, the evidence was introduced by the government without objection, except to prevent the government's use of it to show a propensity to emulate the movie character. Accordingly, the district judge allowed the government to use the evidence solely to rebut the \"casual interest\" argument because of the reference made by the defense. We agree with the defendant to the extent that, in some circumstances, the government's reliance on the \"Scarface\" evidence might be improper. Here, however, there was some probative value to the evidence, that of rebutting a defense theory which had been previewed to the jury in the opening statement, that relied on similar evidence.<sup>[7]</sup> We find no plain error.</p>\n<p>We have reviewed the appellant's remaining evidentiary arguments and find them without merit.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Prior to trial, Marin pled guilty to five drug-related charges contained in the same seven-count indictment as this charge. After trial, on grounds not relevant to this appeal, the district court granted Marin's motion for judgment of acquittal on a charge of possession of a firearm and ammunition by a convicted felon. Marin was sentenced to five concurrent 60-month terms on the drug counts, and to an additional 60 months on the firearm conviction to be served consecutively.</p>\n<p>[2]  Marin's trial defense was effectuated through cross-examination of government witnesses, as he neither testified nor called witnesses on his behalf.</p>\n<p>[3]  To be precise, Marin claims the district court erred in denying his post-trial motion for judgment of acquittal. For our purposes, there is no analytical distinction. <i>United States v. Hernandez,</i> <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (1st Cir.2000).</p>\n<p>[4]  In <i>Felton,</i> we reversed the district court's judgment of acquittal of defendants who had been convicted by a jury of violating section 924(c). Although the predicate offense in <i>Felton</i> was bomb-making, not drugs, there is no principled reason for a different analysis.</p>\n<p>[5]  The record reflects that Marin forfeited the $1500 as drug proceeds in connection with his plea agreement.</p>\n<p>[6]  The evidence consists of a \"shadowbox\" containing a picture of actor Al Pacino portraying a violent drug dealer, with a replica gun, cigar and money under the photo; and a poster of Pacino aiming a machine gun.</p>\n<p>[7]  Marin briefly alludes to the \"Scarface\" evidence being unfairly prejudicial. In view of the evidence's legitimate use and in light of the other evidence in the case, we cannot say that the danger of unfair prejudice substantially outweighed the probative value of the evidence. <i>See</i> Fed.R.Evid. 403.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791236/"
  ]
}