{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203453/",
  "absolute_url": "/opinion/203453/abdelmalek-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203453/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:17:06Z",
  "date_modified": "2016-04-26T13:16:05.779883Z",
  "type": "010combined",
  "sha1": "e8b0f726404703a5e52ca8bf9933fd2573aed6a6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2819-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/08/25/Abdelmalek_v._Mukasey.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 07-2819\n\n         RAOUF SOLIMAN ABDELMALEK, MOFIDA SAMWAIL SALIB,\n                       PETER RAOUF SOLIMAN\n\n                          Petitioners,\n\n                               v.\n\n                      MICHAEL B. MUKASEY,\n                        ATTORNEY GENERAL,\n\n                           Respondent.\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                             Before\n\n                    Howard, Selya, and Stahl,\n                         Circuit Judges.\n\n\n\n     Raja H. Wakim on brief for petitioners.\n     Jeffrey S. Bucholtz, Acting Assistant Attorney General, James\nA. Hunolt, Senior Litigation Counsel, and Vanessa O. Lefort,\nAttorney, Office of Immigration Litigation, on brief for\nrespondent.\n\n\n\n                         August 25, 2008\n\f          STAHL, Circuit Judge.    The Board of Immigration Appeals\n\n(BIA) adopted and affirmed an Immigration Judge's (IJ's) decision\n\ndenying Raouf Soliman Abdelmalek's1 claims for asylum, withholding\n\nof removal, and protection under the Convention Against Torture\n\n(CAT).   Abdelmalek, a native and citizen of Egypt, now petitions\n\nthis court for a review of the BIA's denial of his claims.   We deny\n\nthe petition for review.\n\n                           I.   BACKGROUND\n\n          Abdelmalek and his family are Coptic Christians who hail\n\nfrom Alexandria, Egypt.    Abdelmalek is a medical doctor with a\n\nspecialization in ear, nose, and throat care.    He graduated from a\n\ngovernment-run medical school in 1975 and had worked in Egypt for\n\nboth a government hospital and a private, Christian hospital.\n\nAlthough Abdelmalek did allude to being \"mistreated\" during medical\n\nschool, the core problems that seem to motivate this application\n\nfor asylum are of a more recent vintage.     Abdelmalek's wife owned\n\nan apartment building, which collapsed in June 2000, killing a\n\nnumber of Muslim tenants.       At the time of the collapse, both\n\nAbdelmalek and his wife were out of the country.2    When Abdelmalek\n\n\n     1\n      Abdelmalek's wife, Mofida Samwail Salib, and his son, Peter\nRaouf Soliman, both also natives and citizens of Egypt, are\nderivative applicants for asylum, withholding of removal, and\nprotection under the CAT. Petitioner claims that his other child,\na daughter, was targeted by Muslim extremists in 1998, fled to the\nUnited States, and was subsequently granted asylum.\n     2\n      Abdelmalek's wife and son left for the United States shortly\nbefore the building collapsed and have remained in the U.S. ever\n\n                                 -2-\n\freturned to work in Egypt in January 2002, he claimed that he was\n\nharassed   a   number   of   times     by   Muslims   who   apparently   blamed\n\nAbdelmalek's family for the disaster.           According to Abdelmalek, he\n\nwas visited at work on about ten occasions by Muslim individuals\n\nwho threatened his family, pressured him to convert to Islam, and\n\nverbally   abused   and,     on   at   least   one    occasion,   pushed   him.\n\nAbelmalek claimed that he contacted the police for assistance but\n\nthey were not responsive.3\n\n           As a result of this harassment, Abdelmalek maintains that\n\nhe fled Egypt, fearing for his safety.                He entered the United\n\nStates legally on or about May 30, 2002, as a non-immigrant visitor\n\nwith authorization to remain until November 29, 2002.              On May 16,\n\n2003, Abdelmalek applied for asylum and withholding of removal.\n\nThe Department of Homeland Security subsequently initiated removal\n\nproceedings against Abdelmalek, Mrs. Salib, and their son.                  At\n\n\nsince. Abdelmalek himself visited the United States twice during\nthis time but returned to Egypt after each visit; he was admitted\non a B-2 (tourist) visa on October 1, 2000 and again on May 29,\n2001. Mrs. Salib filed an affirmative application for asylum and\nwithholding of removal on June 7, 2001, on behalf of herself and\nher son, Peter. On July 7, 2004, an immigration judge granted Mrs.\nSalib's motion to consolidate her case with her husband's case.\n     3\n      There is some discrepancy in the record regarding whether\nAbdelmalek contacted the police. When testifying, Abdelmalek did\nnot initially mention that he had contacted the police, and only\nvolunteered the information that he had contacted the police after\nthe first incident upon questioning by the IJ. There is also some\nindication that Abdelmalek initially told the asylum officer that\nhe had not contacted the police because they would be of no\nassistance to a Christian, although in his oral testimony\nAbdelmalek maintained that was a misunderstanding.\n\n                                       -3-\n\fhearings   before   an   immigration   judge,    all   three   conceded\n\nremovability but maintained that they were entitled to relief in\n\nthe form of asylum, withholding of removal, and protection under\n\nthe CAT.\n\n           At the merits hearing, at which Abdelmalek testified but\n\nhis wife did not, the IJ noted that Abdelmalek's testimony lacked\n\ncorroborative detail and was somewhat inconsistent. Based on these\n\nfactors, the IJ stated that she was \"unable to make a positive\n\ncredibility finding in this case.\"     Stating that even if she were\n\nto accept Abdelmalek's testimony as true, the IJ determined that\n\nthe petitioner failed to establish either past persecution or a\n\nwell-founded fear of future persecution.         In support of this\n\ndetermination, the IJ pointed to the evidence that Abdelmalek came\n\nfrom a privileged background in Egypt, graduated from a government-\n\nrun medical school, and had a successful career as a medical\n\ndoctor, including working for a government hospital. Additionally,\n\nAbdelmalek had traveled to the United States on previous occasions\n\nand had returned to Egypt, which the IJ reasoned is hardly the\n\nconduct of a man who fears persecution upon his return.        Finally,\n\nthe IJ noted that Abdelmalek had failed to prove that he could not\n\nrelocate elsewhere in Egypt to avoid the alleged persecution.\n\n           The BIA adopted and affirmed the IJ's decision.      The BIA\n\nagreed with the IJ's adverse credibility determination, calling\n\nAbdelmalek's   testimony   \"inconsistent   and    vague.\"      Even   if\n\n\n                                 -4-\n\fAbdelmalek's testimony were considered credible, the BIA agreed\n\nwith the IJ's finding that Abdelmalek failed to proffer sufficient\n\nevidence of past persecution or a well-founded fear of future\n\npersecution.\n\n                               II.   ANALYSIS\n\n            We review a BIA decision using a \"substantial evidence\"\n\nstandard, affirming the decision if it is \"supported by reasonable,\n\nsubstantial, and probative evidence on the record considered as a\n\nwhole.\"    Attia v. Gonzales, 477 F.3d 21, 23 (1st Cir. 2007) (per\n\ncuriam) (internal citations omitted).            Where, as here, the Board\n\nadopts    the   immigration   judge's      ruling      but    also       engages    in\n\ndiscussion of its own, we review both decisions.                   Lin v. Mukasey,\n\nNo. 07-2301, 2008 WL 1994969, at *3 (1st. Cir. May 8, 2008).\n\n            As an initial matter, we turn to the IJ's determination\n\nthat Abdelmalek was not credible. This finding is \"conclusive\n\nunless any reasonable adjudicator would be compelled to conclude to\n\nthe contrary.\"      8 U.S.C. ยง 1252(b)(4)(B); see also Lopez de\n\nHincapie v. Gonzales, 494 F.3d 213, 218 (1st Cir. 2007).                      Although\n\nthat standard is deferential, the IJ must provide a \"specific,\n\ncogent,   and   supportable    explanation       for   rejecting         an   alien's\n\ntestimony.\"       Teng   v.   Mukasey,     516    F.3d       12,    16    (1st     Cir.\n\n2008)(internal citations omitted).               Here, the IJ delivered a\n\nlengthy oral decision, detailing her doubts as to Abdelmalek's\n\ncredibility and veracity with some care.               The IJ pointed to the\n\n\n                                     -5-\n\ffact that Abdelmalek's account of being threatened at work was very\n\nlight on corroborative detail, as was his account of reporting the\n\nincidents to the police and the police reaction.                     The IJ also\n\nhighlighted several discrepancies within Abdelmalek's testimony,\n\nparticularly   with   regard    to    whether      or    not   he   reported   the\n\npurported   harassment   at    work    to    the    police.         Additionally,\n\nAbdelmalek was not able to offer any documentary evidence to\n\ncorroborate his vague oral testimony about the events that he\n\nclaimed amounted to persecution, and his wife did not testify to\n\nbuttress his account. The IJ also implied that Abdelmalek may have\n\nother reasons for wanting to remain in the United States, pointing\n\nto some confusion in the record over whether his son is in school\n\nhere, and whether his family is under investigation in Egypt\n\nbecause of the building collapse.             Overall, the record hardly\n\ncompels a favorable credibility determination.\n\n            Even if Abdelmalek's testimony were deemed credible,\n\nhowever, the IJ's conclusion that Abdelmalek failed to demonstrate\n\npast persecution or a well-founded fear of future persecution is\n\nsupported by substantial evidence.            In order to be entitled to\n\nasylum, a petitioner must demonstrate that he has been subjected to\n\npast persecution or that he harbors a well-founded fear of future\n\npersecution    on   account    of    his    race,       religion,   nationality,\n\npolitical opinion, or membership in a particular social group.\n\nCarcamo-Recinos v. Ashcroft, 389 F.3d 253, 257 (1st Cir. 2004). To\n\n\n                                      -6-\n\festablish a well-founded fear of future persecution, the petitioner\n\nmust show that his fear is both genuine and objectively reasonable.\n\nId.     \"To qualify as persecution, a person's experience must rise\n\nabove    unpleasantness,      harassment,      and    even    basic    suffering.\"\n\nJorgji    v.    Mukasey,    514   F.3d   53,   57    (1st    Cir.   2008)(internal\n\ncitations omitted).        Additionally, a petitioner must show that the\n\nstate participated in or at least acquiesced in the alleged acts of\n\npersecution.      Id.\n\n               It is never a pleasant task to attempt to quantify an\n\nindividual's suffering and measure it against the suffering of\n\nothers, but it must be remarked that this court has recently denied\n\npetitions for review filed by other Egyptian Copts who suffered\n\nmistreatment at least equal to, if not greater than, that allegedly\n\nsuffered by Abdelmalek.           See generally Malek v. Mukasey, No. 07-\n\n1851, 2008 WL 1704157 (1st Cir. Apr. 14, 2008); Hana v. Gonzales,\n\n503 F.3d 39 (1st Cir. 2007); Attia, 477 F.3d at 24.                    A series of\n\nsomewhat vague verbal threats, seemingly unaccompanied by any\n\nsignificant      physical    abuse   and   any      government      involvement   or\n\nacquiescence, simply does not rise to the level of persecution in\n\nthese circumstances.        See Attia, 477 F.3d at 24 (two beatings over\n\nthe course of nine years and general climate of discrimination does\n\nnot constitute past persecution); Awad v. Gonzales, 463 F.3d 73, 75\n\n(1st Cir. 2006)(childhood bullying, being slapped by an officer\n\nduring military service, seeing discrimination against Christians,\n\n\n                                         -7-\n\fand learning a friend's sister had been sexually assaulted by\n\nMuslims and forced to convert to Islam does not constitute past\n\npersecution).       We do not lend particular weight to the IJ's\n\nobservation that Abdelmalek came from a \"privileged background\" and\n\nwas \"financially extremely solvent,\" as the very financial success\n\nof a minority group may be an additional motivator in targeting the\n\ngroup for persecution.           Nevertheless, it is worth noting that\n\nAbdelmalek was able to graduate from a government-run medical\n\nschool and work at a government-run hospital, undercutting his\n\nargument that the government is unwilling to deploy its resources\n\nto assist Christians.\n\n            Furthermore,       Abdelmalek's          claimed        fear      of    future\n\npersecution \"is significantly undermined by the fact that he\n\nwillingly returned to Egypt after his earlier trip to the United\n\nStates.\"    Attia, 477 F.3d at 24; see also Awad, 463 F.3d at 76.\n\nAnd   Abdelmalek     failed   to     prove    that    he       could    not   avoid      any\n\npotential future persecution by simply relocating elsewhere in\n\nEgypt, where the locals would know nothing about the collapsed\n\nbuilding.        See Tendean v. Gonzales, 503 F.3d 8, 11 (1st Cir.\n\n2007)(explaining      that    \"the    possibility      of       internal      relocation\n\nnegates    any    presumption    of   eligibility          .    .   .   based      on    past\n\npersecution\").\n\n            The     government       maintains       that        this      court        lacks\n\njurisdiction to review Abdelmalek's claims for withholding of\n\n\n                                        -8-\n\fremoval and protection under the CAT, because he did not challenge\n\nthe denial of those claims in his appeal to the BIA.             See Sunoto v.\n\nGonzales, 504 F.3d 56, 59 (1st Cir. 2007)(\"A petitioner who fails\n\nto   present   a   claim   to    the   BIA   has   failed   to   exhaust   his\n\nadministrative remedies on that issue, and we consequently lack\n\njurisdiction to review the claim.\").          It is true that Abdelmalek's\n\nBIA appeal brief did not mention his withholding of removal or CAT\n\nclaims; however, the BIA did review those portions of the IJ's\n\ndecision as well, and Abdelmalek does raise those issues in his\n\npetition for judicial review before this court. Nevertheless, even\n\nif we were to apply the exhaustion of remedies standard generously,\n\nsee id., and review the claims, we would deny them on the merits.\n\nBecause Abdelmalek has failed to establish that he is entitled to\n\nasylum, he necessarily fails to meet the higher standard for\n\nwithholding of removal.     Segran v. Mukasey, 511 F.3d 1, 7 (1st Cir.\n\n2007).   Regarding Abdelmalek's CAT claim, we find nothing in the\n\nrecord that would compel the conclusion that it is more likely than\n\nnot that Abdelmalek would be tortured if he were to return to\n\nEgypt.   See id.\n\n                                III. CONCLUSION\n\n           For the foregoing reasons, Abdelmalek's petition for\n\nreview is DENIED.\n\n\n\n\n                                       -9-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>540 F.3d 19 (2008)</b></center>\n<center><h1>Raouf Soliman ABDELMALEK, Mofida Samwail Salib, Peter Raouf Soliman, Petitioners,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-2819.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 10, 2008.</center>\n<center>Decided August 25, 2008.</center>\n<p><span class=\"star-pagination\">*21</span> Raja H. Wakim on brief for petitioners.</p>\n<p>Jeffrey S. Bucholtz, Acting Assistant Attorney General, James A. Hunolt, Senior Litigation Counsel, and Vanessa O. Lefort, Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before HOWARD, SELYA, and STAHL, Circuit Judges.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>The Board of Immigration Appeals (BIA) adopted and affirmed an Immigration Judge's (IJ's) decision denying Raouf Soliman Abdelmalek's<sup>[1]</sup> claims for asylum, withholding of removal, and protection under the Convention Against Torture (CAT). Abdelmalek, a native and citizen of Egypt, now petitions this court for a review of the BIA's denial of his claims. We deny the petition for review.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Abdelmalek and his family are Coptic Christians who hail from Alexandria, Egypt. Abdelmalek is a medical doctor with a specialization in ear, nose, and throat care. He graduated from a government-run medical school in 1975 and had worked in Egypt for both a government hospital and a private, Christian hospital. Although Abdelmalek did allude to being \"mistreated\" during medical school, the core problems that seem to motivate this application for asylum are of a more recent vintage. Abdelmalek's wife owned an apartment building, which collapsed in June 2000, killing a number of Muslim tenants. At the time of the collapse, both Abdelmalek and his wife were out of the country.<sup>[2]</sup> When Abdelmalek returned to work in Egypt in January 2002, he claimed that he was harassed a number of times by Muslims who apparently blamed Abdelmalek's family for the disaster. According to Abdelmalek, he was visited at work on about ten occasions by Muslim individuals who threatened his family, pressured him to convert to Islam, and verbally abused and, on at least one occasion, pushed him. Abelmalek claimed that he contacted the <span class=\"star-pagination\">*22</span> police for assistance but they were not responsive.<sup>[3]</sup></p>\n<p>As a result of this harassment, Abdelmalek maintains that he fled Egypt, fearing for his safety. He entered the United States legally on or about May 30, 2002, as a non-immigrant visitor with authorization to remain until November 29, 2002. On May 16, 2003, Abdelmalek applied for asylum and withholding of removal. The Department of Homeland Security subsequently initiated removal proceedings against Abdelmalek, Mrs. Salib, and their son. At hearings before an immigration judge, all three conceded removability but maintained that they were entitled to relief in the form of asylum, withholding of removal, and protection under the CAT.</p>\n<p>At the merits hearing, at which Abdelmalek testified but his wife did not, the IJ noted that Abdelmalek's testimony lacked corroborative detail and was somewhat inconsistent. Based on these factors, the IJ stated that she was \"unable to make a positive credibility finding in this case.\" Stating that even if she were to accept Abdelmalek's testimony as true, the IJ determined that the petitioner failed to establish either past persecution or a well-founded fear of future persecution. In support of this determination, the IJ pointed to the evidence that Abdelmalek came from a privileged background in Egypt, graduated from a government-run medical school, and had a successful career as a medical doctor, including working for a government hospital. Additionally, Abdelmalek had traveled to the United States on previous occasions and had returned to Egypt, which the IJ reasoned is hardly the conduct of a man who fears persecution upon his return. Finally, the IJ noted that Abdelmalek had failed to prove that he could not relocate elsewhere in Egypt to avoid the alleged persecution.</p>\n<p>The BIA adopted and affirmed the IJ's decision. The BIA agreed with the IJ's adverse credibility determination, calling Abdelmalek's testimony \"inconsistent and vague.\" Even if Abdelmalek's testimony were considered credible, the BIA agreed with the IJ's finding that Abdelmalek failed to proffer sufficient evidence of past persecution or a well-founded fear of future persecution.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We review a BIA decision using a \"substantial evidence\" standard, affirming the decision if it is \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Attia v. Gonzales,</i> 477 F.3d 21, 23 (1st Cir.2007) (per curiam) (internal citations omitted). Where, as here, the Board adopts the immigration judge's ruling but also engages in discussion of its own, we review both decisions. <i>Lin v. Mukasey,</i> 277 Fed.Appx. 5, 9-10 (1st. Cir.2008).</p>\n<p>As an initial matter, we turn to the IJ's determination that Abdelmalek was not credible. This finding is \"conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. ยง 1252(b)(4)(B); <i>see also </i><i>Lopez de Hincapie v. Gonzales,</i> 494 F.3d 213, 218 (1st Cir.2007). Although that standard is deferential, the IJ must provide a \"specific, <span class=\"star-pagination\">*23</span> cogent, and supportable explanation for rejecting an alien's testimony.\" <i>Teng v. Mukasey,</i> 516 F.3d 12, 16 (1st Cir.2008)(internal citations omitted). Here, the IJ delivered a lengthy oral decision, detailing her doubts as to Abdelmalek's credibility and veracity with some care. The IJ pointed to the fact that Abdelmalek's account of being threatened at work was very light on corroborative detail, as was his account of reporting the incidents to the police and the police reaction. The IJ also highlighted several discrepancies within Abdelmalek's testimony, particularly with regard to whether or not he reported the purported harassment at work to the police. Additionally, Abdelmalek was not able to offer any documentary evidence to corroborate his vague oral testimony about the events that he claimed amounted to persecution, and his wife did not testify to buttress his account. The IJ also implied that Abdelmalek may have other reasons for wanting to remain in the United States, pointing to some confusion in the record over whether his son is in school here, and whether his family is under investigation in Egypt because of the building collapse. Overall, the record hardly compels a favorable credibility determination.</p>\n<p>Even if Abdelmalek's testimony were deemed credible, however, the IJ's conclusion that Abdelmalek failed to demonstrate past persecution or a well-founded fear of future persecution is supported by substantial evidence. In order to be entitled to asylum, a petitioner must demonstrate that he has been subjected to past persecution or that he harbors a well-founded fear of future persecution on account of his race, religion, nationality, political opinion, or membership in a particular social group. <i>Carcamo-Recinos v. Ashcroft,</i> 389 F.3d 253, 257 (1st Cir.2004). To establish a well-founded fear of future persecution, the petitioner must show that his fear is both genuine and objectively reasonable. <i>Id.</i> \"To qualify as persecution, a person's experience must rise above unpleasantness, harassment, and even basic suffering.\" <i>Jorgji v. Mukasey,</i> 514 F.3d 53, 57 (1st Cir.2008)(internal citations omitted). Additionally, a petitioner must show that the state participated in or at least acquiesced in the alleged acts of persecution. <i>Id.</i></p>\n<p>It is never a pleasant task to attempt to quantify an individual's suffering and measure it against the suffering of others, but it must be remarked that this court has recently denied petitions for review filed by other Egyptian Copts who suffered mistreatment at least equal to, if not greater than, that allegedly suffered by Abdelmalek. <i>See generally Malek v. Mukasey,</i> 274 Fed.Appx. 1 (1st Cir.2008); <i>Hana v. Gonzales,</i> 503 F.3d 39 (1st Cir. 2007); <i>Attia,</i> 477 F.3d at 24. A series of somewhat vague verbal threats, seemingly unaccompanied by any significant physical abuse and any government involvement or acquiescence, simply does not rise to the level of persecution in these circumstances. <i>See </i><i>Attia,</i> 477 F.3d at 24 (two beatings over the course of nine years and general climate of discrimination does not constitute past persecution); <i>Awad v. Gonzales,</i> 463 F.3d 73, 75 (1st Cir.2006)(childhood bullying, being slapped by an officer during military service, seeing discrimination against Christians, and learning a friend's sister had been sexually assaulted by Muslims and forced to convert to Islam does not constitute past persecution). We do not lend particular weight to the IJ's observation that Abdelmalek came from a \"privileged background\" and was \"financially extremely solvent,\" as the very financial success of a minority group may be an additional motivator in targeting the group for persecution. Nevertheless, it is worth noting that Abdelmalek was able to <span class=\"star-pagination\">*24</span> graduate from a government-run medical school and work at a government-run hospital, undercutting his argument that the government is unwilling to deploy its resources to assist Christians.</p>\n<p>Furthermore, Abdelmalek's claimed fear of future persecution \"is significantly undermined by the fact that he willingly returned to Egypt after his earlier trip to the United States.\" <i>Attia,</i> 477 F.3d at 24; <i>see also </i><i>Awad,</i> 463 F.3d at 76. And Abdelmalek failed to prove that he could not avoid any potential future persecution by simply relocating elsewhere in Egypt, where the locals would know nothing about the collapsed building. <i>See </i><i>Tendean v. Gonzales,</i> 503 F.3d 8, 11 (1st Cir.2007)(explaining that \"the possibility of internal relocation negates any presumption of eligibility. . . based on past persecution\").</p>\n<p>The government maintains that this court lacks jurisdiction to review Abdelmalek's claims for withholding of removal and protection under the CAT, because he did not challenge the denial of those claims in his appeal to the BIA. <i>See </i><i>Sunoto v. Gonzales,</i> 504 F.3d 56, 59 (1st Cir.2007)(\"A petitioner who fails to present a claim to the BIA has failed to exhaust his administrative remedies on that issue, and we consequently lack jurisdiction to review the claim.\"). It is true that Abdelmalek's BIA appeal brief did not mention his withholding of removal or CAT claims; however, the BIA did review those portions of the IJ's decision as well, and Abdelmalek does raise those issues in his petition for judicial review before this court. Nevertheless, even if we were to apply the exhaustion of remedies standard generously, <i>see id.,</i> and review the claims, we would deny them on the merits. Because Abdelmalek has failed to establish that he is entitled to asylum, he necessarily fails to meet the higher standard for withholding of removal. <i>Segran v. Mukasey,</i> 511 F.3d 1, 7 (1st Cir.2007). Regarding Abdelmalek's CAT claim, we find nothing in the record that would compel the conclusion that it is more likely than not that Abdelmalek would be tortured if he were to return to Egypt. <i>See id.</i></p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, Abdelmalek's petition for review is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Abdelmalek's wife, Mofida Samwail Salib, and his son, Peter Raouf Soliman, both also natives and citizens of Egypt, are derivative applicants for asylum, withholding of removal, and protection under the CAT. Petitioner claims that his other child, a daughter, was targeted by Muslim extremists in 1998, fled to the United States, and was subsequently granted asylum.</p>\n<p>[2]  Abdelmalek's wife and son left for the United States shortly before the building collapsed and have remained in the U.S. ever since. Abdelmalek himself visited the United States twice during this time but returned to Egypt after each visit; he was admitted on a B-2 (tourist) visa on October 1, 2000 and again on May 29, 2001. Mrs. Salib filed an affirmative application for asylum and withholding of removal on June 7, 2001, on behalf of herself and her son, Peter. On July 7, 2004, an immigration judge granted Mrs. Salib's motion to consolidate her case with her husband's case.</p>\n<p>[3]  There is some discrepancy in the record regarding whether Abdelmalek contacted the police. When testifying, Abdelmalek did not initially mention that he had contacted the police, and only volunteered the information that he had contacted the police after the first incident upon questioning by the IJ. There is also some indication that Abdelmalek initially told the asylum officer that he had not contacted the police because they would be of no assistance to a Christian, although in his oral testimony Abdelmalek maintained that was a misunderstanding.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span> (2008)</b></center>\n<center><h1>Raouf Soliman ABDELMALEK, Mofida Samwail Salib, Peter Raouf Soliman, Petitioners,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-2819.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 10, 2008.</center>\n<center>Decided August 25, 2008.</center>\n<p><span class=\"star-pagination\">*21</span> Raja H. Wakim on brief for petitioners.</p>\n<p>Jeffrey S. Bucholtz, Acting Assistant Attorney General, James A. Hunolt, Senior Litigation Counsel, and Vanessa O. Lefort, Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before HOWARD, SELYA, and STAHL, Circuit Judges.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>The Board of Immigration Appeals (BIA) adopted and affirmed an Immigration Judge's (IJ's) decision denying Raouf Soliman Abdelmalek's<sup>[1]</sup> claims for asylum, withholding of removal, and protection under the Convention Against Torture (CAT). Abdelmalek, a native and citizen of Egypt, now petitions this court for a review of the BIA's denial of his claims. We deny the petition for review.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Abdelmalek and his family are Coptic Christians who hail from Alexandria, Egypt. Abdelmalek is a medical doctor with a specialization in ear, nose, and throat care. He graduated from a government-run medical school in 1975 and had worked in Egypt for both a government hospital and a private, Christian hospital. Although Abdelmalek did allude to being \"mistreated\" during medical school, the core problems that seem to motivate this application for asylum are of a more recent vintage. Abdelmalek's wife owned an apartment building, which collapsed in June 2000, killing a number of Muslim tenants. At the time of the collapse, both Abdelmalek and his wife were out of the country.<sup>[2]</sup> When Abdelmalek returned to work in Egypt in January 2002, he claimed that he was harassed a number of times by Muslims who apparently blamed Abdelmalek's family for the disaster. According to Abdelmalek, he was visited at work on about ten occasions by Muslim individuals who threatened his family, pressured him to convert to Islam, and verbally abused and, on at least one occasion, pushed him. Abelmalek claimed that he contacted the <span class=\"star-pagination\">*22</span> police for assistance but they were not responsive.<sup>[3]</sup></p>\n<p>As a result of this harassment, Abdelmalek maintains that he fled Egypt, fearing for his safety. He entered the United States legally on or about May 30, 2002, as a non-immigrant visitor with authorization to remain until November 29, 2002. On May 16, 2003, Abdelmalek applied for asylum and withholding of removal. The Department of Homeland Security subsequently initiated removal proceedings against Abdelmalek, Mrs. Salib, and their son. At hearings before an immigration judge, all three conceded removability but maintained that they were entitled to relief in the form of asylum, withholding of removal, and protection under the CAT.</p>\n<p>At the merits hearing, at which Abdelmalek testified but his wife did not, the IJ noted that Abdelmalek's testimony lacked corroborative detail and was somewhat inconsistent. Based on these factors, the IJ stated that she was \"unable to make a positive credibility finding in this case.\" Stating that even if she were to accept Abdelmalek's testimony as true, the IJ determined that the petitioner failed to establish either past persecution or a well-founded fear of future persecution. In support of this determination, the IJ pointed to the evidence that Abdelmalek came from a privileged background in Egypt, graduated from a government-run medical school, and had a successful career as a medical doctor, including working for a government hospital. Additionally, Abdelmalek had traveled to the United States on previous occasions and had returned to Egypt, which the IJ reasoned is hardly the conduct of a man who fears persecution upon his return. Finally, the IJ noted that Abdelmalek had failed to prove that he could not relocate elsewhere in Egypt to avoid the alleged persecution.</p>\n<p>The BIA adopted and affirmed the IJ's decision. The BIA agreed with the IJ's adverse credibility determination, calling Abdelmalek's testimony \"inconsistent and vague.\" Even if Abdelmalek's testimony were considered credible, the BIA agreed with the IJ's finding that Abdelmalek failed to proffer sufficient evidence of past persecution or a well-founded fear of future persecution.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We review a BIA decision using a \"substantial evidence\" standard, affirming the decision if it is \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Attia v. Gonzales,</i> <span class=\"citation\" data-id=\"202639\"><a href=\"/opinion/202639/attia-v-gonzales/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 23 (1st Cir.2007) (per curiam) (internal citations omitted). Where, as here, the Board adopts the immigration judge's ruling but also engages in discussion of its own, we review both decisions. <i>Lin v. Mukasey,</i> 277 Fed.Appx. 5, 9-10 (1st. Cir.2008).</p>\n<p>As an initial matter, we turn to the IJ's determination that Abdelmalek was not credible. This finding is \"conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. ยง 1252(b)(4)(B); <i>see also </i><i>Lopez de Hincapie v. Gonzales,</i> <span class=\"citation\" data-id=\"202847\"><a href=\"/opinion/202847/lopez-de-hincapie-v-gonzales/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 218 (1st Cir.2007). Although that standard is deferential, the IJ must provide a \"specific, <span class=\"star-pagination\">*23</span> cogent, and supportable explanation for rejecting an alien's testimony.\" <i>Teng v. Mukasey,</i> <span class=\"citation\" data-id=\"203153\"><a href=\"/opinion/203153/teng-v-mukasey/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.2008)(internal citations omitted). Here, the IJ delivered a lengthy oral decision, detailing her doubts as to Abdelmalek's credibility and veracity with some care. The IJ pointed to the fact that Abdelmalek's account of being threatened at work was very light on corroborative detail, as was his account of reporting the incidents to the police and the police reaction. The IJ also highlighted several discrepancies within Abdelmalek's testimony, particularly with regard to whether or not he reported the purported harassment at work to the police. Additionally, Abdelmalek was not able to offer any documentary evidence to corroborate his vague oral testimony about the events that he claimed amounted to persecution, and his wife did not testify to buttress his account. The IJ also implied that Abdelmalek may have other reasons for wanting to remain in the United States, pointing to some confusion in the record over whether his son is in school here, and whether his family is under investigation in Egypt because of the building collapse. Overall, the record hardly compels a favorable credibility determination.</p>\n<p>Even if Abdelmalek's testimony were deemed credible, however, the IJ's conclusion that Abdelmalek failed to demonstrate past persecution or a well-founded fear of future persecution is supported by substantial evidence. In order to be entitled to asylum, a petitioner must demonstrate that he has been subjected to past persecution or that he harbors a well-founded fear of future persecution on account of his race, religion, nationality, political opinion, or membership in a particular social group. <i>Carcamo-Recinos v. Ashcroft,</i> <span class=\"citation\" data-id=\"201347\"><a href=\"/opinion/201347/carcamo-recinos-v-ashcroft/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 257 (1st Cir.2004). To establish a well-founded fear of future persecution, the petitioner must show that his fear is both genuine and objectively reasonable. <i>Id.</i> \"To qualify as persecution, a person's experience must rise above unpleasantness, harassment, and even basic suffering.\" <i>Jorgji v. Mukasey,</i> <span class=\"citation\" data-id=\"1386154\"><a href=\"/opinion/1386154/jorgji-v-mukasey/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57 (1st Cir.2008)(internal citations omitted). Additionally, a petitioner must show that the state participated in or at least acquiesced in the alleged acts of persecution. <i>Id.</i></p>\n<p>It is never a pleasant task to attempt to quantify an individual's suffering and measure it against the suffering of others, but it must be remarked that this court has recently denied petitions for review filed by other Egyptian Copts who suffered mistreatment at least equal to, if not greater than, that allegedly suffered by Abdelmalek. <i>See generally Malek v. Mukasey,</i> 274 Fed.Appx. 1 (1st Cir.2008); <i>Hana v. Gonzales,</i> <span class=\"citation\" data-id=\"202941\"><a href=\"/opinion/202941/hana-v-gonzales/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span> (1st Cir. 2007); <i>Attia,</i> 477 F.3d at 24. A series of somewhat vague verbal threats, seemingly unaccompanied by any significant physical abuse and any government involvement or acquiescence, simply does not rise to the level of persecution in these circumstances. <i>See </i><i>Attia,</i> 477 F.3d at 24 (two beatings over the course of nine years and general climate of discrimination does not constitute past persecution); <i>Awad v. Gonzales,</i> <span class=\"citation\" data-id=\"202416\"><a href=\"/opinion/202416/awad-v-gonzales/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 75 (1st Cir.2006)(childhood bullying, being slapped by an officer during military service, seeing discrimination against Christians, and learning a friend's sister had been sexually assaulted by Muslims and forced to convert to Islam does not constitute past persecution). We do not lend particular weight to the IJ's observation that Abdelmalek came from a \"privileged background\" and was \"financially extremely solvent,\" as the very financial success of a minority group may be an additional motivator in targeting the group for persecution. Nevertheless, it is worth noting that Abdelmalek was able to <span class=\"star-pagination\">*24</span> graduate from a government-run medical school and work at a government-run hospital, undercutting his argument that the government is unwilling to deploy its resources to assist Christians.</p>\n<p>Furthermore, Abdelmalek's claimed fear of future persecution \"is significantly undermined by the fact that he willingly returned to Egypt after his earlier trip to the United States.\" <i>Attia,</i> 477 F.3d at 24; <i>see also </i><i>Awad,</i> 463 F.3d at 76. And Abdelmalek failed to prove that he could not avoid any potential future persecution by simply relocating elsewhere in Egypt, where the locals would know nothing about the collapsed building. <i>See </i><i>Tendean v. Gonzales,</i> <span class=\"citation\" data-id=\"1218223\"><a href=\"/opinion/1218223/tendean-v-gonzales/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 11 (1st Cir.2007)(explaining that \"the possibility of internal relocation negates any presumption of eligibility. . . based on past persecution\").</p>\n<p>The government maintains that this court lacks jurisdiction to review Abdelmalek's claims for withholding of removal and protection under the CAT, because he did not challenge the denial of those claims in his appeal to the BIA. <i>See </i><i>Sunoto v. Gonzales,</i> <span class=\"citation\" data-id=\"203032\"><a href=\"/opinion/203032/sunoto-v-gonzales/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 59 (1st Cir.2007)(\"A petitioner who fails to present a claim to the BIA has failed to exhaust his administrative remedies on that issue, and we consequently lack jurisdiction to review the claim.\"). It is true that Abdelmalek's BIA appeal brief did not mention his withholding of removal or CAT claims; however, the BIA did review those portions of the IJ's decision as well, and Abdelmalek does raise those issues in his petition for judicial review before this court. Nevertheless, even if we were to apply the exhaustion of remedies standard generously, <i>see id.,</i> and review the claims, we would deny them on the merits. Because Abdelmalek has failed to establish that he is entitled to asylum, he necessarily fails to meet the higher standard for withholding of removal. <i>Segran v. Mukasey,</i> <span class=\"citation\" data-id=\"1194474\"><a href=\"/opinion/1194474/segran-v-mukasey/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2007). Regarding Abdelmalek's CAT claim, we find nothing in the record that would compel the conclusion that it is more likely than not that Abdelmalek would be tortured if he were to return to Egypt. <i>See id.</i></p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, Abdelmalek's petition for review is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Abdelmalek's wife, Mofida Samwail Salib, and his son, Peter Raouf Soliman, both also natives and citizens of Egypt, are derivative applicants for asylum, withholding of removal, and protection under the CAT. Petitioner claims that his other child, a daughter, was targeted by Muslim extremists in 1998, fled to the United States, and was subsequently granted asylum.</p>\n<p>[2]  Abdelmalek's wife and son left for the United States shortly before the building collapsed and have remained in the U.S. ever since. Abdelmalek himself visited the United States twice during this time but returned to Egypt after each visit; he was admitted on a B-2 (tourist) visa on October 1, 2000 and again on May 29, 2001. Mrs. Salib filed an affirmative application for asylum and withholding of removal on June 7, 2001, on behalf of herself and her son, Peter. On July 7, 2004, an immigration judge granted Mrs. Salib's motion to consolidate her case with her husband's case.</p>\n<p>[3]  There is some discrepancy in the record regarding whether Abdelmalek contacted the police. When testifying, Abdelmalek did not initially mention that he had contacted the police, and only volunteered the information that he had contacted the police after the first incident upon questioning by the IJ. There is also some indication that Abdelmalek initially told the asylum officer that he had not contacted the police because they would be of no assistance to a Christian, although in his oral testimony Abdelmalek maintained that was a misunderstanding.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/201347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1194474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1386154/"
  ]
}