{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203495/",
  "absolute_url": "/opinion/203495/singh-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203495/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:17:56Z",
  "date_modified": "2016-04-26T14:45:28.396145Z",
  "type": "010combined",
  "sha1": "29cd15155725f466024d8e532f6f11c748dac729",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2187P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/09/25/Singh_v._Mukasey.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 07-2187\n\n                           BAGH SINGH,\n\n                           Petitioner,\n\n                               v.\n\n              MICHAEL B. MUKASEY, ATTORNEY GENERAL,\n\n                           Respondent.\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                             Before\n\n                        Lynch, Chief Judge,\n                Boudin and Lipez, Circuit Judges.\n\n\n\n     Ashwani K. Bhakhri for petitioner.\n     Jeffrey S. Bucholtz, Acting Assistant Attorney General, Terri\nJ. Scadron, Assistant Director, Office of Immigration Litigation,\nand Margaret Perry, Senior Litigation Counsel, Office of\nImmigration Litigation, for respondent.\n\n\n\n                       September 25, 2008\n\f             LIPEZ, Circuit Judge.     Petitioner Bagh Singh, a native\n\nand citizen of India, seeks review of a decision of the Board of\n\nImmigration Appeals (BIA) denying his applications for asylum,\n\nwithholding of removal, and relief under the Convention Against\n\nTorture (CAT).      Singh claims that he experienced persecution in\n\nIndia because of his father’s political beliefs.        The BIA rejected\n\nthis contention and concluded that petitioner had failed to show\n\nthat   any   of   the   statutory   bases   for   obtaining    relief   from\n\ndeportation was the \"central reason\" for his alleged persecution.\n\nSingh challenges that conclusion, as well as the BIA’s finding that\n\nhe failed to corroborate his testimony, as required by the Real ID\n\nAct of 2005, Div. B. of Pub. L. No. 109-13, 119 Stat. 302-23\n\n(2005).\n\n             We do not reach the corroboration issue.         Discerning no\n\nerror in the BIA's analysis of the alleged basis for persecution,\n\nwe deny the petition.\n\n                                     I.\n\n             On March 25, 2006, petitioner Singh attempted to enter\n\nthe United States as a stowaway on a boat arriving in San Juan,\n\nPuerto Rico.      He was immediately apprehended and charged with\n\nmultiple offenses that subjected him to removal from the country.\n\nSee 8 U.S.C. § 1182(a)(6)(D) (stowaway); § 1182(a)(9)(A)(ii)(I)\n\n(alien ordered removed who seeks admission within 10 years of date\n\nof departure or removal); 8 U.S.C. § 1182(a)(9)(C)(i)(II) (alien\n\n\n                                    -2-\n\fwho has attempted to enter or reenter without being admitted).\n\nSingh conceded deportability, but filed applications for relief\n\nbased on alleged persecution against his family in India.\n\n          In a hearing before an Immigration Judge (IJ), Singh\n\ntestified that his family, who lived in the Punjab region of India,\n\nhad been repeatedly targeted for harassment and violence because of\n\nhis father's political activity.      His father, Rachhpal Singh\n\n(Rachhpal), was an active member of the Akali Dal, a political\n\nseparatist group that clashed with the rival organization Babbar\n\nKhalsa, a militant group of Sikh separatists. Petitioner testified\n\nthat his father's opposition to these rivals was vocal and open,\n\ntriggering the harassment his family endured.    Their difficulties\n\nbegan in the early 1990s, when members of the Babbar Khalsa showed\n\nup at petitioner's home on several occasions and demanded food from\n\nhis mother. Singh testified that Rachhpal reported these visits to\n\nthe police but nothing was ever done.       In January of 1995, two\n\nmembers of the Babbar Khalsa entered Singh’s home and shot his\n\nfather. Singh and his cousin, who were standing near his father at\n\nthe time of the attack, also suffered gunshot wounds.     All three\n\nmen were hospitalized for their injuries.\n\n          Singh, who worked on his family's farm, testified that he\n\nbelieved his father had been targeted by the Babbar Khalsa because\n\nhe had reported their previous harassment to the police.        His\n\nfather recognized the two shooters, who later called Singh's house\n\n\n                               -3-\n\fand explicitly identified themselves as members of the Babbar\n\nKhalsa.   There is some confusion about whether Singh himself knew\n\nthe identity of the men; he first testified that he had never seen\n\nthem before, but later stated that they were the ones who had come\n\nto his house and harassed his family in previous years.\n\n          Singh   testified   that   he   left   India   soon   after   the\n\nshooting at the urging of his parents, who were concerned for his\n\nsafety. He then made his first attempt to enter the United States.\n\nIn July 1995, he crossed into Texas from Mexico, but was quickly\n\nstopped by immigration authorities.       He was detained for one night\n\nand released on bail.\n\n          Singh was placed in deportation proceedings, but they\n\nwere never completed because he voluntarily left the United States\n\na month later.    His father had died as a result of complications\n\nfrom his bullet wounds, and Singh returned to India to console his\n\ndistraught mother.   After his departure from the United States, an\n\nin absentia deportation order was entered against him.\n\n          Shortly after his return to India, Singh's mother also\n\ndied, and he remained in India to farm the land he had inherited.\n\nHe claims that during the next six years, members of the Babbar\n\nKhalsa repeatedly made threatening calls to him, claiming to be the\n\ntrue heirs of his 120 acres of land.          Singh complained to the\n\npolice, but there was no response.     Singh testified that he did not\n\nchange his phone number because he believed that the harassers\n\n\n                                 -4-\n\fwould be undeterred and that the calls would continue after they\n\ninevitably obtained his new number.\n\n            In 2002, Singh was returning to his home when he was\n\nattacked by Babbar Khalsa members, including his neighbor, Jasbeet\n\nSingh (Jasbeet).    Petitioner testified that Jasbeet encouraged the\n\nattackers to kill him, so that \"everything would be ours, his home,\n\nhis property.\"     Singh suffered a head injury during the assault,\n\nwas briefly unconscious, and was taken to the hospital by another\n\nneighbor.   He explained that he had no documentary evidence of his\n\nmedical   treatment   because   the   doctor   was   \"afraid   of   sending\n\nanything to America.\"\n\n            Two years after this attack, Singh again decided to leave\n\nIndia.    He had no remaining family in the country and was afraid\n\nof further physical harassment by the Babbar Khalsa.            He sold a\n\nportion of his property to pay the smuggler’s fees, and traveled to\n\nthe United States by way of Moscow, Cuba, and Venezuela.        From this\n\nlast stop, he took a boat to Puerto Rico, where he was immediately\n\ndetained.\n\n            On January 5, 2006, Singh appeared with counsel at the\n\nhearing before the IJ, where he recounted the history described\n\nabove.    Four days later, the IJ denied Singh’s applications for\n\nasylum, withholding of removal, and protection under the CAT.          The\n\nIJ found that Singh’s credibility was questionable, that his\n\ntestimony was weak and uncorroborated, and that he had not properly\n\n\n                                  -5-\n\fdemonstrated that the persecution he claimed was on account of any\n\nof the statutory grounds for seeking asylum or other relief from\n\ndeportation.       On May 9, 2006, the BIA affirmed.             In response to a\n\nmotion from the government, we vacated the Board's order of removal\n\nand remanded the case to the BIA to address the effects on\n\npetitioner's application of the REAL ID Act of 2005, which amended\n\nvarious provisions of the Immigration and Nationality Act (INA)\n\napplicable to asylum seekers.          See Div. B. of Pub. L. No. 109-13,\n\n119 Stat. 302-23 (2005).1\n\n            On remand, the BIA again affirmed the IJ's denial of\n\npetitioner's application.        The BIA held that Singh had failed to\n\nestablish       past   persecution    or    a    well-founded    fear   of     future\n\npersecution on account of one of the five grounds enumerated in the\n\nstatute.        See 8 U.S.C. § 1101(a)(42)(A) (identifying the five\n\ngrounds as race, religion, nationality, membership in a particular\n\nsocial group, and political opinion).                   Specifically, the Board\n\nfound    that    Singh's   injuries    in       the   1995   shooting   were   \"only\n\ncoincidental\" to the shooting of his father and that the 2002\n\nattack on Singh was only for economic reasons.                      It therefore\n\nconcluded that Singh was ineligible for asylum, withholding of\n\nremoval, or CAT protection.          This petition for review followed.\n\n\n\n     1\n       The REAL ID Act of 2005 applies to all applications that,\nlike Singh’s, were filed on or after May 11, 2005. In re S-B-, 24\nI & N Dec. 42, 43 (BIA 2006); see also Sompotan v. Mukasey, 533\nF.3d 63, 69 n.3 (1st Cir. 2008).\n\n                                       -6-\n\f                                II.\nA. Standard of Review\n\n           When the BIA both adopts the decision of an immigration\n\njudge and adds a new ground for upholding the result, \"this court\n\nreviews the IJ's decision as though it were the BIA's to the extent\n\nof the adoption, and the BIA's decision as to the additional\n\nground.\"   Berrio-Barrera v. Gonzales, 460 F.3d 163, 167 (1st Cir.\n\n2006).     Whether the harm suffered by an asylum applicant was\n\ninflicted \"on account of\" a protected ground is \"generally [a]\n\nquestion[] of fact.\"    Sompotan v. Mukasey, 533 F.3d 63, 68 (1st\n\nCir. 2008).   We review factual findings underlying the denial of\n\nasylum using the deferential substantial evidence standard, Sunoto\n\nv. Gonzales, 504 F.3d 56, 60 (1st Cir. 2007), and we must \"uphold\n\nthe BIA's decision 'unless any reasonable adjudicator would be\n\ncompelled to conclude to the   contrary.'\"   Silva v. Gonzales, 463\n\nF.3d 68, 72 (1st Cir. 2006)(quoting 8 U.S.C. § 1252(b)(4)(B)).\n\nB. Eligibility for Asylum\n\n           To establish eligibility for asylum, an alien must show\n\nthat he is unwilling or unable to return to his country of origin\n\n\"because of persecution or a well-founded fear of persecution on\n\naccount of race, religion, nationality, membership in a particular\n\nsocial group, or political opinion.\"   8 U.S.C. § 1101(a)(42)(A).2\n\n\n     2\n       While the IJ expressly ruled that the discrimination Singh\ndescribed was not sufficiently severe to constitute past\npersecution or provide a basis for a well-founded fear of future\npersecution, we, like the BIA, do not reach the issue. As we shall\n\n                                -7-\n\fThe REAL ID Act added two important elements to the alien’s burden\n\nof proof.\n\n            First, under the REAL ID amendments, the alien must show\n\nthat \"race, religion, nationality, membership in a particular\n\nsocial group, or political opinion was or will be at least one\n\ncentral reason for persecuting the applicant.\"                    REAL ID Act §\n\n101(a)(3), 8 U.S.C. § 1158(b)(1)(B)(i) (emphasis added).                     Even\n\nbefore the passage of the REAL ID Act, petitioners were required to\n\nprove a nexus between the alleged persecution and one of the\n\nstatutory grounds.         INS v. Elias-Zacarias, 502 U.S. 478, 483\n\n(1992).    Courts required a showing that the persecution the alien\n\nsuffered    was,    or   would   be,   based   \"at   least   in    part\"   on    an\n\nimpermissible motivation.        Sanchez Jimenez v. U.S. Atty. Gen., 492\n\nF.3d 1223, 1232-33 (11th Cir. 2007).\n\n            While the Act did not \"radically alter[]\" this standard,\n\nIn re J-B-N- & S-M-, 24 I. & N. Dec. 208, 214 (BIA 2007), the REAL\n\nID Act clarified the petitioner's burden to show that at least one\n\nof   the   statutory     grounds   was   \"one    central     reason\"   for      the\n\npersecution.       In many cases, of course, persecutors may have more\n\nthan one motivation.        In such \"mixed motive cases,\" the law now\n\nrequires that the protected ground be \"one central reason\" for the\n\n\n\nexplain, petitioner's application for asylum fails because he was\nunable to show that the attacks he faced, whether or not\nconstituting persecution, were motivated by one of the statutory\nfactors.\n\n                                       -8-\n\fmistreatment,     and     that     it    not   be    \"incidental,     tangential,\n\nsuperficial, or subordinate to another reason for harm.\"                   In re J-\n\nB-N-, 24 I. & N. Dec. at 214.\n\n            For obvious reasons, a petitioner is not required to\n\nprovide direct proof of motive, but must present some evidence on\n\nthe subject due to its importance in the statutory scheme.                  Babini\n\nv. Gonzales, 492 F.3d 20, 22-23 (1st Cir. 2007) (quoting INS v.\n\nElias-Zacarias, 502 U.S. 478, 483 (1992). Often, the BIA evaluates\n\nseveral potential motivations and must rely on limited evidence to\n\ndetermine   if    a    statutory    ground     was   \"one   central   reason      for\n\npersecuting the applicant.\"             Given the deferential nature of our\n\nreview, the BIA's conclusion will stand on appeal, unless the\n\nevidence compels a contrary result.\n\n            The second REAL ID Act provision which prompted our\n\nremand of this case to the BIA addresses the role of corroborating\n\nevidence    in    asylum      proceedings.            See   8   U.    S.     C.     §\n\n1158(b)(1)(B)(ii). It provides that an applicant's testimony alone\n\n\"may be sufficient to sustain [his] burden without corroboration,\n\nbut only if the applicant satisfies the trier of fact that the\n\napplicant's testimony is credible, is persuasive, and refers to\n\nspecific facts sufficient to demonstrate that the applicant is a\n\nrefugee.\"   Id.       If the IJ determines that the alien should provide\n\nevidence to corroborate otherwise credible testimony, that evidence\n\n\n\n\n                                         -9-\n\f\"must be provided unless the applicant does not have the evidence\n\nand cannot reasonably obtain the evidence.\"                  Id.\n\n            On this issue, Singh contends that, because the BIA did\n\nnot make an explicit finding that he lacked credibility, he is\n\nentitled to a rebuttable presumption of credibility on appeal, thus\n\nmaking    the   IJ's    demand   for    additional    corroborating       evidence\n\nerroneous.      INA §§ 208(b)(1)(B)(iii), 241(b)(3)(C).            Although the\n\nIJ and BIA both ruled that Singh's testimony was insufficiently\n\ncorroborated, we need not address this issue because we agree with\n\nthe BIA that petitioner failed to prove a sufficient nexus between\n\nhis persecution and one of the statutory grounds.\n\n                                        III.\n\n            In its second review of the case, the BIA found that the\n\nharassment described by petitioner did not meet the \"one central\n\nreason\"    standard.       Its   decision      was   based    primarily    on   its\n\nevaluation of the evidence concerning the two incidents in which\n\nSingh suffered significant harm.           First, the BIA found that Singh\n\nonly sustained injuries during the 1995 attack on Rachhpal because\n\nhe happened to be in close proximity to his father, and not because\n\nhe was individually targeted for his beliefs or characteristics.\n\nSecond, the Board concluded that the attackers responsible for the\n\n2002 beating were economically motivated, and did not single out\n\npetitioner      because     of    his     political     beliefs     or      family\n\nrelationships.         While the analysis for the two episodes is not\n\n\n                                        -10-\n\fidentical, the Board supportably concluded that the harm suffered\n\nby petitioner was not \"on account of\" one of the statutorily\n\nprotected grounds in either instance.\n\n           Singh fails to marshal sufficient evidence to show that\n\nthe injuries he suffered in the 1995 attack were in any way a\n\nresult of his own political opinions or social group.            Instead, he\n\nargues that because the BIA was willing to believe that his father\n\nwas   attacked    on    the   basis   of   his   political   activity,   this\n\ndetermination of motivation should also apply to the harm Singh\n\nsuffered. Singh contends that Rachhpal’s political opinions should\n\nbe imputed to him, based on a pattern of harassment of his whole\n\nfamily by the Babbar Khalsa.          Under Singh's theory, his nuclear\n\nfamily would be considered a social group, and Singh's affiliation\n\nwith them would thus be the factor motivating the violence he\n\nendured.\n\n           We    have   previously    considered    claims   citing   imputed\n\npolitical opinion as the basis for persecution, and have held that\n\n\"[a]n imputed political opinion, whether correctly or incorrectly\n\nattributed, may constitute a reason for political persecution\n\nwithin the meaning of the Act.\"3           Vasquez v. INS, 177 F.3d 62, 65\n\n(1st Cir. 1999) (quoting Ravindran v. INS, 976 F.2d 754, 760 (1st\n\n\n\n      3\n      This precedent addresses Section 106(a) of the INA, 8 U.S.C.\n§ 1105a(a), which predated the REAL ID Act, but the statutory\namendments to the immigration law made no changes that would impact\nthe way in which political opinions are imputed.\n\n                                      -11-\n\fCir. 1992)).    However, we have also held that fear of persecution\n\nbased on a relative's political activities is not reasonable where\n\nthere is no evidence establishing that the petitioner himself was\n\never persecuted as a result of those activities or that \"the\n\ngovernment has a general practice of persecuting extended family\n\nmembers.\"    Ravindran, 976 F.2d at 759.\n\n            Petitioner presents insufficient evidence that his family\n\nwas targeted as a result of his father's political activities.\n\nSpecifically, we note the Babbar Khalsa's treatment of Singh’s\n\nmother as reflecting the groups's general attitude toward members\n\nof Singh's family who did not speak out against them.        Singh's\n\nmother was not targeted in the attacks and was only approached by\n\nthe militants when they were seeking food. This fact suggests that\n\nthe Babbar Khalsa did not have a practice of persecuting the entire\n\nfamily, and that, even if Singh’s father was abused primarily for\n\nhis political opinions, the separatists did not impute his views to\n\nthe rest of the family.    Nor has Singh presented any evidence that\n\nhe has been subject to any persecution in the many years following\n\nthis attack beyond the repeated harassing phone calls.       Besides\n\nvoting in a local election in 2002, he was not politically active\n\nin India.    The BIA's determination that neither Singh’s political\n\nopinion nor his membership in his family was a central reason for\n\nthe attack in 1995 was supported by substantial evidence.\n\n\n\n\n                                 -12-\n\f            Singh’s argument that he experienced persecution in 2002\n\nwhen he was beaten by members of the Babbar Khalsa also fails on\n\n\"central reason\" grounds. The record contained sufficient evidence\n\nfor the BIA to uphold the IJ's finding that this attack was\n\nprompted    primarily    by   economic    motivations.      Statements     of\n\nperpetrators are a crucial factor to be considered in determining\n\nmotive, In re S-P-, 21 I. & N. Dec. 486, 494 (BIA 1996), and Singh\n\nreported multiple such indicators of his attackers' intent.                He\n\ntestified that during the assault, he heard Jasbeet encourage the\n\nattackers to kill him so that \"everything would be ours, his home,\n\nhis property.\" In addition, he testified that during the harassing\n\nphone calls, the Babbar Khalsa would tell him that they were the\n\nultimate heirs of the land he possessed.         The conclusion that they\n\nwere economically motivated was further reinforced by the fact that\n\nafter Singh left India in 2004, the militants moved to partially\n\noccupy his empty house.       To offset these statements, Singh offers\n\nonly his own conjecture that the attack was linked to his father's\n\npolitical beliefs.      This conjecture does not undermine the Board's\n\nfinding that the attackers were driven by a desire to \"control\n\n[Singh’s]   real   property,\"    and     not   \"an   enumerated   ground   of\n\npersecution.\"\n\n            In short, no evidence suggests that Singh was an intended\n\ntarget of the 1995 shooting on account of his father’s political\n\naffiliations.   As for the 2002 beating, the evidence supports the\n\n\n                                   -13-\n\fBIA's conclusion that the militants were motivated primarily by\n\neconomic factors.   Hence there is no basis on which to overturn the\n\nBIA’s decision.\n\n                                 IV.\n\n           Singh also seeks withholding of removal and protection\n\nunder the CAT.    These claims place a higher burden of proof on the\n\npetitioner than a counterpart claim for asylum.      These forms of\n\nrelief require the petitioner to prove that it is \"more likely than\n\nnot\" he would face persecution or torture if he returned to his\n\ncountry.   Guillaume v. Gonzales, 504 F.3d 68, 71 n.2 (1st Cir.\n\n2007). Because Singh fails to establish his eligibility for asylum,\n\nhis claims for withholding of removal and protection under the CAT\n\nnecessarily fail to meet this higher threshold.\n\n           The petition for review is denied.\n\n\n\n\n                                 -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>543 F.3d 1 (2008)</b></center>\n<center><h1>Bagh SINGH, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-2187.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted May 8, 2008.</center>\n<center>Decided September 25, 2008.</center>\n<p><span class=\"star-pagination\">*2</span> Ashwani K. Bhakhri for petitioner.</p>\n<p>Jeffrey S. Bucholtz, Acting Assistant Attorney General, Terri J. Scadron, Assistant Director, Office of Immigration Litigation, and Margaret Perry, Senior Litigation Counsel, Office of Immigration Litigation, for respondent.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Petitioner Bagh Singh, a native and citizen of India, seeks review of a decision of the Board of Immigration Appeals (BIA) denying his applications for asylum, withholding of removal, and relief under the Convention Against Torture (CAT). Singh claims that he experienced persecution in India because of his father's political beliefs. The BIA rejected this contention and concluded that petitioner had failed to show that any of the statutory bases for obtaining relief from deportation was the \"central reason\" for his alleged persecution. Singh challenges that conclusion, as well as the BIA's finding that he failed to corroborate his testimony, as required by the Real ID Act of 2005, Div. B. of Pub.L. No. 109-13, 119 Stat. 302-23 (2005).</p>\n<p>We do not reach the corroboration issue. Discerning no error in the BIA's analysis of the alleged basis for persecution, we deny the petition.</p>\n<p></p>\n<h2>I.</h2>\n<p>On March 25, 2005, petitioner Singh attempted to enter the United States as a stowaway on a boat arriving in San Juan, Puerto Rico. He was immediately apprehended and charged with multiple offenses that subjected him to removal from the country. <i>See</i> 8 U.S.C. § 1182(a)(6)(D) (stowaway); § 1182(a)(9)(A)(ii)(I) (alien ordered removed who seeks admission within 10 years of date of departure or removal); 8 U.S.C. § 1182(a)(9)(C)(i)(II) (alien who has attempted to enter or reenter without being admitted). Singh conceded deportability, but filed applications for relief based on alleged persecution against his family in India.</p>\n<p>In a hearing before an Immigration Judge (IJ), Singh testified that his family, who lived in the Punjab region of India, had been repeatedly targeted for harassment and violence because of his father's political activity. His father, Rachhpal Singh (Rachhpal), was an active member of the Akali Dal, a political separatist group <span class=\"star-pagination\">*3</span> that clashed with the rival organization Babbar Khalsa, a militant group of Sikh separatists. Petitioner testified that his father's opposition to these rivals was vocal and open, triggering the harassment his family endured. Their difficulties began in the early 1990s, when members of the Babbar Khalsa showed up at petitioner's home on several occasions and demanded food from his mother. Singh testified that Rachhpal reported these visits to the police but nothing was ever done. In January of 1995, two members of the Babbar Khalsa entered Singh's home and shot his father. Singh and his cousin, who were standing near his father at the time of the attack, also suffered gunshot wounds. All three men were hospitalized for their injuries.</p>\n<p>Singh, who worked on his family's farm, testified that he believed his father had been targeted by the Babbar Khalsa because he had reported their previous harassment to the police. His father recognized the two shooters, who later called Singh's house and explicitly identified themselves as members of the Babbar Khalsa. There is some confusion about whether Singh himself knew the identity of the men; he first testified that he had never seen them before, but later stated that they were the ones who had come to his house and harassed his family in previous years.</p>\n<p>Singh testified that he left India soon after the shooting at the urging of his parents, who were concerned for his safety. He then made his first attempt to enter the United States. In July 1995, he crossed into Texas from Mexico, but was quickly stopped by immigration authorities. He was detained for one night and released on bail.</p>\n<p>Singh was placed in deportation proceedings, but they were never completed because he voluntarily left the United States a month later. His father had died as a result of complications from his bullet wounds, and Singh returned to India to console his distraught mother. After his departure from the United States, an <i>in absentia</i> deportation order was entered against him.</p>\n<p>Shortly after his return to India, Singh's mother also died, and he remained in India to farm the land he had inherited. He claims that during the next six years, members of the Babbar Khalsa repeatedly made threatening calls to him, claiming to be the true heirs of his 120 acres of land. Singh complained to the police, but there was no response. Singh testified that he did not change his phone number because he believed that the harassers would be undeterred and that the calls would continue after they inevitably obtained his new number.</p>\n<p>In 2002, Singh was returning to his home when he was attacked by Babbar Khalsa members, including his neighbor, Jasbeet Singh (Jasbeet). Petitioner testified that Jasbeet encouraged the attackers to kill him, so that \"everything would be ours, his home, his property.\" Singh suffered a head injury during the assault, was briefly unconscious, and was taken to the hospital by another neighbor. He explained that he had no documentary evidence of his medical treatment because the doctor was \"afraid of sending anything to America.\"</p>\n<p>Two years after this attack, Singh again decided to leave India. He had no remaining family in the country and was afraid of further physical harassment by the Babbar Khalsa. He sold a portion of his property to pay the smuggler's fees, and traveled to the United States by way of Moscow, Cuba, and Venezuela. From this last stop, he took a boat to Puerto Rico, where he was immediately detained.</p>\n<p><span class=\"star-pagination\">*4</span> On January 5, 2006, Singh appeared with counsel at the hearing before the IJ, where he recounted the history described above. Four days later, the IJ denied Singh's applications for asylum, withholding of removal, and protection under the CAT. The IJ found that Singh's credibility was questionable, that his testimony was weak and uncorroborated, and that he had not properly demonstrated that the persecution he claimed was on account of any of the statutory grounds for seeking asylum or other relief from deportation. On May 9, 2006, the BIA affirmed. In response to a motion from the government, we vacated the Board's order of removal and remanded the case to the BIA to address the effects on petitioner's application of the REAL ID Act of 2005, which amended various provisions of the Immigration and Nationality Act (INA) applicable to asylum seekers. <i>See</i> Div. B. of Pub.L. No. 109-13, 119 Stat. 302-23 (2005).<sup>[1]</sup></p>\n<p>On remand, the BIA again affirmed the IJ's denial of petitioner's application. The BIA held that Singh had failed to establish past persecution or a well-founded fear of future persecution on account of one of the five grounds enumerated in the statute. <i>See</i> 8 U.S.C. § 1101(a)(42)(A) (identifying the five grounds as race, religion, nationality, membership in a particular social group, and political opinion). Specifically, the Board found that Singh's injuries in the 1995 shooting were \"only coincidental\" to the shooting of his father and that the 2002 attack on Singh was only for economic reasons. It therefore concluded that Singh was ineligible for asylum, withholding of removal, or CAT protection. This petition for review followed.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>When the BIA both adopts the decision of an immigration judge and adds a new ground for upholding the result, \"this court reviews the IJ's decision as though it were the BIA's to the extent of the adoption, and the BIA's decision as to the additional ground.\" <i>Berrio-Barrera v. Gonzales,</i> 460 F.3d 163, 167 (1st Cir.2006). Whether the harm suffered by an asylum applicant was inflicted \"on account of\" a protected ground is \"generally [a] question[] of fact.\" <i>Sompotan v. Mukasey,</i> 533 F.3d 63, 68 (1st Cir.2008). We review factual findings underlying the denial of asylum using the deferential substantial evidence standard, <i>Sunoto v. Gonzales,</i> 504 F.3d 56, 60 (1st Cir.2007), and we must \"uphold the BIA's decision `unless any reasonable adjudicator would be compelled to conclude to the contrary.'\" <i>Silva v. Gonzales,</i> 463 F.3d 68, 72 (1st Cir.2006)(quoting 8 U.S.C. § 1252(b)(4)(B)).</p>\n<p></p>\n<h2>B. <i>Eligibility for Asylum</i>\n</h2>\n<p>To establish eligibility for asylum, an alien must show that he is unwilling or unable to return to his country of origin \"because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42)(A).<sup>[2]</sup> The REAL ID <span class=\"star-pagination\">*5</span> Act added two important elements to the alien's burden of proof.</p>\n<p>First, under the REAL ID amendments, the alien must show that \"race, religion, nationality, membership in a particular social group, or political opinion was or will be at least <i>one central reason</i> for persecuting the applicant.\" REAL ID Act § 101(a)(3), 8 U.S.C. § 1158(b)(1)(B)(i) (emphasis added). Even before the passage of the REAL ID Act, petitioners were required to prove a nexus between the alleged persecution and one of the statutory grounds. <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 483, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992). Courts required a showing that the persecution the alien suffered was, or would be, based \"at least in part\" on an impermissible motivation. <i>Sanchez Jimenez v. U.S. Atty. Gen.,</i> 492 F.3d 1223, 1232-33 (11th Cir.2007).</p>\n<p>While the Act did not \"radically alter[ ]\" this standard, <i>In re J-B-N &amp; S-M-,</i> 24 I. &amp; N. Dec. 208, 214 (BIA 2007), the REAL ID Act clarified the petitioner's burden to show that at least one of the statutory grounds was \"one central reason\" for the persecution. In many cases, of course, persecutors may have more than one motivation. In such \"mixed motive cases,\" the law now requires that the protected ground be \"one central reason\" for the mistreatment, and that it not be \"incidental, tangential, superficial, or subordinate to another reason for harm.\" <i>In re J-B-N-,</i> 24 I. &amp; N. Dec. at 214.</p>\n<p>For obvious reasons, a petitioner is not required to provide direct proof of motive, but must present some evidence on the subject due to its importance in the statutory scheme. <i>Babani v. Gonzales,</i> 492 F.3d 20, 22-23 (1st Cir.2007) (quoting <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 483, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992)). Often, the BIA evaluates several potential motivations and must rely on limited evidence to determine if a statutory ground was \"one central reason for persecuting the applicant.\" Given the deferential nature of our review, the BIA's conclusion will stand on appeal, unless the evidence compels a contrary result.</p>\n<p>The second REAL ID Act provision which prompted our remand of this case to the BIA addresses the role of corroborating evidence in asylum proceedings. <i>See</i> 8 U.S.C. § 1158(b)(1)(B)(ii). It provides that an applicant's testimony alone \"may be sufficient to sustain [his] burden without corroboration, but only if the applicant satisfies the trier of fact that the applicant's testimony is credible, is persuasive, and refers to specific facts sufficient to demonstrate that the applicant is a refugee.\" <i>Id.</i> If the IJ determines that the alien should provide evidence to corroborate otherwise credible testimony, that evidence \"must be provided unless the applicant does not have the evidence and cannot reasonably obtain the evidence.\" <i>Id.</i></p>\n<p>On this issue, Singh contends that, because the BIA did not make an explicit finding that he lacked credibility, he is entitled to a rebuttable presumption of credibility on appeal, thus making the IJ's demand for additional corroborating evidence erroneous. INA §§ 208(b)(1)(B)(iii), 241(b)(3)(C). Although the IJ and BIA both ruled that Singh's testimony was insufficiently corroborated, we need not address this issue because we agree with the BIA that petitioner failed to prove a sufficient nexus between his persecution and one of the statutory grounds.</p>\n<p></p>\n<h2>III.</h2>\n<p>In its second review of the case, the BIA found that the harassment described by petitioner did not meet the \"one central reason\" standard. Its decision was based primarily on its evaluation of the evidence <span class=\"star-pagination\">*6</span> concerning the two incidents in which Singh suffered significant harm. First, the BIA found that Singh only sustained injuries during the 1995 attack on Rachhpal because he happened to be in close proximity to his father, and not because he was individually targeted for his beliefs or characteristics. Second, the Board concluded that the attackers responsible for the 2002 beating were economically motivated, and did not single out petitioner because of his political beliefs or family relationships. While the analysis for the two episodes is not identical, the Board supportably concluded that the harm suffered by petitioner was not \"on account of\" one of the statutorily protected grounds in either instance.</p>\n<p>Singh fails to marshal sufficient evidence to show that the injuries he suffered in the 1995 attack were in any way a result of his own political opinions or social group. Instead, he argues that because the BIA was willing to believe that his father was attacked on the basis of his political activity, this determination of motivation should also apply to the harm Singh suffered. Singh contends that Rachhpal's political opinions should be imputed to him, based on a pattern of harassment of his whole family by the Babbar Khalsa. Under Singh's theory, his nuclear family would be considered a social group, and Singh's affiliation with them would thus be the factor motivating the violence he endured.</p>\n<p>We have previously considered claims citing imputed political opinion as the basis for persecution, and have held that \"[a]n imputed political opinion, whether correctly or incorrectly attributed, may constitute a reason for political persecution within the meaning of the Act.\"<sup>[3]</sup><i>Vasquez v. INS,</i> 177 F.3d 62, 65 (1st Cir.1999) (quoting <i>Ravindran v. INS,</i> 976 F.2d 754, 760 (1st Cir.1992)). However, we have also held that fear of persecution based on a relative's political activities is not reasonable where there is no evidence establishing that the petitioner himself was ever persecuted as a result of those activities or that \"the government has a general practice of persecuting extended family members.\" <i>Ravindran,</i> 976 F.2d at 759.</p>\n<p>Petitioner presents insufficient evidence that his family was targeted as a result of his father's political activities. Specifically, we note the Babbar Khalsa's treatment of Singh's mother as reflecting the groups's general attitude toward members of Singh's family who did not speak out against them. Singh's mother was not targeted in the attacks and was only approached by the militants when they were seeking food. This fact suggests that the Babbar Khalsa did not have a practice of persecuting the entire family, and that, even if Singh's father was abused primarily for his political opinions, the separatists did not impute his views to the rest of the family. Nor has Singh presented any evidence that he has been subject to any persecution in the many years following this attack beyond the repeated harassing phone calls. Besides voting in a local election in 2002, he was not politically active in India. The BIA's determination that neither Singh's political opinion nor his membership in his family was a central reason for the attack in 1995 was supported by substantial evidence.</p>\n<p>Singh's argument that he experienced persecution in 2002 when he was beaten by members of the Babbar Khalsa also fails on \"central reason\" grounds. The record contained sufficient evidence <span class=\"star-pagination\">*7</span> for the BIA to uphold the IJ's finding that this attack was prompted primarily by economic motivations. Statements of perpetrators are a crucial factor to be considered in determining motive, <i>In re S-P-,</i> 21 I. &amp; N. Dec. 486, 494 (BIA 1996), and Singh reported multiple such indicators of his attackers' intent. He testified that during the assault, he heard Jasbeet encourage the attackers to kill him so that \"everything would be ours, his home, his property.\" In addition, he testified that during the harassing phone calls, the Babbar Khalsa would tell him that they were the ultimate heirs of the land he possessed. The conclusion that they were economically motivated was further reinforced by the fact that after Singh left India in 2004, the militants moved to partially occupy his empty house. To offset these statements, Singh offers only his own conjecture that the attack was linked to his father's political beliefs. This conjecture does not undermine the Board's finding that the attackers were driven by a desire to \"control [Singh's] real property,\" and not \"an enumerated ground of persecution.\"</p>\n<p>In short, no evidence suggests that Singh was an intended target of the 1995 shooting on account of his father's political affiliations. As for the 2002 beating, the evidence supports the BIA's conclusion that the militants were motivated primarily by economic factors. Hence there is no basis on which to overturn the BIA's decision.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Singh also seeks withholding of removal and protection under the CAT. These claims place a higher burden of proof on the petitioner than a counterpart claim for asylum. These forms of relief require the petitioner to prove that it is \"more likely than not\" he would face persecution or torture if he returned to his country. <i>Guillaume v. Gonzales,</i> 504 F.3d 68, 71 n. 2 (1st Cir.2007). Because Singh fails to establish his eligibility for asylum, his claims for withholding of removal and protection under the CAT necessarily fail to meet this higher threshold.</p>\n<p><i>The petition for review is denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The REAL ID Act of 2005 applies to all applications that, like Singh's, were filed on or after May 11, 2005. <i>In re S-B-,</i> 24 I &amp; N Dec. 42, 43 (BIA 2006); <i>see also </i><i>Sompotan v. Mukasey,</i> 533 F.3d 63, 69 n. 3 (1st Cir.2008).</p>\n<p>[2]  While the IJ expressly ruled that the discrimination Singh described was not sufficiently severe to constitute past persecution or provide a basis for a well-founded fear of future persecution, we, like the BIA, do not reach the issue. As we shall explain, petitioner's application for asylum fails because he was unable to show that the attacks he faced, whether or not constituting persecution, were motivated by one of the statutory factors.</p>\n<p>[3]  This precedent addresses Section 106(a) of the INA, 8 U.S.C. § 1105a(a), which predated the REAL ID Act, but the statutory amendments to the immigration law made no changes that would impact the way in which political opinions are imputed.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation\" data-id=\"203526\"><a href=\"/opinion/203526/singh-v-mukasey/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (2008)</b></center>\n<center><h1>Bagh SINGH, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-2187.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted May 8, 2008.</center>\n<center>Decided September 25, 2008.</center>\n<p><span class=\"star-pagination\">*2</span> Ashwani K. Bhakhri for petitioner.</p>\n<p>Jeffrey S. Bucholtz, Acting Assistant Attorney General, Terri J. Scadron, Assistant Director, Office of Immigration Litigation, and Margaret Perry, Senior Litigation Counsel, Office of Immigration Litigation, for respondent.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Petitioner Bagh Singh, a native and citizen of India, seeks review of a decision of the Board of Immigration Appeals (BIA) denying his applications for asylum, withholding of removal, and relief under the Convention Against Torture (CAT). Singh claims that he experienced persecution in India because of his father's political beliefs. The BIA rejected this contention and concluded that petitioner had failed to show that any of the statutory bases for obtaining relief from deportation was the \"central reason\" for his alleged persecution. Singh challenges that conclusion, as well as the BIA's finding that he failed to corroborate his testimony, as required by the Real ID Act of 2005, Div. B. of Pub.L. No. 109-13, 119 Stat. 302-23 (2005).</p>\n<p>We do not reach the corroboration issue. Discerning no error in the BIA's analysis of the alleged basis for persecution, we deny the petition.</p>\n<p></p>\n<h2>I.</h2>\n<p>On March 25, 2005, petitioner Singh attempted to enter the United States as a stowaway on a boat arriving in San Juan, Puerto Rico. He was immediately apprehended and charged with multiple offenses that subjected him to removal from the country. <i>See</i> 8 U.S.C. § 1182(a)(6)(D) (stowaway); § 1182(a)(9)(A)(ii)(I) (alien ordered removed who seeks admission within 10 years of date of departure or removal); 8 U.S.C. § 1182(a)(9)(C)(i)(II) (alien who has attempted to enter or reenter without being admitted). Singh conceded deportability, but filed applications for relief based on alleged persecution against his family in India.</p>\n<p>In a hearing before an Immigration Judge (IJ), Singh testified that his family, who lived in the Punjab region of India, had been repeatedly targeted for harassment and violence because of his father's political activity. His father, Rachhpal Singh (Rachhpal), was an active member of the Akali Dal, a political separatist group <span class=\"star-pagination\">*3</span> that clashed with the rival organization Babbar Khalsa, a militant group of Sikh separatists. Petitioner testified that his father's opposition to these rivals was vocal and open, triggering the harassment his family endured. Their difficulties began in the early 1990s, when members of the Babbar Khalsa showed up at petitioner's home on several occasions and demanded food from his mother. Singh testified that Rachhpal reported these visits to the police but nothing was ever done. In January of 1995, two members of the Babbar Khalsa entered Singh's home and shot his father. Singh and his cousin, who were standing near his father at the time of the attack, also suffered gunshot wounds. All three men were hospitalized for their injuries.</p>\n<p>Singh, who worked on his family's farm, testified that he believed his father had been targeted by the Babbar Khalsa because he had reported their previous harassment to the police. His father recognized the two shooters, who later called Singh's house and explicitly identified themselves as members of the Babbar Khalsa. There is some confusion about whether Singh himself knew the identity of the men; he first testified that he had never seen them before, but later stated that they were the ones who had come to his house and harassed his family in previous years.</p>\n<p>Singh testified that he left India soon after the shooting at the urging of his parents, who were concerned for his safety. He then made his first attempt to enter the United States. In July 1995, he crossed into Texas from Mexico, but was quickly stopped by immigration authorities. He was detained for one night and released on bail.</p>\n<p>Singh was placed in deportation proceedings, but they were never completed because he voluntarily left the United States a month later. His father had died as a result of complications from his bullet wounds, and Singh returned to India to console his distraught mother. After his departure from the United States, an <i>in absentia</i> deportation order was entered against him.</p>\n<p>Shortly after his return to India, Singh's mother also died, and he remained in India to farm the land he had inherited. He claims that during the next six years, members of the Babbar Khalsa repeatedly made threatening calls to him, claiming to be the true heirs of his 120 acres of land. Singh complained to the police, but there was no response. Singh testified that he did not change his phone number because he believed that the harassers would be undeterred and that the calls would continue after they inevitably obtained his new number.</p>\n<p>In 2002, Singh was returning to his home when he was attacked by Babbar Khalsa members, including his neighbor, Jasbeet Singh (Jasbeet). Petitioner testified that Jasbeet encouraged the attackers to kill him, so that \"everything would be ours, his home, his property.\" Singh suffered a head injury during the assault, was briefly unconscious, and was taken to the hospital by another neighbor. He explained that he had no documentary evidence of his medical treatment because the doctor was \"afraid of sending anything to America.\"</p>\n<p>Two years after this attack, Singh again decided to leave India. He had no remaining family in the country and was afraid of further physical harassment by the Babbar Khalsa. He sold a portion of his property to pay the smuggler's fees, and traveled to the United States by way of Moscow, Cuba, and Venezuela. From this last stop, he took a boat to Puerto Rico, where he was immediately detained.</p>\n<p><span class=\"star-pagination\">*4</span> On January 5, 2006, Singh appeared with counsel at the hearing before the IJ, where he recounted the history described above. Four days later, the IJ denied Singh's applications for asylum, withholding of removal, and protection under the CAT. The IJ found that Singh's credibility was questionable, that his testimony was weak and uncorroborated, and that he had not properly demonstrated that the persecution he claimed was on account of any of the statutory grounds for seeking asylum or other relief from deportation. On May 9, 2006, the BIA affirmed. In response to a motion from the government, we vacated the Board's order of removal and remanded the case to the BIA to address the effects on petitioner's application of the REAL ID Act of 2005, which amended various provisions of the Immigration and Nationality Act (INA) applicable to asylum seekers. <i>See</i> Div. B. of Pub.L. No. 109-13, 119 Stat. 302-23 (2005).<sup>[1]</sup></p>\n<p>On remand, the BIA again affirmed the IJ's denial of petitioner's application. The BIA held that Singh had failed to establish past persecution or a well-founded fear of future persecution on account of one of the five grounds enumerated in the statute. <i>See</i> 8 U.S.C. § 1101(a)(42)(A) (identifying the five grounds as race, religion, nationality, membership in a particular social group, and political opinion). Specifically, the Board found that Singh's injuries in the 1995 shooting were \"only coincidental\" to the shooting of his father and that the 2002 attack on Singh was only for economic reasons. It therefore concluded that Singh was ineligible for asylum, withholding of removal, or CAT protection. This petition for review followed.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>When the BIA both adopts the decision of an immigration judge and adds a new ground for upholding the result, \"this court reviews the IJ's decision as though it were the BIA's to the extent of the adoption, and the BIA's decision as to the additional ground.\" <i>Berrio-Barrera v. Gonzales,</i> <span class=\"citation\" data-id=\"202382\"><a href=\"/opinion/202382/berrio-barrera-v-gonzales/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 167 (1st Cir.2006). Whether the harm suffered by an asylum applicant was inflicted \"on account of\" a protected ground is \"generally [a] question[] of fact.\" <i>Sompotan v. Mukasey,</i> <span class=\"citation\" data-id=\"203395\"><a href=\"/opinion/203395/sompotan-v-mukasey/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 68 (1st Cir.2008). We review factual findings underlying the denial of asylum using the deferential substantial evidence standard, <i>Sunoto v. Gonzales,</i> <span class=\"citation\" data-id=\"203032\"><a href=\"/opinion/203032/sunoto-v-gonzales/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2007), and we must \"uphold the BIA's decision `unless any reasonable adjudicator would be compelled to conclude to the contrary.'\" <i>Silva v. Gonzales,</i> <span class=\"citation\" data-id=\"202417\"><a href=\"/opinion/202417/silva-v-gonzales/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 72 (1st Cir.2006)(quoting 8 U.S.C. § 1252(b)(4)(B)).</p>\n<p></p>\n<h2>B. <i>Eligibility for Asylum</i>\n</h2>\n<p>To establish eligibility for asylum, an alien must show that he is unwilling or unable to return to his country of origin \"because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42)(A).<sup>[2]</sup> The REAL ID <span class=\"star-pagination\">*5</span> Act added two important elements to the alien's burden of proof.</p>\n<p>First, under the REAL ID amendments, the alien must show that \"race, religion, nationality, membership in a particular social group, or political opinion was or will be at least <i>one central reason</i> for persecuting the applicant.\" REAL ID Act § 101(a)(3), 8 U.S.C. § 1158(b)(1)(B)(i) (emphasis added). Even before the passage of the REAL ID Act, petitioners were required to prove a nexus between the alleged persecution and one of the statutory grounds. <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 483, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992). Courts required a showing that the persecution the alien suffered was, or would be, based \"at least in part\" on an impermissible motivation. <i>Sanchez Jimenez v. U.S. Atty. Gen.,</i> <span class=\"citation\" data-id=\"77748\"><a href=\"/opinion/77748/sanchez-jimenez-v-us-atty-gen/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1223</span></a></span>, 1232-33 (11th Cir.2007).</p>\n<p>While the Act did not \"radically alter[ ]\" this standard, <i>In re J-B-N &amp; S-M-,</i> 24 I. &amp; N. Dec. 208, 214 (BIA 2007), the REAL ID Act clarified the petitioner's burden to show that at least one of the statutory grounds was \"one central reason\" for the persecution. In many cases, of course, persecutors may have more than one motivation. In such \"mixed motive cases,\" the law now requires that the protected ground be \"one central reason\" for the mistreatment, and that it not be \"incidental, tangential, superficial, or subordinate to another reason for harm.\" <i>In re J-B-N-,</i> 24 I. &amp; N. Dec. at 214.</p>\n<p>For obvious reasons, a petitioner is not required to provide direct proof of motive, but must present some evidence on the subject due to its importance in the statutory scheme. <i>Babani v. Gonzales,</i> <span class=\"citation\" data-id=\"202811\"><a href=\"/opinion/202811/babani-v-gonzales/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 22-23 (1st Cir.2007) (quoting <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 483, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992)). Often, the BIA evaluates several potential motivations and must rely on limited evidence to determine if a statutory ground was \"one central reason for persecuting the applicant.\" Given the deferential nature of our review, the BIA's conclusion will stand on appeal, unless the evidence compels a contrary result.</p>\n<p>The second REAL ID Act provision which prompted our remand of this case to the BIA addresses the role of corroborating evidence in asylum proceedings. <i>See</i> 8 U.S.C. § 1158(b)(1)(B)(ii). It provides that an applicant's testimony alone \"may be sufficient to sustain [his] burden without corroboration, but only if the applicant satisfies the trier of fact that the applicant's testimony is credible, is persuasive, and refers to specific facts sufficient to demonstrate that the applicant is a refugee.\" <i>Id.</i> If the IJ determines that the alien should provide evidence to corroborate otherwise credible testimony, that evidence \"must be provided unless the applicant does not have the evidence and cannot reasonably obtain the evidence.\" <i>Id.</i></p>\n<p>On this issue, Singh contends that, because the BIA did not make an explicit finding that he lacked credibility, he is entitled to a rebuttable presumption of credibility on appeal, thus making the IJ's demand for additional corroborating evidence erroneous. INA §§ 208(b)(1)(B)(iii), 241(b)(3)(C). Although the IJ and BIA both ruled that Singh's testimony was insufficiently corroborated, we need not address this issue because we agree with the BIA that petitioner failed to prove a sufficient nexus between his persecution and one of the statutory grounds.</p>\n<p></p>\n<h2>III.</h2>\n<p>In its second review of the case, the BIA found that the harassment described by petitioner did not meet the \"one central reason\" standard. Its decision was based primarily on its evaluation of the evidence <span class=\"star-pagination\">*6</span> concerning the two incidents in which Singh suffered significant harm. First, the BIA found that Singh only sustained injuries during the 1995 attack on Rachhpal because he happened to be in close proximity to his father, and not because he was individually targeted for his beliefs or characteristics. Second, the Board concluded that the attackers responsible for the 2002 beating were economically motivated, and did not single out petitioner because of his political beliefs or family relationships. While the analysis for the two episodes is not identical, the Board supportably concluded that the harm suffered by petitioner was not \"on account of\" one of the statutorily protected grounds in either instance.</p>\n<p>Singh fails to marshal sufficient evidence to show that the injuries he suffered in the 1995 attack were in any way a result of his own political opinions or social group. Instead, he argues that because the BIA was willing to believe that his father was attacked on the basis of his political activity, this determination of motivation should also apply to the harm Singh suffered. Singh contends that Rachhpal's political opinions should be imputed to him, based on a pattern of harassment of his whole family by the Babbar Khalsa. Under Singh's theory, his nuclear family would be considered a social group, and Singh's affiliation with them would thus be the factor motivating the violence he endured.</p>\n<p>We have previously considered claims citing imputed political opinion as the basis for persecution, and have held that \"[a]n imputed political opinion, whether correctly or incorrectly attributed, may constitute a reason for political persecution within the meaning of the Act.\"<sup>[3]</sup><i>Vasquez v. INS,</i> <span class=\"citation\" data-id=\"198481\"><a href=\"/opinion/198481/vasquez-v-ins/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 65 (1st Cir.1999) (quoting <i>Ravindran v. INS,</i> <span class=\"citation\" data-id=\"592069\"><a href=\"/opinion/592069/valli-kandiah-ravindran-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">754</span></a></span>, 760 (1st Cir.1992)). However, we have also held that fear of persecution based on a relative's political activities is not reasonable where there is no evidence establishing that the petitioner himself was ever persecuted as a result of those activities or that \"the government has a general practice of persecuting extended family members.\" <i>Ravindran,</i> 976 F.2d at 759.</p>\n<p>Petitioner presents insufficient evidence that his family was targeted as a result of his father's political activities. Specifically, we note the Babbar Khalsa's treatment of Singh's mother as reflecting the groups's general attitude toward members of Singh's family who did not speak out against them. Singh's mother was not targeted in the attacks and was only approached by the militants when they were seeking food. This fact suggests that the Babbar Khalsa did not have a practice of persecuting the entire family, and that, even if Singh's father was abused primarily for his political opinions, the separatists did not impute his views to the rest of the family. Nor has Singh presented any evidence that he has been subject to any persecution in the many years following this attack beyond the repeated harassing phone calls. Besides voting in a local election in 2002, he was not politically active in India. The BIA's determination that neither Singh's political opinion nor his membership in his family was a central reason for the attack in 1995 was supported by substantial evidence.</p>\n<p>Singh's argument that he experienced persecution in 2002 when he was beaten by members of the Babbar Khalsa also fails on \"central reason\" grounds. The record contained sufficient evidence <span class=\"star-pagination\">*7</span> for the BIA to uphold the IJ's finding that this attack was prompted primarily by economic motivations. Statements of perpetrators are a crucial factor to be considered in determining motive, <i>In re S-P-,</i> 21 I. &amp; N. Dec. 486, 494 (BIA 1996), and Singh reported multiple such indicators of his attackers' intent. He testified that during the assault, he heard Jasbeet encourage the attackers to kill him so that \"everything would be ours, his home, his property.\" In addition, he testified that during the harassing phone calls, the Babbar Khalsa would tell him that they were the ultimate heirs of the land he possessed. The conclusion that they were economically motivated was further reinforced by the fact that after Singh left India in 2004, the militants moved to partially occupy his empty house. To offset these statements, Singh offers only his own conjecture that the attack was linked to his father's political beliefs. This conjecture does not undermine the Board's finding that the attackers were driven by a desire to \"control [Singh's] real property,\" and not \"an enumerated ground of persecution.\"</p>\n<p>In short, no evidence suggests that Singh was an intended target of the 1995 shooting on account of his father's political affiliations. As for the 2002 beating, the evidence supports the BIA's conclusion that the militants were motivated primarily by economic factors. Hence there is no basis on which to overturn the BIA's decision.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Singh also seeks withholding of removal and protection under the CAT. These claims place a higher burden of proof on the petitioner than a counterpart claim for asylum. These forms of relief require the petitioner to prove that it is \"more likely than not\" he would face persecution or torture if he returned to his country. <i>Guillaume v. Gonzales,</i> <span class=\"citation\" data-id=\"202951\"><a href=\"/opinion/202951/guillaume-v-gonzales/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 71 n. 2 (1st Cir.2007). Because Singh fails to establish his eligibility for asylum, his claims for withholding of removal and protection under the CAT necessarily fail to meet this higher threshold.</p>\n<p><i>The petition for review is denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The REAL ID Act of 2005 applies to all applications that, like Singh's, were filed on or after May 11, 2005. <i>In re S-B-,</i> 24 I &amp; N Dec. 42, 43 (BIA 2006); <i>see also </i><i>Sompotan v. Mukasey,</i> <span class=\"citation\" data-id=\"203395\"><a href=\"/opinion/203395/sompotan-v-mukasey/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 69 n. 3 (1st Cir.2008).</p>\n<p>[2]  While the IJ expressly ruled that the discrimination Singh described was not sufficiently severe to constitute past persecution or provide a basis for a well-founded fear of future persecution, we, like the BIA, do not reach the issue. As we shall explain, petitioner's application for asylum fails because he was unable to show that the attacks he faced, whether or not constituting persecution, were motivated by one of the statutory factors.</p>\n<p>[3]  This precedent addresses Section 106(a) of the INA, 8 U.S.C. § 1105a(a), which predated the REAL ID Act, but the statutory amendments to the immigration law made no changes that would impact the way in which political opinions are imputed.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/77748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592069/"
  ]
}