{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203567/",
  "absolute_url": "/opinion/203567/island-view-residential-v-blue-cross-blue-shield-of-massachusetts-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203567/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:19:21Z",
  "date_modified": "2016-04-26T07:41:12.493880Z",
  "type": "010combined",
  "sha1": "babc50a696e394aebd1cc29cf0173dffc43ccb64",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1287P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/11/14/Island_View_Resident_v._Blue_Cross.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 08-1287\n\n    ISLAND VIEW RESIDENTIAL TREATMENT CENTER; S.S.E.; S.A.E.,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n          BLUE CROSS BLUE SHIELD OF MASSACHUSETTS, INC,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n\n                Boudin and Lipez, Circuit Judges.\n\n\n     Brian S. King with whom Jonathan M. Feigenbaum and Phillips &\nAngley were on brief for appellants.\n     Joseph Halpern, Blue Cross and Blue Shield of Massachusetts,\nInc., for appellee.\n\n\n\n                        November 14, 2008\n\f            BOUDIN, Circuit Judge.      This is an appeal by Island View\n\nResidential Treatment Center (\"Island View\"), S.S.E. (\"Stacy\") and\n\nS.A.F. (\"Sarah\") seeking to recover from Blue Cross Blue Shield of\n\nMassachusetts (\"Blue Cross\") the cost of in-patient care furnished\n\nby Island View to Sarah, then a teenage patient.              The background\n\nevents are not in real dispute and, as the case turns in the end on\n\na limitations issue, a detailed description of the medical issues\n\nis unnecessary.\n\n            Sarah   began   receiving     treatment   in   1995    at   various\n\nmedical facilities for anxiety, mood instability, and behavioral\n\nproblems.    In 2003, while receiving outpatient therapy, problems\n\nshe was experiencing at the time (e.g., substance abuse, self-\n\nmutilation) culminated in a run-away episode.              At the time Sarah\n\nwas fifteen years of age and living with her family; she was\n\ncovered by a Blue Cross health policy as part of an employment\n\nbenefit package provided by her mother's employer.\n\n            The day after Sarah's run-away episode, her family (on\n\nher therapist's recommendation) took her to Island View, where she\n\nreceived a multi-part diagnosis and was admitted for treatment.\n\nSarah was initially diagnosed with mood disorder, oppositional\n\ndefiant   disorder,    drug   and   alcohol    abuse,      and    parent-child\n\nrelationship issues.        Island View deemed in-patient treatment\n\nnecessary because of Sarah's history of running away, serious drug\n\nand alcohol abuse, and Sarah's refusal to take medications.\n\n\n                                    -2-\n\f               Sarah spent about 14 months at Island View. At first,\n\nSarah admitted to some depression, feelings of guilt, anxiety and\n\nlow     self     esteem--but   there   was     no    indication    of   suicidal\n\n\"ideation\"--that is, a dwelling upon or consideration of suicide.\n\nIn August 2003, suicide became a concern for several months. Sarah\n\nwas discharged in June 2004, although a few months later she\n\nentered a different treatment center where she remained for almost\n\na year.\n\n               When benefits were first sought in spring 2003 for the\n\nIsland View treatment, Blue Cross determined that Sarah's medical\n\nneeds     could     be   met   by   less     intensive   care     and   rejected\n\nreimbursement requests for the spring period.               Blue Cross later\n\nauthorized payment for treatment received between August 13, 2003,\n\nand October 22, 2003 at Island View, after Sarah's condition\n\nworsened and she exhibited suicidal tendencies, but Blue Cross\n\nrefused to pay for earlier or later portions of Sarah's stay.\n\n               Following Blue Cross' denial, three external reviews were\n\nconducted.        Two of the independent reviews were conducted by\n\noutside medical professionals selected by an independent review\n\nagency.        The third review was conducted by the Office of Patient\n\nProtection        of     the   Commonwealth     of     Massachusetts,     which\n\nindependently upheld the denial. Mass. Gen. Laws ch. 176O, § 14(a)\n\n(2008) (reviewing \"whether the requested treatment or service is\n\nmedically necessary . . . and a covered benefit under the policy or\n\n\n                                       -3-\n\fcontract\").       All the reviewers agreed with Blue Cross' denial of\n\nbenefits.\n\n            On April 21, 2006, Sarah, her mother Stacy and Island\n\nView as assignee brought suit under ERISA for denial of benefits in\n\nfederal district court in Utah--where Island View is located.1                       On\n\nmotion by Blue Cross, that court transferred the case to the\n\nfederal    district    court     in     Massachusetts     on    the    ground      that\n\n\"Massachusetts law applies to any state law questions that may\n\narise in this matter.\"          The Massachusetts district court declined\n\nto retransfer and, on cross motions for summary judgment held for\n\nBlue Cross.\n\n            The    district     court    disposed   of    the    claim    based     on\n\ntreatment at Island View primarily on the ground that the suit was\n\ndisallowed by a contractual provision barring suit after two years,\n\nthough the court also found that Blue Cross' denial of benefits was\n\nnot arbitrary or capricious.            The suit sought coverage for other\n\ntreatment given Sarah, before and after the Island View stay, but\n\nthose claims are not before us on this appeal. Appellants' leading\n\nargument    on    appeal   is   that    the    district   court       erred   in   not\n\nrecognizing as controlling a state statute of limitations providing\n\nthree years for suit.\n\n\n     1\n      ERISA is the acronym for Employee Retirement Income Security\nAct of 1974, 29 U.S.C. § 1132(a)(1)(B)(2006), the federal statute\ncomprehensively governing employee health and pension plans and\nproviding federal remedies and a federal forum for wrongful denial\nof benefits.\n\n                                         -4-\n\f           ERISA provides its own substantive law for ERISA claims,\n\nand federal common law normally governs substantive issues not\n\ndictated by the statute itself.           Firestone Tire & Rubber Co. v.\n\nBruch, 489 U.S. 101, 110 (1989).            ERISA supplies no statute of\n\nlimitations so federal courts borrow the relevant statute of\n\nlimitations from the forum state.          Edes v. Verizon Commc'n, Inc.,\n\n417 F.3d 133, 138 (1st Cir. 2005).         Typically, a claim for benefits\n\nunder an ERISA health plan would be treated by analogy to a\n\ncontract claim, the benefits contract being the substantive source\n\nof the obligation.\n\n           Here, Utah provides a three year statute of limitations\n\nfor   contract   claims,     Utah   Code    Ann.      §   31A-21-313    (2008).\n\nAppellants invoke the Colorado statute of limitations, Colorado\n\nbeing Stacy and Sarah's domicile; Colorado also has a three year\n\nlimit, Colo. Rev. Stat. § 13-80-101(1)(a)(2008).                Massachusetts\n\nhappens to have a six year statute for contract claims.              Mass. Gen.\n\nLaws ch. 260, § 2 (2008).     In any event, the district court did not\n\nrely on any of the limitations statutes.\n\n           Blue Cross offered as a defense, and the district court\n\nsustained, not a statute of limitations but a contractual bar,\n\nnamely,   an   explicit    requirement     in   the   Blue   Cross     insurance\n\ncontract requiring that suit be brought within two years of the\n\ndenial of benefits.         Massachusetts explicitly permits such a\n\nprovision for health insurance suits so long as the time allowed is\n\n\n                                    -5-\n\fnot less than two years after the denial.        Id. ch. 176A, § 8(c).\n\nThe district court used as a proxy for denial of coverage the date-\n\n-November 12, 2003--when the Massachusetts agency upheld the denial\n\nof benefits after Blue Cross and two independent reviewers had\n\nalready done so.   The law suit, as already noted, was filed only in\n\nApril 2006.\n\n          The    Blue   Cross   subscriber   certificate   provided   for\n\nnecessary health care but for \"the least intensive type of medical\n\ncare setting required\" for the condition; it gave Blue Cross the\n\npower to make determinations as to benefits; and it also provided\n\nfor grievance review and (in a section titled \"Time Limit for Legal\n\nAction\") a time period for bringing suit as follows:\n\n          [I]f you are filing a legal action because you\n          were denied a service or a claim for benefits\n          under this contract, you will lose your right\n          to bring a legal action against Blue Cross and\n          Blue Shield unless you file your action within\n          two years after the date you were first sent a\n          notice of the service or claim denial. . . .\n          If the two-year limit described in this\n          section   is  less   than   that  allowed   by\n          applicable law, this two-year filing limit is\n          extended to the minimum time allowed by such\n          law.\n\n          Since federal law governs ERISA claims, conceivably a\n\nfederal court could for good cause refuse to recognize such a\n\nprovision, but there is no obvious reason to do so here.      Insurance\n\nbenefits are a creature of contract, and there is nothing facially\n\nunreasonable, much less unconscionable, about this contractual\n\nlimitation.     What case law exists generally supports reasonable\n\n                                   -6-\n\fcontractual restrictions on the period for bringing law suits, and\n\nappellants    do   not    frontally     attack      these    precedents.2\n\n          Instead,       appellants     rely   on     a    provision   of   the\n\ncertificate saying that \"[i]n addition to the covered services\n\ndescribed in this Subscriber Certificate, when you live in a state\n\nother than Massachusetts, you may be entitled to receive benefits\n\nfor other services and supplies as required by that state's law.\"\n\nThis, say the appellants, permits them to take advantage of the\n\nthree year Colorado statute of limitations. But this provision has\n\nnothing to do with the timing of law suits; it is addressed to\n\nminimum state requirements for substantive benefits.\n\n          Appellants'      brief   glides      over   this    distinction   by\n\nimmediately   quoting     the   final   sentence      of    the   certificate's\n\ncontractual time limit on the right to sue, namely: \"If the two-\n\nyear limit described in this section is less than that allowed by\n\napplicable law, this two-year filing limit is extended to the\n\nminimum time allowed by such law\" as if this were connected to the\n\nbenefits provision located earlier in the certificate.                 But the\n\n\n     2\n      See State Street Bank & Trust Co. v. Denman Tire Corp., 240\nF.3d 83, 87 (1st Cir. 2001) (recognizing that under Illinois law,\n\"parties are free to contract for a time period within which a suit\nmay be brought ... which [is] less than the general statute of\nlimitation period applicable to written contracts”) (internal\ncitations and quotation marks omitted); Alcorn v. Raytheon Co., 175\nF. Supp. 2d 117, 121 (D. Mass. 2001) (\"[C]ontracting parties may\nagree upon a shorter limitations period as long as it is\nreasonable.\") (internal citation and quotation marks omitted); see\nalso Draper v. Wellmark, Inc., 478 F. Supp. 2d 1101, 1110 (N.D.\nIowa 2007).\n\n                                      -7-\n\flatter provision is not a gloss on, or otherwise related to, the\n\n\"services and supplies\" provision; rather, it is a an oblique cross\n\nreference to the law permitting a short contractual time limit.\n\n              In referring to \"applicable law\" that might provide a\n\n\"minimum time\" for suit longer than two years, the certificate can\n\nonly be speaking of Mass. Gen. Laws ch. 176A, §8(c).                 What it\n\nassuredly does not refer to is a statute of limitations in Utah,\n\nColorado or any other state; statutes of limitations provide\n\nmaximum time for bringing suits; a reference to a minimum time\n\nreads only on a statute, like section 8(c), that fixes a minimum or\n\nfloor for a shorter period fixed by contract.\n\n              We appreciate that the minimum time cross reference is\n\nopaque and, although a lawyer ought to be able to construe it, it\n\ncould    be   confusing   to   a   subscriber.   See   29   U.S.C.   §   1022\n\n(requiring that the summary provided of the plan description shall\n\nbe written \"in a manner calculated to be understood by the average\n\nplan participant\"). But the language does not refer to an ordinary\n\nstatute of limitations.        Nor is it suggested that Stacy or Sarah in\n\nfact read the certificate language, were misled, and then relied\n\nupon this misreading in deferring their claim for two and a half\n\nyears.\n\n              Appellants--or at least Sarah--have a more interesting\n\nargument in urging that Sarah's minority until September 24, 2005,\n\nis a basis for tolling the time period in which she could sue until\n\n\n                                      -8-\n\fsome period after she turned eighteen.     But whatever role such\n\ntolling provisions might play in an ERISA suit for which a statute\n\nof limitations defense was asserted, Blue Cross has not invoked a\n\nstatute of limitations defense but rather a contractual time limit\n\nin the insurance policy itself.\n\n          In an ERISA case, a federal court would perhaps have \"gap\n\nfilling\" authority under federal law to provide protection for\n\nminors who could be unfairly affected by a contractual limitation,\n\nbut appellant made no effort to show such a need in this case.   The\n\nmain stakeholders appear to be Island View, which provided the\n\ntreatment and, presumably, Stacy who as the parent likely took\n\nresponsibility for the bills when checking her daughter into the\n\nfacilities. There is no indication that Sarah is being held liable\n\nfor bills contracted as a minor.        Nor is existing precedent\n\nespecially helpful to appellants.3\n\nIndeed, appellants simply refer to the Colorado tolling statute on\n\nthe assumption that federal courts look to state tolling rules as\n\n\n\n     3\n      See Hembree ex rel. Hembree v. Provident Life & Ace Ins. Co.,\n127 F. Supp. 2d 1265, 1271 (N.D.Ga. 2000) (\"[E]quitable tolling\nprovisions, which stem from state law, are not applicable when a\ncontractual limitation is enforced.\"); Allen v. Unionmutual Stock\nLife Ins. Co., 989 F. Supp. 961, 966 (S.D. Ohio 1997) (\"[T]his\nCourt has followed the contractual limitations period and has not\nborrowed the state statute of limitations. . . . This court\ndeclines to engraft a state tolling provision onto a contractual\nlimitations period.\"); Chilcote v. Blue Cross & Blue Shield of\nWisc., 841 F. Supp. 877, 881 (E.D. Wis. 1993) (\"The Court has not\nborrowed a state statute of limitations in this case, so\nWisconsin's tolling provisions will not be borrowed either.\").\n\n                                  -9-\n\fa matter of choice.          But it is not evident that the Colorado\n\ntolling statute suspends contractual provisions that impose time\n\nlimits (as opposed to statutes of limitation), even assuming that\n\nthe Colorado statute applies to a minor with an active parent.                Nor\n\ndo appellants explain, once the inapplicable certificate language\n\non benefits is set to one side, why Colorado law would apply at all\n\nto an ERISA case brought in Utah and transferred to Massachusetts.\n\n            There is one loose end.            Appellants say that the Utah\n\ndistrict court erred in transferring the case to the Massachusetts\n\ndistrict court--a step that the former took on the ground that\n\nMassachusetts law might be important and would be more familiar to\n\na   court   here.    There     are   good     reasons,     save   in   exceptional\n\ncircumstances, to let a transfer stand even if it was improvident.\n\nSee Christianson v. Colt Indus. Operating Corp., 486 U.S. 800, 818-\n\n19 (1988).      The circumstances here do not qualify as exceptional\n\nbut in any event the transfer had no visible effect on outcome.\n\n            Appellants argued that in reviewing the merits of a claim\n\ndisallowance, the law in the Tenth Circuit was more favorable to\n\nthe claimant while the law in this circuit was more favorable to\n\nthe plan administrator or other decider.            To the extent that there\n\nwas any disagreement, the Supreme Court has now adopted its own\n\ngoverning view.     Metro. Life Ins. Co. v. Glenn, 128 S. Ct. 2343,\n\n2350   (2008)    (explaining    that    when    a   plan    administrator    both\n\nappraises and pays benefits claims, the resulting conflict of\n\n\n                                       -10-\n\finterest must be weighed in determining \"whether there is an abuse\n\nof discretion\").   But because this case is properly decided on a\n\ncontractual time bar, whether the circuits might have differed on\n\nthe merits is beside the point\n\n          Affirmed.\n\n\n\n\n                                 -11-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>548 F.3d 24 (2008)</b></center>\n<center><h1>ISLAND VIEW RESIDENTIAL TREATMENT CENTER; S.S.E.; S.A.E., Plaintiffs, Appellants,<br>\nv.<br>\nBLUE CROSS BLUE SHIELD OF MASSACHUSETTS, INC, Defendant, Appellee.</h1></center>\n<center>No. 08-1287.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 8, 2008.</center>\n<center>Decided November 14, 2008.</center>\n<p><span class=\"star-pagination\">*25</span> Brian S. King with whom Jonathan M. Feigenbaum and Phillips &amp; Angley were on brief for appellants.</p>\n<p>Joseph Halpern, Blue Cross and Blue Shield of Massachusetts, Inc., for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and Lipez, Circuit Judges.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>This is an appeal by Island View Residential Treatment Center (\"Island View\"), S.S.E. (\"Stacy\") and S.A.F. (\"Sarah\") seeking to recover from Blue Cross Blue Shield of Massachusetts (\"Blue Cross\") the cost of in-patient care furnished by Island View to Sarah, then a teenage patient. The background events are not in real dispute and, as the case turns in the end on a limitations issue, a detailed description of the medical issues is unnecessary.</p>\n<p><span class=\"star-pagination\">*26</span> Sarah began receiving treatment in 1995 at various medical facilities for anxiety, mood instability, and behavioral problems. In 2003, while receiving outpatient therapy, problems she was experiencing at the time (<i>e.g.,</i> substance abuse, self-mutilation) culminated in a run-away episode. At the time Sarah was fifteen years of age and living with her family; she was covered by a Blue Cross health policy as part of an employment benefit package provided by her mother's employer.</p>\n<p>The day after Sarah's run-away episode, her family (on her therapist's recommendation) took her to Island View, where she received a multi-part diagnosis and was admitted for treatment. Sarah was initially diagnosed with mood disorder, oppositional defiant disorder, drug and alcohol abuse, and parent-child relationship issues. Island View deemed in-patient treatment necessary because of Sarah's history of running away, serious drug and alcohol abuse, and Sarah's refusal to take medications.</p>\n<p>Sarah spent about 14 months at Island View. At first, Sarah admitted to some depression, feelings of guilt, anxiety and low self esteembut there was no indication of suicidal \"ideation\"that is, a dwelling upon or consideration of suicide. In August 2003, suicide became a concern for several months. Sarah was discharged in June 2004, although a few months later she entered a different treatment center where she remained for almost a year.</p>\n<p>When benefits were first sought in spring 2003 for the Island View treatment, Blue Cross determined that Sarah's medical needs could be met by less intensive care and rejected reimbursement requests for the spring period. Blue Cross later authorized payment for treatment received between August 13, 2003, and October 22, 2003 at Island View, after Sarah's condition worsened and she exhibited suicidal tendencies, but Blue Cross refused to pay for earlier or later portions of Sarah's stay.</p>\n<p>Following Blue Cross' denial, three external reviews were conducted. Two of the independent reviews were conducted by outside medical professionals selected by an independent review agency. The third review was conducted by the Office of Patient Protection of the Commonwealth of Massachusetts, which independently upheld the denial. Mass. Gen. Laws ch. 176O, § 14(a) (2008) (reviewing \"whether the requested treatment or service is medically necessary ... and a covered benefit under the policy or contract\"). All the reviewers agreed with Blue Cross' denial of benefits.</p>\n<p>On April 21, 2006, Sarah, her mother Stacy and Island View as assignee brought suit under ERISA for denial of benefits in federal district court in Utahwhere Island View is located.<sup>[1]</sup> On motion by Blue Cross, that court transferred the case to the federal district court in Massachusetts on the ground that \"Massachusetts law applies to any state law questions that may arise in this matter.\" The Massachusetts district court declined to retransfer and, on cross motions for summary judgment held for Blue Cross.</p>\n<p>The district court disposed of the claim based on treatment at Island View primarily on the ground that the suit was disallowed by a contractual provision barring suit after two years, though the court also found that Blue Cross' denial of benefits was not arbitrary or capricious. The suit <span class=\"star-pagination\">*27</span> sought coverage for other treatment given Sarah, before and after the Island View stay, but those claims are not before us on this appeal. Appellants' leading argument on appeal is that the district court erred in not recognizing as controlling a state statute of limitations providing three years for suit.</p>\n<p>ERISA provides its own substantive law for ERISA claims, and federal common law normally governs substantive issues not dictated by the statute itself. <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 110, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989). ERISA supplies no statute of limitations so federal courts borrow the relevant statute of limitations from the forum state. <i>Edes v. Verizon Commc'n, Inc.,</i> 417 F.3d 133, 138 (1st Cir.2005). Typically, a claim for benefits under an ERISA health plan would be treated by analogy to a contract claim, the benefits contract being the substantive source of the obligation.</p>\n<p>Here, Utah provides a three year statute of limitations for contract claims, Utah Code Ann. § 31A-21-313 (2008). Appellants invoke the Colorado statute of limitations, Colorado being Stacy and Sarah's domicile; Colorado also has a three year limit, Colo.Rev.Stat. § 13-80-101(1)(a)(2008). Massachusetts happens to have a six year statute for contract claims. Mass. Gen. Laws ch. 260, § 2 (2008). In any event, the district court did not rely on any of the limitations statutes.</p>\n<p>Blue Cross offered as a defense, and the district court sustained, <i>not</i> a statute of limitations but a contractual bar, namely, an explicit requirement in the Blue Cross insurance contract requiring that suit be brought within two years of the denial of benefits. Massachusetts explicitly permits such a provision for health insurance suits so long as the time allowed is not less than two years after the denial. <i>Id.</i> ch. 176A, § 8(c). The district court used as a proxy for denial of coverage the dateNovember 12, 2003when the Massachusetts agency upheld the denial of benefits after Blue Cross and two independent reviewers had already done so. The law suit, as already noted, was filed only in April 2006.</p>\n<p>The Blue Cross subscriber certificate provided for necessary health care but for \"the least intensive type of medical care setting required\" for the condition; it gave Blue Cross the power to make determinations as to benefits; and it also provided for grievance review and (in a section titled \"Time Limit for Legal Action\") a time period for bringing suit as follows:</p>\n<blockquote>[I]f you are filing a legal action because you were denied a service or a claim for benefits under this <i>contract,</i> you will lose your right to bring a legal action against <i>Blue Cross and Blue Shield</i> unless you file your action within two years after the date you were first sent a notice of the service or claim denial. ... If the two-year limit described in this section is less than that allowed by applicable law, this two-year filing limit is extended to the minimum time allowed by such law.</blockquote>\n<p>Since federal law governs ERISA claims, conceivably a federal court could for good cause refuse to recognize such a provision, but there is no obvious reason to do so here. Insurance benefits are a creature of contract, and there is nothing facially unreasonable, much less unconscionable, about this contractual limitation. What case law exists generally supports reasonable contractual restrictions on the period for bringing law suits, and appellants do not frontally attack these precedents.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*28</span> Instead, appellants rely on a provision of the certificate saying that \"[i]n addition to the <i>covered services</i> described in this Subscriber Certificate, when you live in a state other than Massachusetts, you may be entitled to receive benefits for other services and supplies as required by that state's law.\" This, say the appellants, permits them to take advantage of the three year Colorado statute of limitations. But this provision has nothing to do with the timing of law suits; it is addressed to minimum state requirements for substantive benefits.</p>\n<p>Appellants' brief glides over this distinction by immediately quoting the final sentence of the certificate's contractual time limit on the right to sue, namely: \"If the two-year limit described in this section is less than that allowed by applicable law, this two-year filing limit is extended to the minimum time allowed by such law\" as if this were connected to the benefits provision located earlier in the certificate. But the latter provision is not a gloss on, or otherwise related to, the \"services and supplies\" provision; rather, it is a an oblique cross reference to the law permitting a short contractual time limit.</p>\n<p>In referring to \"applicable law\" that might provide a \"minimum time\" for suit longer than two years, the certificate can only be speaking of Mass. Gen. Laws ch. 176A, § 8(c). What it assuredly does <i>not</i> refer to is a statute of limitations in Utah, Colorado or any other state; statutes of limitations provide <i>maximum</i> time for bringing suits; a reference to a minimum time reads only on a statute, like section 8(c), that fixes a <i>minimum</i> or floor for a shorter period fixed by contract.</p>\n<p>We appreciate that the minimum time cross reference is opaque and, although a lawyer ought to be able to construe it, it could be confusing to a subscriber. <i>See</i> 29 U.S.C. § 1022 (requiring that the summary provided of the plan description shall be written \"in a manner calculated to be understood by the average plan participant\"). But the language does not refer to an ordinary statute of limitations. Nor is it suggested that Stacy or Sarah in fact read the certificate language, were misled, and then relied upon this misreading in deferring their claim for two and a half years.</p>\n<p>Appellantsor at least Sarah have a more interesting argument in urging that Sarah's minority until September 24, 2005, is a basis for tolling the time period in which she could sue until some period after she turned eighteen. But whatever role such tolling provisions might play in an ERISA suit for which a statute of limitations defense was asserted, Blue Cross has not invoked a statute of limitations defense but rather a contractual time limit in the insurance policy itself.</p>\n<p>In an ERISA case, a federal court would perhaps have \"gap filling\" authority under federal law to provide protection for minors who could be unfairly affected by a contractual limitation, but appellant made no effort to show such a need in this case. The main stakeholders appear to be Island View, which provided the treatment and, presumably, Stacy who as the parent likely took responsibility for the bills when <span class=\"star-pagination\">*29</span> checking her daughter into the facilities. There is no indication that Sarah is being held liable for bills contracted as a minor. Nor is existing precedent especially helpful to appellants.<sup>[3]</sup></p>\n<p>Indeed, appellants simply refer to the Colorado tolling statute on the assumption that federal courts look to state tolling rules as a matter of choice. But it is not evident that the Colorado tolling statute suspends contractual provisions that impose time limits (as opposed to statutes of limitation), even assuming that the Colorado statute applies to a minor with an active parent. Nor do appellants explain, once the inapplicable certificate language on benefits is set to one side, why Colorado law would apply at all to an ERISA case brought in Utah and transferred to Massachusetts.</p>\n<p>There is one loose end. Appellants say that the Utah district court erred in transferring the case to the Massachusetts district courta step that the former took on the ground that Massachusetts law might be important and would be more familiar to a court here. There are good reasons, save in exceptional circumstances, to let a transfer stand even if it was improvident. <i>See </i><i>Christianson v. Colt Indus. Operating Corp.,</i> 486 U.S. 800, 818-19, 108 S.Ct. 2166, 100 L.Ed.2d 811 (1988). The circumstances here do not qualify as exceptional but in any event the transfer had no visible effect on outcome.</p>\n<p>Appellants argued that in reviewing the merits of a claim disallowance, the law in the Tenth Circuit was more favorable to the claimant while the law in this circuit was more favorable to the plan administrator or other decider. To the extent that there was any disagreement, the Supreme Court has now adopted its own governing view. <i>Metro. Life Ins. Co. v. Glenn,</i> ___ U.S. ___, 128 S.Ct. 2343, 2350, 171 L.Ed.2d 299 (2008) (explaining that when a plan administrator both appraises and pays benefits claims, the resulting conflict of interest must be weighed in determining \"whether there is an abuse of discretion\"). But because this case is properly decided on a contractual time bar, whether the circuits might have differed on the merits is beside the point</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  ERISA is the acronym for Employee Retirement Income Security Act of 1974, 29 U.S.C. § 1132(a)(1)(B)(2006), the federal statute comprehensively governing employee health and pension plans and providing federal remedies and a federal forum for wrongful denial of benefits.</p>\n<p>[2]  <i>See </i><i>State Street Bank &amp; Trust Co. v. Denman Tire Corp.,</i> 240 F.3d 83, 87 (1st Cir.2001) (recognizing that under Illinois law, \"parties are free to contract for a time period within which a suit may be brought ... which [is] less than the general statute of limitation period applicable to written contracts\") (internal citations and quotation marks omitted); <i>Alcorn v. Raytheon Co.,</i> 175 F.Supp.2d 117, 121 (D.Mass.2001) (\"[C]ontracting parties may agree upon a shorter limitations period as long as it is reasonable.\") (internal citation and quotation marks omitted); <i>see also </i><i>Draper v. Wellmark, Inc.,</i> 478 F.Supp.2d 1101, 1110 (N.D.Iowa 2007).</p>\n<p>[3]  <i>See </i><i>Hembree ex rel. Hembree v. Provident Life &amp; Acc Ins. Co.,</i> 127 F.Supp.2d 1265, 1271 (N.D.Ga.2000) (\"[E]quitable tolling provisions, which stem from state law, are not applicable when a contractual limitation is enforced.\"); <i>Allen v. Unionmutual Stock Life Ins. Co.,</i> 989 F.Supp. 961, 966 (S.D.Ohio 1997) (\"[T]his Court has followed the contractual limitations period and has not borrowed the state statute of limitations. ... This court declines to engraft a state tolling provision onto a contractual limitations period.\"); <i>Chilcote v. Blue Cross &amp; Blue Shield of Wisc.,</i> 841 F.Supp. 877, 881 (E.D.Wis.1993) (\"The Court has not borrowed a state statute of limitations in this case, so Wisconsin's tolling provisions will not be borrowed either.\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">548</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span> (2008)</b></center>\n<center><h1>ISLAND VIEW RESIDENTIAL TREATMENT CENTER; S.S.E.; S.A.E., Plaintiffs, Appellants,<br>\nv.<br>\nBLUE CROSS BLUE SHIELD OF MASSACHUSETTS, INC, Defendant, Appellee.</h1></center>\n<center>No. 08-1287.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 8, 2008.</center>\n<center>Decided November 14, 2008.</center>\n<p><span class=\"star-pagination\">*25</span> Brian S. King with whom Jonathan M. Feigenbaum and Phillips &amp; Angley were on brief for appellants.</p>\n<p>Joseph Halpern, Blue Cross and Blue Shield of Massachusetts, Inc., for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and Lipez, Circuit Judges.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>This is an appeal by Island View Residential Treatment Center (\"Island View\"), S.S.E. (\"Stacy\") and S.A.F. (\"Sarah\") seeking to recover from Blue Cross Blue Shield of Massachusetts (\"Blue Cross\") the cost of in-patient care furnished by Island View to Sarah, then a teenage patient. The background events are not in real dispute and, as the case turns in the end on a limitations issue, a detailed description of the medical issues is unnecessary.</p>\n<p><span class=\"star-pagination\">*26</span> Sarah began receiving treatment in 1995 at various medical facilities for anxiety, mood instability, and behavioral problems. In 2003, while receiving outpatient therapy, problems she was experiencing at the time (<i>e.g.,</i> substance abuse, self-mutilation) culminated in a run-away episode. At the time Sarah was fifteen years of age and living with her family; she was covered by a Blue Cross health policy as part of an employment benefit package provided by her mother's employer.</p>\n<p>The day after Sarah's run-away episode, her family (on her therapist's recommendation) took her to Island View, where she received a multi-part diagnosis and was admitted for treatment. Sarah was initially diagnosed with mood disorder, oppositional defiant disorder, drug and alcohol abuse, and parent-child relationship issues. Island View deemed in-patient treatment necessary because of Sarah's history of running away, serious drug and alcohol abuse, and Sarah's refusal to take medications.</p>\n<p>Sarah spent about 14 months at Island View. At first, Sarah admitted to some depression, feelings of guilt, anxiety and low self esteembut there was no indication of suicidal \"ideation\"that is, a dwelling upon or consideration of suicide. In August 2003, suicide became a concern for several months. Sarah was discharged in June 2004, although a few months later she entered a different treatment center where she remained for almost a year.</p>\n<p>When benefits were first sought in spring 2003 for the Island View treatment, Blue Cross determined that Sarah's medical needs could be met by less intensive care and rejected reimbursement requests for the spring period. Blue Cross later authorized payment for treatment received between August 13, 2003, and October 22, 2003 at Island View, after Sarah's condition worsened and she exhibited suicidal tendencies, but Blue Cross refused to pay for earlier or later portions of Sarah's stay.</p>\n<p>Following Blue Cross' denial, three external reviews were conducted. Two of the independent reviews were conducted by outside medical professionals selected by an independent review agency. The third review was conducted by the Office of Patient Protection of the Commonwealth of Massachusetts, which independently upheld the denial. Mass. Gen. Laws ch. 176O, § 14(a) (2008) (reviewing \"whether the requested treatment or service is medically necessary ... and a covered benefit under the policy or contract\"). All the reviewers agreed with Blue Cross' denial of benefits.</p>\n<p>On April 21, 2006, Sarah, her mother Stacy and Island View as assignee brought suit under ERISA for denial of benefits in federal district court in Utahwhere Island View is located.<sup>[1]</sup> On motion by Blue Cross, that court transferred the case to the federal district court in Massachusetts on the ground that \"Massachusetts law applies to any state law questions that may arise in this matter.\" The Massachusetts district court declined to retransfer and, on cross motions for summary judgment held for Blue Cross.</p>\n<p>The district court disposed of the claim based on treatment at Island View primarily on the ground that the suit was disallowed by a contractual provision barring suit after two years, though the court also found that Blue Cross' denial of benefits was not arbitrary or capricious. The suit <span class=\"star-pagination\">*27</span> sought coverage for other treatment given Sarah, before and after the Island View stay, but those claims are not before us on this appeal. Appellants' leading argument on appeal is that the district court erred in not recognizing as controlling a state statute of limitations providing three years for suit.</p>\n<p>ERISA provides its own substantive law for ERISA claims, and federal common law normally governs substantive issues not dictated by the statute itself. <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 110, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989). ERISA supplies no statute of limitations so federal courts borrow the relevant statute of limitations from the forum state. <i>Edes v. Verizon Commc'n, Inc.,</i> <span class=\"citation\" data-id=\"201737\"><a href=\"/opinion/201737/edes-v-verizon-comm/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 138 (1st Cir.2005). Typically, a claim for benefits under an ERISA health plan would be treated by analogy to a contract claim, the benefits contract being the substantive source of the obligation.</p>\n<p>Here, Utah provides a three year statute of limitations for contract claims, Utah Code Ann. § 31A-21-313 (2008). Appellants invoke the Colorado statute of limitations, Colorado being Stacy and Sarah's domicile; Colorado also has a three year limit, Colo.Rev.Stat. § 13-80-101(1)(a)(2008). Massachusetts happens to have a six year statute for contract claims. Mass. Gen. Laws ch. 260, § 2 (2008). In any event, the district court did not rely on any of the limitations statutes.</p>\n<p>Blue Cross offered as a defense, and the district court sustained, <i>not</i> a statute of limitations but a contractual bar, namely, an explicit requirement in the Blue Cross insurance contract requiring that suit be brought within two years of the denial of benefits. Massachusetts explicitly permits such a provision for health insurance suits so long as the time allowed is not less than two years after the denial. <i>Id.</i> ch. 176A, § 8(c). The district court used as a proxy for denial of coverage the dateNovember 12, 2003when the Massachusetts agency upheld the denial of benefits after Blue Cross and two independent reviewers had already done so. The law suit, as already noted, was filed only in April 2006.</p>\n<p>The Blue Cross subscriber certificate provided for necessary health care but for \"the least intensive type of medical care setting required\" for the condition; it gave Blue Cross the power to make determinations as to benefits; and it also provided for grievance review and (in a section titled \"Time Limit for Legal Action\") a time period for bringing suit as follows:</p>\n<blockquote>[I]f you are filing a legal action because you were denied a service or a claim for benefits under this <i>contract,</i> you will lose your right to bring a legal action against <i>Blue Cross and Blue Shield</i> unless you file your action within two years after the date you were first sent a notice of the service or claim denial. ... If the two-year limit described in this section is less than that allowed by applicable law, this two-year filing limit is extended to the minimum time allowed by such law.</blockquote>\n<p>Since federal law governs ERISA claims, conceivably a federal court could for good cause refuse to recognize such a provision, but there is no obvious reason to do so here. Insurance benefits are a creature of contract, and there is nothing facially unreasonable, much less unconscionable, about this contractual limitation. What case law exists generally supports reasonable contractual restrictions on the period for bringing law suits, and appellants do not frontally attack these precedents.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*28</span> Instead, appellants rely on a provision of the certificate saying that \"[i]n addition to the <i>covered services</i> described in this Subscriber Certificate, when you live in a state other than Massachusetts, you may be entitled to receive benefits for other services and supplies as required by that state's law.\" This, say the appellants, permits them to take advantage of the three year Colorado statute of limitations. But this provision has nothing to do with the timing of law suits; it is addressed to minimum state requirements for substantive benefits.</p>\n<p>Appellants' brief glides over this distinction by immediately quoting the final sentence of the certificate's contractual time limit on the right to sue, namely: \"If the two-year limit described in this section is less than that allowed by applicable law, this two-year filing limit is extended to the minimum time allowed by such law\" as if this were connected to the benefits provision located earlier in the certificate. But the latter provision is not a gloss on, or otherwise related to, the \"services and supplies\" provision; rather, it is a an oblique cross reference to the law permitting a short contractual time limit.</p>\n<p>In referring to \"applicable law\" that might provide a \"minimum time\" for suit longer than two years, the certificate can only be speaking of Mass. Gen. Laws ch. 176A, § 8(c). What it assuredly does <i>not</i> refer to is a statute of limitations in Utah, Colorado or any other state; statutes of limitations provide <i>maximum</i> time for bringing suits; a reference to a minimum time reads only on a statute, like section 8(c), that fixes a <i>minimum</i> or floor for a shorter period fixed by contract.</p>\n<p>We appreciate that the minimum time cross reference is opaque and, although a lawyer ought to be able to construe it, it could be confusing to a subscriber. <i>See</i> 29 U.S.C. § 1022 (requiring that the summary provided of the plan description shall be written \"in a manner calculated to be understood by the average plan participant\"). But the language does not refer to an ordinary statute of limitations. Nor is it suggested that Stacy or Sarah in fact read the certificate language, were misled, and then relied upon this misreading in deferring their claim for two and a half years.</p>\n<p>Appellantsor at least Sarah have a more interesting argument in urging that Sarah's minority until September 24, 2005, is a basis for tolling the time period in which she could sue until some period after she turned eighteen. But whatever role such tolling provisions might play in an ERISA suit for which a statute of limitations defense was asserted, Blue Cross has not invoked a statute of limitations defense but rather a contractual time limit in the insurance policy itself.</p>\n<p>In an ERISA case, a federal court would perhaps have \"gap filling\" authority under federal law to provide protection for minors who could be unfairly affected by a contractual limitation, but appellant made no effort to show such a need in this case. The main stakeholders appear to be Island View, which provided the treatment and, presumably, Stacy who as the parent likely took responsibility for the bills when <span class=\"star-pagination\">*29</span> checking her daughter into the facilities. There is no indication that Sarah is being held liable for bills contracted as a minor. Nor is existing precedent especially helpful to appellants.<sup>[3]</sup></p>\n<p>Indeed, appellants simply refer to the Colorado tolling statute on the assumption that federal courts look to state tolling rules as a matter of choice. But it is not evident that the Colorado tolling statute suspends contractual provisions that impose time limits (as opposed to statutes of limitation), even assuming that the Colorado statute applies to a minor with an active parent. Nor do appellants explain, once the inapplicable certificate language on benefits is set to one side, why Colorado law would apply at all to an ERISA case brought in Utah and transferred to Massachusetts.</p>\n<p>There is one loose end. Appellants say that the Utah district court erred in transferring the case to the Massachusetts district courta step that the former took on the ground that Massachusetts law might be important and would be more familiar to a court here. There are good reasons, save in exceptional circumstances, to let a transfer stand even if it was improvident. <i>See </i><i>Christianson v. Colt Indus. Operating Corp.,</i> <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818-19, <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1988). The circumstances here do not qualify as exceptional but in any event the transfer had no visible effect on outcome.</p>\n<p>Appellants argued that in reviewing the merits of a claim disallowance, the law in the Tenth Circuit was more favorable to the claimant while the law in this circuit was more favorable to the plan administrator or other decider. To the extent that there was any disagreement, the Supreme Court has now adopted its own governing view. <i>Metro. Life Ins. Co. v. Glenn,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145788\"><a href=\"/opinion/145788/metropolitan-life-ins-co-v-glenn/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2343</span></a></span>, 2350, <span class=\"citation\" data-id=\"145788\"><a href=\"/opinion/145788/metropolitan-life-ins-co-v-glenn/\"><span class=\"volume\">171</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">299</span></a></span> (2008) (explaining that when a plan administrator both appraises and pays benefits claims, the resulting conflict of interest must be weighed in determining \"whether there is an abuse of discretion\"). But because this case is properly decided on a contractual time bar, whether the circuits might have differed on the merits is beside the point</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  ERISA is the acronym for Employee Retirement Income Security Act of 1974, 29 U.S.C. § 1132(a)(1)(B)(2006), the federal statute comprehensively governing employee health and pension plans and providing federal remedies and a federal forum for wrongful denial of benefits.</p>\n<p>[2]  <i>See </i><i>State Street Bank &amp; Trust Co. v. Denman Tire Corp.,</i> <span class=\"citation\" data-id=\"199274\"><a href=\"/opinion/199274/state-street-bank-v-denman-tire-corp/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir.2001) (recognizing that under Illinois law, \"parties are free to contract for a time period within which a suit may be brought ... which [is] less than the general statute of limitation period applicable to written contracts\") (internal citations and quotation marks omitted); <i>Alcorn v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"2418954\"><a href=\"/opinion/2418954/alcorn-v-raytheon-co/\"><span class=\"volume\">175</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">117</span></a></span>, 121 (D.Mass.2001) (\"[C]ontracting parties may agree upon a shorter limitations period as long as it is reasonable.\") (internal citation and quotation marks omitted); <i>see also </i><i>Draper v. Wellmark, Inc.,</i> <span class=\"citation\" data-id=\"2575235\"><a href=\"/opinion/2575235/draper-v-wellmark-inc/\"><span class=\"volume\">478</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1101</span></a></span>, 1110 (N.D.Iowa 2007).</p>\n<p>[3]  <i>See </i><i>Hembree ex rel. Hembree v. Provident Life &amp; Acc Ins. Co.,</i> <span class=\"citation\" data-id=\"2512174\"><a href=\"/opinion/2512174/hembree-ex-rel-hembree-v-provident-life-and-acc-ins-co/\"><span class=\"volume\">127</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1265</span></a></span>, 1271 (N.D.Ga.2000) (\"[E]quitable tolling provisions, which stem from state law, are not applicable when a contractual limitation is enforced.\"); <i>Allen v. Unionmutual Stock Life Ins. Co.,</i> <span class=\"citation\" data-id=\"1528380\"><a href=\"/opinion/1528380/allen-v-unionmutual-stock-life-ins-co/\"><span class=\"volume\">989</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">961</span></a></span>, 966 (S.D.Ohio 1997) (\"[T]his Court has followed the contractual limitations period and has not borrowed the state statute of limitations. ... This court declines to engraft a state tolling provision onto a contractual limitations period.\"); <i>Chilcote v. Blue Cross &amp; Blue Shield of Wisc.,</i> <span class=\"citation\" data-id=\"1508905\"><a href=\"/opinion/1508905/chilcote-v-blue-cross-blue-shield/\"><span class=\"volume\">841</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">877</span></a></span>, 881 (E.D.Wis.1993) (\"The Court has not borrowed a state statute of limitations in this case, so Wisconsin's tolling provisions will not be borrowed either.\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1508905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2418954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2512174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2575235/"
  ]
}