{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203532/",
  "absolute_url": "/opinion/203532/united-states-v-anthony/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203532/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:18:40Z",
  "date_modified": "2016-04-26T13:15:31.145141Z",
  "type": "010combined",
  "sha1": "9461b10c0d56f9337a870a7122bece2f6fc433eb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1670P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/10/22/US_v._Anthony.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 07-1670\n\n                            UNITED STATES,\n\n                               Appellee,\n\n                                  v.\n\n                           JOHN J. ANTHONY,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                       FOR THE DISTRICT OF MAINE\n\n              [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                                Before\n\n                   Lipez and Howard, Circuit Judges,\n\n              and DiClerico, Jr.,* Senior District Judge.\n\n\n\n     Robert E. Barnes, with whom The Bernhoft Law Firm, S.C. was\non brief, for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief, for appellee.\n\n\n\n                           October 22, 2008\n\n\n\n\n*\n    Of the District of New Hampshire, sitting by designation.\n\f          HOWARD, Circuit Judge.      A jury convicted John Anthony of\n\nfour counts of evading federal income tax, in violation of 26\n\nU.S.C. § 7201.1    He raises several challenges to his conviction and\n\nhis sentence.     We affirm.\n\n                               I.    Facts\n\n          John J. Anthony had twenty-one years of service in the\n\nUnited States Coast Guard.     For many years he paid federal income\n\ntax without incident.     Beginning in 1998, however, that changed.\n\nFor the tax year 1998, Anthony and his spouse filed a joint return\n\non which zeros had been entered for income and tax owed.          The\n\nreturn also claimed a refund due of all tax withheld for that\n\nyear.2   Attached to the return was a three-page statement.       The\n\nAnthonys wrote that they did not believe they had a duty to pay\n\nfederal income tax or to file a return, but that they had filed the\n\nreturn only because others had been -- wrongfully, in their eyes --\n\npunished for failure to do so.       The statement also explained the\n\nbasis for the Anthonys' belief that they did not have the duty to\n\npay federal income tax.\n\n          Anthony subsequently filed, with his employer and with\n\nthe Coast Guard, W-4 forms that claimed exemption from federal\n\n\n\n1\n     Specifically, the indictment charged that Anthony \"willfully\nattempted to evade and defeat the assessment of the income tax due and\nowing to him\" in the years 1999, 2000, 2001 and 2002.\n2\n     Matters relating to the 1998 return were not charged in the\nindictment.\n\n                                    -2-\n\fincome tax withholding on the basis that he would not be liable for\n\nany federal income tax.3   The Anthonys also filed a zero return for\n\n1999 and did not file returns at all for 2000, 2001 and 2002 until\n\n2004, when they learned a criminal investigation had commenced.\n\n           During this time, Anthony met Wayne Rebuck, who worked\n\nfor a company called Commonwealth Trust Company selling trusts and\n\ninternationally based corporations.4   Anthony purchased trusts and\n\ncorporations from Rebuck, and with his help opened a bank account\n\nfor one of these entities at the Federal Bank of the Middle East in\n\nCyprus.   Over time, Anthony transferred most of his assets into\n\nthese entities, including his primary residence and funds he\n\nwithdrew early from his IRA.     In all, $870,778 was wired to the\n\nbank in Cyprus.\n\n           In 2004, Anthony emailed Rebuck, informing him that the\n\nAnthonys were going to \"take a compliance position approach\" due to\n\nthe criminal investigations.     In November of that year, Anthony\n\nbegan to file his overdue returns and to pay what he owed.\n\n           Throughout this course of events, Anthony continued to\n\nrepresent to the IRS that he did not believe he had a duty to pay\n\ntaxes.    He asserted a belief, relying on language from Supreme\n\nCourt opinions published many years ago, that wages were not\n\n\n3\n     The record reflects that the Anthonys had $1,603 withheld in\n1999, $0 in 2000, $71 in 2001, and $70 in 2002.\n4\n     Pursuant to an agreement with the government, Rebuck testified\nat Anthony's trial.\n\n                                 -3-\n\ftaxable as income, since they represented an even exchange, rather\n\nthan a gain.   He also believed, based on his analysis of the tax\n\ncode, that there was no statute levying a federal income tax on\n\nindividuals,   except   those   individuals   under   exclusive   federal\n\njurisdiction, which he took to mean those living in the District of\n\nColumbia and in the territories of the United States.\n\n          Despite Anthony's \"compliance position approach,\" and\n\ndespite his eventual payment of back taxes, he was indicted and\n\nbrought to trial in the District of Maine.            A jury convicted\n\nAnthony on all counts.    He was sentenced to thirty-three months of\n\nimprisonment, with a period of supervised release to follow.         This\n\nappeal from both the conviction and the sentence ensued.\n\n                            II. Discussion\n\n          Anthony was vigorously defended at trial and zealously\n\nrepresented on appeal.     He marshals a host of challenges to both\n\nhis conviction and sentence.     First, he challenges on three fronts\n\nthe willful blindness instruction given to the jury.              Second,\n\nAnthony claims that evidentiary errors prejudiced him.       And third,\n\n\n\n\n                                   -4-\n\fhe challenges his sentence.5     Unpersuaded by any of these claims,\n\nwe affirm.\n\nA. Willful Blindness\n\n            \"A willful blindness instruction informs jurors that they\n\nmay impose criminal liability on people who, recognizing the\n\nlikelihood of wrongdoing, nonetheless consciously refuse to take\n\nbasic investigatory steps.\" United States v. Griffin, 524 F.3d 71,\n\n77 n.4 (1st Cir. 2008) (citation and internal quotation marks\n\nomitted).    \"'A willful blindness instruction is appropriate if (1)\n\na defendant claims a lack of knowledge, (2) the facts suggest a\n\nconscious course of deliberate ignorance, and (3) the instruction,\n\ntaken as a whole, cannot be misunderstood as mandating an inference\n\nof knowledge.'\"    Id. at 78 (quoting United States v. Coviello, 225\n\nF.3d 54, 70 (1st Cir. 2000)).\n\n            Anthony   argues   that   the    district   court's     willful\n\nblindness instruction was erroneous for three reasons.            First, he\n\nclaims that after United States v. Cheek, 498 U.S. 192 (1991), the\n\nheightened    knowledge   requirement   in    tax   cases   renders   this\n\n\n5\n     We reject without further discussion Anthony's claim that the\ndistrict court compromised his defense by interrupting counsel during\nclosing argument. Our review of the record finds no impropriety, at\nleast on the part of the district court. We likewise find no merit\nin the contention that the district court abused its discretion when\nit refused to ask the venire particularized questions about jury\nnullification of Anthony's good faith defense. This claim is based\non nothing more than the bare declaration of Anthony's counsel that\na \"survey data report\" -- known to counsel but never produced --\nprovided evidence that some in Maine might be reluctant to entertain\nthe defense.\n\n                                  -5-\n\finstruction all but forbidden in such cases.          Second, he argues\n\nthat no such instruction should have been given because the facts\n\ndid not suggest a conscious course of deliberate ignorance, as the\n\ngovernment's evidence tended to show actual knowledge of the duty\n\nrather than deliberate ignorance of it.      And third, he attacks the\n\nspecific instruction given at his trial, claiming that it would\n\nlead a jury to convict based on \"reckless\" ignorance rather than\n\ndeliberate ignorance.    He is mistaken.\n\n          We have not definitively resolved what standard of review\n\nwe apply to the district court's decision to give a willful\n\nblindness instruction.    United States v. Lizardo, 445 F.3d 73, 85\n\n(1st Cir. 2006) (\"[O]ur precedent is unclear.\"); see also United\n\nStates v. Heredia, 483 F.3d 913, 921 n.11 (9th Cir. 2007) (en banc)\n\n(discussing circuit split on standard of review).          This question\n\nneed not detain us.   As was true in Lizardo, \"[o]ur outcome is the\n\nsame whether we apply a de novo or deferential standard of review,\n\nso we do not decide this issue today.\"       Lizardo, 445 F.3d at 85.\n\n          First, Anthony attacks the general propriety of willful\n\nblindness instructions in the context of tax evasion.               We have\n\nrecently upheld the use of a willful blindness instruction in a tax\n\ncase.   Griffin,   524   F.3d   at   78-79   (1st   Cir.   2008).      That\n\ninstruction concerned not whether the defendant was willfully blind\n\nto a duty, but whether she was willfully blind to the falsity of\n\nthe statements on her tax returns.           Nonetheless, the case is\n\n\n                                 -6-\n\finstructive.   Griffin argued, inter alia, \"that willful blindness\n\ninstructions are per se unconstitutional in cases involving a\n\nspecific intent crime.\"      Id. at 79.     We dismissed this argument as\n\n\"merit[ing] little discussion.\"          Id. at 79 n.6.\n\n           In tax cases, \"the standard for the statutory willfulness\n\nrequirement is the voluntary, intentional violation of a known\n\nlegal duty.\"   Cheek, 498 U.S. at 201 (internal quotation marks and\n\ncitation omitted). The government must prove \"that the law imposed\n\na duty on the defendant, that the defendant knew of this duty, and\n\nthat he voluntarily and intentionally violated that duty.\" Id. In\n\nCheek, the Court held that the district court had committed error\n\nwhen it instructed the jury that Cheek's beliefs about the non-\n\ntaxability of his wages were objectively unreasonable. \"[I]f Cheek\n\nasserted that he truly believed that the Internal Revenue Code did\n\nnot purport to treat wages as income, and the jury believed him,\n\nthe   Government   would    not   have    carried   its   burden   to    prove\n\nwillfulness,   however     unreasonable     a   court   might   deem    such   a\n\nbelief.\"   Id. at 202.\n\n           The Court, however, was careful to note that the jury\n\nwould still have to find that Cheek held a \"good-faith belief\" that\n\nhe had no duty to pay taxes.6        Id. at 203.        While such a belief\n\nneed not be objectively reasonable, it must be one that is held in\n\n\n6\n     More accurately, to convict Cheek, it appears that the jury would\nhave had to find beyond a reasonable doubt that Cheek did not have a\ngood-faith belief that he had no duty.\n\n                                    -7-\n\fgood faith.    Thus, the defense that the accused did not know of his\n\nduty fails if he came by his ignorance through deliberate avoidance\n\nof materials that would have apprised him of his duty, as such\n\navoidance undermines the claim of good faith. Other circuits share\n\nour conclusion that Cheek does not foreclose the use of a willful\n\nblindness instruction in tax-avoidance cases in general.                     See\n\nUnited States v. Dean, 487 F.3d 840, 851 (11th Cir. 2007) (per\n\ncuriam) (willful blindness appropriate in post-Cheek tax evasion\n\ncase); United States v. Bussey, 942 F.2d 1241, 1249 (8th Cir. 1991)\n\n(same); United States v. Bissel, 954 F. Supp. 903, 927 (D.N.J.\n\n1997) (\"[D]eliberate ignorance is a subjective state of mind that\n\nmay satisfy the element of willfulness.\" (internal quotation marks\n\nand citation omitted)).        Accordingly, because deliberate ignorance\n\nof a duty to pay taxes is contrary to a good-faith belief, the\n\nwillful blindness instruction may be given in appropriate tax\n\nevasion cases.\n\n             Anthony also claims the willful blindness instruction was\n\nunwarranted in his particular case because the government did not\n\nintroduce    evidence   that    would    support   a   finding   that   he   was\n\nwillfully blind to his duty.            We have said that \"[a]s long as\n\nseparate and distinct evidence supports a defendant's deliberate\n\navoidance of knowledge and the possibility exists that the jury\n\ndoes   not   credit   the   evidence     of   direct   knowledge,   a   willful\n\nblindness instruction may be appropriate.\" United States v. Bilis,\n\n\n                                        -8-\n\f170 F.3d 88, 93 (1st Cir. 1999) (quoting United States v. Brandon,\n\n17 F.3d 409, 452 n.74 (1st Cir. 1994)).     Anthony asserts on appeal\n\nthat there was no \"separate and distinct\" evidence that supported\n\nthe claim he had willfully blinded himself to his duty to pay his\n\ntaxes.   We do not agree.7\n\n           The government attempted to prove that Anthony actually\n\nknew of his duty to pay taxes.   It pointed to his previous payment\n\nof taxes, his use of elaborate financial entities to conceal his\n\nassets, his refusal to use other channels to challenge the IRS's\n\ndemands for payment, and his eventual payment when he learned of an\n\nimpending criminal investigation.      Separate and distinct from this\n\nbody of evidence, there was evidence of his willful blindness.\n\nAnthony testified that he based his view of his tax obligations on\n\nold Supreme Court cases and old versions of the tax code.          On\n\ncross-examination, however, Anthony admitted he had not read more\n\nrecent cases (including Cheek) that address the subject, nor had he\n\nconsulted the current version of the tax code and regulations.\n\nBased on this, the jury could reasonably infer that, even if\n\nAnthony's claim that he did not know of his duty was credible, his\n\n\n7\n     Anthony takes too narrow a view of the \"separate and distinct\"\nrequirement, as there is always some overlap between the evidence that\na defendant knew a fact and the evidence that, if he did not know it,\nhe ought to have known it. See Bilis, 170 F.3d at 93 (finding no\nerror in willful blindness instruction because prevalence of drug\ndealing at bar supported both claim that proprietor knew of the drug-\ndealing and claim that if he did not know it was because he \"purposely\ncontrived to avoid learning all of the facts\"); see also Coviello, 225\nF.3d at 70-71.\n\n                                 -9-\n\flack of knowledge depended on his deliberate refusal to extend his\n\nresearch to more current, authoritative sources.     In other words,\n\nif Anthony did not know that the current law was that he had to pay\n\ntaxes, it was because he had willfully blinded himself to that\n\nfact.\n\n          Finally, Anthony argues that even if an instruction were\n\nwarranted in his case, the instruction as given was fatally flawed.\n\nHe is mistaken.\n\n          Anthony claims that a willful blindness instruction must\n\ncontain an actual belief caveat.    \"An actual belief caveat informs\n\nthe jury that a showing of mistake, negligence, carelessness, or\n\nrecklessness could not support a finding of willfulness and that,\n\nalthough knowledge may be inferred from willful blindness to the\n\nexistence of a fact, the jury must find the defendant had actual\n\nknowledge.\"   Griffin, 524 F.3d at 79 (internal quotation marks and\n\ncitation omitted).    Anthony does not cite to any authority within\n\nthis circuit to support his contention that an actual belief caveat\n\nmust be given.    See id. at 80 (\"We have never required that willful\n\nblindness instructions contain such a statement.\").      Instead, we\n\nexamine the jury instructions as whole to determine error.       Id.\n\n(citing United States v. Bailey, 405 F.3d 102, 110 (1st Cir.\n\n2005)).\n\n          The district court instructed the jury as follows:    \"You\n\nmay not find that John Anthony acted willfully if you find that he\n\n\n                                 -10-\n\factually believed that he had no duty . . . .\"          Similarly, although\n\nthe district court did not specifically mention recklessness, it\n\ndid say, \"Mere negligence or mistake . . . is not sufficient.\"                 See\n\nBilis, 170 F.3d at 92 (finding no error in an instruction that\n\nomitted   the   word    \"recklessness\").        The     risk    of    the     jury\n\ninstructions as a whole being materially misunderstood was minimal\n\nand offers Anthony no basis for relief.\n\nB. Evidentiary errors\n\n          Anthony      argues   that   the   district    court       abused    its\n\ndiscretion when it refused to admit into evidence legal materials\n\non which Anthony claimed to have relied in forming his good-faith\n\nbelief that he did not have a duty to pay taxes.               Relying on Fed.\n\nR. Evid. 403, the district court excluded the materials because the\n\nrisk of confusion substantially outweighed the probative value of\n\nthe evidence.   \"We accord district courts considerable latitude in\n\nthis exercise and review the exclusion of evidence under Rule 403\n\nfor abuse of discretion.\"        Galarneau v. Merrill Lynch, Pierce,\n\nFenner & Smith Inc., 504 F.3d 189, 206 (1st Cir. 2007) (internal\n\nquotation marks and citation omitted). In this case, the probative\n\nvalue of the evidence was slight and the risk of confusion was\n\ngreat.\n\n          Anthony was permitted to read from and summarize the\n\ndisputed materials when he testified in order to explain what his\n\ngood-faith belief was, as well as how he had come to that belief.\n\n\n                                   -11-\n\fWe have noted that \"testimony by the defendant as to what he was\n\ntold the decisions held\" bears less of a risk of confusing the jury\n\non the law, and is in any event more probative of the subjective\n\nbelief of the defendant.          United States v. Bonneau, 970 F.2d 929,\n\n933 (1st Cir. 1992).          And so it is here.         The probative value of\n\nthe documents themselves was limited because Anthony's testimony\n\nlisting, summarizing and reading from these documents was more\n\nprobative of his beliefs.           As the district court pointed out in\n\nexcluding the materials, Anthony was permitted to read extensively,\n\nand no challenge was raised that the materials were not as Anthony\n\nhad read them.       There was thus no reason to admit the materials to\n\nsupplement or corroborate Anthony's testimony.\n\n             At the same time, the risk of confusion in admitting\n\nlegal materials as evidence is high.               We have noted that \"courts\n\noften exclude from evidence copies of statutes, constitutional\n\nprovisions,     and    decisions,       which    might      invite    the    jury   to\n\nsubstitute its own view of the law.\"               970 F.2d at 932.          \"'In the\n\norderly trial of a case, the law is given to the jury by the court\n\nand not introduced as evidence.'\"              Getty Petroleum Mktg., Inc. v.\n\nCapital Terminal Co., 391 F.3d 312, 332 n.26 (1st Cir. 2004) (per\n\ncuriam)      (Lipez,    J.,    concurring)       (quoting     United     States     v.\n\nBernhardt, 642 F.2d 251, 253 (8th Cir. 1981)).                This is because \"it\n\nwould   be    most    confusing   to    the     jury   to   have     legal   material\n\nintroduced as evidence.\"          Id.    That is all the more true in this\n\n\n                                        -12-\n\fcase.   First, many of the materials were old or outdated.                 But more\n\nimportantly, Anthony, by his own account, had relied on them in\n\nforming a good-faith belief at odds with the law as given by the\n\ndistrict court.        Anthony claims that his careful study of these\n\nmaterials over a period of years was the basis for his belief that\n\nthe law was otherwise than the district court was instructing the\n\njury in this case.         The risk of confusion in providing them to the\n\njury is virtually undeniable.\n\n              \"The District Court retains considerable latitude even\n\nwith admittedly relevant evidence in rejecting that which is\n\ncumulative, and in requiring that which is to be brought to the\n\njury's attention to be done so in a manner least likely to confuse\n\nthat body.\"         Hamling v. United States, 418 U.S. 87, 127 (1974).\n\nHere, the district court did not abuse its discretion when it ruled\n\nthat    the    slight      probative     value        of    these   materials     was\n\nsubstantially outweighed by the confusion inherent in giving the\n\njury voluminous legal materials. See United States v. Sampson, 486\n\nF.3d 13, 45 (1st Cir. 2007) (\"Having supportably found that the\n\nevidence was of limited probative value and that its introduction\n\nwould create a high risk of juror confusion, the district court had\n\nample reason to exclude it.\").\n\n              Nor    was   there   an   abuse    of    discretion,     contrary   to\n\nAnthony's contention, in the admission of evidence of payment\n\nevasion in this assessment evasion case.                   The false W-4s and \"zero\n\n\n                                        -13-\n\freturns\" may be used as evidence of either evasion of assessment or\n\nevasion of payment, or both.       United     States v. Waldeck, 909 F.2d\n\n555, 560 (1st Cir. 1990).         Finally, evidence that Anthony was\n\nshielding assets was probative of Anthony's knowledge of his duty\n\nto pay the tax and was well within the district court's discretion\n\nto admit for that purpose.\n\nC.   Sentencing Errors\n\n            Anthony raises four challenges to his sentence. None are\n\navailing.    We shall examine each briefly.          In general, we review\n\nthe district court's construction of the Sentencing Guidelines de\n\nnovo, and the application of those Guidelines to the facts for\n\nclear error.    United States v. Stoupis, 530 F.3d 82, 84 (1st Cir.\n\n2008).    We review the sentence as a whole for reasonableness,\n\naffording the district court broad discretion.           United States v.\n\nOfray-Campos,   534   F.3d   1,   42   (1st   Cir.   2008).   \"Assuming   a\n\nplausible explanation and a defensible overall result, sentencing\n\nis the responsibility of the district court.\"          Id. (quoting United\n\nStates v. Jimenez-Beltre, 440 F.3d 514, 519 (1st Cir. 2006) (en\n\nbanc)).\n\n            Anthony's first argument centers around the testimony of\n\na character witness, his pastor, who framed his comments as a plea\n\nfor mercy.    Responding to this, in imposing sentence the district\n\ncourt said that \"there is not a basis for a federal judge to use\n\nmercy.\"     Anthony argues this is clear error, and that had the\n\n\n                                   -14-\n\fdistrict court properly understood its discretion to indulge in\n\nmercy,   it    would    likely   have   imposed   a   lower   sentence.     The\n\nsentencing proceedings as a whole -- rather than this one statement\n\nwrenched from context -- reveal that the district court was aware\n\nof its discretion.          The court did not mean the statement to\n\nindicate a literal constraint, but rather as a response to those\n\nwho sought mercy for mercy's sake alone.                 Indeed, the district\n\ncourt said in the next breath, \"A federal judge is here to try to\n\nimpose a fair punishment.\"         There was no error.\n\n              Second,   Anthony   argues,      without   citation,   that   the\n\ndistrict court erred in calculating the tax loss for Guidelines\n\ncalculation purposes.       The district court ruled that the \"penalty\"\n\nfor early withdrawal of funds from an IRA is a tax, and as such\n\nshould be considered part of the total tax loss.                 The district\n\ncourt explicitly grounded this ruling on the language of the\n\nGuidelines; the IRS's practice of calling this payment a \"penalty\"\n\nin some of its publications is not dispositive.               In any case, the\n\nstatute itself calls this amount an \"additional tax.\"              26 U.S.C. §\n\n72(t).   For the purposes of our review, that ends the matter.\n\n              Anthony next argues that the district court erred when it\n\napplied a two-level enhancement for use of sophisticated means.\n\nSee U.S.S.G. §2T1.1.       This enhancement was not improper.         \"Conduct\n\nsuch as hiding assets or transactions, or both, through the use of\n\nfictitious entities, corporate shells, or offshore financial bank\n\n\n                                        -15-\n\faccounts      ordinarily     indicates     sophisticated      means.\"       Id.,\n\napplication note 4.         As the district court noted at sentencing,\n\ntrial evidence led to an inference that Anthony did exactly that.\n\nThere was no error.\n\n              Finally,    Anthony     argues   that    his   within-Guidelines\n\nsentence was unreasonable.            He cites statistics that purport to\n\nshow that his sentence is longer than others convicted of similar\n\ncrimes.8      He also argues that he presents a very low risk of\n\nrecidivism, but that argument misses the point of the sentence. In\n\nconsidering      and     ultimately    rejecting      Anthony's   request   for\n\nimposition of a non-Guidelines sentence, the district court read\n\nfrom    the   Introductory     Commentary      to   the   relevant   Guidelines\n\nsection.      This commentary emphasizes general deterrence and the\n\nimportance of cultivating respect for our tax system. The district\n\ncourt also went through the sentencing factors enumerated in 18\n\nU.S.C. § 3553(a), and supportably explained the sentence in this\n\ncase.   We do not require more.        Jimenez-Beltre, 440 F.3d at 519-20.\n\n                               III.    Conclusion\n\n              The conviction and sentence are affirmed.\n\n\n\n\n8\n     Anthony claims that the other sentences are short because tax\noffenders generally repay what they owe, suffer disproportionately to\nthe loss they cause, and are easy to rehabilitate. But he cites no\nauthority for these propositions.\n\n                                       -16-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>545 F.3d 60 (2008)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nJohn J. ANTHONY, Defendant, Appellant.</h1></center>\n<center>No. 07-1670.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 5, 2008.</center>\n<center>Decided October 22, 2008.</center>\n<p><span class=\"star-pagination\">*62</span> Robert E. Barnes, with whom The Bernhoft Law Firm, S.C., was on brief, for appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and DiCLERICO, JR.,<sup>[*]</sup> Senior District Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>A jury convicted John Anthony of four counts of evading federal income tax, in violation of 26 U.S.C. § 7201.<sup>[1]</sup> He raises <span class=\"star-pagination\">*63</span> several challenges to his conviction and his sentence. We affirm.</p>\n<p></p>\n<h2><i>I. Facts</i></h2>\n<p>John J. Anthony had twenty-one years of service in the United States Coast Guard. For many years he paid federal income tax without incident. Beginning in 1998, however, that changed. For the tax year 1998, Anthony and his spouse filed a joint return on which zeros had been entered for income and tax owed. The return also claimed a refund due of all tax withheld for that year.<sup>[2]</sup> Attached to the return was a three-page statement. The Anthonys wrote that they did not believe they had a duty to pay federal income tax or to file a return, but that they had filed the return only because others had been wrongfully, in their eyespunished for failure to do so. The statement also explained the basis for the Anthonys' belief that they did not have the duty to pay federal income tax.</p>\n<p>Anthony subsequently filed, with his employer and with the Coast Guard, W-4 forms that claimed exemption from federal income tax withholding on the basis that he would not be liable for any federal income tax.<sup>[3]</sup> The Anthonys also filed a zero return for 1999 and did not file returns at all for 2000, 2001 and 2002 until 2004, when they learned a criminal investigation had commenced.</p>\n<p>During this time, Anthony met Wayne Rebuck, who worked for a company called Commonwealth Trust Company selling trusts and internationally based corporations.<sup>[4]</sup> Anthony purchased trusts and corporations from Rebuck, and with his help opened a bank account for one of these entities at the Federal Bank of the Middle East in Cyprus. Over time, Anthony transferred most of his assets into these entities, including his primary residence and funds he withdrew early from his IRA. In all, $870,778 was wired to the bank in Cyprus.</p>\n<p>In 2004, Anthony emailed Rebuck, informing him that the Anthonys were going to \"take a compliance position approach\" due to the criminal investigations. In November of that year, Anthony began to file his overdue returns and to pay what he owed.</p>\n<p>Throughout this course of events, Anthony continued to represent to the IRS that he did not believe he had a duty to pay taxes. He asserted a belief, relying on language from Supreme Court opinions published many years ago, that wages were not taxable as income, since they represented an even exchange, rather than a gain. He also believed, based on his analysis of the tax code, that there was no statute levying a federal income tax on individuals, except those individuals under exclusive federal jurisdiction, which he took to mean those living in the District of Columbia and in the territories of the United States.</p>\n<p>Despite Anthony's \"compliance position approach,\" and despite his eventual payment of back taxes, he was indicted and brought to trial in the District of Maine. A jury convicted Anthony on all counts. He was sentenced to thirty-three months of imprisonment, with a period of supervised release to follow. This appeal from <span class=\"star-pagination\">*64</span> both the conviction and the sentence ensued.</p>\n<p></p>\n<h2><i>II. Discussion</i></h2>\n<p>Anthony was vigorously defended at trial and zealously represented on appeal. He marshals a host of challenges to both his conviction and sentence. First, he challenges on three fronts the willful blindness instruction given to the jury. Second, Anthony claims that evidentiary errors prejudiced him. And third, he challenges his sentence.<sup>[5]</sup> Unpersuaded by any of these claims, we affirm.</p>\n<p></p>\n<h2>A. Willful Blindness</h2>\n<p>\"A willful blindness instruction informs jurors that they may impose criminal liability on people who, recognizing the likelihood of wrongdoing, nonetheless consciously refuse to take basic investigatory steps.\" <i>United States v. Griffin,</i> 524 F.3d 71, 77 n. 4 (1st Cir.2008) (citation and internal quotation marks omitted). \"`A willful blindness instruction is appropriate if (1) a defendant claims a lack of knowledge, (2) the facts suggest a conscious course of deliberate ignorance, and (3) the instruction, taken as a whole, cannot be misunderstood as mandating an inference of knowledge.'\" <i>Id.</i> at 78 (quoting <i>United States v. Coviello,</i> 225 F.3d 54, 70 (1st Cir.2000)).</p>\n<p>Anthony argues that the district court's willful blindness instruction was erroneous for three reasons. First, he claims that after <i>United States v. Cheek,</i> 498 U.S. 192, 111 S.Ct. 604, 112 L.Ed.2d 617 (1991), the heightened knowledge requirement in tax cases renders this instruction all but forbidden in such cases. Second, he argues that no such instruction should have been given because the facts did not suggest a conscious course of deliberate ignorance, as the government's evidence tended to show actual knowledge of the duty rather than deliberate ignorance of it. And third, he attacks the specific instruction given at his trial, claiming that it would lead a jury to convict based on \"reckless\" ignorance rather than deliberate ignorance. He is mistaken.</p>\n<p>We have not definitively resolved what standard of review we apply to the district court's decision to give a willful blindness instruction. <i>United States v. Lizardo,</i> 445 F.3d 73, 85 (1st Cir.2006) (\"[O]ur precedent is unclear.\"); <i>see also </i><i>United States v. Heredia,</i> 483 F.3d 913, 921 n. 11 (9th Cir.2007) (en banc) (discussing circuit split on standard of review). This question need not detain us. As was true in <i>Lizardo,</i> \"[o]ur outcome is the same whether we apply a de novo or deferential standard of review, so we do not decide this issue today.\" <i>Lizardo,</i> 445 F.3d at 85.</p>\n<p>First, Anthony attacks the general propriety of willful blindness instructions in the context of tax evasion. We have recently upheld the use of a willful blindness instruction in a tax case. <i>Griffin,</i> 524 F.3d at 78-79 (1st Cir.2008). That instruction concerned not whether the defendant was willfully blind to a duty, but whether she was willfully blind to the falsity of the statements on her tax returns. Nonetheless, the case is instructive. Griffin argued, <span class=\"star-pagination\">*65</span> inter alia, \"that willful blindness instructions are per se unconstitutional in cases involving a specific intent crime.\" <i>Id.</i> at 79. We dismissed this argument as \"merit[ing] little discussion.\" <i>Id.</i> at 79 n. 6.</p>\n<p>In tax cases, \"the standard for the statutory willfulness requirement is the voluntary, intentional violation of a known legal duty.\" <i>Cheek,</i> 498 U.S. at 201, 111 S.Ct. 604 (internal quotation marks and citation omitted). The government must prove \"that the law imposed a duty on the defendant, that the defendant knew of this duty, and that he voluntarily and intentionally violated that duty.\" <i>Id.</i> In <i>Cheek,</i> the Court held that the district court had committed error when it instructed the jury that Cheek's beliefs about the non-taxability of his wages were objectively unreasonable. \"[I]f Cheek asserted that he truly believed that the Internal Revenue Code did not purport to treat wages as income, and the jury believed him, the Government would not have carried its burden to prove willfulness, however unreasonable a court might deem such a belief.\" <i>Id.</i> at 202, 111 S.Ct. 604.</p>\n<p>The Court, however, was careful to note that the jury would still have to find that Cheek held a \"good-faith belief\" that he had no duty to pay taxes.<sup>[6]</sup><i>Id.</i> at 203, 111 S.Ct. 604. While such a belief need not be objectively reasonable, it must be one that is held in good faith. Thus, the defense that the accused did not know of his duty fails if he came by his ignorance through deliberate avoidance of materials that would have apprised him of his duty, as such avoidance undermines the claim of good faith. Other circuits share our conclusion that <i>Cheek</i> does not foreclose the use of a willful blindness instruction in tax-avoidance cases in general. <i>See </i><i>United States v. Dean,</i> 487 F.3d 840, 851 (11th Cir.2007) (per curiam) (willful blindness appropriate in post-<i>Cheek</i> tax evasion case); <i>United States v. Bussey,</i> 942 F.2d 1241, 1249 (8th Cir.1991) (same); <i>United States v. Bissell,</i> 954 F.Supp. 903, 927 (D.N.J.1997) (\"[D]eliberate ignorance is a subjective state of mind that may satisfy the element of willfulness.\" (internal quotation marks and citation omitted)). Accordingly, because deliberate ignorance of a duty to pay taxes is contrary to a good-faith belief, the willful blindness instruction may be given in appropriate tax evasion cases.</p>\n<p>Anthony also claims the willful blindness instruction was unwarranted in his particular case because the government did not introduce evidence that would support a finding that he was willfully blind to his duty. We have said that \"[a]s long as separate and distinct evidence supports a defendant's deliberate avoidance of knowledge and the possibility exists that the jury does not credit the evidence of direct knowledge, a willful blindness instruction may be appropriate.\" <i>United States v. Bilis,</i> 170 F.3d 88, 93 (1st Cir.1999) (quoting <i>United States v. Brandon,</i> 17 F.3d 409, 452 n. 74 (1st Cir.1994)). Anthony asserts on appeal that there was no \"separate and distinct\" evidence that supported the claim he had willfully blinded himself to his duty to pay his taxes. We do not agree.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*66</span> The government attempted to prove that Anthony actually knew of his duty to pay taxes. It pointed to his previous payment of taxes, his use of elaborate financial entities to conceal his assets, his refusal to use other channels to challenge the IRS's demands for payment, and his eventual payment when he learned of an impending criminal investigation. Separate and distinct from this body of evidence, there was evidence of his willful blindness. Anthony testified that he based his view of his tax obligations on old Supreme Court cases and old versions of the tax code. On cross-examination, however, Anthony admitted he had not read more recent cases (including <i>Cheek</i>) that address the subject, nor had he consulted the current version of the tax code and regulations. Based on this, the jury could reasonably infer that, even if Anthony's claim that he did not know of his duty was credible, his lack of knowledge depended on his deliberate refusal to extend his research to more current, authoritative sources. In other words, if Anthony did not know that the current law was that he had to pay taxes, it was because he had willfully blinded himself to that fact.</p>\n<p>Finally, Anthony argues that even if an instruction were warranted in his case, the instruction as given was fatally flawed. He is mistaken.</p>\n<p>Anthony claims that a willful blindness instruction must contain an actual belief caveat. \"An actual belief caveat informs the jury that a showing of mistake, negligence, carelessness, or recklessness could not support a finding of willfulness and that, although knowledge may be inferred from willful blindness to the existence of a fact, the jury must find the defendant had actual knowledge.\" <i>Griffin,</i> 524 F.3d at 79 (internal quotation marks and citation omitted). Anthony does not cite to any authority within this circuit to support his contention that an actual belief caveat must be given. <i>See id.</i> at 80 (\"We have never required that willful blindness instructions contain such a statement.\"). Instead, we examine the jury instructions as whole to determine error. <i>Id.</i> (citing <i>United States v. Bailey,</i> 405 F.3d 102, 110 (1st Cir.2005)).</p>\n<p>The district court instructed the jury as follows: \"You may not find that John Anthony acted willfully if you find that he actually believed that he had no duty....\" Similarly, although the district court did not specifically mention recklessness, it did say, \"Mere negligence or mistake ... is not sufficient.\" <i>See </i><i>Bilis,</i> 170 F.3d at 92 (finding no error in an instruction that omitted the word \"recklessness\"). The risk of the jury instructions as a whole being materially misunderstood was minimal and offers Anthony no basis for relief.</p>\n<p></p>\n<h2>B. Evidentiary errors</h2>\n<p>Anthony argues that the district court abused its discretion when it refused to admit into evidence legal materials on which Anthony claimed to have relied in forming his good-faith belief that he did not have a duty to pay taxes. Relying on Fed.R.Evid. 403, the district court excluded the materials because the risk of confusion substantially outweighed the probative value of the evidence. \"We accord district courts considerable latitude in this exercise and review the exclusion of evidence under Rule 403 for abuse of discretion.\" <i>Galarneau v. Merrill Lynch, Pierce, Fenner &amp; Smith Inc.,</i> 504 F.3d 189, 206 (1st Cir.2007) (internal quotation marks and citation omitted). In this case, <span class=\"star-pagination\">*67</span> the probative value of the evidence was slight and the risk of confusion was great.</p>\n<p>Anthony was permitted to read from and summarize the disputed materials when he testified in order to explain what his good-faith belief was, as well as how he had come to that belief. We have noted that \"testimony by the defendant as to what he was told the decisions held\" bears less of a risk of confusing the jury on the law, and is in any event more probative of the subjective belief of the defendant. <i>United States v. Bonneau,</i> 970 F.2d 929, 933 (1st Cir.1992). And so it is here. The probative value of the documents themselves was limited because Anthony's testimony listing, summarizing and reading from these documents was more probative of his beliefs. As the district court pointed out in excluding the materials, Anthony was permitted to read extensively, and no challenge was raised that the materials were not as Anthony had read them. There was thus no reason to admit the materials to supplement or corroborate Anthony's testimony.</p>\n<p>At the same time, the risk of confusion in admitting legal materials as evidence is high. We have noted that \"courts often exclude from evidence copies of statutes, constitutional provisions, and decisions, which might invite the jury to substitute its own view of the law.\" 970 F.2d at 932. \"`In the orderly trial of a case, the law is given to the jury by the court and not introduced as evidence.'\" <i>Getty Petroleum Mktg., Inc. v. Capital Terminal Co.,</i> 391 F.3d 312, 332 n. 26 (1st Cir.2004) (per curiam) (Lipez, J., concurring) (quoting <i>United States v. Bernhardt,</i> 642 F.2d 251, 253 (8th Cir.1981)). This is because \"it would be most confusing to the jury to have legal material introduced as evidence.\" <i>Id.</i> That is all the more true in this case. First, many of the materials were old or outdated. But more importantly, Anthony, by his own account, had relied on them in forming a good-faith belief at odds with the law as given by the district court. Anthony claims that his careful study of these materials over a period of years was the basis for his belief that the law was otherwise than the district court was instructing the jury in this case. The risk of confusion in providing them to the jury is virtually undeniable.</p>\n<p>\"The District Court retains considerable latitude even with admittedly relevant evidence in rejecting that which is cumulative, and in requiring that which is to be brought to the jury's attention to be done so in a manner least likely to confuse that body.\" <i>Hamling v. United States,</i> 418 U.S. 87, 127, 94 S.Ct. 2887, 41 L.Ed.2d 590 (1974). Here, the district court did not abuse its discretion when it ruled that the slight probative value of these materials was substantially outweighed by the confusion inherent in giving the jury voluminous legal materials. <i>See </i><i>United States v. Sampson,</i> 486 F.3d 13, 45 (1st Cir.2007) (\"Having supportably found that the evidence was of limited probative value and that its introduction would create a high risk of juror confusion, the district court had ample reason to exclude it.\").</p>\n<p>Nor was there an abuse of discretion, contrary to Anthony's contention, in the admission of evidence of payment evasion in this assessment evasion case. The false W-4s and \"zero returns\" may be used as evidence of either evasion of assessment or evasion of payment, or both. <i>United States v. Waldeck,</i> 909 F.2d 555, 560 (1st Cir.1990). Finally, evidence that Anthony was shielding assets was probative of Anthony's knowledge of his duty to pay the tax and was well within the district court's discretion to admit for that purpose.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*68</span> C. Sentencing Errors</h2>\n<p>Anthony raises four challenges to his sentence. None are availing. We shall examine each briefly. In general, we review the district court's construction of the Sentencing Guidelines de novo, and the application of those Guidelines to the facts for clear error. <i>United States v. Stoupis,</i> 530 F.3d 82, 84 (1st Cir.2008). We review the sentence as a whole for reasonableness, affording the district court broad discretion. <i>United States v. Ofray-Campos,</i> 534 F.3d 1, 42 (1st Cir.2008). \"Assuming a plausible explanation and a defensible overall result, sentencing is the responsibility of the district court.\" <i>Id.</i> (quoting <i>United States v. Jimenez-Beltre,</i> 440 F.3d 514, 519 (1st Cir.2006) (en banc)).</p>\n<p>Anthony's first argument centers around the testimony of a character witness, his pastor, who framed his comments as a plea for mercy. Responding to this, in imposing sentence the district court said that \"there is not a basis for a federal judge to use mercy.\" Anthony argues this is clear error, and that had the district court properly understood its discretion to indulge in mercy, it would likely have imposed a lower sentence. The sentencing proceedings as a wholerather than this one statement wrenched from context reveal that the district court was aware of its discretion. The court did not mean the statement to indicate a literal constraint, but rather as a response to those who sought mercy for mercy's sake alone. Indeed, the district court said in the next breath, \"A federal judge is here to try to impose a fair punishment.\" There was no error.</p>\n<p>Second, Anthony argues, without citation, that the district court erred in calculating the tax loss for Guidelines calculation purposes. The district court ruled that the \"penalty\" for early withdrawal of funds from an IRA is a tax, and as such should be considered part of the total tax loss. The district court explicitly grounded this ruling on the language of the Guidelines; the IRS's practice of calling this payment a \"penalty\" in some of its publications is not dispositive. In any case, the statute itself calls this amount an \"additional tax.\" 26 U.S.C. § 72(t). For the purposes of our review, that ends the matter.</p>\n<p>Anthony next argues that the district court erred when it applied a two-level enhancement for use of sophisticated means. <i>See</i> U.S.S.G. § 2T1.1. This enhancement was not improper. \"Conduct such as hiding assets or transactions, or both, through the use of fictitious entities, corporate shells, or offshore financial bank accounts ordinarily indicates sophisticated means.\" <i>Id.,</i> application note 4. As the district court noted at sentencing, trial evidence led to an inference that Anthony did exactly that. There was no error.</p>\n<p>Finally, Anthony argues that his within-Guidelines sentence was unreasonable. He cites statistics that purport to show that his sentence is longer than others convicted of similar crimes.<sup>[8]</sup> He also argues that he presents a very low risk of recidivism, but that argument misses the point of the sentence. In considering and ultimately rejecting Anthony's request for imposition of a non-Guidelines sentence, the district court read from the Introductory Commentary to the relevant Guidelines section. This commentary emphasizes general deterrence and the importance of cultivating respect for our tax <span class=\"star-pagination\">*69</span> system. The district court also went through the sentencing factors enumerated in 18 U.S.C. § 3553(a), and supportably explained the sentence in this case. We do not require more. <i>Jimenez-Beltre,</i> 440 F.3d at 519-20.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>The conviction and sentence are <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Specifically, the indictment charged that Anthony \"willfully attempted to evade and defeat the assessment of the income tax due and owing to him\" in the years 1999, 2000, 2001 and 2002.</p>\n<p>[2]  Matters relating to the 1998 return were not charged in the indictment.</p>\n<p>[3]  The record reflects that the Anthonys had $1,603 withheld in 1999, $0 in 2000, $71 in 2001, and $70 in 2002.</p>\n<p>[4]  Pursuant to an agreement with the government, Rebuck testified at Anthony's trial.</p>\n<p>[5]  We reject without further discussion Anthony's claim that the district court compromised his defense by interrupting counsel during closing argument. Our review of the record finds no impropriety, at least on the part of the district court. We likewise find no merit in the contention that the district court abused its discretion when it refused to ask the venire particularized questions about jury nullification of Anthony's good faith defense. This claim is based on nothing more than the bare declaration of Anthony's counsel that a \"survey data report\"known to counsel but never producedprovided evidence that some in Maine might be reluctant to entertain the defense.</p>\n<p>[6]  More accurately, to convict Cheek, it appears that the jury would have had to find beyond a reasonable doubt that Cheek did <i>not</i> have a good-faith belief that he had no duty.</p>\n<p>[7]  Anthony takes too narrow a view of the \"separate and distinct\" requirement, as there is always some overlap between the evidence that a defendant knew a fact and the evidence that, if he did not know it, he ought to have known it. <i>See </i><i>Bilis,</i> 170 F.3d at 93 (finding no error in willful blindness instruction because prevalence of drug dealing at bar supported both claim that proprietor knew of the drug-dealing and claim that if he did not know it was because he \"purposely contrived to avoid learning all of the facts\"); <i>see also </i><i>Coviello,</i> 225 F.3d at 70-71.</p>\n<p>[8]  Anthony claims that the other sentences are short because tax offenders generally repay what they owe, suffer disproportionately to the loss they cause, and are easy to rehabilitate. But he cites no authority for these propositions.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">545</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></span> (2008)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nJohn J. ANTHONY, Defendant, Appellant.</h1></center>\n<center>No. 07-1670.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 5, 2008.</center>\n<center>Decided October 22, 2008.</center>\n<p><span class=\"star-pagination\">*62</span> Robert E. Barnes, with whom The Bernhoft Law Firm, S.C., was on brief, for appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and DiCLERICO, JR.,<sup>[*]</sup> Senior District Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>A jury convicted John Anthony of four counts of evading federal income tax, in violation of 26 U.S.C. § 7201.<sup>[1]</sup> He raises <span class=\"star-pagination\">*63</span> several challenges to his conviction and his sentence. We affirm.</p>\n<p></p>\n<h2><i>I. Facts</i></h2>\n<p>John J. Anthony had twenty-one years of service in the United States Coast Guard. For many years he paid federal income tax without incident. Beginning in 1998, however, that changed. For the tax year 1998, Anthony and his spouse filed a joint return on which zeros had been entered for income and tax owed. The return also claimed a refund due of all tax withheld for that year.<sup>[2]</sup> Attached to the return was a three-page statement. The Anthonys wrote that they did not believe they had a duty to pay federal income tax or to file a return, but that they had filed the return only because others had been wrongfully, in their eyespunished for failure to do so. The statement also explained the basis for the Anthonys' belief that they did not have the duty to pay federal income tax.</p>\n<p>Anthony subsequently filed, with his employer and with the Coast Guard, W-4 forms that claimed exemption from federal income tax withholding on the basis that he would not be liable for any federal income tax.<sup>[3]</sup> The Anthonys also filed a zero return for 1999 and did not file returns at all for 2000, 2001 and 2002 until 2004, when they learned a criminal investigation had commenced.</p>\n<p>During this time, Anthony met Wayne Rebuck, who worked for a company called Commonwealth Trust Company selling trusts and internationally based corporations.<sup>[4]</sup> Anthony purchased trusts and corporations from Rebuck, and with his help opened a bank account for one of these entities at the Federal Bank of the Middle East in Cyprus. Over time, Anthony transferred most of his assets into these entities, including his primary residence and funds he withdrew early from his IRA. In all, $870,778 was wired to the bank in Cyprus.</p>\n<p>In 2004, Anthony emailed Rebuck, informing him that the Anthonys were going to \"take a compliance position approach\" due to the criminal investigations. In November of that year, Anthony began to file his overdue returns and to pay what he owed.</p>\n<p>Throughout this course of events, Anthony continued to represent to the IRS that he did not believe he had a duty to pay taxes. He asserted a belief, relying on language from Supreme Court opinions published many years ago, that wages were not taxable as income, since they represented an even exchange, rather than a gain. He also believed, based on his analysis of the tax code, that there was no statute levying a federal income tax on individuals, except those individuals under exclusive federal jurisdiction, which he took to mean those living in the District of Columbia and in the territories of the United States.</p>\n<p>Despite Anthony's \"compliance position approach,\" and despite his eventual payment of back taxes, he was indicted and brought to trial in the District of Maine. A jury convicted Anthony on all counts. He was sentenced to thirty-three months of imprisonment, with a period of supervised release to follow. This appeal from <span class=\"star-pagination\">*64</span> both the conviction and the sentence ensued.</p>\n<p></p>\n<h2><i>II. Discussion</i></h2>\n<p>Anthony was vigorously defended at trial and zealously represented on appeal. He marshals a host of challenges to both his conviction and sentence. First, he challenges on three fronts the willful blindness instruction given to the jury. Second, Anthony claims that evidentiary errors prejudiced him. And third, he challenges his sentence.<sup>[5]</sup> Unpersuaded by any of these claims, we affirm.</p>\n<p></p>\n<h2>A. Willful Blindness</h2>\n<p>\"A willful blindness instruction informs jurors that they may impose criminal liability on people who, recognizing the likelihood of wrongdoing, nonetheless consciously refuse to take basic investigatory steps.\" <i>United States v. Griffin,</i> <span class=\"citation\" data-id=\"203299\"><a href=\"/opinion/203299/united-states-v-griffin/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 77 n. 4 (1st Cir.2008) (citation and internal quotation marks omitted). \"`A willful blindness instruction is appropriate if (1) a defendant claims a lack of knowledge, (2) the facts suggest a conscious course of deliberate ignorance, and (3) the instruction, taken as a whole, cannot be misunderstood as mandating an inference of knowledge.'\" <i>Id.</i> at 78 (quoting <i>United States v. Coviello,</i> <span class=\"citation\" data-id=\"199074\"><a href=\"/opinion/199074/united-states-v-coviello/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 70 (1st Cir.2000)).</p>\n<p>Anthony argues that the district court's willful blindness instruction was erroneous for three reasons. First, he claims that after <i>United States v. Cheek,</i> <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></a></span> (1991), the heightened knowledge requirement in tax cases renders this instruction all but forbidden in such cases. Second, he argues that no such instruction should have been given because the facts did not suggest a conscious course of deliberate ignorance, as the government's evidence tended to show actual knowledge of the duty rather than deliberate ignorance of it. And third, he attacks the specific instruction given at his trial, claiming that it would lead a jury to convict based on \"reckless\" ignorance rather than deliberate ignorance. He is mistaken.</p>\n<p>We have not definitively resolved what standard of review we apply to the district court's decision to give a willful blindness instruction. <i>United States v. Lizardo,</i> <span class=\"citation\" data-id=\"202178\"><a href=\"/opinion/202178/united-states-v-lizardo/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 85 (1st Cir.2006) (\"[O]ur precedent is unclear.\"); <i>see also </i><i>United States v. Heredia,</i> <span class=\"citation\" data-id=\"797504\"><a href=\"/opinion/797504/united-states-v-carmen-denise-heredia/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">913</span></a></span>, 921 n. 11 (9th Cir.2007) (en banc) (discussing circuit split on standard of review). This question need not detain us. As was true in <i>Lizardo,</i> \"[o]ur outcome is the same whether we apply a de novo or deferential standard of review, so we do not decide this issue today.\" <i>Lizardo,</i> 445 F.3d at 85.</p>\n<p>First, Anthony attacks the general propriety of willful blindness instructions in the context of tax evasion. We have recently upheld the use of a willful blindness instruction in a tax case. <i>Griffin,</i> 524 F.3d at 78-79 (1st Cir.2008). That instruction concerned not whether the defendant was willfully blind to a duty, but whether she was willfully blind to the falsity of the statements on her tax returns. Nonetheless, the case is instructive. Griffin argued, <span class=\"star-pagination\">*65</span> inter alia, \"that willful blindness instructions are per se unconstitutional in cases involving a specific intent crime.\" <i>Id.</i> at 79. We dismissed this argument as \"merit[ing] little discussion.\" <i>Id.</i> at 79 n. 6.</p>\n<p>In tax cases, \"the standard for the statutory willfulness requirement is the voluntary, intentional violation of a known legal duty.\" <i>Cheek,</i> 498 U.S. at 201, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span> (internal quotation marks and citation omitted). The government must prove \"that the law imposed a duty on the defendant, that the defendant knew of this duty, and that he voluntarily and intentionally violated that duty.\" <i>Id.</i> In <i>Cheek,</i> the Court held that the district court had committed error when it instructed the jury that Cheek's beliefs about the non-taxability of his wages were objectively unreasonable. \"[I]f Cheek asserted that he truly believed that the Internal Revenue Code did not purport to treat wages as income, and the jury believed him, the Government would not have carried its burden to prove willfulness, however unreasonable a court might deem such a belief.\" <i>Id.</i> at 202, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>.</p>\n<p>The Court, however, was careful to note that the jury would still have to find that Cheek held a \"good-faith belief\" that he had no duty to pay taxes.<sup>[6]</sup><i>Id.</i> at 203, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>. While such a belief need not be objectively reasonable, it must be one that is held in good faith. Thus, the defense that the accused did not know of his duty fails if he came by his ignorance through deliberate avoidance of materials that would have apprised him of his duty, as such avoidance undermines the claim of good faith. Other circuits share our conclusion that <i>Cheek</i> does not foreclose the use of a willful blindness instruction in tax-avoidance cases in general. <i>See </i><i>United States v. Dean,</i> <span class=\"citation\" data-id=\"77674\"><a href=\"/opinion/77674/united-states-v-ward-franklin-dean/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">840</span></a></span>, 851 (11th Cir.2007) (per curiam) (willful blindness appropriate in post-<i>Cheek</i> tax evasion case); <i>United States v. Bussey,</i> <span class=\"citation\" data-id=\"567244\"><a href=\"/opinion/567244/united-states-v-charles-l-bussey-jr/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span>, 1249 (8th Cir.1991) (same); <i>United States v. Bissell,</i> <span class=\"citation\" data-id=\"1488382\"><a href=\"/opinion/1488382/united-states-v-bissell/\"><span class=\"volume\">954</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">903</span></a></span>, 927 (D.N.J.1997) (\"[D]eliberate ignorance is a subjective state of mind that may satisfy the element of willfulness.\" (internal quotation marks and citation omitted)). Accordingly, because deliberate ignorance of a duty to pay taxes is contrary to a good-faith belief, the willful blindness instruction may be given in appropriate tax evasion cases.</p>\n<p>Anthony also claims the willful blindness instruction was unwarranted in his particular case because the government did not introduce evidence that would support a finding that he was willfully blind to his duty. We have said that \"[a]s long as separate and distinct evidence supports a defendant's deliberate avoidance of knowledge and the possibility exists that the jury does not credit the evidence of direct knowledge, a willful blindness instruction may be appropriate.\" <i>United States v. Bilis,</i> <span class=\"citation\" data-id=\"198368\"><a href=\"/opinion/198368/united-states-v-bilis/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 93 (1st Cir.1999) (quoting <i>United States v. Brandon,</i> <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 452 n. 74 (1st Cir.1994)). Anthony asserts on appeal that there was no \"separate and distinct\" evidence that supported the claim he had willfully blinded himself to his duty to pay his taxes. We do not agree.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*66</span> The government attempted to prove that Anthony actually knew of his duty to pay taxes. It pointed to his previous payment of taxes, his use of elaborate financial entities to conceal his assets, his refusal to use other channels to challenge the IRS's demands for payment, and his eventual payment when he learned of an impending criminal investigation. Separate and distinct from this body of evidence, there was evidence of his willful blindness. Anthony testified that he based his view of his tax obligations on old Supreme Court cases and old versions of the tax code. On cross-examination, however, Anthony admitted he had not read more recent cases (including <i>Cheek</i>) that address the subject, nor had he consulted the current version of the tax code and regulations. Based on this, the jury could reasonably infer that, even if Anthony's claim that he did not know of his duty was credible, his lack of knowledge depended on his deliberate refusal to extend his research to more current, authoritative sources. In other words, if Anthony did not know that the current law was that he had to pay taxes, it was because he had willfully blinded himself to that fact.</p>\n<p>Finally, Anthony argues that even if an instruction were warranted in his case, the instruction as given was fatally flawed. He is mistaken.</p>\n<p>Anthony claims that a willful blindness instruction must contain an actual belief caveat. \"An actual belief caveat informs the jury that a showing of mistake, negligence, carelessness, or recklessness could not support a finding of willfulness and that, although knowledge may be inferred from willful blindness to the existence of a fact, the jury must find the defendant had actual knowledge.\" <i>Griffin,</i> 524 F.3d at 79 (internal quotation marks and citation omitted). Anthony does not cite to any authority within this circuit to support his contention that an actual belief caveat must be given. <i>See id.</i> at 80 (\"We have never required that willful blindness instructions contain such a statement.\"). Instead, we examine the jury instructions as whole to determine error. <i>Id.</i> (citing <i>United States v. Bailey,</i> <span class=\"citation\" data-id=\"201561\"><a href=\"/opinion/201561/united-states-v-bailey/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 110 (1st Cir.2005)).</p>\n<p>The district court instructed the jury as follows: \"You may not find that John Anthony acted willfully if you find that he actually believed that he had no duty....\" Similarly, although the district court did not specifically mention recklessness, it did say, \"Mere negligence or mistake ... is not sufficient.\" <i>See </i><i>Bilis,</i> 170 F.3d at 92 (finding no error in an instruction that omitted the word \"recklessness\"). The risk of the jury instructions as a whole being materially misunderstood was minimal and offers Anthony no basis for relief.</p>\n<p></p>\n<h2>B. Evidentiary errors</h2>\n<p>Anthony argues that the district court abused its discretion when it refused to admit into evidence legal materials on which Anthony claimed to have relied in forming his good-faith belief that he did not have a duty to pay taxes. Relying on Fed.R.Evid. 403, the district court excluded the materials because the risk of confusion substantially outweighed the probative value of the evidence. \"We accord district courts considerable latitude in this exercise and review the exclusion of evidence under Rule 403 for abuse of discretion.\" <i>Galarneau v. Merrill Lynch, Pierce, Fenner &amp; Smith Inc.,</i> <span class=\"citation\" data-id=\"202976\"><a href=\"/opinion/202976/galarneau-v-merrill-lynch-pierce-fenner-smith/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 206 (1st Cir.2007) (internal quotation marks and citation omitted). In this case, <span class=\"star-pagination\">*67</span> the probative value of the evidence was slight and the risk of confusion was great.</p>\n<p>Anthony was permitted to read from and summarize the disputed materials when he testified in order to explain what his good-faith belief was, as well as how he had come to that belief. We have noted that \"testimony by the defendant as to what he was told the decisions held\" bears less of a risk of confusing the jury on the law, and is in any event more probative of the subjective belief of the defendant. <i>United States v. Bonneau,</i> <span class=\"citation\" data-id=\"587566\"><a href=\"/opinion/587566/united-states-v-paul-b-bonneau/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span>, 933 (1st Cir.1992). And so it is here. The probative value of the documents themselves was limited because Anthony's testimony listing, summarizing and reading from these documents was more probative of his beliefs. As the district court pointed out in excluding the materials, Anthony was permitted to read extensively, and no challenge was raised that the materials were not as Anthony had read them. There was thus no reason to admit the materials to supplement or corroborate Anthony's testimony.</p>\n<p>At the same time, the risk of confusion in admitting legal materials as evidence is high. We have noted that \"courts often exclude from evidence copies of statutes, constitutional provisions, and decisions, which might invite the jury to substitute its own view of the law.\" 970 F.2d at 932. \"`In the orderly trial of a case, the law is given to the jury by the court and not introduced as evidence.'\" <i>Getty Petroleum Mktg., Inc. v. Capital Terminal Co.,</i> <span class=\"citation\" data-id=\"201373\"><a href=\"/opinion/201373/getty-properties-v-capital-terminal/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 332 n. 26 (1st Cir.2004) (per curiam) (Lipez, J., concurring) (quoting <i>United States v. Bernhardt,</i> <span class=\"citation\" data-id=\"387482\"><a href=\"/opinion/387482/united-states-v-bobby-j-bernhardt/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 253 (8th Cir.1981)). This is because \"it would be most confusing to the jury to have legal material introduced as evidence.\" <i>Id.</i> That is all the more true in this case. First, many of the materials were old or outdated. But more importantly, Anthony, by his own account, had relied on them in forming a good-faith belief at odds with the law as given by the district court. Anthony claims that his careful study of these materials over a period of years was the basis for his belief that the law was otherwise than the district court was instructing the jury in this case. The risk of confusion in providing them to the jury is virtually undeniable.</p>\n<p>\"The District Court retains considerable latitude even with admittedly relevant evidence in rejecting that which is cumulative, and in requiring that which is to be brought to the jury's attention to be done so in a manner least likely to confuse that body.\" <i>Hamling v. United States,</i> <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 127, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2887</span></a></span>, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></a></span> (1974). Here, the district court did not abuse its discretion when it ruled that the slight probative value of these materials was substantially outweighed by the confusion inherent in giving the jury voluminous legal materials. <i>See </i><i>United States v. Sampson,</i> <span class=\"citation\" data-id=\"797711\"><a href=\"/opinion/797711/united-states-v-gary-lee-sampson/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 45 (1st Cir.2007) (\"Having supportably found that the evidence was of limited probative value and that its introduction would create a high risk of juror confusion, the district court had ample reason to exclude it.\").</p>\n<p>Nor was there an abuse of discretion, contrary to Anthony's contention, in the admission of evidence of payment evasion in this assessment evasion case. The false W-4s and \"zero returns\" may be used as evidence of either evasion of assessment or evasion of payment, or both. <i>United States v. Waldeck,</i> <span class=\"citation\" data-id=\"545475\"><a href=\"/opinion/545475/united-states-v-kenneth-w-waldeck/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span>, 560 (1st Cir.1990). Finally, evidence that Anthony was shielding assets was probative of Anthony's knowledge of his duty to pay the tax and was well within the district court's discretion to admit for that purpose.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*68</span> C. Sentencing Errors</h2>\n<p>Anthony raises four challenges to his sentence. None are availing. We shall examine each briefly. In general, we review the district court's construction of the Sentencing Guidelines de novo, and the application of those Guidelines to the facts for clear error. <i>United States v. Stoupis,</i> <span class=\"citation\" data-id=\"203346\"><a href=\"/opinion/203346/united-states-v-stoupis/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 84 (1st Cir.2008). We review the sentence as a whole for reasonableness, affording the district court broad discretion. <i>United States v. Ofray-Campos,</i> <span class=\"citation\" data-id=\"203367\"><a href=\"/opinion/203367/united-states-v-ofray-campos/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 42 (1st Cir.2008). \"Assuming a plausible explanation and a defensible overall result, sentencing is the responsibility of the district court.\" <i>Id.</i> (quoting <i>United States v. Jimenez-Beltre,</i> <span class=\"citation\" data-id=\"202092\"><a href=\"/opinion/202092/united-states-v-jimenez-beltre/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span>, 519 (1st Cir.2006) (en banc)).</p>\n<p>Anthony's first argument centers around the testimony of a character witness, his pastor, who framed his comments as a plea for mercy. Responding to this, in imposing sentence the district court said that \"there is not a basis for a federal judge to use mercy.\" Anthony argues this is clear error, and that had the district court properly understood its discretion to indulge in mercy, it would likely have imposed a lower sentence. The sentencing proceedings as a wholerather than this one statement wrenched from context reveal that the district court was aware of its discretion. The court did not mean the statement to indicate a literal constraint, but rather as a response to those who sought mercy for mercy's sake alone. Indeed, the district court said in the next breath, \"A federal judge is here to try to impose a fair punishment.\" There was no error.</p>\n<p>Second, Anthony argues, without citation, that the district court erred in calculating the tax loss for Guidelines calculation purposes. The district court ruled that the \"penalty\" for early withdrawal of funds from an IRA is a tax, and as such should be considered part of the total tax loss. The district court explicitly grounded this ruling on the language of the Guidelines; the IRS's practice of calling this payment a \"penalty\" in some of its publications is not dispositive. In any case, the statute itself calls this amount an \"additional tax.\" 26 U.S.C. § 72(t). For the purposes of our review, that ends the matter.</p>\n<p>Anthony next argues that the district court erred when it applied a two-level enhancement for use of sophisticated means. <i>See</i> U.S.S.G. § 2T1.1. This enhancement was not improper. \"Conduct such as hiding assets or transactions, or both, through the use of fictitious entities, corporate shells, or offshore financial bank accounts ordinarily indicates sophisticated means.\" <i>Id.,</i> application note 4. As the district court noted at sentencing, trial evidence led to an inference that Anthony did exactly that. There was no error.</p>\n<p>Finally, Anthony argues that his within-Guidelines sentence was unreasonable. He cites statistics that purport to show that his sentence is longer than others convicted of similar crimes.<sup>[8]</sup> He also argues that he presents a very low risk of recidivism, but that argument misses the point of the sentence. In considering and ultimately rejecting Anthony's request for imposition of a non-Guidelines sentence, the district court read from the Introductory Commentary to the relevant Guidelines section. This commentary emphasizes general deterrence and the importance of cultivating respect for our tax <span class=\"star-pagination\">*69</span> system. The district court also went through the sentencing factors enumerated in 18 U.S.C. § 3553(a), and supportably explained the sentence in this case. We do not require more. <i>Jimenez-Beltre,</i> 440 F.3d at 519-20.</p>\n<p></p>\n<h2><i>III. Conclusion</i></h2>\n<p>The conviction and sentence are <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Specifically, the indictment charged that Anthony \"willfully attempted to evade and defeat the assessment of the income tax due and owing to him\" in the years 1999, 2000, 2001 and 2002.</p>\n<p>[2]  Matters relating to the 1998 return were not charged in the indictment.</p>\n<p>[3]  The record reflects that the Anthonys had $1,603 withheld in 1999, $0 in 2000, $71 in 2001, and $70 in 2002.</p>\n<p>[4]  Pursuant to an agreement with the government, Rebuck testified at Anthony's trial.</p>\n<p>[5]  We reject without further discussion Anthony's claim that the district court compromised his defense by interrupting counsel during closing argument. Our review of the record finds no impropriety, at least on the part of the district court. We likewise find no merit in the contention that the district court abused its discretion when it refused to ask the venire particularized questions about jury nullification of Anthony's good faith defense. This claim is based on nothing more than the bare declaration of Anthony's counsel that a \"survey data report\"known to counsel but never producedprovided evidence that some in Maine might be reluctant to entertain the defense.</p>\n<p>[6]  More accurately, to convict Cheek, it appears that the jury would have had to find beyond a reasonable doubt that Cheek did <i>not</i> have a good-faith belief that he had no duty.</p>\n<p>[7]  Anthony takes too narrow a view of the \"separate and distinct\" requirement, as there is always some overlap between the evidence that a defendant knew a fact and the evidence that, if he did not know it, he ought to have known it. <i>See </i><i>Bilis,</i> 170 F.3d at 93 (finding no error in willful blindness instruction because prevalence of drug dealing at bar supported both claim that proprietor knew of the drug-dealing and claim that if he did not know it was because he \"purposely contrived to avoid learning all of the facts\"); <i>see also </i><i>Coviello,</i> 225 F.3d at 70-71.</p>\n<p>[8]  Anthony claims that the other sentences are short because tax offenders generally repay what they owe, suffer disproportionately to the loss they cause, and are easy to rehabilitate. But he cites no authority for these propositions.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/77674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1488382/"
  ]
}