{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203525/",
  "absolute_url": "/opinion/203525/siahaan-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203525/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:18:33Z",
  "date_modified": "2016-02-28T05:11:14.499113Z",
  "type": "010combined",
  "sha1": "f8b93dca8351987fa5b2e792513d79ebe37de718",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2167U-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/10/17/Siahaan_v._Mukasey.pdf",
  "plain_text": "                Not For Publication in West's Federal Reporter\n\n           United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 07-2167\n\n                 MARUHUM MAROJAHAN SIAHAAN, et al.\n\n                              Petitioners,\n\n                                     v.\n\n                        MICHAEL B. MUKASEY,\n              ATTORNEY GENERAL OF THE UNITED STATES,\n\n                               Respondent.\n\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n                                  Before\n\n                 Torruella, Selya, Circuit Judges,\n                  and Domínguez,* District Judge.\n\n\n     William A. Hahn, on brief for petitioners.\n     Nicole M. Nurley, Attorney, U.S. Department of Justice, Civil\nDivision, Office of Immigration Litigation, Jeffrey S. Bucholtz,\nActing Assistant Attorney General, Civil Division, and James A.\nHunolt, Senior Litigation Counsel, on brief for respondent.\n\n\n\n                            October 17, 2008\n\n\n\n\n*\n    Of the District of Puerto Rico, sitting by designation.\n\f            TORRUELLA, Circuit Judge.                Petitioners Willy M. Siahaan\n\n(\"Mrs.    Siahaan\")     and    her      husband,      Maruhum    M.   Siahaan   (\"Mr.\n\nSiahaan\") (collectively, \"Petitioners\"), are natives and citizens\n\nof   Indonesia.       The     Department        of    Homeland    Security    charged\n\nPetitioners with removability due to overstayed visas pursuant to\n\nsection   237(a)(1)(B)        of    the   Immigration       and    Nationality    Act\n\n(\"INA\"), 8 U.S.C. § 1227(a)(1)(B).               Thereafter, Petitioners filed\n\nseparate applications for asylum alleging religious persecution.\n\nThey also requested withholding of removal and protection under the\n\nConvention    Against    Torture        (\"CAT\").        Their    applications    were\n\nconsolidated and denied by an immigration judge (\"IJ\") who found\n\nthem to be removable as charged.            The Board of Immigration Appeals\n\n(\"BIA\")    summarily     affirmed         this       decision.        After   careful\n\nconsideration, we deny their petition for review.\n\n                                   I.   Background1\n\n            We summarize the facts as presented by Mrs. Siahaan in\n\nher hearing testimony and asylum application.                    See Sok v. Mukasey,\n\n526 F.3d 48, (1st Cir. 2008).             Petitioners were born in Indonesia\n\nand married in Jakarta; they have four grown children who still\n\nlive there.    Mr. Siahaan last came to the United States in August\n\n2002, and Mrs. Siahaan in April 2004.                   They are Protestant and,\n\n\n\n1\n   Mr. Siahaan did not testify during the immigration proceedings\nand, as he is a rider on his wife's application, his request for\nasylum depends in the first instance on the facts adduced by Mrs.\nSiahaan.\n\n                                          -2-\n\fwhile in Indonesia, they attended the Nazareth Church in Jakarta.\n\nPetitioners now attend the Holy Trinity Indonesian Church in New\n\nHampshire.\n\n           The Petitioners' claims of persecution are predicated on\n\ntheir religious beliefs.     Mrs. Siahaan testified that she and her\n\nhusband encountered problems attending church in Indonesia because\n\nof bombing incidents.        She described bomb threats during the\n\nChristmas holidays in 1998, 1999, and 2000. Although none of these\n\nthreats    were   leveled   against   the    Petitioners'      church,      the\n\ncongregation's fears resulted in the church being guarded.\n\n           Mrs. Siahaan also testified that in the early afternoon\n\non May 14, 1998, while at a shopping mall, she heard a bomb\n\nexplode.   She saw some shops on fire and people running and crying.\n\nAs she exited the mall, Mrs. Siahaan was pushed to the ground by\n\nthree   individuals   who   she   assumed   to   be   Muslim   --   based   on\n\nappearance and attire -- and who asked her if she was Christian.\n\nMrs. Siahaan contends that they identified her as Christian due to\n\nher Chinese appearance and because she was wearing a cross.                 The\n\nindividuals kept pushing Mrs. Siahaan, but she was able to reach an\n\nexit and escape.      That same night, Petitioners were warned by\n\nneighbors to leave their home because rioters targeting Christians\n\nwere headed toward the area; the rioters never arrived because they\n\nwere told that everyone living in the Petitioners' residential\n\ncomplex was native Indonesian.\n\n\n                                    -3-\n\f          In another incident in 2003, Mrs. Siahaan was at home\n\nwith her daughter when she heard someone throwing rocks at their\n\nhouse.   Mrs. Siahaan contends that the people throwing rocks were\n\nMuslims trying to terrorize her for being Christian. When asked at\n\nthe hearing how they knew she was Christian, Mrs. Siahaan surmised\n\nthat some neighbors must have told them.\n\n          Mrs. Siahaan further testified that from 1997 to 2004 she\n\ntraveled multiple times between Indonesia and the United States.\n\nDespite being in possession of a valid United States visa and\n\nIndonesian passport during the 1998 riots, for example, Mrs.\n\nSiahaan chose to stay in Indonesia because she testified she needed\n\ntime to get her affairs in order.   In August 2003 Mrs. Siahaan also\n\nreturned to Indonesia on an extended visit to receive follow-up\n\ncare on a medical operation she had undergone the year before; she\n\nstayed for seven months. In April 2004, Mrs. Siahaan traveled back\n\nto the United States and has remained since then.\n\n          Mrs. Siahaan's siblings, daughters, and sons, all of whom\n\nare Christian, remain in Jakarta without incident to this day.\n\nMrs. Siahaan testified that her younger brother was beaten by\n\nMuslims in the 1970s for being Christian.       As a result of the\n\nbeating, Mrs. Siahaan's brother suffered brain damage and has had\n\nto take medication to this day.     On further inquiry, Mrs. Siahaan\n\nalso testified that the individuals who assaulted her brother were\n\nmorphine addicts.\n\n\n                                  -4-\n\f            After hearing Mrs. Siahaan's testimony, the IJ denied the\n\nPetitioners' application for asylum, withholding of removal, and\n\nprotection under the CAT, and found Petitioners to be removable as\n\ncharged. The IJ found that although Mrs. Siahaan's testimony \"was,\n\nat all times, credible,\" he could not find that the Petitioners had\n\nexperienced past persecution because the 1998 riot incident was\n\n\"isolated    violence   rather    than   persecution   directed   at   [Mrs.\n\nSiahaan] . . . due to [her] religious faith.\"               The IJ found\n\nsimilarly regarding the rock-throwing incident in 2003, describing\n\nthe incident as \"a random act.\"      On June 27, 2007, the BIA affirmed\n\nthe IJ's decision in its entirety, and dismissed Petitioners'\n\nappeal.     Petitioners now seek judicial review.2        They argue that\n\nthe IJ erred in finding that they suffered no past persecution.\n\n                            II.    Discussion\n\n            A.   Standard of Review\n\n            While we normally review decisions of the BIA and not\n\nthose of IJs, to the extent that the BIA has adopted and affirmed\n\nthe IJ's decision, we review the adopted portion of the IJ's\n\ndecision.    See Mewengkang v. Gonzáles, 486 F.3d 737, 739 (1st Cir.\n\n2007); accord Vásquez v. I.N.S., 177 F.3d 62, 64 (1st Cir. 1999).\n\n\n\n\n2\n   We consider only Petitioners' asylum claim as they failed to\nraise their withholding of removal and CAT claims on this petition\nfor judicial review. See United States v. Zannino, 895 F.2d 1, 17\n(1st Cir. 1990).\n\n                                    -5-\n\fThus, as the BIA summarily affirmed the IJ's decision, our review\n\nfocuses on the IJ's factual findings and legal conclusions.\n\n             The    IJ's   factual     findings       are   reviewed   under    the\n\n\"substantial evidence\" standard; they may only be reversed if the\n\nevidence on the record would compel a reasonable factfinder to make\n\na contrary determination.              Sok, 526 F.3d at 52-53.           Findings\n\nregarding eligibility for asylum are treated as factual findings\n\nunder the \"substantial evidence\" standard.                  See I.N.S. v. Elías-\n\nZacarías, 502 U.S. 478, 483 (1992) (applying this standard).                    The\n\nIJ's legal conclusions are reviewed de novo, granting the necessary\n\nappropriate deference to the agency's reasonable interpretation of\n\nthe INA or any other statute or regulation within its purview.                  See\n\nKechichian v. Mukasey, 535 F.3d 15, 21 (1st Cir. 2008) (quoting\n\nSegran v. Mukasey, 511 F.3d 1, 5 (1st Cir. 2007)).\n\n             B.    Applicable Law\n\n             Asylum applicants have the burden of establishing that\n\nthey   are   eligible      for   asylum    by   providing     credible   evidence\n\nshowing: (1) that the applicant has a fear of persecution; (2) that\n\nsuch fear is based on past persecution or a well-founded fear of\n\nfuture persecution; (3) that the persecution is on account of race,\n\nreligion, nationality, membership in a particular social group, or\n\npolitical    opinion;      and   (4)   that     the   applicant   is   unable    or\n\nunwilling to avail herself of the protection of her country of\n\n\n\n\n                                          -6-\n\fprovenance because of such persecution. 8 C.F.R. § 208.13 (a)-(b);\n\nGalicia v. Ashcroft, 396 F.3d 446, 448 (1st Cir. 2005).\n\n             If the court were to find that the applicant suffered\n\npast persecution, then it presumes there is a well-founded fear of\n\nfuture persecution.        8 C.F.R. § 208.13(b)(1); Phal v. Mukasey, 524\n\nF.3d 85, 90 (1st Cir. 2008).              The burden then shifts to the\n\nGovernment to show that the conditions in the applicant's country\n\nof provenance have sufficiently changed to rebut this presumption\n\nor that the applicant could avoid future persecution by relocating\n\nto a different part of the country. 8 C.F.R. § 208.13(b)(1)(i)(A)-\n\n(B); Orelien v. Gonzáles, 467 F.3d 67, 71 (1st Cir. 2006).\n\n             If   a   court   were   to   find   that   there   was   no    past\n\npersecution, however, an asylum applicant may still be eligible for\n\nasylum based on a well-founded fear of future persecution.                 See 8\n\nC.F.R. § 208.13(b)(1);        Toloza-Jiménez v. Gonzáles, 457 F.3d 155,\n\n160-61 (1st Cir. 2006) (quoting 8 U.S.C. § 1101(a)(42)(A)).                  In\n\norder   to   show     a   well-founded    fear   of   future   persecution    an\n\napplicant must not only harbor a genuine subjective fear of future\n\npersecution, but she must also show, on an objective basis, that a\n\nreasonable person in her circumstances would fear persecution upon\n\nremoval.     See Toloza-Jiménez, 457 F.3d at 161 (quoting Laurent v.\n\nAshcroft, 359 F.3d 59, 65 (1st Cir. 2004)).\n\n\n\n\n                                      -7-\n\f             C.   Asylum Claim\n\n             Petitioners state two main contentions regarding the 1998\n\nriot and 2003 rock-throwing incidents experienced by Mrs. Siahaan.\n\nFirst, they argue that the IJ erred in finding that such incidents\n\ndid not amount to persecution.            Second, they assert that because\n\nthe IJ found Mrs. Siahaan's testimony to be credible, he was\n\n\"required to accept her testimony as true.\"              Lukwago v. Ashcroft,\n\n329   F.3d   157,   164   (3d   Cir.     2003)    (internal   quotation   marks\n\nomitted).\n\n             Under the substantial evidence standard, the question\n\nbefore us is whether the evidence on the record would compel a\n\nreasonable factfinder to make a determination contrary to that of\n\nthe IJ; i.e., that the 1998 riot and 2003 rock-throwing incidents\n\namount to past persecution.          Our review of the record leads to the\n\nconclusion that the evidence does not necessarily compel such a\n\nfinding.     While it is clear that the incidents at issue took place\n\nduring widespread civil unrest, there is no evidence that they\n\namounted to targeted persecution of Mrs. Siahaan.              See Journal v.\n\nKeisler, 507 F.3d 9, 12 (1st Cir. 2007) (\"In determining whether\n\nalleged incidents rise to the level of persecution, one important\n\nfactor is whether 'the mistreatment can be said to be systematic\n\nrather   than     reflective    of   a   series    of   isolated   incidents.'\"\n\n(quoting Bocova v. Gonzáles, 412 F.3d 257, 263 (1st Cir. 2005))).\n\nThe IJ properly evaluated the incidents, stating that\n\n\n                                         -8-\n\f            [w]hile [Petitioners] may suffer from some\n            unease and concern that [the] unrest and\n            friction [in Indonesia] may erupt into\n            violence, and they may be in the line of fire,\n            there has been no evidence presented in this\n            case that any such violence or any activity\n            rising to the level of persecution has been\n            directed at the respondents.\n\nWe agree and find that the evidence on the record supports the IJ's\n\nholding.    As traumatic as her experiences may have been, Mrs.\n\nSiahaan only experienced two unfortunate incidents of violence\n\nduring a period of civil unrest; she was not a specifically\n\ntargeted victim of persecution.        See Sela v. Mukasey, 520 F.3d 44,\n\n46 (1st Cir. 2008).\n\n            The IJ was also justified in finding that, although\n\nPetitioners may have a genuine subjective fear of returning, the\n\nrecord does not compel a finding that a reasonable person in their\n\nsituation would, on an objective basis, have a well-founded fear of\n\npersecution upon removal.         Petitioners made several trips to\n\nIndonesia after the incidents that form the basis for their asylum\n\nclaim, and have family members living in Indonesia who have not\n\nsuffered any persecution.       See Journal, 507 F.3d at 12 (finding\n\nthat the petitioner's family's ability to relocate and continue to\n\nlive in Haiti safely and without harassment significantly undercuts\n\nthe petitioner's claimed fear of persecution) (citing Nikijuluw v.\n\nGonzáles,   427   F.3d   115,   122   (1st   Cir.   2005)).   These   facts\n\nundermine Petitioners' claims of fear of future persecution.\n\n\n\n                                      -9-\n\f           With respect to Petitioner's argument that the IJ was\n\nrequired to accept Mrs. Siahaan's testimony as true because he\n\nfound her to be credible, we find such argument to be meritless.\n\nWe have previously upheld an IJ's conclusions on the basis that,\n\nwhile a petitioner may testify credibly as to his genuinely felt\n\nfear, the petitioner may fail to meet the objective test that\n\n\"'requires a showing by credible and specific evidence that [such]\n\nfear is reasonable.'\"    Journal, 507 F.3d at 12 (quoting Mukamusoni\n\nv. Ashcroft, 390 F.3d 110, 120 (1st Cir. 2004)); see also Phal, 524\n\nF.3d at 90 (affirming BIA's and IJ's conclusion \"that regardless of\n\nwhether   [petitioner]   had   testified   credibly,   she   failed   to\n\nestablish a well-founded fear of future persecution\").        As such,\n\nthe IJ was not required to make a finding of past persecution\n\nbecause, even accepting all of Mrs. Siahaan's factual testimony as\n\ntrue, the evidence on the record does not necessarily compel such\n\na finding.3\n\n                          III.   Conclusion\n\n           For the foregoing reasons, we deny the petition for\n\njudicial review.\n\n           DENIED.\n\n\n\n\n3\n   As we find that the 1998 riot and 2003 rock-throwing incidents\ndo not rise to the level of persecution, we refuse to entertain the\nPetitioners' argument that the IJ failed to engage in a proper\n\"mixed motives\" analysis regarding the motivation behind such\nincidents.\n\n                                 -10-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                Not For Publication in West's Federal Reporter\n\n           United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 07-2167\n\n                 MARUHUM MAROJAHAN SIAHAAN, et al.\n\n                              Petitioners,\n\n                                     v.\n\n                        MICHAEL B. MUKASEY,\n              ATTORNEY GENERAL OF THE UNITED STATES,\n\n                               Respondent.\n\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n                                  Before\n\n                 Torruella, Selya, Circuit Judges,\n                  and Domínguez,* District Judge.\n\n\n     William A. Hahn, on brief for petitioners.\n     Nicole M. Nurley, Attorney, U.S. Department of Justice, Civil\nDivision, Office of Immigration Litigation, Jeffrey S. Bucholtz,\nActing Assistant Attorney General, Civil Division, and James A.\nHunolt, Senior Litigation Counsel, on brief for respondent.\n\n\n\n                            October 17, 2008\n\n\n\n\n*\n    Of the District of Puerto Rico, sitting by designation.\n\f            TORRUELLA, Circuit Judge.                Petitioners Willy M. Siahaan\n\n(\"Mrs.    Siahaan\")     and    her      husband,      Maruhum    M.   Siahaan   (\"Mr.\n\nSiahaan\") (collectively, \"Petitioners\"), are natives and citizens\n\nof   Indonesia.       The     Department        of    Homeland    Security    charged\n\nPetitioners with removability due to overstayed visas pursuant to\n\nsection   237(a)(1)(B)        of    the   Immigration       and    Nationality    Act\n\n(\"INA\"), 8 U.S.C. § 1227(a)(1)(B).               Thereafter, Petitioners filed\n\nseparate applications for asylum alleging religious persecution.\n\nThey also requested withholding of removal and protection under the\n\nConvention    Against    Torture        (\"CAT\").        Their    applications    were\n\nconsolidated and denied by an immigration judge (\"IJ\") who found\n\nthem to be removable as charged.            The Board of Immigration Appeals\n\n(\"BIA\")    summarily     affirmed         this       decision.        After   careful\n\nconsideration, we deny their petition for review.\n\n                                   I.   Background1\n\n            We summarize the facts as presented by Mrs. Siahaan in\n\nher hearing testimony and asylum application.                    See Sok v. Mukasey,\n\n</pre><span class=\"citation\" data-id=\"203303\"><a href=\"/opinion/203303/sok-v-mukasey/\"><span class=\"volume\">526</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, (1st Cir. 2008).             Petitioners were born in Indonesia\n\nand married in Jakarta; they have four grown children who still\n\nlive there.    Mr. Siahaan last came to the United States in August\n\n2002, and Mrs. Siahaan in April 2004.                   They are Protestant and,\n\n\n\n1\n   Mr. Siahaan did not testify during the immigration proceedings\nand, as he is a rider on his wife's application, his request for\nasylum depends in the first instance on the facts adduced by Mrs.\nSiahaan.\n\n                                          -2-\n\fwhile in Indonesia, they attended the Nazareth Church in Jakarta.\n\nPetitioners now attend the Holy Trinity Indonesian Church in New\n\nHampshire.\n\n           The Petitioners' claims of persecution are predicated on\n\ntheir religious beliefs.     Mrs. Siahaan testified that she and her\n\nhusband encountered problems attending church in Indonesia because\n\nof bombing incidents.        She described bomb threats during the\n\nChristmas holidays in 1998, 1999, and 2000. Although none of these\n\nthreats    were   leveled   against   the    Petitioners'      church,      the\n\ncongregation's fears resulted in the church being guarded.\n\n           Mrs. Siahaan also testified that in the early afternoon\n\non May 14, 1998, while at a shopping mall, she heard a bomb\n\nexplode.   She saw some shops on fire and people running and crying.\n\nAs she exited the mall, Mrs. Siahaan was pushed to the ground by\n\nthree   individuals   who   she   assumed   to   be   Muslim   --   based   on\n\nappearance and attire -- and who asked her if she was Christian.\n\nMrs. Siahaan contends that they identified her as Christian due to\n\nher Chinese appearance and because she was wearing a cross.                 The\n\nindividuals kept pushing Mrs. Siahaan, but she was able to reach an\n\nexit and escape.      That same night, Petitioners were warned by\n\nneighbors to leave their home because rioters targeting Christians\n\nwere headed toward the area; the rioters never arrived because they\n\nwere told that everyone living in the Petitioners' residential\n\ncomplex was native Indonesian.\n\n\n                                    -3-\n\f          In another incident in 2003, Mrs. Siahaan was at home\n\nwith her daughter when she heard someone throwing rocks at their\n\nhouse.   Mrs. Siahaan contends that the people throwing rocks were\n\nMuslims trying to terrorize her for being Christian. When asked at\n\nthe hearing how they knew she was Christian, Mrs. Siahaan surmised\n\nthat some neighbors must have told them.\n\n          Mrs. Siahaan further testified that from 1997 to 2004 she\n\ntraveled multiple times between Indonesia and the United States.\n\nDespite being in possession of a valid United States visa and\n\nIndonesian passport during the 1998 riots, for example, Mrs.\n\nSiahaan chose to stay in Indonesia because she testified she needed\n\ntime to get her affairs in order.   In August 2003 Mrs. Siahaan also\n\nreturned to Indonesia on an extended visit to receive follow-up\n\ncare on a medical operation she had undergone the year before; she\n\nstayed for seven months. In April 2004, Mrs. Siahaan traveled back\n\nto the United States and has remained since then.\n\n          Mrs. Siahaan's siblings, daughters, and sons, all of whom\n\nare Christian, remain in Jakarta without incident to this day.\n\nMrs. Siahaan testified that her younger brother was beaten by\n\nMuslims in the 1970s for being Christian.       As a result of the\n\nbeating, Mrs. Siahaan's brother suffered brain damage and has had\n\nto take medication to this day.     On further inquiry, Mrs. Siahaan\n\nalso testified that the individuals who assaulted her brother were\n\nmorphine addicts.\n\n\n                                  -4-\n\f            After hearing Mrs. Siahaan's testimony, the IJ denied the\n\nPetitioners' application for asylum, withholding of removal, and\n\nprotection under the CAT, and found Petitioners to be removable as\n\ncharged. The IJ found that although Mrs. Siahaan's testimony \"was,\n\nat all times, credible,\" he could not find that the Petitioners had\n\nexperienced past persecution because the 1998 riot incident was\n\n\"isolated    violence   rather    than   persecution   directed   at   [Mrs.\n\nSiahaan] . . . due to [her] religious faith.\"               The IJ found\n\nsimilarly regarding the rock-throwing incident in 2003, describing\n\nthe incident as \"a random act.\"      On June 27, 2007, the BIA affirmed\n\nthe IJ's decision in its entirety, and dismissed Petitioners'\n\nappeal.     Petitioners now seek judicial review.2        They argue that\n\nthe IJ erred in finding that they suffered no past persecution.\n\n                            II.    Discussion\n\n            A.   Standard of Review\n\n            While we normally review decisions of the BIA and not\n\nthose of IJs, to the extent that the BIA has adopted and affirmed\n\nthe IJ's decision, we review the adopted portion of the IJ's\n\ndecision.    See Mewengkang v. Gonzáles, </pre><span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">737</span></span><pre class=\"inline\">, 739 (1st Cir.\n\n2007); accord Vásquez v. I.N.S., </pre><span class=\"citation\" data-id=\"198481\"><a href=\"/opinion/198481/vasquez-v-ins/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 64 (1st Cir. 1999).\n\n\n\n\n2\n   We consider only Petitioners' asylum claim as they failed to\nraise their withholding of removal and CAT claims on this petition\nfor judicial review. See United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17\n(1st Cir. 1990).\n\n                                    -5-\n\fThus, as the BIA summarily affirmed the IJ's decision, our review\n\nfocuses on the IJ's factual findings and legal conclusions.\n\n             The    IJ's   factual     findings       are   reviewed   under    the\n\n\"substantial evidence\" standard; they may only be reversed if the\n\nevidence on the record would compel a reasonable factfinder to make\n\na contrary determination.              Sok, 526 F.3d at 52-53.           Findings\n\nregarding eligibility for asylum are treated as factual findings\n\nunder the \"substantial evidence\" standard.                  See I.N.S. v. Elías-\n\nZacarías, </pre><span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span><pre class=\"inline\">, 483 (1992) (applying this standard).                    The\n\nIJ's legal conclusions are reviewed de novo, granting the necessary\n\nappropriate deference to the agency's reasonable interpretation of\n\nthe INA or any other statute or regulation within its purview.                  See\n\nKechichian v. Mukasey, </pre><span class=\"citation\" data-id=\"203402\"><a href=\"/opinion/203402/kechichian-v-mukasey/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 21 (1st Cir. 2008) (quoting\n\nSegran v. Mukasey, </pre><span class=\"citation\" data-id=\"1194474\"><a href=\"/opinion/1194474/segran-v-mukasey/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st Cir. 2007)).\n\n             B.    Applicable Law\n\n             Asylum applicants have the burden of establishing that\n\nthey   are   eligible      for   asylum    by   providing     credible   evidence\n\nshowing: (1) that the applicant has a fear of persecution; (2) that\n\nsuch fear is based on past persecution or a well-founded fear of\n\nfuture persecution; (3) that the persecution is on account of race,\n\nreligion, nationality, membership in a particular social group, or\n\npolitical    opinion;      and   (4)   that     the   applicant   is   unable    or\n\nunwilling to avail herself of the protection of her country of\n\n\n\n\n                                          -6-\n\fprovenance because of such persecution. 8 C.F.R. § 208.13 (a)-(b);\n\nGalicia v. Ashcroft, </pre><span class=\"citation\" data-id=\"201419\"><a href=\"/opinion/201419/galicia-v-ashcroft/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span><pre class=\"inline\">, 448 (1st Cir. 2005).\n\n             If the court were to find that the applicant suffered\n\npast persecution, then it presumes there is a well-founded fear of\n\nfuture persecution.        8 C.F.R. § 208.13(b)(1); Phal v. Mukasey, </pre><span class=\"citation no-link\"><span class=\"volume\">524</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></span><pre class=\"inline\">, 90 (1st Cir. 2008).              The burden then shifts to the\n\nGovernment to show that the conditions in the applicant's country\n\nof provenance have sufficiently changed to rebut this presumption\n\nor that the applicant could avoid future persecution by relocating\n\nto a different part of the country. 8 C.F.R. § 208.13(b)(1)(i)(A)-\n\n(B); Orelien v. Gonzáles, </pre><span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></span><pre class=\"inline\">, 71 (1st Cir. 2006).\n\n             If   a   court   were   to   find   that   there   was   no    past\n\npersecution, however, an asylum applicant may still be eligible for\n\nasylum based on a well-founded fear of future persecution.                 See 8\n\nC.F.R. § 208.13(b)(1);        Toloza-Jiménez v. Gonzáles, </pre><span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></span><pre class=\"inline\">,\n\n160-61 (1st Cir. 2006) (quoting 8 U.S.C. § 1101(a)(42)(A)).                  In\n\norder   to   show     a   well-founded    fear   of   future   persecution    an\n\napplicant must not only harbor a genuine subjective fear of future\n\npersecution, but she must also show, on an objective basis, that a\n\nreasonable person in her circumstances would fear persecution upon\n\nremoval.     See Toloza-Jiménez, 457 F.3d at 161 (quoting Laurent v.\n\nAshcroft, </pre><span class=\"citation\" data-id=\"200882\"><a href=\"/opinion/200882/laurent-v-ins/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">, 65 (1st Cir. 2004)).\n\n\n\n\n                                      -7-\n\f             C.   Asylum Claim\n\n             Petitioners state two main contentions regarding the 1998\n\nriot and 2003 rock-throwing incidents experienced by Mrs. Siahaan.\n\nFirst, they argue that the IJ erred in finding that such incidents\n\ndid not amount to persecution.            Second, they assert that because\n\nthe IJ found Mrs. Siahaan's testimony to be credible, he was\n\n\"required to accept her testimony as true.\"              Lukwago v. Ashcroft,\n\n</pre><span class=\"citation\" data-id=\"781978\"><a href=\"/opinion/781978/bernard-lukwago-aka-melvin-haft-v-john-ashcroft-attorney-general-of-the/\"><span class=\"volume\">329</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">157</span></a></span><pre class=\"inline\">,   164   (3d   Cir.     2003)    (internal   quotation   marks\n\nomitted).\n\n             Under the substantial evidence standard, the question\n\nbefore us is whether the evidence on the record would compel a\n\nreasonable factfinder to make a determination contrary to that of\n\nthe IJ; i.e., that the 1998 riot and 2003 rock-throwing incidents\n\namount to past persecution.          Our review of the record leads to the\n\nconclusion that the evidence does not necessarily compel such a\n\nfinding.     While it is clear that the incidents at issue took place\n\nduring widespread civil unrest, there is no evidence that they\n\namounted to targeted persecution of Mrs. Siahaan.              See Journal v.\n\nKeisler, </pre><span class=\"citation\" data-id=\"202996\"><a href=\"/opinion/202996/journal-v-keisler/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 12 (1st Cir. 2007) (\"In determining whether\n\nalleged incidents rise to the level of persecution, one important\n\nfactor is whether 'the mistreatment can be said to be systematic\n\nrather   than     reflective    of   a   series    of   isolated   incidents.'\"\n\n(quoting Bocova v. Gonzáles, </pre><span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span><pre class=\"inline\">, 263 (1st Cir. 2005))).\n\nThe IJ properly evaluated the incidents, stating that\n\n\n                                         -8-\n\f            [w]hile [Petitioners] may suffer from some\n            unease and concern that [the] unrest and\n            friction [in Indonesia] may erupt into\n            violence, and they may be in the line of fire,\n            there has been no evidence presented in this\n            case that any such violence or any activity\n            rising to the level of persecution has been\n            directed at the respondents.\n\nWe agree and find that the evidence on the record supports the IJ's\n\nholding.    As traumatic as her experiences may have been, Mrs.\n\nSiahaan only experienced two unfortunate incidents of violence\n\nduring a period of civil unrest; she was not a specifically\n\ntargeted victim of persecution.        See Sela v. Mukasey, </pre><span class=\"citation\" data-id=\"203184\"><a href=\"/opinion/203184/sela-v-mukasey/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span><pre class=\"inline\">,\n\n46 (1st Cir. 2008).\n\n            The IJ was also justified in finding that, although\n\nPetitioners may have a genuine subjective fear of returning, the\n\nrecord does not compel a finding that a reasonable person in their\n\nsituation would, on an objective basis, have a well-founded fear of\n\npersecution upon removal.         Petitioners made several trips to\n\nIndonesia after the incidents that form the basis for their asylum\n\nclaim, and have family members living in Indonesia who have not\n\nsuffered any persecution.       See Journal, 507 F.3d at 12 (finding\n\nthat the petitioner's family's ability to relocate and continue to\n\nlive in Haiti safely and without harassment significantly undercuts\n\nthe petitioner's claimed fear of persecution) (citing Nikijuluw v.\n\nGonzáles,   </pre><span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">115</span></a></span><pre class=\"inline\">,   122   (1st   Cir.   2005)).   These   facts\n\nundermine Petitioners' claims of fear of future persecution.\n\n\n\n                                      -9-\n\f           With respect to Petitioner's argument that the IJ was\n\nrequired to accept Mrs. Siahaan's testimony as true because he\n\nfound her to be credible, we find such argument to be meritless.\n\nWe have previously upheld an IJ's conclusions on the basis that,\n\nwhile a petitioner may testify credibly as to his genuinely felt\n\nfear, the petitioner may fail to meet the objective test that\n\n\"'requires a showing by credible and specific evidence that [such]\n\nfear is reasonable.'\"    Journal, 507 F.3d at 12 (quoting Mukamusoni\n\nv. Ashcroft, </pre><span class=\"citation\" data-id=\"201357\"><a href=\"/opinion/201357/mukamusoni-v-ashcroft/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 120 (1st Cir. 2004)); see also Phal, 524\n\nF.3d at 90 (affirming BIA's and IJ's conclusion \"that regardless of\n\nwhether   [petitioner]   had   testified   credibly,   she   failed   to\n\nestablish a well-founded fear of future persecution\").        As such,\n\nthe IJ was not required to make a finding of past persecution\n\nbecause, even accepting all of Mrs. Siahaan's factual testimony as\n\ntrue, the evidence on the record does not necessarily compel such\n\na finding.3\n\n                          III.   Conclusion\n\n           For the foregoing reasons, we deny the petition for\n\njudicial review.\n\n           DENIED.\n\n\n\n\n3\n   As we find that the 1998 riot and 2003 rock-throwing incidents\ndo not rise to the level of persecution, we refuse to entertain the\nPetitioners' argument that the IJ failed to engage in a proper\n\"mixed motives\" analysis regarding the motivation behind such\nincidents.\n\n                                 -10-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1194474/"
  ]
}