{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203639/",
  "absolute_url": "/opinion/203639/abraham-v-woods-hole-oceanographic-institute/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203639/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:20:39Z",
  "date_modified": "2016-04-26T04:26:13.048783Z",
  "type": "010combined",
  "sha1": "5cee0c295a5d8db3cf99206f792673a029f1b8ba",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1655P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/01/22/Abraham_v._Woods_Hole_Oceanographic_Insti.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 08-1655\n\n                          NATHANIEL ABRAHAM,\n\n                         Plaintiff, Appellant,\n\n                                  v.\n\n         WOODS HOLE OCEANOGRAPHIC INSTITUTE, and MARK E. HAHN,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. William G. Young, U.S. District Judge]\n\n\n                                Before\n                          Lynch, Chief Judge,\n                        Howard, Circuit Judge,\n                 and Garcia-Gregory,* District Judge.\n\n\n     David C. Gibbs III, with whom Gibbs Law Firm, P.A. and Denise\nMinor were on brief for appellant.\n     Robert M. Hale, with whom Goodwin Procter LLP, and Itia S.\nRoth were on brief, for appellees.\n\n\n                           January 22, 2009\n\n\n\n\n     *\n             Of the District of Puerto Rico, sitting by designation.\n\f            GARCIA-GREGORY,     District     Judge.     Appellant    Nathaniel\n\nAbraham (“Dr. Abraham”) appeals the denial of his motion for leave\n\nto file an amended complaint, and the district court’s decision not\n\nto apply equitable tolling principles in granting a motion for\n\njudgment    on   the     pleadings   filed     by     Appellees    Woods   Hole\n\nOceanographic     Institution     (“WHOI”)     and     Mark   E.   Hahn    (“Dr.\n\nHahn”)(collectively “Defendants”). For the reasons set forth below,\n\nwe find that Dr. Abraham’s appeal lacks merit. Dr. Abraham’s\n\nrequest to amend is futile. Furthermore, the doctrine of equitable\n\ntolling cannot be applied because Dr. Abraham failed to exercise\n\ndiligence in meeting any of the filing deadlines for his employment\n\ndiscrimination claim. Accordingly, the district court’s judgment is\n\naffirmed.\n\n                      FACTUAL AND PROCEDURAL BACKGROUND\n\n            As this appeal arises from a dismissal pursuant to a\n\nmotion for judgment on the pleadings under Federal Rules of Civil\n\nProcedure 12(c), we recite the facts in the light most favorable to\n\nDr.   Abraham    as    non-movant,   drawing    all    reasonably    supported\n\ninferences in his favor. Perez-Acevedo v. Rivero-Cubano, 520 F.3d\n\n26, 29 (1st Cir. 2008).\n\n            On October 12, 2004, Dr. Abraham began employment at WHOI\n\nto work as a Postdoctoral Investigator in Dr. Hahn’s laboratory at\n\nWHOI on a research grant funded by the National Institute of Health\n\n(“NIH”). Dr. Abraham, a citizen of the Republic of India, was\n\n\n                                     -2-\n\femployed by the WHOI as an expert on zebrafish developmental\n\nbiology. His employment consisted of researching the molecular\n\nbiological aspect of zebrafish. On October 21, 2004, approximately\n\none week after his paid employment status began, Dr. Abraham stated\n\nto his supervisor at WHOI, Dr. Hahn, that he was a Christian and\n\nthat he did not believe in the theory of evolution. Dr. Abraham’s\n\ndisbelief in the theory of evolution created a conflict with Dr.\n\nHahn’s vision of how Dr. Abraham’s work should be carried out and\n\ninterpreted. According to Dr. Hahn, Dr. Abraham’s disbelief in the\n\ntheory of evolution was incompatible with the work as proposed to\n\nNIH.\n\n          As a result, on November 17, 2004, in a meeting with Dr.\n\nHahn and WHOI’s Human Resource Manager, Kathleen La Bernz, Dr.\n\nAbraham was asked to resign. On that date, Dr. Hahn also presented\n\nDr. Abraham with a letter informing him that he could either resign\n\nimmediately and accept a severance package or continue working with\n\nWHOI until he found another post doctoral position. The letter\n\nindicated that if Dr. Abraham chose the latter option he could work\n\nuntil no later than January 31, 2005 at which point he must resign\n\n(hereinafter referred to as the “November 17, 2004 letter”).\n\n          On November 19, 2004, Ms. La Bernz provided Dr. Abraham\n\nwith a proposed General Release, and encouraged him to sign it in\n\norder to receive the lump sum. Dr. Abraham did not resign the next\n\nday. On November 22, 2004, Ms. La Bernz emailed to Dr. Abraham the\n\n\n                               -3-\n\frelease   document,     which       included    a   twenty-one     (21)    day\n\nconsideration     period     that     was     not   previously    mentioned.\n\nAdditionally, on that date, Dr. Hahn via email indicated to Dr.\n\nAbraham that there would be no reconsideration of his staying at\n\nWHOI. The parties agreed to meet the next day.\n\n           On November 23, 2004, Dr. Hahn and Ms. La Bernz met with\n\nDr.   Abraham.   At   the   meeting,    Dr.    Abraham   was   given   several\n\n“options” all of which provided that his employment would end by no\n\nlater than January 31, 2005. Furthermore, Dr. Abraham was read the\n\nrelease document which specified that he had twenty-one (21) days\n\nto resign in order to receive the severance package. Dr. Abraham\n\ndid not resign and on December 14, 2005, WHOI terminated his\n\nemployment.1\n\n\n      1\n       On or about May 27, 2005, Dr. Abraham filed a complaint with\nthe Massachusetts Commission Against Discrimination (the “MCAD”)\nalleging religious discrimination and providing a Queens Village,\nNew York address. Pursuant to the MCAD’s work-sharing agreement\nwith the Equal Employment Opportunity Commission (“EEOC”), the MCAD\ntransmitted a copy of the complaint to the EEOC. On or about June\n21, 2006, the MCAD issued a Dismissal and Notification of Rights\n(the “MCAD Dismissal Notice”) dismissing the MCAD complaint. The\nMCAD Dismissal Notice indicated that the determination would be\nforwarded to the EEOC. On November 9, 2006, Dr. Abraham appealed\nthe MCAD’s determination via a request letter containing a\nLynchburg, Virginia address. Dr. Abraham’s appeal was subsequently\ndenied.\n     On November 24, 2006, the EEOC mailed to Dr. Abraham’s address\nin New York, a Dismissal and Notification of Rights, which\nindicated that the EEOC was adopting the findings of the MCAD and\nclosing its file on his charge (“EEOC First Dismissal Notice”). On\nFebruary 22, 2008, the EEOC mailed a letter to WHOI, Dr. Abraham,\nand his counsel informing them that the EEOC First Dismissal Notice\nwas rescinded and included a new Dismissal and Notice of Rights\n(“EEOC Second Dismissal Notice”).\n\n                                      -4-\n\f          On December 3, 2007, Dr. Abraham filed before the United\n\nStates District Court for the District of Massachusetts a single\n\ncount complaint against Defendants based on Title VII of the Civil\n\nRights Act of 1964, 42 U.S.C. § 2000e (“Title VII”).2 On January\n\n31, 2008, Appellees filed a motion for judgment on the pleadings\n\narguing that Dr. Abraham’s Title VII claim was time barred because\n\nit was filed more than ninety (90) days after his constructive\n\nreceipt of the EEOC First Dismissal Notice and because the doctrine\n\nof equitable tolling did not apply to the case.\n\n          On March 11, 2008, Dr. Abraham sought leave to file an\n\namended complaint asserting the timeliness of his Title VII claim\n\nand adding a claim under Mass. Gen. Laws ch. 151B (“151B”). The\n\ndistrict court denied Dr. Abraham’s request to amend as futile and\n\ngranted Defendants’ motion for judgment on the pleadings on the\n\ngrounds that Dr. Abraham’s claims were time barred. Furthermore,\n\nthe district court granted Defendants’ motion for judgment on the\n\npleadings with respect to the claims against Dr. Hahn on the basis\n\nof Defendants’ motion that there was no basis for individual\n\nliability under Title VII.3 Dr. Abraham now appeals the district\n\n\n     2\n       “Title VII is a vehicle through which an individual may seek\nrecovery for employment discrimination on the grounds of race,\ncolor, religion, gender, or national origin.” Franceschi v. United\nStates VA, 514 F.3d 81, 85 (1st Cir. 2008).\n     3\n       Dr. Abraham’s claims against Dr. Hahn are not at issue here\nbecause Dr. Abraham does not appeal from the district court’s\ndecision denying his claims against Dr. Hahn. Playboy Enters. v.\nPublic Serv. Comm’n, 906 F.2d 25, 40 (1st Cir. 1990) (finding that\n\n                               -5-\n\fcourt’s denial of his motion to add a 151B claim and its refusal to\n\napply equitable tolling to his Title VII claim.4\n\n                             DISCUSSION\n\n          I. Request to Amend Complaint\n\n          This court will review the district court’s denial of Dr.\n\nAbraham’s motion for leave to amend the complaint for abuse of\n\ndiscretion. Todisco v. Verizon Commc’ns, Inc., 497 F.3d 95, 98 (1st\n\nCir. 2007). Rule 15(a) of the Federal Rules of Civil Procedure\n\nprovides in part that leave to amend pleadings “shall be freely\n\ngiven when justice so requires.” The leave sought should be granted\n\nunless the amendment would be futile or reward undue delay. Adorno\n\nv. Crowley Towing & Transp. Co., 443 F.3d 122, 126 (1st Cir. 2006).\n\n“[I]f the proposed amendment would be futile because, as thus\n\namended, the complaint still fails to state a claim, the district\n\ncourt acts within its discretion in denying the motion to amend.”\n\nBoston & Me. Corp. v. Hampton, 987 F.2d 855, 868 (1st Cir. 1993);\n\nsee also Glassman v. Computervision Corp., 90 F.3d 617, 623 (1st\n\n\n\nan appellant waives any issue which he does not raise in his\ninitial brief).\n     4\n       The district court also held that the EEOC Second Dismissal\nNotice did not confer any new rights to Dr. Abraham because it was\nnot issued in conformity with the EEOC regulations. Dr. Abraham did\nnot appeal the district court’s order finding that the EEOC Second\nDismissal Notice did not confer any new rights. Therefore, this\ncourt need not address whether said order was proper. KPS & Assocs.\nv. Designs by FMC, Inc., 318 F.3d 1, 25 (1st Cir. 2003) (noting\nthat an issue which is not adequately raised in the initial brief\nis deemed waived).\n\n                               -6-\n\fCir. 1996)(finding that “‘[f]utility’ means that the complaint, as\n\namended, would fail to state a claim upon which relief could be\n\ngranted”).\n\n           The law is well settled that a civil action under 151B\n\nmust be filed within three years of the alleged unlawful act.\n\nCuddyer v. Stop & Shop Supermarket Co., 750 N.E.2d 928, 936 n.11\n\n(2001)(citing Mass. Gen. Laws ch. 151B, § 9). “[T]he proper focus\n\n[for determining when a statute of limitations period commences] is\n\nupon the time of the discriminatory acts, not upon the time at\n\nwhich the consequences of the acts became most painful.” School\n\nComm. v. Mass. Comm’n Against Discrimination, 666 N.E.2d 468, 472\n\nn.8 (1996)(citing Delaware State College v. Ricks, 449 U.S. 250,\n\n258 (1980)). Accordingly, in 151B discrimination claims, the three\n\nyear statute of limitations period begins to run upon the notice of\n\nan   upcoming    termination   of    employment   rather   than   when   the\n\ntermination occurs. Adamczyk v. Augat, Inc., 755 N.E.2d 824, 828-\n\n829 (2001); see also Ricks, 449 U.S. at 258-259; Williams v.\n\nRaytheon Co., 220 F.3d 16, 20 (1st Cir. 2000); Ching v. Mitre\n\nCorp., 921 F.2d 11, 14-15 (1st Cir. 1990).\n\n           Dr.    Abraham   argues    that   since   his   employment    was\n\nterminated on December 14, 2004 and because his proposed amendment\n\nwould relate back to the filing of his complaint before the\n\n\n\n\n                                     -7-\n\fdistrict court on December 3, 2007,5 his 151B claim falls within\n\nthe three year statute of limitations period. According to Dr.\n\nAbraham, he did not believe he would be terminated at any time\n\nprior to December 14 because he thought that he could solve his\n\nproblems with Dr. Hahn. Specifically, Dr. Abraham claims that the\n\ntermination    threats   were   made   to    force   him    to    renounce   his\n\nreligious beliefs in creation and to accept a belief in evolution\n\nas fact rather than theory.6\n\n          Essentially, Dr. Abraham argues that the three year\n\nstatute   of    limitations     period      commenced      when    he   finally\n\n“understood” that he was terminated. However, as mentioned above,\n\nunder Ricks the limitation period commences at the time the adverse\n\nemployment decision is made and communicated to the employee.\n\nRicks, 449 U.S. at 258-259. In the present case, the three year\n\nstatute of limitations period began to accrue when he was given\n\nnotice that he would no longer be working with WHOI. We find that\n\n\n\n     5\n       The “relation back doctrine” derives from Federal Rule of\nCivil Procedure 15(c) whereby amended pleadings may be deemed to\n“relate back” for statute of limitations purposes to the date of\nthe pleading if certain conditions are met. Marcoux v. Shell Oil\nProds. Co. LLC, 524 F.3d 33, 41 (1st Cir. 2008). Pursuant to Rule\n15(c)(1)(B), an amended complaint relates back to a prior complaint\nwhere “the amendment asserts a claim or defense that arose out of\nthe conduct, transaction, or occurrence set out-or attempted to be\nset out--in the original pleading.”\n\n     6\n        “Mere continuity of employment, without more, is\ninsufficient to prolong the life of a cause of action for\nemployment discrimination.” Ricks, 449 U.S. at 257.\n\n                                   -8-\n\fDr. Abraham had such notice before December 2004. First, we note\n\nthat the November 17, 2004 letter indicated to Dr. Abraham that he\n\ncould either resign immediately and receive a severance package or\n\ncontinue working up to January 31, 2005. In his MCAD complaint, Dr.\n\nAbraham acknowledged that he received this “notice” when he stated\n\nthat he was asked to resign on November 17, 2004. Additionally, on\n\nNovember 22, 2004, Dr. Hahn informed Dr. Abraham that there would\n\nbe no reconsideration of his staying at WHOI. Furthermore, on that\n\ndate, Dr. Abraham was given a General Release, which indicated that\n\nhe had to voluntarily resign within twenty-one (21) days in order\n\nto receive a severance package. The release document was read to\n\nDr. Abraham at a meeting on November 23, 2004 and on that date, Dr.\n\nAbraham was also handed a set of options all of which involved\n\ntermination from employment no later than January 31, 2005. Thus,\n\nin the month of November 2004, Dr. Abraham received at least four\n\n(4) unequivocal termination notices. An employee in this situation\n\ncould not reasonably conclude that WHOI would not go through with\n\nthe termination.\n\n          Dr. Abraham seeks to convince this court otherwise by\n\narguing that it was reasonable for him to think that the notices\n\nwere bluffs, a mere tactic used to force him to renounce his\n\nreligious beliefs in creation and to accept a belief in evolution\n\nas fact rather than theory. However, this argument is unavailing.\n\n\n\n\n                               -9-\n\f           The unequivocal notices of an upcoming termination, which\n\nDr. Abraham received, leave no doubt that he had knowledge of\n\nDefendant’s alleged discriminatory act prior to December 2004. See\n\nAdamczyk, 755 N.E.2d at 829 (holding that there could be no genuine\n\nissue as to the date of the alleged discriminatory act or as to the\n\nemployees’   cognizance     of   their   prospective   termination   dates\n\nbecause   they   received    more   than   one   unequivocal   notice   of\n\ntermination).7 Accordingly, we find that the district court did not\n\nabuse its discretion in not allowing Dr. Abraham to amend his\n\ncomplaint to include a 151B claim because said amendment would be\n\nfutile since the claim would be time barred even if it was allowed\n\nto relate back to the filing of the complaint on December 3, 2007.\n\nWe now turn our attention to Dr. Abraham’s argument that the\n\ndoctrine of equitable tolling should apply to his Title VII claim.\n\n           II. Equitable Tolling\n\n           In the present case, there can be no doubt that Dr.\n\nAbraham filed an untimely Title VII claim. Before filing a Title\n\n\n\n     7\n       Equivocal notices of termination do not trigger the statute\nof limitations for a 151B claim. An example of an equivocal notice\nof termination can be found in Wheatley v. American Tel. & Tel.\nCo., 636 N.E.2d 265, 268-269 (1994), where the Supreme Judicial\nCourt of Massachusetts held that there was a genuine issue as to\nwhether the employer knew or should have known that he would be\nterminated from his employment. The court found that the notice\nreceived by the employee, which consisted of a single conversation\nand a letter stating that he would be terminated if he were unable\nto secure another position within the company after ninety (90)\ndays, was not sufficiently unequivocal to trigger the statute of\nlimitations for a 151B claim. Id.\n\n                                    -10-\n\fVII claim, an employee must first exhaust administrative remedies,\n\na process that begins with the filing of an administrative charge\n\nbefore the EEOC. Franceschi, 514 F.3d at 85. Dr. Abraham satisfied\n\nthis first requirement when he filed a complaint with the MCAD,\n\nwhich was forwarded to the EEOC pursuant to the work sharing\n\nagreement between the two agencies. After filing the administrative\n\ncomplaint, the employee may sue in federal court only if the EEOC\n\ndismisses the administrative charge or if it does not bring a civil\n\nsuit or enter into a conciliation agreement within 180 days of the\n\nfiling of the administrative charge. Id. (citing 42 U.S.C. § 2000e-\n\n5(f)(1)). However, the employee must wait for what is known as a\n\nright-to-sue letter. Id.   After receiving the right-to-sue letter,\n\nthe employee has ninety (90) days to file a complaint in federal\n\ncourt. Id. (citing 42 U.S.C. § 2000e-5(f)(1)).\n\n          Here, the EEOC First Dismissal Notice was issued on\n\nNovember 24, 2006. Dr. Abraham’s complaint was untimely filed on\n\nDecember 3, 2007, more than a year after the EEOC First Dismissal\n\nNotice was issued. Rather than claiming that he filed the complaint\n\nin a timely manner, Dr. Abraham argues that he should be entitled\n\nto equitable tolling.8\n\n\n     8\n       In the case at hand, Defendants and not Dr. Abraham raised\nfor the first time the equitable tolling argument in their motion\nfor judgment on the pleadings. Defendants anticipated any argument\nas to the applicability of the equitable tolling doctrine to the\ncase at bar. Dr. Abraham responded to Defendants’ motion and argued\nthat the doctrine of equitable tolling was applicable. Thus, Dr.\nAbraham “squarely and timely raised in the trial court” his\n\n                                -11-\n\f          “Equitable    tolling    is     available    ‘in   exceptional\n\ncircumstances’ to extend the statute of limitations.” Vistamar,\n\nInc. v. Fagundo-Fagundo, 430 F.3d 66, 71 (1st Cir. 2005). In order\n\nfor equitable tolling to apply, the plaintiff must show that\n\ncircumstances beyond his or her control precluded a timely filing.\n\nMonrouzeau v. Asociacion Del Hosp. Del Maestro, Inc., 153 Fed.\n\nAppx. 7, 9 (1st Cir. 2005). However, equitable tolling is sparsely\n\napplied and cannot be used to rescue a plaintiff from his or her\n\nlack of diligence. Cao v. Puerto Rico, 525 F.3d 112, 115 (1st Cir.\n\n2008). Thus, an employee is generally not entitled to avail himself\n\nor herself of the doctrine of equitable tolling if the procedural\n\nflaw that prompted the dismissal of his or her claim is of his or\n\nher own making. Jorge v. Rumsfeld, 404 F.3d 556, 565 (1st Cir.\n\n2005).\n\n          We   review   a   district    court’s   ruling   rejecting   the\n\napplication of the doctrine of equitable tolling for abuse of\n\ndiscretion, always mindful of the “highly deferential” nature of\n\nour oversight. Mr. I. v. Me. Sch. Admin. Dist. No. 55, 480 F.3d 1,\n\n23 (1st Cir. 2007) (noting that a district court’s decision to\n\naward or withhold equitable relief is reviewed for an abuse of that\n\ndiscretion); see also Donovan v. Maine, 276 F.3d 87, 92 (1st Cir.\n\n\nargument for the applicability of the doctrine of equitable tolling\nto the present case. See Iverson v. City of Boston, 452 F.3d 94,\n102 (1st Cir. 2006) (noting that an appellant waives any legal\ntheory which is not “squarely and timely raised in the trial\ncourt”).\n\n                                  -12-\n\f2002)(citing Delaney v. Matesanz, 264 F.3d 7, 13-14 (1st Cir.\n\n2001)). In the present case, Dr. Abraham attributed his failure to\n\nfile a timely complaint before the district court to the fact that\n\nhe never received the EEOC First Dismissal Notice because it was\n\nsent to the wrong address. According to Dr. Abraham, he never had\n\nany communication with the EEOC since he filed a complaint in the\n\nMCAD, which communicated to him that pursuant to a work sharing\n\nagreement, the complaint would be forwarded to the EEOC. Further,\n\nDr. Abraham submits that while acting as a pro se litigant he was\n\ndiligent in communicating with MCAD. Moreover, Dr. Abraham states\n\nthat he lacked any knowledge of the EEOC’s filing requirements.\n\nHowever, Dr. Abraham’s allegations do not sway this Court to find\n\nthat the district court abused its discretion in not applying the\n\ndoctrine of equitable tolling to the present case.\n\n          Dr. Abraham never received the EEOC First Dismissal\n\nNotice because before receiving said notice, he moved from Queens,\n\nNew York to Lynchburg, Virginia and never filed a change of address\n\nwith the EEOC. Dr. Abraham’s lack of diligence in filing a change\n\nof address with the EEOC as required by 29 C.F.R. § 1601.7(b) is\n\nsufficient to reject his equitable tolling claim.9 Pearison v.\n\n     9\n       Dr. Abraham incorrectly argues that this court’s holding in\nMercado v. Ritz-Carlton San Juan Hotel, Spa & Casino, 410 F.3d 41\n(1st Cir. 2005), supports his position that the doctrine of\nequitable tolling is applicable to his Title VII claim. Mercado\ndoes not deal with a case where an employee failed to comply with\nhis ninety (90) day filing requirement because of his lack of due\ndiligence. Specifically, Mercado discusses how the doctrine of\n\n                               -13-\n\fPinkerton’s Inc., 90 Fed. Appx. 811, 813 (6th Cir. 2004); Day v.\n\nLincoln Ins. Agency, Inc., 1 Fed. Appx. 521, 523-524 (7th Cir.\n\n2001); Nelmida v. Shelly Eurocars, Inc., 112 F.3d 380, 385 (9th\n\nCir. 1997). Furthermore, the fact that Dr. Abraham originally filed\n\nhis complaint with the MCAD and had no initial communication with\n\nthe EEOC does not excuse his failure to provide a change of address\n\nto the EEOC because the MCAD Dismissal Notice informed him that his\n\nTitle VII claim was to be reviewed by the EEOC and informed him of\n\nthe location of the EEOC office. The MCAD became aware on November\n\n9, 2006 that Dr. Abraham had a change of address when he appealed\n\nthe MCAD’s determination through a request letter. Even though the\n\nEEOC First Dismissal Notice was issued thereafter, on November 24,\n\n2006, the MCAD’s actions in not forwarding this address to the EEOC\n\ncannot serve as an excuse for Dr. Abraham’s failure to provide the\n\nVirginia address to the EEOC. Ball v. Abbott Advertising, Inc., 864\n\nF.2d 419, 421 (6th Cir. 1988) (holding that even if a petitioner\n\nnotifies the state agency of his or her change of address, this\n\n\n\nequitable tolling applies in cases where the employer may have\nviolated the EEOC posting requirements and the employee had no\nother actual or constructive knowledge of the complaint procedures.\nId. at 46-48. In such cases, this Court generally should weigh five\nfactors in considering whether to allow the application of the\nequitable toling doctrine: “‘(1) lack of actual notice of the\nfiling requirement; (2) lack of constructive knowledge of the\nfiling requirement; (3) diligence in pursuing one’s rights; (4)\nabsence of prejudice to the defendant; and (5) a plaintiff’s\nreasonableness in remaining ignorant of the [filing] requirement.’”\nId. at 48 (citing Kelley v. N.L.R.B., 79 F.3d 1238, 1248 (1st Cir.\n1996)).\n\n                               -14-\n\fdoes not constitute notice to the EEOC); St. Louis v. Alverno\n\nCollege, 744 F.2d 1314, 1316-1317 (7th Cir. 1984) (noting that the\n\nburden of providing the EEOC with changes of address is minimal\n\nand, as such, it would be unreasonable to expect the EEOC to pore\n\nover its files, and those of state administrative agencies, in an\n\neffort to ascertain which of the addresses contained therein is\n\ncorrect).\n\n            Finally, Dr. Abraham attempts to excuse his lack of\n\ndiligence by arguing that he proceeded on a pro se status in\n\ndealing with the MCAD. First, Dr. Abraham’s allegation that he\n\nproceeded in a pro se status is not entirely accurate since he had\n\nassistance of counsel well before the ninety (90) day right to sue\n\nperiod had expired.10 Moreover, being pro se does not excuse a\n\npetitioner   from   complying   with   the   EEOC’s   change   of   address\n\nrequirements. Howard v. Boatmen’s Nat’l Bank, No. 99-3416, 2000\n\nU.S. App. LEXIS 24492, at *2-3 (8th Cir. Sept. 29, 2000)(finding\n\n\n\n     10\n       On November 24, 2006, the EEOC First Dismissal Notice was\nissued and on January 11, 2007, Dr. Abraham’s counsel appeared on\nhis behalf in an oral argument at the MCAD. Even before this date,\non September 8, 2005, Dr. Abraham was being represented by J.\nMichael Johnson of the Alliance Defense Fund. Although the record\ndoes not indicate whether Dr. Abraham received the right to sue\nletter, assuming that he received it three days after it was issued\nand excluding Saturdays and Sundays, the ninety (90) day right to\nsue period commenced on November 30, 2006, the day after receipt.\nMcGill v. United States Express Truck Co., No. 08-1101, 2008 U.S.\nApp. LEXIS 20687, at *2 n.1 (1st Cir. Sept. 3, 2008) (citing Fed.\nR. Civ. P. 6(a), (d)). Thus, the limitation period expired on\nFebruary 28, 2007. Accordingly, Dr. Abraham was represented by\ncounsel before the ninety (90) day period expired.\n\n                                  -15-\n\fthat   the    doctrine    of    equitable    tolling   did   not   apply    to   a\n\npetitioner proceeding pro se that had failed to notify the EEOC of\n\nher change of address). As such, Dr. Abraham may not benefit from\n\nthe doctrine of equitable tolling.\n\n                                   CONCLUSION\n\n             For the reasons stated above, we find that the district\n\ncourt did not abuse its discretion in denying Dr. Abraham’s futile\n\nrequest      to   amend   the    complaint    to   include    a    151B    claim.\n\nFurthermore, this court holds that the district court’s decision\n\ndenying Dr. Abraham’s equitable tolling request was not an abuse of\n\ndiscretion. Dr. Abraham’s lack of diligence bars the application of\n\nthe doctrine of equitable tolling to the case at bar. Accordingly,\n\nthe district court’s judgment is AFFIRMED.\n\n\n\n\n                                      -16-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>553 F.3d 114 (2009)</b></center>\n<center><h1>Nathaniel ABRAHAM, Plaintiff, Appellant,<br>\nv.<br>\nWOODS HOLE OCEANOGRAPHIC INSTITUTE, and Mark E. Hahn, Defendants, Appellees.</h1></center>\n<center>No. 08-1655.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 3, 2008.</center>\n<center>Decided January 22, 2009.</center>\n<p><span class=\"star-pagination\">*115</span> David C. Gibbs III, with whom Gibbs Law Firm, P.A. and Denise Minor were on brief for appellant.</p>\n<p>Robert M. Hale, with whom Goodwin Procter LLP, and Itia S. Roth were on brief, for appellees.</p>\n<p>Before LYNCH, Chief Judge, HOWARD, Circuit Judge, and GARCIA-GREGORY,<sup>[*]</sup> District Judge.</p>\n<p>GARCIA-GREGORY, District Judge.</p>\n<p>Appellant Nathaniel Abraham (\"Dr.Abraham\") appeals the denial of his motion for leave to file an amended complaint, and the district court's decision not to apply equitable tolling principles in granting a motion for judgment on the pleadings filed by Appellees Woods Hole Oceanographic Institution (\"WHOI\") and Mark E. Hahn (\"Dr.Hahn\")(collectively \"Defendants\"). For the reasons set forth below, we find that Dr. Abraham's appeal lacks merit. Dr. Abraham's request to amend is futile. Furthermore, the doctrine of equitable tolling cannot be applied because Dr. Abraham failed to exercise diligence in meeting any of the filing deadlines for his employment discrimination claim. Accordingly, the district court's judgment is affirmed.</p>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>As this appeal arises from a dismissal pursuant to a motion for judgment on the pleadings under Federal Rules of Civil Procedure 12(c), we recite the facts in the light most favorable to Dr. Abraham as non-movant, drawing all reasonably supported inferences in his favor. <i>Perez-Acevedo v. Rivero-Cubano,</i> 520 F.3d 26, 29 (1st Cir.2008).</p>\n<p>On October 12, 2004, Dr. Abraham began employment at WHOI to work as a Postdoctoral Investigator in Dr. Hahn's laboratory at WHOI on a research grant funded by the National Institute of Health (\"NIH\"). Dr. Abraham, a citizen of the Republic of India, was employed by the WHOI as an expert on zebrafish developmental biology. His employment consisted of researching the molecular biological aspect of zebrafish. On October 21, 2004, approximately one week after his paid employment status began, Dr. Abraham stated to his supervisor at WHOI, Dr. Hahn, that he was a Christian and that he did not believe in the theory of evolution. Dr. Abraham's disbelief in the theory of evolution created a conflict with Dr. Hahn's vision of how Dr. Abraham's work should be carried out and interpreted. According to Dr. Hahn, Dr. Abraham's disbelief in the theory of evolution was incompatible with the work as proposed to NIH.</p>\n<p>As a result, on November 17, 2004, in a meeting with Dr. Hahn and WHOI's Human Resource Manager, Kathleen La Bernz, Dr. Abraham was asked to resign. On that date, Dr. Hahn also presented Dr. Abraham with a letter informing him that he could either resign immediately and accept a severance package or continue working with WHOI until he found another post doctoral position. The letter indicated that if Dr. Abraham chose the latter option he could work until no later than January 31, 2005 at which point he must <span class=\"star-pagination\">*116</span> resign (hereinafter referred to as the \"November 17, 2004 letter\").</p>\n<p>On November 19, 2004, Ms. La Bernz provided Dr. Abraham with a proposed General Release, and encouraged him to sign it in order to receive the lump sum. Dr. Abraham did not resign the next day. On November 22, 2004, Ms. La Bernz emailed to Dr. Abraham the release document, which included a twenty-one (21) day consideration period that was not previously mentioned. Additionally, on that date, Dr. Hahn via email indicated to Dr. Abraham that there would be no reconsideration of his staying at WHOI. The parties agreed to meet the next day.</p>\n<p>On November 23, 2004, Dr. Hahn and Ms. La Bernz met with Dr. Abraham. At the meeting, Dr. Abraham was given several \"options\" all of which provided that his employment would end by no later than January 31, 2005. Furthermore, Dr. Abraham was read the release document which specified that he had twenty-one (21) days to resign in order to receive the severance package. Dr. Abraham did not resign and on December 14, 2005, WHOI terminated his employment.<sup>[1]</sup></p>\n<p>On December 3, 2007, Dr. Abraham filed before the United States District Court for the District of Massachusetts a single count complaint against Defendants based on Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e (\"Title VII\").<sup>[2]</sup> On January 31, 2008, Appellees filed a motion for judgment on the pleadings arguing that Dr. Abraham's Title VII claim was time barred because it was filed more than ninety (90) days after his constructive receipt of the EEOC First Dismissal Notice and because the doctrine of equitable tolling did not apply to the case.</p>\n<p>On March 11, 2008, Dr. Abraham sought leave to file an amended complaint asserting the timeliness of his Title VII claim and adding a claim under Mass. Gen. Laws ch. 151B (\"151B\"). The district court denied Dr. Abraham's request to amend as futile and granted Defendants' motion for judgment on the pleadings on the grounds that Dr. Abraham's claims were time barred. Furthermore, the district court granted Defendants' motion for judgment on the pleadings with respect to the claims against Dr. Hahn on the basis of Defendants' motion that there was no basis for <span class=\"star-pagination\">*117</span> individual liability under Title VII.<sup>[3]</sup> Dr. Abraham now appeals the district court's denial of his motion to add a 151B claim and its refusal to apply equitable tolling to his Title VII claim.<sup>[4]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>Request to Amend Complaint</i>\n</h2>\n<p>This court will review the district court's denial of Dr. Abraham's motion for leave to amend the complaint for abuse of discretion. <i>Todisco v. Verizon Commc'ns, Inc.,</i> 497 F.3d 95, 98 (1st Cir.2007). Rule 15(a) of the Federal Rules of Civil Procedure provides in part that leave to amend pleadings \"shall be freely given when justice so requires.\" The leave sought should be granted unless the amendment would be futile or reward undue delay. <i>Adorno v. Crowley Towing &amp; Transp. Co.,</i> 443 F.3d 122, 126 (1st Cir.2006). \"[I]f the proposed amendment would be futile because, as thus amended, the complaint still fails to state a claim, the district court acts within its discretion in denying the motion to amend.\" <i>Boston &amp; Me. Corp. v. Hampton,</i> 987 F.2d 855, 868 (1st Cir.1993); <i>see also </i><i>Glassman v. Computervision Corp.,</i> 90 F.3d 617, 623 (1st Cir.1996)(finding that \"`[f]utility' means that the complaint, as amended, would fail to state a claim upon which relief could be granted\").</p>\n<p>The law is well settled that a civil action under 151B must be filed within three years of the alleged unlawful act. <i>Cuddyer v. Stop &amp; Shop Supermarket Co.,</i> 434 Mass. 521, 750 N.E.2d 928, 936 n. 11 (2001)(citing Mass. Gen. Laws ch. 151B, § 9). \"[T]he proper focus [for determining when a statute of limitations period commences] is upon the time of the discriminatory acts, not upon the time at which the consequences of the acts became most painful.\" <i>School Comm. v. Mass. Comm'n Against Discrimination,</i> 423 Mass. 7, 666 N.E.2d 468, 472 n. 8 (1996)(citing <i>Delaware State College v. Ricks,</i> 449 U.S. 250, 258, 101 S.Ct. 498, 66 L.Ed.2d 431 (1980)). Accordingly, in 151B discrimination claims, the three year statute of limitations period begins to run upon the notice of an upcoming termination of employment rather than when the termination occurs. <i>Adamczyk v. Augat, Inc.,</i> 52 Mass.App.Ct. 717, 755 N.E.2d 824, 828-829 (2001); <i>see also </i><i>Ricks,</i> 449 U.S. at 258-259, 101 S.Ct. 498; <i>Williams v. Raytheon Co.,</i> 220 F.3d 16, 20 (1st Cir.2000); <i>Ching v. Mitre Corp.,</i> 921 F.2d 11, 14-15 (1st Cir.1990).</p>\n<p>Dr. Abraham argues that since his employment was terminated on December 14, 2004 and because his proposed amendment would relate back to the filing of his complaint before the district court on December 3, 2007,<sup>[5]</sup> his 151B claim falls within the <span class=\"star-pagination\">*118</span> three year statute of limitations period. According to Dr. Abraham, he did not believe he would be terminated at any time prior to December 14 because he thought that he could solve his problems with Dr. Hahn. Specifically, Dr. Abraham claims that the termination threats were made to force him to renounce his religious beliefs in creation and to accept a belief in evolution as fact rather than theory.<sup>[6]</sup></p>\n<p>Essentially, Dr. Abraham argues that the three year statute of limitations period commenced when he finally \"understood\" that he was terminated. However, as mentioned above, under <i>Ricks</i> the limitation period commences at the time the adverse employment decision is made and communicated to the employee. <i>Ricks,</i> 449 U.S. at 258-259, 101 S.Ct. 498. In the present case, the three year statute of limitations period began to accrue when he was given notice that he would no longer be working with WHOI. We find that Dr. Abraham had such notice before December 2004. First, we note that the November 17, 2004 letter indicated to Dr. Abraham that he could either resign immediately and receive a severance package or continue working up to January 31, 2005. In his MCAD complaint, Dr. Abraham acknowledged that he received this \"notice\" when he stated that he was asked to resign on November 17, 2004. Additionally, on November 22, 2004, Dr. Hahn informed Dr. Abraham that there would be no reconsideration of his staying at WHOI. Furthermore, on that date, Dr. Abraham was given a General Release, which indicated that he had to voluntarily resign within twenty-one (21) days in order to receive a severance package. The release document was read to Dr. Abraham at a meeting on November 23, 2004 and on that date, Dr. Abraham was also handed a set of options all of which involved termination from employment no later than January 31, 2005. Thus, in the month of November 2004, Dr. Abraham received at least four (4) unequivocal termination notices. An employee in this situation could not reasonably conclude that WHOI would not go through with the termination.</p>\n<p>Dr. Abraham seeks to convince this court otherwise by arguing that it was reasonable for him to think that the notices were bluffs, a mere tactic used to force him to renounce his religious beliefs in creation and to accept a belief in evolution as fact rather than theory. However, this argument is unavailing.</p>\n<p>The unequivocal notices of an upcoming termination, which Dr. Abraham received, leave no doubt that he had knowledge of Defendant's alleged discriminatory act prior to December 2004. <i>See </i><i>Adamczyk,</i> 755 N.E.2d at 829 (holding that there could be no genuine issue as to the date of the alleged discriminatory act or as to the employees' cognizance of their prospective termination dates because they received more than one unequivocal notice of termination).<sup>[7]</sup> Accordingly, we find that the <span class=\"star-pagination\">*119</span> district court did not abuse its discretion in not allowing Dr. Abraham to amend his complaint to include a 151B claim because said amendment would be futile since the claim would be time barred even if it was allowed to relate back to the filing of the complaint on December 3, 2007. We now turn our attention to Dr. Abraham's argument that the doctrine of equitable tolling should apply to his Title VII claim.</p>\n<p></p>\n<h2>II. <i>Equitable Tolling</i>\n</h2>\n<p>In the present case, there can be no doubt that Dr. Abraham filed an untimely Title VII claim. Before filing a Title VII claim, an employee must first exhaust administrative remedies, a process that begins with the filing of an administrative charge before the EEOC. <i>Franceschi,</i> 514 F.3d at 85. Dr. Abraham satisfied this first requirement when he filed a complaint with the MCAD, which was forwarded to the EEOC pursuant to the work sharing agreement between the two agencies. After filing the administrative complaint, the employee may sue in federal court only if the EEOC dismisses the administrative charge or if it does not bring a civil suit or enter into a conciliation agreement within 180 days of the filing of the administrative charge. <i>Id.</i> (citing 42 U.S.C. § 2000e-5(f)(1)). However, the employee must wait for what is known as a right-to-sue letter. <i>Id.</i> After receiving the right-to-sue letter, the employee has ninety (90) days to file a complaint in federal court. <i>Id.</i> (citing 42 U.S.C. § 2000e-5(f)(1)).</p>\n<p>Here, the EEOC First Dismissal Notice was issued on November 24, 2006. Dr. Abraham's complaint was untimely filed on December 3, 2007, more than a year after the EEOC First Dismissal Notice was issued. Rather than claiming that he filed the complaint in a timely manner, Dr. Abraham argues that he should be entitled to equitable tolling.<sup>[8]</sup></p>\n<p>\"Equitable tolling is available `in exceptional circumstances' to extend the statute of limitations.\" <i>Vistamar, Inc. v. Fagundo-Fagundo,</i> 430 F.3d 66, 71 (1st Cir.2005). In order for equitable tolling to apply, the plaintiff must show that circumstances beyond his or her control precluded a timely filing. <i>Monrouzeau v. Asociacion Del Hosp. Del Maestro, Inc.,</i> 153 Fed.Appx. 7, 9 (1st Cir.2005). However, equitable tolling is sparsely applied and cannot be used to rescue a plaintiff from his or her lack of diligence. <i>Cao v. Puerto Rico,</i> 525 F.3d 112, 115 (1st Cir.2008). Thus, an employee is generally not entitled to avail himself or herself of the doctrine of equitable tolling if the procedural flaw that prompted the dismissal of his or her claim is of his or her own making. <i>Jorge v. Rumsfeld,</i> 404 F.3d 556, 565 (1st Cir. 2005).</p>\n<p>We review a district court's ruling rejecting the application of the doctrine of equitable tolling for abuse of discretion, <span class=\"star-pagination\">*120</span> always mindful of the \"highly deferential\" nature of our oversight. <i>Mr. I. v. Me. Sch. Admin. Dist. No. 55,</i> 480 F.3d 1, 23 (1st Cir.2007) (noting that a district court's decision to award or withhold equitable relief is reviewed for an abuse of that discretion); <i>see also </i><i>Donovan v. Maine,</i> 276 F.3d 87, 92 (1st Cir.2002)(citing <i>Delaney v. Matesanz,</i> 264 F.3d 7, 13-14 (1st Cir. 2001)). In the present case, Dr. Abraham attributed his failure to file a timely complaint before the district court to the fact that he never received the EEOC First Dismissal Notice because it was sent to the wrong address. According to Dr. Abraham, he never had any communication with the EEOC since he filed a complaint in the MCAD, which communicated to him that pursuant to a work sharing agreement, the complaint would be forwarded to the EEOC. Further, Dr. Abraham submits that while acting as a <i>pro se</i> litigant he was diligent in communicating with MCAD. Moreover, Dr. Abraham states that he lacked any knowledge of the EEOC's filing requirements. However, Dr. Abraham's allegations do not sway this Court to find that the district court abused its discretion in not applying the doctrine of equitable tolling to the present case.</p>\n<p>Dr. Abraham never received the EEOC First Dismissal Notice because before receiving said notice, he moved from Queens, New York to Lynchburg, Virginia and never filed a change of address with the EEOC. Dr. Abraham's lack of diligence in filing a change of address with the EEOC as required by 29 C.F.R. § 1601.7(b) is sufficient to reject his equitable tolling claim.<sup>[9]</sup><i>Pearison v. Pinkerton's Inc.,</i> 90 Fed.Appx. 811, 813 (6th Cir.2004); <i>Day v. Lincoln Ins. Agency, Inc.,</i> 1 Fed.Appx. 521, 523-524 (7th Cir.2001); <i>Nelmida v. Shelly Eurocars, Inc.,</i> 112 F.3d 380, 385 (9th Cir.1997). Furthermore, the fact that Dr. Abraham originally filed his complaint with the MCAD and had no initial communication with the EEOC does not excuse his failure to provide a change of address to the EEOC because the MCAD Dismissal Notice informed him that his Title VII claim was to be reviewed by the EEOC and informed him of the location of the EEOC office. The MCAD became aware on November 9, 2006 that Dr. Abraham had a change of address when he appealed the MCAD's determination through a request letter. Even though the EEOC First Dismissal Notice was issued thereafter, on November 24, 2006, the MCAD's actions in not forwarding this address to the EEOC cannot serve as an excuse for Dr. Abraham's failure to provide the Virginia address to the EEOC. <i>Ball v. Abbott Advertising, Inc.,</i> 864 F.2d 419, 421 (6th Cir.1988) (holding that even if a petitioner notifies the state agency of his or her change of address, this does not constitute notice to the EEOC); <i>St. Louis v. Alverno</i> <span class=\"star-pagination\">*121</span> <i>College,</i> 744 F.2d 1314, 1316-1317 (7th Cir. 1984) (noting that the burden of providing the EEOC with changes of address is minimal and, as such, it would be unreasonable to expect the EEOC to pore over its files, and those of state administrative agencies, in an effort to ascertain which of the addresses contained therein is correct).</p>\n<p>Finally, Dr. Abraham attempts to excuse his lack of diligence by arguing that he proceeded on a <i>pro se</i> status in dealing with the MCAD. First, Dr. Abraham's allegation that he proceeded in a <i>pro se</i> status is not entirely accurate since he had assistance of counsel well before the ninety (90) day right to sue period had expired.<sup>[10]</sup> Moreover, being <i>pro se</i> does not excuse a petitioner from complying with the EEOC's change of address requirements. <i>Howard v. Boatmen's Nat'l Bank,</i> No. 99-3416, 2000 WL 1448669, *1, 2000 U.S.App. LEXIS 24492, at *2-3 (8th Cir. Sept. 29, 2000)(finding that the doctrine of equitable tolling did not apply to a petitioner proceeding <i>pro se</i> that had failed to notify the EEOC of her change of address). As such, Dr. Abraham may not benefit from the doctrine of equitable tolling.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons stated above, we find that the district court did not abuse its discretion in denying Dr. Abraham's futile request to amend the complaint to include a 151B claim. Furthermore, this court holds that the district court's decision denying Dr. Abraham's equitable tolling request was not an abuse of discretion. Dr. Abraham's lack of diligence bars the application of the doctrine of equitable tolling to the case at bar. Accordingly, the district court's judgment is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  On or about May 27, 2005, Dr. Abraham filed a complaint with the Massachusetts Commission Against Discrimination (the \"MCAD\") alleging religious discrimination and providing a Queens Village, New York address. Pursuant to the MCAD's work-sharing agreement with the Equal Employment Opportunity Commission (\"EEOC\"), the MCAD transmitted a copy of the complaint to the EEOC. On or about June 21, 2006, the MCAD issued a Dismissal and Notification of Rights (the \"MCAD Dismissal Notice\") dismissing the MCAD complaint. The MCAD Dismissal Notice indicated that the determination would be forwarded to the EEOC. On November 9, 2006, Dr. Abraham appealed the MCAD's determination via a request letter containing a Lynchburg, Virginia address. Dr. Abraham's appeal was subsequently denied.\n</p>\n<p>On November 24, 2006, the EEOC mailed to Dr. Abraham's address in New York, a Dismissal and Notification of Rights, which indicated that the EEOC was adopting the findings of the MCAD and closing its file on his charge (\"EEOC First Dismissal Notice\"). On February 22, 2008, the EEOC mailed a letter to WHOI, Dr. Abraham, and his counsel informing them that the EEOC First Dismissal Notice was rescinded and included a new Dismissal and Notice of Rights (\"EEOC Second Dismissal Notice\").</p>\n<p>[2]  \"Title VII is a vehicle through which an individual may seek recovery for employment discrimination on the grounds of race, color, religion, gender, or national origin.\" <i>Franceschi v. United States VA,</i> 514 F.3d 81, 85 (1st Cir.2008).</p>\n<p>[3]  Dr. Abraham's claims against Dr. Hahn are not at issue here because Dr. Abraham does not appeal from the district court's decision denying his claims against Dr. Hahn. <i>Playboy Enters. v. Public Serv. Comm'n,</i> 906 F.2d 25, 40 (1st Cir.1990) (finding that an appellant waives any issue which he does not raise in his initial brief).</p>\n<p>[4]  The district court also held that the EEOC Second Dismissal Notice did not confer any new rights to Dr. Abraham because it was not issued in conformity with the EEOC regulations. Dr. Abraham did not appeal the district court's order finding that the EEOC Second Dismissal Notice did not confer any new rights. Therefore, this court need not address whether said order was proper. <i>KPS &amp; Assocs. v. Designs by FMC, Inc.,</i> 318 F.3d 1, 25 (1st Cir.2003) (noting that an issue which is not adequately raised in the initial brief is deemed waived).</p>\n<p>[5]  The \"relation back doctrine\" derives from Federal Rule of Civil Procedure 15(c) whereby amended pleadings may be deemed to \"relate back\" for statute of limitations purposes to the date of the pleading if certain conditions are met. <i>Marcoux v. Shell Oil Prods. Co. LLC,</i> 524 F.3d 33, 41 (1st Cir.2008). Pursuant to Rule 15(c)(1)(B), an amended complaint relates back to a prior complaint where \"the amendment asserts a claim or defense that arose out of the conduct, transaction, or occurrence set out-or attempted to be set outin the original pleading.\"</p>\n<p>[6]  \"Mere continuity of employment, without more, is insufficient to prolong the life of a cause of action for employment discrimination.\" <i>Ricks,</i> 449 U.S. at 257, 101 S.Ct. 498.</p>\n<p>[7]  Equivocal notices of termination do not trigger the statute of limitations for a 151B claim. An example of an equivocal notice of termination can be found in <i>Wheatley v. American Tel. &amp; Tel. Co.,</i> 418 Mass. 394, 636 N.E.2d 265, 268-269 (1994), where the Supreme Judicial Court of Massachusetts held that there was a genuine issue as to whether the employer knew or should have known that he would be terminated from his employment. The court found that the notice received by the employee, which consisted of a single conversation and a letter stating that he would be terminated if he were unable to secure another position within the company after ninety (90) days, was not sufficiently unequivocal to trigger the statute of limitations for a 151B claim. <i>Id.</i></p>\n<p>[8]  In the case at hand, Defendants and not Dr. Abraham raised for the first time the equitable tolling argument in their motion for judgment on the pleadings. Defendants anticipated any argument as to the applicability of the equitable tolling doctrine to the case at bar. Dr. Abraham responded to Defendants' motion and argued that the doctrine of equitable tolling was applicable. Thus, Dr. Abraham \"squarely and timely raised in the trial court\" his argument for the applicability of the doctrine of equitable tolling to the present case. <i>See </i><i>Iverson v. City of Boston,</i> 452 F.3d 94, 102 (1st Cir.2006) (noting that an appellant waives any legal theory which is not \"squarely and timely raised in the trial court\").</p>\n<p>[9]  Dr. Abraham incorrectly argues that this court's holding in <i>Mercado v. Ritz-Carlton San Juan Hotel, Spa &amp; Casino,</i> 410 F.3d 41 (1st Cir.2005), supports his position that the doctrine of equitable tolling is applicable to his Title VII claim. <i>Mercado</i> does not deal with a case where an employee failed to comply with his ninety (90) day filing requirement because of his lack of due diligence. Specifically, <i>Mercado</i> discusses how the doctrine of equitable tolling applies in cases where the employer may have violated the EEOC posting requirements and the employee had no other actual or constructive knowledge of the complaint procedures. <i>Id.</i> at 46-48. In such cases, this Court generally should weigh five factors in considering whether to allow the application of the equitable tolling doctrine: \"`(1) lack of actual notice of the filing requirement; (2) lack of constructive knowledge of the filing requirement; (3) diligence in pursuing one's rights; (4) absence of prejudice to the defendant; and (5) a plaintiff's reasonableness in remaining ignorant of the [filing] requirement.'\" <i>Id.</i> at 48 (citing <i>Kelley v. N.L.R.B.,</i> 79 F.3d 1238, 1248 (1st Cir. 1996)).</p>\n<p>[10]  On November 24, 2006, the EEOC First Dismissal Notice was issued and on January 11, 2007, Dr. Abraham's counsel appeared on his behalf in an oral argument at the MCAD. Even before this date, on September 8, 2005, Dr. Abraham was being represented by J. Michael Johnson of the Alliance Defense Fund. Although the record does not indicate whether Dr. Abraham received the right to sue letter, assuming that he received it three days after it was issued and excluding Saturdays and Sundays, the ninety (90) day right to sue period commenced on November 30, 2006, the day after receipt. <i>McGill v. United States Express Truck Co.,</i> 290 Fed.Appx. 373, n. 1 (1st Cir.2008) (citing Fed.R.Civ.P. 6(a), (d)). Thus, the limitation period expired on February 28, 2007. Accordingly, Dr. Abraham was represented by counsel before the ninety (90) day period expired.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></span> (2009)</b></center>\n<center><h1>Nathaniel ABRAHAM, Plaintiff, Appellant,<br>\nv.<br>\nWOODS HOLE OCEANOGRAPHIC INSTITUTE, and Mark E. Hahn, Defendants, Appellees.</h1></center>\n<center>No. 08-1655.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 3, 2008.</center>\n<center>Decided January 22, 2009.</center>\n<p><span class=\"star-pagination\">*115</span> David C. Gibbs III, with whom Gibbs Law Firm, P.A. and Denise Minor were on brief for appellant.</p>\n<p>Robert M. Hale, with whom Goodwin Procter LLP, and Itia S. Roth were on brief, for appellees.</p>\n<p>Before LYNCH, Chief Judge, HOWARD, Circuit Judge, and GARCIA-GREGORY,<sup>[*]</sup> District Judge.</p>\n<p>GARCIA-GREGORY, District Judge.</p>\n<p>Appellant Nathaniel Abraham (\"Dr.Abraham\") appeals the denial of his motion for leave to file an amended complaint, and the district court's decision not to apply equitable tolling principles in granting a motion for judgment on the pleadings filed by Appellees Woods Hole Oceanographic Institution (\"WHOI\") and Mark E. Hahn (\"Dr.Hahn\")(collectively \"Defendants\"). For the reasons set forth below, we find that Dr. Abraham's appeal lacks merit. Dr. Abraham's request to amend is futile. Furthermore, the doctrine of equitable tolling cannot be applied because Dr. Abraham failed to exercise diligence in meeting any of the filing deadlines for his employment discrimination claim. Accordingly, the district court's judgment is affirmed.</p>\n<p></p>\n<h2>FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>As this appeal arises from a dismissal pursuant to a motion for judgment on the pleadings under Federal Rules of Civil Procedure 12(c), we recite the facts in the light most favorable to Dr. Abraham as non-movant, drawing all reasonably supported inferences in his favor. <i>Perez-Acevedo v. Rivero-Cubano,</i> <span class=\"citation\" data-id=\"203182\"><a href=\"/opinion/203182/perez-acevedo-v-rivero-cubano/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 29 (1st Cir.2008).</p>\n<p>On October 12, 2004, Dr. Abraham began employment at WHOI to work as a Postdoctoral Investigator in Dr. Hahn's laboratory at WHOI on a research grant funded by the National Institute of Health (\"NIH\"). Dr. Abraham, a citizen of the Republic of India, was employed by the WHOI as an expert on zebrafish developmental biology. His employment consisted of researching the molecular biological aspect of zebrafish. On October 21, 2004, approximately one week after his paid employment status began, Dr. Abraham stated to his supervisor at WHOI, Dr. Hahn, that he was a Christian and that he did not believe in the theory of evolution. Dr. Abraham's disbelief in the theory of evolution created a conflict with Dr. Hahn's vision of how Dr. Abraham's work should be carried out and interpreted. According to Dr. Hahn, Dr. Abraham's disbelief in the theory of evolution was incompatible with the work as proposed to NIH.</p>\n<p>As a result, on November 17, 2004, in a meeting with Dr. Hahn and WHOI's Human Resource Manager, Kathleen La Bernz, Dr. Abraham was asked to resign. On that date, Dr. Hahn also presented Dr. Abraham with a letter informing him that he could either resign immediately and accept a severance package or continue working with WHOI until he found another post doctoral position. The letter indicated that if Dr. Abraham chose the latter option he could work until no later than January 31, 2005 at which point he must <span class=\"star-pagination\">*116</span> resign (hereinafter referred to as the \"November 17, 2004 letter\").</p>\n<p>On November 19, 2004, Ms. La Bernz provided Dr. Abraham with a proposed General Release, and encouraged him to sign it in order to receive the lump sum. Dr. Abraham did not resign the next day. On November 22, 2004, Ms. La Bernz emailed to Dr. Abraham the release document, which included a twenty-one (21) day consideration period that was not previously mentioned. Additionally, on that date, Dr. Hahn via email indicated to Dr. Abraham that there would be no reconsideration of his staying at WHOI. The parties agreed to meet the next day.</p>\n<p>On November 23, 2004, Dr. Hahn and Ms. La Bernz met with Dr. Abraham. At the meeting, Dr. Abraham was given several \"options\" all of which provided that his employment would end by no later than January 31, 2005. Furthermore, Dr. Abraham was read the release document which specified that he had twenty-one (21) days to resign in order to receive the severance package. Dr. Abraham did not resign and on December 14, 2005, WHOI terminated his employment.<sup>[1]</sup></p>\n<p>On December 3, 2007, Dr. Abraham filed before the United States District Court for the District of Massachusetts a single count complaint against Defendants based on Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e (\"Title VII\").<sup>[2]</sup> On January 31, 2008, Appellees filed a motion for judgment on the pleadings arguing that Dr. Abraham's Title VII claim was time barred because it was filed more than ninety (90) days after his constructive receipt of the EEOC First Dismissal Notice and because the doctrine of equitable tolling did not apply to the case.</p>\n<p>On March 11, 2008, Dr. Abraham sought leave to file an amended complaint asserting the timeliness of his Title VII claim and adding a claim under Mass. Gen. Laws ch. 151B (\"151B\"). The district court denied Dr. Abraham's request to amend as futile and granted Defendants' motion for judgment on the pleadings on the grounds that Dr. Abraham's claims were time barred. Furthermore, the district court granted Defendants' motion for judgment on the pleadings with respect to the claims against Dr. Hahn on the basis of Defendants' motion that there was no basis for <span class=\"star-pagination\">*117</span> individual liability under Title VII.<sup>[3]</sup> Dr. Abraham now appeals the district court's denial of his motion to add a 151B claim and its refusal to apply equitable tolling to his Title VII claim.<sup>[4]</sup></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>Request to Amend Complaint</i>\n</h2>\n<p>This court will review the district court's denial of Dr. Abraham's motion for leave to amend the complaint for abuse of discretion. <i>Todisco v. Verizon Commc'ns, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></span>, 98 (1st Cir.2007). Rule 15(a) of the Federal Rules of Civil Procedure provides in part that leave to amend pleadings \"shall be freely given when justice so requires.\" The leave sought should be granted unless the amendment would be futile or reward undue delay. <i>Adorno v. Crowley Towing &amp; Transp. Co.,</i> <span class=\"citation\" data-id=\"202128\"><a href=\"/opinion/202128/ortiz-anglero-v-crowley-towing/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span>, 126 (1st Cir.2006). \"[I]f the proposed amendment would be futile because, as thus amended, the complaint still fails to state a claim, the district court acts within its discretion in denying the motion to amend.\" <i>Boston &amp; Me. Corp. v. Hampton,</i> <span class=\"citation\" data-id=\"601781\"><a href=\"/opinion/601781/boston-maine-corporation-v-town-of-hampton/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 868 (1st Cir.1993); <i>see also </i><i>Glassman v. Computervision Corp.,</i> <span class=\"citation\" data-id=\"196899\"><a href=\"/opinion/196899/glassman-v-computervision/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span>, 623 (1st Cir.1996)(finding that \"`[f]utility' means that the complaint, as amended, would fail to state a claim upon which relief could be granted\").</p>\n<p>The law is well settled that a civil action under 151B must be filed within three years of the alleged unlawful act. <i>Cuddyer v. Stop &amp; Shop Supermarket Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">750</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">928</span></span>, 936 n. 11 (2001)(citing Mass. Gen. Laws ch. 151B, § 9). \"[T]he proper focus [for determining when a statute of limitations period commences] is upon the time of the discriminatory acts, not upon the time at which the consequences of the acts became most painful.\" <i>School Comm. v. Mass. Comm'n Against Discrimination,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">7</span></span>, <span class=\"citation no-link\"><span class=\"volume\">666</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">468</span></span>, 472 n. 8 (1996)(citing <i>Delaware State College v. Ricks,</i> <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 258, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></a></span> (1980)). Accordingly, in 151B discrimination claims, the three year statute of limitations period begins to run upon the notice of an upcoming termination of employment rather than when the termination occurs. <i>Adamczyk v. Augat, Inc.,</i> 52 Mass.App.Ct. 717, <span class=\"citation no-link\"><span class=\"volume\">755</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">824</span></span>, 828-829 (2001); <i>see also </i><i>Ricks,</i> 449 U.S. at 258-259, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>; <i>Williams v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"199010\"><a href=\"/opinion/199010/williams-v-raytheon/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 20 (1st Cir.2000); <i>Ching v. Mitre Corp.,</i> <span class=\"citation\" data-id=\"552840\"><a href=\"/opinion/552840/54-fair-emplpraccas-941-55-empl-prac-dec-p-40422-garland-e-ching/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 14-15 (1st Cir.1990).</p>\n<p>Dr. Abraham argues that since his employment was terminated on December 14, 2004 and because his proposed amendment would relate back to the filing of his complaint before the district court on December 3, 2007,<sup>[5]</sup> his 151B claim falls within the <span class=\"star-pagination\">*118</span> three year statute of limitations period. According to Dr. Abraham, he did not believe he would be terminated at any time prior to December 14 because he thought that he could solve his problems with Dr. Hahn. Specifically, Dr. Abraham claims that the termination threats were made to force him to renounce his religious beliefs in creation and to accept a belief in evolution as fact rather than theory.<sup>[6]</sup></p>\n<p>Essentially, Dr. Abraham argues that the three year statute of limitations period commenced when he finally \"understood\" that he was terminated. However, as mentioned above, under <i>Ricks</i> the limitation period commences at the time the adverse employment decision is made and communicated to the employee. <i>Ricks,</i> 449 U.S. at 258-259, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>. In the present case, the three year statute of limitations period began to accrue when he was given notice that he would no longer be working with WHOI. We find that Dr. Abraham had such notice before December 2004. First, we note that the November 17, 2004 letter indicated to Dr. Abraham that he could either resign immediately and receive a severance package or continue working up to January 31, 2005. In his MCAD complaint, Dr. Abraham acknowledged that he received this \"notice\" when he stated that he was asked to resign on November 17, 2004. Additionally, on November 22, 2004, Dr. Hahn informed Dr. Abraham that there would be no reconsideration of his staying at WHOI. Furthermore, on that date, Dr. Abraham was given a General Release, which indicated that he had to voluntarily resign within twenty-one (21) days in order to receive a severance package. The release document was read to Dr. Abraham at a meeting on November 23, 2004 and on that date, Dr. Abraham was also handed a set of options all of which involved termination from employment no later than January 31, 2005. Thus, in the month of November 2004, Dr. Abraham received at least four (4) unequivocal termination notices. An employee in this situation could not reasonably conclude that WHOI would not go through with the termination.</p>\n<p>Dr. Abraham seeks to convince this court otherwise by arguing that it was reasonable for him to think that the notices were bluffs, a mere tactic used to force him to renounce his religious beliefs in creation and to accept a belief in evolution as fact rather than theory. However, this argument is unavailing.</p>\n<p>The unequivocal notices of an upcoming termination, which Dr. Abraham received, leave no doubt that he had knowledge of Defendant's alleged discriminatory act prior to December 2004. <i>See </i><i>Adamczyk,</i> 755 N.E.2d at 829 (holding that there could be no genuine issue as to the date of the alleged discriminatory act or as to the employees' cognizance of their prospective termination dates because they received more than one unequivocal notice of termination).<sup>[7]</sup> Accordingly, we find that the <span class=\"star-pagination\">*119</span> district court did not abuse its discretion in not allowing Dr. Abraham to amend his complaint to include a 151B claim because said amendment would be futile since the claim would be time barred even if it was allowed to relate back to the filing of the complaint on December 3, 2007. We now turn our attention to Dr. Abraham's argument that the doctrine of equitable tolling should apply to his Title VII claim.</p>\n<p></p>\n<h2>II. <i>Equitable Tolling</i>\n</h2>\n<p>In the present case, there can be no doubt that Dr. Abraham filed an untimely Title VII claim. Before filing a Title VII claim, an employee must first exhaust administrative remedies, a process that begins with the filing of an administrative charge before the EEOC. <i>Franceschi,</i> 514 F.3d at 85. Dr. Abraham satisfied this first requirement when he filed a complaint with the MCAD, which was forwarded to the EEOC pursuant to the work sharing agreement between the two agencies. After filing the administrative complaint, the employee may sue in federal court only if the EEOC dismisses the administrative charge or if it does not bring a civil suit or enter into a conciliation agreement within 180 days of the filing of the administrative charge. <i>Id.</i> (citing 42 U.S.C. § 2000e-5(f)(1)). However, the employee must wait for what is known as a right-to-sue letter. <i>Id.</i> After receiving the right-to-sue letter, the employee has ninety (90) days to file a complaint in federal court. <i>Id.</i> (citing 42 U.S.C. § 2000e-5(f)(1)).</p>\n<p>Here, the EEOC First Dismissal Notice was issued on November 24, 2006. Dr. Abraham's complaint was untimely filed on December 3, 2007, more than a year after the EEOC First Dismissal Notice was issued. Rather than claiming that he filed the complaint in a timely manner, Dr. Abraham argues that he should be entitled to equitable tolling.<sup>[8]</sup></p>\n<p>\"Equitable tolling is available `in exceptional circumstances' to extend the statute of limitations.\" <i>Vistamar, Inc. v. Fagundo-Fagundo,</i> <span class=\"citation\" data-id=\"201946\"><a href=\"/opinion/201946/vistamar-inc-v-fagundo-fagundo/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 71 (1st Cir.2005). In order for equitable tolling to apply, the plaintiff must show that circumstances beyond his or her control precluded a timely filing. <i>Monrouzeau v. Asociacion Del Hosp. Del Maestro, Inc.,</i> 153 Fed.Appx. 7, 9 (1st Cir.2005). However, equitable tolling is sparsely applied and cannot be used to rescue a plaintiff from his or her lack of diligence. <i>Cao v. Puerto Rico,</i> <span class=\"citation\" data-id=\"203318\"><a href=\"/opinion/203318/cao-v-puerto-rico/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span>, 115 (1st Cir.2008). Thus, an employee is generally not entitled to avail himself or herself of the doctrine of equitable tolling if the procedural flaw that prompted the dismissal of his or her claim is of his or her own making. <i>Jorge v. Rumsfeld,</i> <span class=\"citation\" data-id=\"201551\"><a href=\"/opinion/201551/jorge-v-rumsfeld/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span>, 565 (1st Cir. 2005).</p>\n<p>We review a district court's ruling rejecting the application of the doctrine of equitable tolling for abuse of discretion, <span class=\"star-pagination\">*120</span> always mindful of the \"highly deferential\" nature of our oversight. <i>Mr. I. v. Me. Sch. Admin. Dist. No. 55,</i> <span class=\"citation\" data-id=\"202653\"><a href=\"/opinion/202653/mr-i-v-msad-55/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 23 (1st Cir.2007) (noting that a district court's decision to award or withhold equitable relief is reviewed for an abuse of that discretion); <i>see also </i><i>Donovan v. Maine,</i> <span class=\"citation\" data-id=\"199772\"><a href=\"/opinion/199772/donovan-v-state-of-maine/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 92 (1st Cir.2002)(citing <i>Delaney v. Matesanz,</i> <span class=\"citation\" data-id=\"774790\"><a href=\"/opinion/774790/charles-c-delaney-iii-v-james-matesanz/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 13-14 (1st Cir. 2001)). In the present case, Dr. Abraham attributed his failure to file a timely complaint before the district court to the fact that he never received the EEOC First Dismissal Notice because it was sent to the wrong address. According to Dr. Abraham, he never had any communication with the EEOC since he filed a complaint in the MCAD, which communicated to him that pursuant to a work sharing agreement, the complaint would be forwarded to the EEOC. Further, Dr. Abraham submits that while acting as a <i>pro se</i> litigant he was diligent in communicating with MCAD. Moreover, Dr. Abraham states that he lacked any knowledge of the EEOC's filing requirements. However, Dr. Abraham's allegations do not sway this Court to find that the district court abused its discretion in not applying the doctrine of equitable tolling to the present case.</p>\n<p>Dr. Abraham never received the EEOC First Dismissal Notice because before receiving said notice, he moved from Queens, New York to Lynchburg, Virginia and never filed a change of address with the EEOC. Dr. Abraham's lack of diligence in filing a change of address with the EEOC as required by 29 C.F.R. § 1601.7(b) is sufficient to reject his equitable tolling claim.<sup>[9]</sup><i>Pearison v. Pinkerton's Inc.,</i> 90 Fed.Appx. 811, 813 (6th Cir.2004); <i>Day v. Lincoln Ins. Agency, Inc.,</i> 1 Fed.Appx. 521, 523-524 (7th Cir.2001); <i>Nelmida v. Shelly Eurocars, Inc.,</i> <span class=\"citation\" data-id=\"740018\"><a href=\"/opinion/740018/73-fair-emplpraccas-bna-1313-71-empl-prac-dec-p-44995-97-cal/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">380</span></a></span>, 385 (9th Cir.1997). Furthermore, the fact that Dr. Abraham originally filed his complaint with the MCAD and had no initial communication with the EEOC does not excuse his failure to provide a change of address to the EEOC because the MCAD Dismissal Notice informed him that his Title VII claim was to be reviewed by the EEOC and informed him of the location of the EEOC office. The MCAD became aware on November 9, 2006 that Dr. Abraham had a change of address when he appealed the MCAD's determination through a request letter. Even though the EEOC First Dismissal Notice was issued thereafter, on November 24, 2006, the MCAD's actions in not forwarding this address to the EEOC cannot serve as an excuse for Dr. Abraham's failure to provide the Virginia address to the EEOC. <i>Ball v. Abbott Advertising, Inc.,</i> <span class=\"citation\" data-id=\"516204\"><a href=\"/opinion/516204/providencia-ball-v-abbott-advertising-inc/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">419</span></a></span>, 421 (6th Cir.1988) (holding that even if a petitioner notifies the state agency of his or her change of address, this does not constitute notice to the EEOC); <i>St. Louis v. Alverno</i> <span class=\"star-pagination\">*121</span> <i>College,</i> <span class=\"citation\" data-id=\"442151\"><a href=\"/opinion/442151/alfred-st-louis-v-alverno-college/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1314</span></a></span>, 1316-1317 (7th Cir. 1984) (noting that the burden of providing the EEOC with changes of address is minimal and, as such, it would be unreasonable to expect the EEOC to pore over its files, and those of state administrative agencies, in an effort to ascertain which of the addresses contained therein is correct).</p>\n<p>Finally, Dr. Abraham attempts to excuse his lack of diligence by arguing that he proceeded on a <i>pro se</i> status in dealing with the MCAD. First, Dr. Abraham's allegation that he proceeded in a <i>pro se</i> status is not entirely accurate since he had assistance of counsel well before the ninety (90) day right to sue period had expired.<sup>[10]</sup> Moreover, being <i>pro se</i> does not excuse a petitioner from complying with the EEOC's change of address requirements. <i>Howard v. Boatmen's Nat'l Bank,</i> No. 99-3416, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1448669</span></span>, *1, 2000 U.S.App. LEXIS 24492, at *2-3 (8th Cir. Sept. 29, 2000)(finding that the doctrine of equitable tolling did not apply to a petitioner proceeding <i>pro se</i> that had failed to notify the EEOC of her change of address). As such, Dr. Abraham may not benefit from the doctrine of equitable tolling.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons stated above, we find that the district court did not abuse its discretion in denying Dr. Abraham's futile request to amend the complaint to include a 151B claim. Furthermore, this court holds that the district court's decision denying Dr. Abraham's equitable tolling request was not an abuse of discretion. Dr. Abraham's lack of diligence bars the application of the doctrine of equitable tolling to the case at bar. Accordingly, the district court's judgment is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  On or about May 27, 2005, Dr. Abraham filed a complaint with the Massachusetts Commission Against Discrimination (the \"MCAD\") alleging religious discrimination and providing a Queens Village, New York address. Pursuant to the MCAD's work-sharing agreement with the Equal Employment Opportunity Commission (\"EEOC\"), the MCAD transmitted a copy of the complaint to the EEOC. On or about June 21, 2006, the MCAD issued a Dismissal and Notification of Rights (the \"MCAD Dismissal Notice\") dismissing the MCAD complaint. The MCAD Dismissal Notice indicated that the determination would be forwarded to the EEOC. On November 9, 2006, Dr. Abraham appealed the MCAD's determination via a request letter containing a Lynchburg, Virginia address. Dr. Abraham's appeal was subsequently denied.\n</p>\n<p>On November 24, 2006, the EEOC mailed to Dr. Abraham's address in New York, a Dismissal and Notification of Rights, which indicated that the EEOC was adopting the findings of the MCAD and closing its file on his charge (\"EEOC First Dismissal Notice\"). On February 22, 2008, the EEOC mailed a letter to WHOI, Dr. Abraham, and his counsel informing them that the EEOC First Dismissal Notice was rescinded and included a new Dismissal and Notice of Rights (\"EEOC Second Dismissal Notice\").</p>\n<p>[2]  \"Title VII is a vehicle through which an individual may seek recovery for employment discrimination on the grounds of race, color, religion, gender, or national origin.\" <i>Franceschi v. United States VA,</i> <span class=\"citation\" data-id=\"203122\"><a href=\"/opinion/203122/franceschi-v-us-dept-of-veterans-affairs/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 85 (1st Cir.2008).</p>\n<p>[3]  Dr. Abraham's claims against Dr. Hahn are not at issue here because Dr. Abraham does not appeal from the district court's decision denying his claims against Dr. Hahn. <i>Playboy Enters. v. Public Serv. Comm'n,</i> <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 40 (1st Cir.1990) (finding that an appellant waives any issue which he does not raise in his initial brief).</p>\n<p>[4]  The district court also held that the EEOC Second Dismissal Notice did not confer any new rights to Dr. Abraham because it was not issued in conformity with the EEOC regulations. Dr. Abraham did not appeal the district court's order finding that the EEOC Second Dismissal Notice did not confer any new rights. Therefore, this court need not address whether said order was proper. <i>KPS &amp; Assocs. v. Designs by FMC, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 25 (1st Cir.2003) (noting that an issue which is not adequately raised in the initial brief is deemed waived).</p>\n<p>[5]  The \"relation back doctrine\" derives from Federal Rule of Civil Procedure 15(c) whereby amended pleadings may be deemed to \"relate back\" for statute of limitations purposes to the date of the pleading if certain conditions are met. <i>Marcoux v. Shell Oil Prods. Co. LLC,</i> <span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span>, 41 (1st Cir.2008). Pursuant to Rule 15(c)(1)(B), an amended complaint relates back to a prior complaint where \"the amendment asserts a claim or defense that arose out of the conduct, transaction, or occurrence set out-or attempted to be set outin the original pleading.\"</p>\n<p>[6]  \"Mere continuity of employment, without more, is insufficient to prolong the life of a cause of action for employment discrimination.\" <i>Ricks,</i> 449 U.S. at 257, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>.</p>\n<p>[7]  Equivocal notices of termination do not trigger the statute of limitations for a 151B claim. An example of an equivocal notice of termination can be found in <i>Wheatley v. American Tel. &amp; Tel. Co.,</i> <span class=\"citation\" data-id=\"2226820\"><a href=\"/opinion/2226820/wheatley-v-american-telephone-telegraph-co/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">394</span></a></span>, <span class=\"citation\" data-id=\"2226820\"><a href=\"/opinion/2226820/wheatley-v-american-telephone-telegraph-co/\"><span class=\"volume\">636</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">265</span></a></span>, 268-269 (1994), where the Supreme Judicial Court of Massachusetts held that there was a genuine issue as to whether the employer knew or should have known that he would be terminated from his employment. The court found that the notice received by the employee, which consisted of a single conversation and a letter stating that he would be terminated if he were unable to secure another position within the company after ninety (90) days, was not sufficiently unequivocal to trigger the statute of limitations for a 151B claim. <i>Id.</i></p>\n<p>[8]  In the case at hand, Defendants and not Dr. Abraham raised for the first time the equitable tolling argument in their motion for judgment on the pleadings. Defendants anticipated any argument as to the applicability of the equitable tolling doctrine to the case at bar. Dr. Abraham responded to Defendants' motion and argued that the doctrine of equitable tolling was applicable. Thus, Dr. Abraham \"squarely and timely raised in the trial court\" his argument for the applicability of the doctrine of equitable tolling to the present case. <i>See </i><i>Iverson v. City of Boston,</i> <span class=\"citation\" data-id=\"202298\"><a href=\"/opinion/202298/iverson-v-city-of-boston/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 102 (1st Cir.2006) (noting that an appellant waives any legal theory which is not \"squarely and timely raised in the trial court\").</p>\n<p>[9]  Dr. Abraham incorrectly argues that this court's holding in <i>Mercado v. Ritz-Carlton San Juan Hotel, Spa &amp; Casino,</i> <span class=\"citation\" data-id=\"790480\"><a href=\"/opinion/790480/marcos-mercado-and-suzanne-hebert-jomp-v-the-ritz-carlton-san-juan-hotel/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span> (1st Cir.2005), supports his position that the doctrine of equitable tolling is applicable to his Title VII claim. <i>Mercado</i> does not deal with a case where an employee failed to comply with his ninety (90) day filing requirement because of his lack of due diligence. Specifically, <i>Mercado</i> discusses how the doctrine of equitable tolling applies in cases where the employer may have violated the EEOC posting requirements and the employee had no other actual or constructive knowledge of the complaint procedures. <i>Id.</i> at 46-48. In such cases, this Court generally should weigh five factors in considering whether to allow the application of the equitable tolling doctrine: \"`(1) lack of actual notice of the filing requirement; (2) lack of constructive knowledge of the filing requirement; (3) diligence in pursuing one's rights; (4) absence of prejudice to the defendant; and (5) a plaintiff's reasonableness in remaining ignorant of the [filing] requirement.'\" <i>Id.</i> at 48 (citing <i>Kelley v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"715636\"><a href=\"/opinion/715636/christine-kelley-v-national-labor-relations-board/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1238</span></a></span>, 1248 (1st Cir. 1996)).</p>\n<p>[10]  On November 24, 2006, the EEOC First Dismissal Notice was issued and on January 11, 2007, Dr. Abraham's counsel appeared on his behalf in an oral argument at the MCAD. Even before this date, on September 8, 2005, Dr. Abraham was being represented by J. Michael Johnson of the Alliance Defense Fund. Although the record does not indicate whether Dr. Abraham received the right to sue letter, assuming that he received it three days after it was issued and excluding Saturdays and Sundays, the ninety (90) day right to sue period commenced on November 30, 2006, the day after receipt. <i>McGill v. United States Express Truck Co.,</i> 290 Fed.Appx. 373, n. 1 (1st Cir.2008) (citing Fed.R.Civ.P. 6(a), (d)). Thus, the limitation period expired on February 28, 2007. Accordingly, Dr. Abraham was represented by counsel before the ninety (90) day period expired.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2226820/"
  ]
}