{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203649/",
  "absolute_url": "/opinion/203649/muskat-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203649/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:20:50Z",
  "date_modified": "2016-04-26T14:53:33.328200Z",
  "type": "010combined",
  "sha1": "76e087411c7d39b45e9813487ef82d645ea49b04",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1513P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/01/29/Muskat_v._US.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-1513\n\n                 IRWIN MUSKAT AND MARGERY MUSKAT,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                    UNITED STATES OF AMERICA,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n      [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n\n                              Before\n\n                        Lynch, Chief Judge,\n                Selya and Boudin, Circuit Judges.\n\n\n\n     James E. Higgins, with whom James E. Higgins, PLLC, John-Mark\nTurner, and Sheehan, Phinney, Bass + Green, P.A. were on brief, for\nappellants.\n     Teresa T. Milton, Attorney, Tax Division, with whom Nathan J.\nHochman, Assistant Attorney General, Thomas P. Colantuono, United\nStates Attorney, and Bruce R. Ellisen, Attorney, Tax Division, were\non brief, for appellee.\n\n\n\n                         January 29, 2009\n\f           SELYA, Circuit Judge. This case turns on the appropriate\n\ntax treatment of a contractual payment initially reported as\n\nordinary income but later recharacterized as a capital gain.                      The\n\nInternal Revenue Service (IRS) denied a requested refund and,\n\nfollowing a bench trial, the district court upheld that action.\n\n           This    appeal       touts   four   claims     of   error,    the     most\n\nsignificant of which require us to elaborate upon the use and\n\nmeaning of, and then to apply, the \"strong proof\" rule.                         After\n\ncareful consideration of all four claims, we affirm the judgment\n\nbelow.\n\nI.   BACKGROUND\n\n           Irwin Muskat worked for years in a family business, Jac\n\nPac Foods, Ltd., based in Manchester, New Hampshire.1                   The firm's\n\nsignature line of business was the processing and distribution of\n\nmeat products to restaurant chains and other commercial entities.\n\nIn 1968, Muskat assumed operating control of Jac Pac.                    Under his\n\nstewardship,      Jac     Pac's     annual     revenues    soared       to     nearly\n\n$130,000,000.           Along     the   way,    Muskat     developed         valuable\n\nrelationships with customers, suppliers, and distributors.\n\n           This litigation grew out of the acquisition of Jac Pac by\n\nManchester Acquisition Corporation, a subsidiary of Corporate Brand\n\n\n      1\n      Muskat and his wife, Margery, filed joint income tax returns\nfor the relevant years.    They jointly appear as plaintiffs and\nappellants in this case.      For ease in exposition, we refer\nthroughout to Muskat as if he were the sole party in interest.\nNevertheless, our decision binds both taxpayers.\n\n                                        -2-\n\fFoods America, Inc. (collectively, CBFA). In 1997, George Gillett,\n\nCBFA's chairman, contacted Muskat about a possible deal (at the\n\ntime, Muskat was Jac Pac's chief executive officer and the owner of\n\n37%   of   its    outstanding      stock).       Negotiations      ensued.      The\n\nnegotiations touched in part on whether Muskat would receive\n\nremuneration over and beyond his share of the sale price for Jac\n\nPac's assets.      Following lengthy deliberations, the parties agreed\n\nthat Muskat would continue to run the business after CBFA acquired\n\nthe assets, and that he would receive incremental payments under\n\nboth an employment agreement and a noncompetition agreement.\n\n            On March 31, 1998, representatives of CBFA and Jac Pac\n\nexecuted an asset purchase agreement, which provided that CBFA\n\nwould buy all of Jac Pac's assets (save for certain real estate)\n\nfor   $34,000,000     in    cash   and   CBFA's    assumption      of    enumerated\n\nliabilities.        The    asset   purchase     agreement   contained      several\n\nconditions       precedent,   three      of    which   pertained    to    Muskat's\n\nexecution of specific contracts, namely, a subscription agreement,\n\nan employment agreement, and a noncompetition agreement.\n\n            Muskat signed the required agreements on May 7, 1998.\n\nThe noncompetition agreement is of pivotal importance here. In it,\n\nCBFA pledged to pay Muskat $3,955,599 in return for a covenant not\n\nto compete over a thirteen-year period.                The first installment —\n\n$1,000,000 — was to be paid immediately, with other installments to\n\nbe paid in varying amounts and at varying intervals over the next\n\n\n                                         -3-\n\fthirteen years. These payment obligations were to survive Muskat's\n\ndeath.\n\n          Muskat received the first installment in 1998.    On his\n\n1998 federal income tax return he listed the payment as ordinary\n\nincome and paid income and self-employment taxes accordingly.    In\n\n2002, however, Muskat reversed his field; he filed an amended\n\nreturn for 1998, recharacterizing the payment as a capital gain and\n\nseeking a tax refund in the amount of $203,434.2    The IRS denied\n\nthe requested refund.   Muskat then sued in New Hampshire's federal\n\ndistrict court, alleging that the payment was compensation for the\n\ntransfer of his personal goodwill and, thus, was taxable as a\n\ncapital gain.\n\n          In a pretrial ruling, the district court declared that,\n\nin order to prevail, Muskat would have to show by \"strong proof\"\n\nthat he and CBFA intended the payment to be compensation for\n\npersonal goodwill.   Muskat v. United States (Muskat I), No. 06 Cv.\n\n30, 2008 WL 138052, at *2 (D.N.H. Jan. 10, 2008).      Following a\n\nbench trial, the court determined that Muskat had failed to adduce\n\nthe requisite strong proof.   Muskat v. United States (Muskat II),\n\nNo. 06 Cv. 30, 2008 WL 1733598, at *7-8 (D.N.H. Apr. 2, 2008).   At\n\nthe same time, the court concluded that it lacked jurisdiction over\n\n\n     2\n       That amount comprised $176,652, which corresponded to the\nlower tax rate on capital gains, and $26,782, which corresponded to\nthe elimination of self-employment tax. The parties now agree that\nany overpayment of self-employment tax would be in the amount of\n$21,479, rather than $26,782.\n\n                                -4-\n\fMuskat's claimed entitlement to a return of self-employment tax.\n\nId. at *2-3.     Consequently, the court entered judgment in favor of\n\nthe government.     This timely appeal ensued.\n\nII.   ANALYSIS\n\n           This case plays out against two background principles of\n\ntax law: The first principle holds that payments received in\n\nexchange for a covenant not to compete are usually taxable as\n\nordinary income, whereas payments received for the sale of goodwill\n\nare usually taxable as capital gains.       Compare, e.g., Baker v.\n\nComm'r, 338 F.3d 789, 794 (7th Cir. 2003) (holding payments under\n\ncovenant not to compete taxable as ordinary income), with, e.g.,\n\nPatterson v. Comm'r, 810 F.2d 562, 569 (6th Cir. 1987) (holding\n\namounts received for goodwill taxable at capital gain rates).    The\n\nsecond principle holds that the tax rates applicable to ordinary\n\nincome are normally higher than those applicable to capital gains.\n\nSee 26 U.S.C. § 1 (tax tables).    We proceed against the backdrop of\n\nthese principles.\n\n           In this venue, Muskat advances four assignments of error.\n\nThese include: (i) the applicability of the \"strong proof\" rule;\n\n(ii) the weight of the evidence as to whether the challenged\n\npayment constituted compensation for personal goodwill (and, thus,\n\nshould have been taxed at capital gain rates); (iii) the exclusion\n\nof expert testimony; and (iv) the lower court's refusal to consider\n\n\n\n\n                                  -5-\n\fthe claim for a refund of self-employment tax.   We discuss these\n\nissues sequentially.\n\n                        A.   Strong Proof.\n\n          It is beyond hope of contradiction that, in a tax refund\n\nsuit, the complaining taxpayer bears the burden of proving the\n\nincorrectness of the challenged tax treatment. See Webb v. IRS, 15\n\nF.3d 203, 205 (1st Cir. 1994). Here, however, the parties disagree\n\nas to the quantum of proof required to satisfy that burden.\n\nAppellate courts review abstract legal questions de novo, and a\n\nlevel-of-proof question comes within that purview.     See United\n\nStates v. Goad, 44 F.3d 580, 585 (7th Cir. 1995); N. Am. Rayon\n\nCorp. v. Comm'r, 12 F.3d 583, 586-87 (6th Cir. 1993); see also\n\nPutnam Res. v. Pateman, 958 F.2d 448, 468-71 (1st Cir. 1992).\n\nAccordingly, we review de novo the district court's determination\n\nthat Muskat had to adduce strong proof to prevail on his refund\n\nclaim.\n\n          The strong proof rule is peculiar to tax cases.3     It\n\napplies when the parties to a transaction have executed a written\n\ninstrument allocating sums of money for particular items, and one\n\nparty thereafter seeks to alter the written allocation for tax\n\npurposes on the basis that the sums were, in reality, intended as\n\n\n     3\n       In the area of taxation, the strong proof rule has been\nthought to promote important values, such as administrative ease,\ncertainty, predictability in taxation, and general notions of\nfairness. See Harvey Radio Labs., Inc. v. Comm'r, 470 F.2d 118,\n120 (1st Cir. 1972).\n\n                                -6-\n\fcompensation for some other item. The rule provides that, in order\n\nto effect such an alteration, the proponent must adduce \"strong\n\nproof\" that, at the time of execution of the instrument, the\n\ncontracting parties actually intended the payments to compensate\n\nfor something different.    See Harvey Radio Labs., Inc. v. Comm'r,\n\n470 F.2d 118, 119-20 (1st Cir. 1972); Leslie S. Ray Ins. Agency,\n\nInc. v. United States, 463 F.2d 210, 212 (1st Cir. 1972).         Phrased\n\nanother way, the party seeking to alter a written allocation must\n\ndemonstrate an actual meeting of the minds with respect to some\n\nother allocation.4 The heightened standard strikes the appropriate\n\nbalance between predictability in taxation and the desirability of\n\nrespecting the contracting parties' real intentions.        See Harvey\n\nRadio, 470 F.2d at 120.    In applying it, evidence that a written\n\nallocation   lacks   independent   economic   reality,   though   likely\n\n\n\n\n     4\n       A few courts of appeals employ a more rigorous formulation\nof the strong proof rule. See, e.g., Comm'r v. Danielson, 378 F.2d\n771, 775 (3d Cir. 1967). That variation allows alteration of a\nwritten allocation only through \"proof which in an action between\nthe parties to the agreement would be admissible to alter that\nconstruction or to show its unenforceability because of mistake,\nundue influence, fraud, duress, etc.\" Id. The tax court generally\napplies the strong proof rule as we have articulated it unless an\nappeal would lie in a circuit that has adopted the alternative\nformulation. See, e.g., Pinson v. Comm'r, T.C.M. (RIA) 2000-208,\n2000 WL 949390, at *11 (2000).\n\n                                   -7-\n\frelevant, is not sufficient to satisfy the strong proof test.5   Id.\n\nat 119-20.\n\n          Muskat vigorously contests the deployment of the strong\n\nproof rule in the circumstances of this case.   He starts with the\n\nbald proposition that Harvey Radio is a relic of a bygone era and\n\nshould not be perpetuated. We reject this assault on the continued\n\nvitality of Harvey Radio.\n\n          \"We have held, time and again, that in a multi-panel\n\ncircuit, prior panel decisions are binding upon newly constituted\n\npanels in the absence of supervening authority sufficient to\n\nwarrant disregard of established precedent.\"     United States v.\n\nWogan, 938 F.2d 1446, 1449 (1st Cir. 1991).      Such \"supervening\n\nauthority\" may take the form of a congressional enactment, a new\n\nSupreme Court opinion, or an en banc decision of our own.        See\n\nUnited States v. Allen, 469 F.3d 11, 18 (1st Cir. 2006); Williams\n\nv. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir. 1995).   The second\n\nand third of these escape routes plainly do not apply here: Muskat\n\nhas not cited to any overriding judicial decision that would call\n\ninto question the durability of Harvey Radio.\n\n\n\n     5\n      The strong proof rule applies only when a contracting party,\nor someone claiming by, through, or under a contracting party,\nattempts to vary a written allocation.     When the IRS seeks to\nsecure the reallocation of funds expressly earmarked for a given\npurpose, it may do so by showing that the original allocation does\nnot comport with economic reality. See, e.g., Sullivan v. United\nStates, 618 F.2d 1001, 1007 (3d Cir. 1980); Harvey Radio, 470 F.2d\nat 120.\n\n                               -8-\n\f            This leaves only the escape route paved by statutory\n\nenactments.    In this vein, Muskat has argued that changes in the\n\ntax code have rendered lifeless the rationales undergirding Harvey\n\nRadio.     But the strong proof rule is generic; it applies to the\n\nentire universe of written allocations, not just to those where\n\nchanges in tax treatment have occurred.          More importantly, the\n\nmodifications highlighted by Muskat make no mention of the strong\n\nproof rule, nor do they necessarily imply that a different rule is\n\ndesirable.     Accordingly, Harvey Radio remains good law in this\n\ncircuit.\n\n            Muskat's fallback position is that the strong proof rule,\n\neven if velivolant, does not apply in the circumstances at hand\n\nbecause Muskat was not a party to the written allocation.             The\n\nfactual predicate on which this privity argument rests is faulty.\n\n            We need not tarry.    The record shows with conspicuous\n\nclarity that Muskat was a party to the allocation of funds to the\n\nnoncompetition agreement.      For one thing, that agreement bears\n\nMuskat's signature in his personal capacity.        For another thing,\n\nthe testimony makes pellucid that, both individually and through\n\nhis   representatives,   he   negotiated   the   overall   CBFA/Jac   Pac\n\ntransaction.    That Muskat signed the asset purchase agreement on\n\nJac Pac's behalf was not a mere formality but, rather, an indicium\n\nof his deep involvement in the structuring of the deal.\n\n\n\n\n                                  -9-\n\f            Finally, Muskat contends that the written allocation is\n\nambiguous and that this ambiguity renders the strong proof rule\n\ninapposite.      The premise behind this argument is sound: the strong\n\nproof rule does not apply to ambiguous contractual allocations.\n\nSee, e.g., Kreider v. Comm'r, 762 F.2d 580, 586 (7th Cir. 1985);\n\nPeterson Mach. Tool, Inc. v. Comm'r, 79 T.C. 72, 81-82 (1982).              But\n\nMuskat's attempt to rely upon this premise is an effort to force a\n\nsquare peg into a round hole.\n\n           Whether a contract is ambiguous is a question of law.\n\nTorres Vargas v. Santiago Cummings, 149 F.3d 29, 33 (1st Cir.\n\n1998); Allen v. Adage, Inc., 967 F.2d 695, 698 (1st Cir. 1992).\n\n\"But a contract is not ambiguous merely because a party to it,\n\noften with a rearward glance colored by self-interest, disputes an\n\ninterpretation that is logically compelled.\"          Blackie v. Maine, 75\n\nF.3d 716, 721 (1st Cir. 1996).         Rather, a contract \"is ambiguous\n\nonly if the language is susceptible to more than one meaning and\n\nreasonable persons could differ as to which meaning was intended.\"\n\nUncle Henry's Inc. v. Plaut Consulting Co., 399 F.3d 33, 47 (1st\n\nCir. 2005).\n\n           In this instance, the noncompetition agreement hardly\n\ncould be clearer.        It expressly states that the sums specified\n\ntherein will be paid to Muskat in order to protect Jac Pac's\n\ngoodwill   and    in   consideration   of   his   serial   promises   not    to\n\nparticipate in rival businesses, not to solicit employees to leave\n\n\n                                   -10-\n\fCBFA, and not to divert business opportunities from CBFA.            The\n\nspecified payments are clearly allocated to this covenant not to\n\ncompete.   In short, the noncompetition agreement unequivocally\n\nreads — as its title suggests — like a garden-variety agreement not\n\nto compete.     See Black's Law Dictionary 392 (8th ed. 2008); see\n\nalso LDDS Commc'ns, Inc. v. Automated Commc'ns, Inc., 35 F.3d 198,\n\n200-01   (5th   Cir.   1994)   (identifying   agreement   with   similar\n\nrestrictions as a noncompetition agreement); Heritage Auto Ctr.,\n\nInc. v. Comm'r, 71 T.C.M. (CCH) 1839, 1996 WL 22405, at *5, *10\n\n(1996) (treating agreement with similar provisions as covenant not\n\nto compete for tax purposes).\n\n           In an endeavor to blunt the force of this reasoning,\n\nMuskat notes that the preamble to the noncompetition agreement\n\nrecites that it was executed in consideration of the substantial\n\nbenefits accruing to Muskat under the asset purchase agreement — an\n\nagreement that is itself ambiguous because it purports to allocate\n\na $59,000,000 purchase price even though Jac Pac received only\n\n$45,000,000 from the sale.        We fail to see how this arguable\n\ndiscrepancy, most likely explicable in terms of assumption of\n\nliabilities and other considerations, introduces an ambiguity into\n\nthe allocation set forth in the noncompetition agreement. Whatever\n\nambiguities might permeate the asset purchase agreement, there are\n\n\n\n\n                                  -11-\n\fnone in the noncompetition agreement itself (to which the asset\n\npurchase agreement unambiguously allocates $3,955,599).6\n\n          To   sum   up,   none   of   Muskat's   counter-arguments    is\n\npersuasive.    Accordingly, we agree with the district court that\n\nMuskat had to adduce strong proof that the contracting parties\n\nintended, at the time of the transaction, that the challenged\n\npayment would be compensation for Muskat's personal goodwill.         It\n\nis to that issue that we now proceed.\n\n                     B.    Weight of the Evidence.\n\n          The court below found that Muskat had failed to adduce\n\nstrong proof that the contracting parties intended the challenged\n\npayment to be compensation for personal goodwill.       Muskat II, 2008\n\nWL 1733598, at *8.   This is essentially a factual finding, and we\n\nreview it only for clear error.        See Cumpiano v. Banco Santander\n\nP.R., 902 F.2d 148, 152 (1st Cir. 1990) (\"Findings concerning an\n\nactor's intent fit neatly within the integument of the 'clearly\n\nerroneous' rule.\"). Consequently, we will not disturb the district\n\ncourt's determination \"unless, on the whole of the record, we form\n\na strong, unyielding belief that a mistake has been made.\"       Id.\n\n\n\n\n     6\n       Muskat claims that the survivability provision renders the\nnoncompetition agreement ambiguous.    We do not agree.    In all\nevents, the question is not whether that provision — with which we\ndeal infra — is a typical feature of a noncompetition agreement\nbut, rather, whether it lends an element of uncertainty to the\nbargain struck by the contracting parties. In this case, it does\nnot.\n\n                                  -12-\n\f          The phrase \"strong proof\" is not self-elucidating. While\n\nthe utilization of an enhanced level of proof is consistent with\n\nthe spirit of our earlier cases, see, e.g., Leslie S. Ray, 463 F.2d\n\nat 212, the precise import of the strong proof rule is arguably\n\nbest worked out on a case by case basis, see, e.g., United States\n\nv. Tex. Educ. Agency, 467 F.2d 848, 864 (5th Cir. 1972).   The tax\n\ncourt cases leave the matter pretty much up in the air; that court\n\nhas construed the strong proof rule to require proof \"beyond a mere\n\npreponderance of the evidence.\"   Major v. Comm'r, 76 T.C. 239, 247\n\n(1981).\n\n          Despite the advantages of a loose articulation, we think\n\nthat a benchmark would be helpful.     In our view, to constitute\n\n\"strong proof\" a taxpayer's evidence must have persuasive power\n\nclosely resembling the \"clear and convincing\" evidence required to\n\nreform a written contract on the ground of mutual mistake.    See,\n\ne.g., Ind. Ins. Co. v. Pana Cmty. Unit Sch. Dist. No. 8, 314 F.3d\n\n895, 904 (7th Cir. 2002); Berezin v. Regency Sav. Bank, 234 F.3d\n\n68, 72 (1st Cir. 2000); see also Nat'l Austl. Bank v. United\n\nStates, 452 F.3d 1321, 1329 (Fed. Cir. 2006) (collecting cases).\n\nThis analogy seems compelling because, under the strong proof rule,\n\na party seeking to vary a written allocation for tax purposes must\n\nshow a meeting of the minds different from that professed in the\n\nwritten instrument — a showing that bears a family resemblance to\n\nthe showing required for the reformation of a contract. See, e.g.,\n\n\n                               -13-\n\fInd. Ins. Co., 314 F.3d at 904 (requiring party that seeks contract\n\nreformation to show \"a meeting of the minds resulting in an actual\n\nagreement between the parties\" different from that embodied in\n\ntheir written contract).\n\n           The sources of \"strong proof\" are case-specific.               For\n\nthat reason, an inquiring court, in determining whether there is\n\nstrong   proof   that   the   parties   to   a   transaction   intended   the\n\nallocation set forth in a written agreement to serve as a proxy for\n\nsome other (more genuine) allocation, should closely examine the\n\ncourse of negotiations leading up to the agreement.            See Critz v.\n\nComm'r, 54 T.C.M. (CCH) 947, 1987 WL 48834 (1987); Feller v.\n\nComm'r, 45 T.C.M. (CCH) 902, 1983 WL 14102 (1983).\n\n           In this case, the trial testimony revealed no discussion\n\nof Muskat's personal goodwill during the negotiations. By the same\n\ntoken, none of the transaction documents (including the early\n\ndrafts of those documents) mentioned Muskat's personal goodwill.\n\nMuskat had ample opportunity to introduce the concept of personal\n\ngoodwill into the noncompetition agreement (which went through at\n\nleast five iterations), but he did not do so.           And although there\n\nis a reference to goodwill in the preamble to the noncompetition\n\nagreement, that reference is to an avowed purpose to protect Jac\n\nPac's goodwill.\n\n           This is telling evidence.         In our judgment, the absence\n\nof any reference to Muskat's separate goodwill, combined with this\n\n\n                                   -14-\n\fexpress   reference     to   Jac   Pac's     goodwill,   makes   it   extremely\n\nunlikely that the contracting parties intended the payments limned\n\nin the noncompetition agreement to serve as de facto compensation\n\nfor Muskat's personal goodwill.\n\n            This intuition is reinforced by other pieces of evidence.\n\nCBFA's president, Benjamin Warren, testified that he could not\n\nimagine that any goodwill other than Jac Pac's was material to the\n\ntransaction.      The    asset     purchase    agreement   allocated     almost\n\n$16,000,000 of the sale price to Jac Pac's goodwill, lending\n\ncredence to Warren's testimony and making a focus on Muskat's\n\nseparate goodwill implausible.          Seen in this light and with due\n\ndeference   to   the    district     court's    prerogative      to   judge   the\n\ncredibility of the witnesses, the clear weight of the evidence\n\nsupports the conclusion that the challenged payment was, as stated,\n\ncompensation for the covenant not to compete, not compensation for\n\nMuskat's personal goodwill.\n\n            Muskat musters two arguments designed to undermine this\n\nconclusion.    First, he asserts that the noncompetition agreement's\n\nsurvivability provision is a dead giveaway that the payments called\n\nfor by the agreement are for something other than refraining from\n\ncompetition (after all, Muskat hardly could compete subsequent to\n\nhis demise).     Second, he asserts that the terms of his employment\n\nand subscription agreements were so lucrative as to eliminate any\n\n\n\n\n                                      -15-\n\frealistic possibility that, at a relatively advanced age, he would\n\ncross swords with CBFA.\n\n            The common thread that binds these arguments together is\n\nthat they are in service of Muskat's attempt to cast doubt upon the\n\neconomic reality of CBFA's need for a noncompetition agreement.\n\nThat game may not be worth the candle; proof that a written\n\nallocation lacks economic reality does not, in and of itself,\n\nconstitute strong proof that the contracting parties intended some\n\nother allocation.       See Harvey Radio, 470 F.2d at 119-20.                In any\n\nevent, as we explain below, the noncompetition agreement possessed\n\nan adequate basis in economic reality.\n\n            Muskat,     by     his    own   admission,     had   a   considerable\n\nfollowing in the trade (that is the core element of the \"personal\n\ngoodwill\" that he touts).             While the presence of a survivability\n\nprovision   is    in    some    tension     with    the   categorization     of   an\n\nagreement as a covenant not to compete, see, e.g., In re Johnson,\n\n178 B.R. 216, 220 (B.A.P. 9th Cir. 1995); Brinson Co.-Midwest v.\n\nComm'r, 71 T.C.M. (CCH) 1891, 1996 WL 27664, at *6 (1996); Ackerman\n\nv. Comm'r, 27 T.C.M. (CCH) 1342, 1968 WL 1339 (1968), it is not\n\nwholly antithetic to that taxonomy.                After all, a person who has\n\nthe wherewithal (knowledge, contacts, and the like) to compete\n\neffectively is in a strong position to drive a hard bargain in\n\nexchange for his agreement to eschew competition.                A survivability\n\nprovision   may    be    part    of    that    hard   bargain.       Thus,   courts\n\n\n                                        -16-\n\ffrequently have classified agreements that contain survivability\n\nprovisions as valid noncompetition agreements for tax purposes.\n\nSee, e.g., Thompson v. Comm'r, 73 T.C.M. (CCH) 3169, 1997 WL\n\n344737, at *7-8 (1997); Buchner v. Comm'r, 60 T.C.M. (CCH) 429,\n\n1990 WL 110212 (1990); Wager v. Comm'r, 52 T.C. 416, 419 (1969).\n\nWe think that classification is apt here, notwithstanding the\n\nsurvivability    provision      contained    in    Muskat's     noncompetition\n\nagreement.\n\n           So too Muskat's argument that it was unlikely that he\n\nwould try to compete.     It is true that competing would have had an\n\nup-front cost.      After the sale, Muskat continued to work for CBFA\n\nin an executive capacity.          He possessed a powerful financial\n\nincentive to remain with CBFA: he had invested $2,000,000 in the\n\ncompany through the subscription agreement, and his employment\n\nagreement paid him a base salary of $273,000 per year, together\n\nwith a comprehensive benefits package and the prospect of sizable\n\nbonuses.\n\n           On the other side of the balance, however, Muskat had\n\nbeen   enormously    successful    prior    to    the   sale.    There   is   no\n\nindication   that    he   was   committed    to    retirement,     infirm,    or\n\notherwise situated so as to render his promise not to compete of\n\nlittle value.    Cf. Welch v. Comm'r, 73 T.C.M. (CCH) 2256, 1997 WL\n\n102431, at *6-8 (1997) (finding that covenant not to compete lacked\n\neconomic reality when taxpayer was terminally ill at time of sale).\n\n\n                                    -17-\n\fBoth   Gillett   and   Warren   testified   that   they   valued   Muskat's\n\nrelationships with customers, suppliers, and distributors, and\n\nthere is every reason to suppose that a man with Muskat's business\n\nacumen could have earned as much or more money by turning his back\n\non CBFA and pursuing other (competitive) opportunities.             Indeed,\n\nGillett testified that the noncompetition agreement was meant to\n\nprevent that very possibility.      The district court, as the arbiter\n\nof witness credibility, see Fed. Refin. Co. v. Klock, 352 F.3d 16,\n\n29 (1st Cir. 2003), was entitled to credit that testimony.             The\n\nnoncompetition agreement was, therefore, sufficiently grounded in\n\neconomic reality.\n\n           The short of it is that the weight of the evidence is\n\ncompletely consistent with the district court's conclusion that\n\nCBFA sensibly protected its substantial investment in Jac Pac's\n\nassets and goodwill by its contractual arrangement with Muskat. It\n\nfollows inexorably that the court did not clearly err in holding\n\nthat Muskat failed to adduce strong proof that the contracting\n\nparties intended the payments delineated in the noncompetition\n\nagreement to be compensation for Muskat's personal goodwill.           The\n\npayment received in 1998 was, therefore, taxable as ordinary\n\nincome.   See Baker, 338 F.3d at 794 (holding that payment under\n\ncovenant not to compete is taxable as ordinary income).\n\n\n\n\n                                   -18-\n\f                             C.   Expert Testimony.\n\n             We review rulings admitting or excluding expert testimony\n\nfor abuse of discretion.          United States v. Sebaggala, 256 F.3d 59,\n\n66 (1st Cir. 2001).           We will reverse such a ruling only if the\n\ntrial court \"committed a meaningful error in judgment.\"                     Ruiz-\n\nTroche v. Pepsi Cola of P.R. Bottling Co., 161 F.3d 77, 83 (1st\n\nCir. 1998) (citation and internal quotation marks omitted).                  Such\n\na bevue occurs when the court commits an \"error of law, . . .\n\nconsiders     improper       criteria,    ignores     criteria    that    deserve\n\nsignificant weight, or gauges only the appropriate criteria but\n\nmakes a clear error of judgment in assaying them.\"                Rosario-Urdaz\n\nv. Rivera-Hernández, 350 F.3d 219, 221 (1st Cir. 2003).\n\n             At trial, Muskat sought to offer the opinion testimony of\n\nGeorge     O'Brien,    a    certified     public    accountant,   in     order   to\n\nestablish that most of the goodwill (73%) acquired by CBFA was\n\nattributable to Muskat individually, not Jac Pac corporately.                    The\n\ncourt    excluded     the    proffered    testimony    on   relevancy    grounds.\n\nMuskat appeals, maintaining that O'Brien's opinion tended to show\n\nthat he possessed a valuable asset (personal goodwill) that the\n\ncontracting parties probably would have taken into account.\n\n             The government's rejoinder begins with the suggestion\n\nthat Muskat neglected to preserve this objection. The record tells\n\na different tale: when the district court questioned the relevance\n\nof   the   proffered       testimony,    Muskat's    counsel   summarized    what\n\n\n                                         -19-\n\fO'Brien would say and explained how the testimony would support\n\nMuskat's position.   No more was exigible to preserve the point for\n\nappeal.   See Fed. R. Evid. 103(a)(2); see also Curreri v. Int'l\n\nBhd. of Teamsters, 722 F.2d 6, 13 (1st Cir. 1983).\n\n          The government's defense of the ruling on the merits is\n\nsturdier. The principal issue at trial was whether the contracting\n\nparties intended payments under the noncompetition agreement to\n\nrepresent compensation for the transfer of personal goodwill.    If\n\nO'Brien planned to testify that Muskat possessed personal goodwill\n\nseparate from Jac Pac's goodwill, his testimony arguably may have\n\nbeen relevant to that issue. But according to the proffer, O'Brien\n\nwould not have testified to that effect; rather, he would have\n\ntestified that a large slice of Jac Pac's goodwill was attributable\n\nto Muskat.   This is a significant distraction.    All of Jac Pac's\n\ngoodwill, including any portion attributable to Muskat, was sold\n\nunder the asset purchase agreement.      Thus, O'Brien's testimony\n\nwould have shed no light on the meaning of the noncompetition\n\nagreement.\n\n          That ends this aspect of the matter.    It is black-letter\n\nlaw that \"district courts enjoy wide latitude in determining the\n\nrelevancy vel non of evidence.\"    Morales Feliciano v. Rullán, 378\n\nF.3d 42, 58 (1st Cir. 2004).      Given the nature of the proffered\n\ntestimony, the district court operated within the realm of its\n\ndiscretion in excluding it.\n\n\n                               -20-\n\f                       D.   Self-Employment Tax.\n\n            Muskat's final plaint concerns his separate claim for a\n\nrefund of self-employment tax.      He maintains, in the alternative,\n\nthat the lower court erred in concluding that it lacked subject\n\nmatter jurisdiction over this claim; that the court abused its\n\ndiscretion in denying his motion for leave to amend his complaint;\n\nand that, in all events, he should have prevailed on a theory of\n\njudicial estoppel.\n\n            We review the district court's determination that it\n\nlacked subject matter jurisdiction de novo.               Dominion Energy\n\nBrayton Point, LLC v. Johnson, 443 F.3d 12, 16 (1st Cir. 2006).\n\nThe Internal Revenue Code recognizes the value of an orderly refund\n\nprocess, requiring the exhaustion of remedies available through\n\nadministrative channels prior to opening the courthouse doors.\n\nUnder that scheme, a district court has jurisdiction to adjudicate\n\nonly those refund claims that have first been \"duly filed\" with the\n\nSecretary   of   the   Treasury.   26     U.S.C.   §   7422(a).   Relevant\n\nregulations provide that a filed claim \"must set forth in detail\n\neach ground upon which a . . . refund is claimed and facts\n\nsufficient to apprise the Commissioner of the exact basis thereof.\"\n\n26 C.F.R. § 301.6402-2(b)(1). Taken together, these provisions bar\n\n\"a taxpayer from presenting claims in a tax refund suit that\n\n'substantially vary' the legal theories and factual bases set forth\n\nin the tax refund claim presented to the IRS.\"             Lockheed Martin\n\n\n                                   -21-\n\fCorp. v. United States, 210 F.3d 1366, 1371 (Fed. Cir. 2000);\n\naccord Charter Co. v. United States, 971 F.2d 1576, 1579 (11th Cir.\n\n1992).   It follows that a claim or theory not explicitly or\n\nimplicitly   set   forth   in   the    taxpayer's   administrative   refund\n\napplication cannot be broached for the first time in a court in\n\nwhich a subsequent refund suit is brought.           See Lockheed Martin,\n\n210 F.3d at 1371.\n\n          Here, the administrative refund claim filed on Muskat's\n\nbehalf stated in full:\n\n          Taxpayers are amending their tax return to\n          properly record the allocation between the\n          sale of goodwill and a covenant not to\n          compete.      This  change   results   in  the\n          reclassification    of   income    erroneously\n          reported as fully ordinary income to the\n          correct allocation between ordinary income and\n          capital gain.\n\nFairly read, this statement indicates that the sole purpose of the\n\nrefund claim is to change the allocation of the 1998 payment\n\nbetween goodwill and noncompetition, emphasizing the former and\n\ndeemphasizing the latter, to the end of taxing at the (lower)\n\ncapital gain rate monies previously taxed at the (higher) ordinary\n\nincome rate.   The IRS addressed that claim head-on, and Muskat's\n\nensuing judicial complaint neither mentioned an alternative claim\n\nfor self-employment tax nor raised any other new issues.\n\n          At trial, Muskat shifted gears.           He sought to argue, in\n\npart, that he was entitled to a refund of the self-employment tax\n\nremitted with respect to the reported payment whether or not the\n\n                                      -22-\n\fpayment constituted ordinary income.             In support, he pointed to a\n\nline of cases holding that sums paid in consideration of covenants\n\nnot to compete are not deemed to have been earned in the conduct of\n\na trade or business and, thus, are not subject to self-employment\n\ntax.     See, e.g., Milligan v. Comm'r, 38 F.3d 1094, 1098 n.6 (9th\n\nCir. 1994); Barrett v. Comm'r, 58 T.C. 284, 289 (1972).                This was\n\nan entirely new theory, neither mentioned in nor adumbrated by the\n\nadministrative claim.\n\n            The district court did not reach the question of whether\n\npayments made under a noncompetition agreement are subject to self-\n\nemployment tax.       Instead, the court noted that the administrative\n\nrefund claim did not raise the self-employment tax issue and,\n\ntherefore, the court lacked jurisdiction over it.             See Muskat II,\n\n2008 WL 1733598, at *2-3.\n\n            We concur with the district court that this theory,\n\nvoiced    for   the   first   time   in    the   district   court,   worked   a\n\nsubstantial     variance      from   the     administrative   refund     claim.\n\nRegardless of whether the IRS might have deduced from the general\n\nparameters of the refund claim that Muskat was eligible for a\n\nrefund of self-employment tax even if the reported payment was\n\nattributed to the noncompetition agreement, the district court\n\nlacked jurisdiction. A taxpayer is the master of his refund claim,\n\nand it is not the IRS's responsibility to make a case for the\n\ntaxpayer that the taxpayer himself has opted not to make.                  See,\n\n\n                                      -23-\n\fe.g., IA 80 Group, Inc. v. United States, 347 F.3d 1067, 1075 n.9\n\n(8th Cir. 2003); Charter Co., 971 F.2d at 1579.      Because Muskat\n\nfailed to put the IRS on notice during the administrative phase of\n\nthe basic nature of his present theory, the district court lacked\n\nsubject matter jurisdiction over that claim.   See Lockheed Martin,\n\n210 F.3d at 1371; Charter Co., 971 F.2d at 1580.\n\n          That determination is dispositive of Muskat's further\n\ncontention that the trial court abused its discretion in refusing\n\nto allow the filing of an amended complaint.    The law is settled\n\nthat futility is a sufficient basis for denying leave to file an\n\namended complaint.   See Foman v. Davis, 371 U.S. 178, 182 (1962);\n\nUniversal Commc'n Sys., Inc. v. Lycos, Inc., 478 F.3d 413, 418 (1st\n\nCir. 2007).    Since the district court lacked jurisdiction over\n\nMuskat's claim for a refund of self-employment tax, Muskat's\n\nproposed amendment would have been utterly futile.\n\n          In a last-ditch effort, Muskat suggests that the IRS has\n\nconceded that no self-employment tax was owed on payments made\n\nunder the noncompetition agreement in 2001 and 2002.7      On that\n\nbasis, he implores us that the government should be judicially\n\nestopped from contesting the impropriety of the 1998 tax in this\n\nproceeding.   We reject his importunings.\n\n\n\n     7\n       The record reflects that, in a protest letter to the IRS\ndated October 15, 2004, Muskat flagged the self-employment tax\nissue with respect to tax years 1999 through 2002. The tax year at\nissue in the instant case is 1998.\n\n                               -24-\n\f            \"As a general matter, the doctrine of judicial estoppel\n\nprevents a litigant from pressing a claim that is inconsistent with\n\na   position   taken   by   that   litigant    either    in   a    prior   legal\n\nproceeding or in an earlier phase of the same legal proceeding.\"\n\nInterGen N.V. v. Grina, 344 F.3d 134, 144 (1st Cir. 2003).                 There\n\nare at least two preconditions to a successful claim of judicial\n\nestoppel. \"First, the estopping position and the estopped position\n\nmust   be   directly   inconsistent,    that    is,     mutually    exclusive.\n\nSecond, the responsible party must have succeeded in persuading a\n\ncourt to accept its prior position.\"           Alternative Sys. Concepts,\n\nInc. v. Synopsys, Inc., 374 F.3d 23, 34 (1st Cir. 2004) (internal\n\ncitations omitted).\n\n            Even if we assume, for argument's sake, that (i) this\n\njudicial estoppel theory somehow eludes the jurisdictional bar and\n\n(ii) the IRS has conceded that payments under the noncompetition\n\nagreement are not subject to self-employment tax, Muskat's judicial\n\nestoppel claim falters at the first step.          The 2001-2002 position\n\nthat Muskat attributes to the government (\"no self-employment tax\n\non payments received pursuant to noncompetition agreements\") is not\n\ninconsistent with the basic position that the government urges in\n\nthis litigation: that a taxpayer who has failed to exhaust his\n\nadministrative remedies may not litigate a self-employment tax\n\nissue in a refund suit.      Given this circumstance, the doctrine of\n\njudicial estoppel is not implicated.\n\n\n                                    -25-\n\fIII.   CONCLUSION\n\n            We need go no further. For the reasons elucidated above,\n\nwe uphold the judgment of the district court.\n\n\n\nAffirmed.\n\n\n\n\n                                -26-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>554 F.3d 183 (2009)</b></center>\n<center><h1>Irwin MUSKAT and Margery Muskat, Plaintiffs, Appellants,<br>\nv.<br>\nUNITED STATES of America, Defendant, Appellee.</h1></center>\n<center>No. 08-1513.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2008.</center>\n<center>Decided January 29, 2009.</center>\n<p><span class=\"star-pagination\">*186</span> James E. Higgins, with whom James E. Higgins, PLLC, John-Mark Turner, and Sheehan, Phinney, Bass + Green, P.A. were on brief, for appellants.</p>\n<p>Teresa T. Milton, Attorney, Tax Division, with whom Nathan J. Hochman, Assistant Attorney General, Thomas P. Colantuono, United States Attorney, and Bruce R. Ellisen, Attorney, Tax Division, were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This case turns on the appropriate tax treatment of a contractual payment initially reported as ordinary income but later recharacterized as a capital gain. The Internal Revenue Service (IRS) denied a requested refund and, following a bench trial, the district court upheld that action.</p>\n<p>This appeal touts four claims of error, the most significant of which require us to elaborate upon the use and meaning of, <span class=\"star-pagination\">*187</span> and then to apply, the \"strong proof\" rule. After careful consideration of all four claims, we affirm the judgment below.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Irwin Muskat worked for years in a family business, Jac Pac Foods, Ltd., based in Manchester, New Hampshire.<sup>[1]</sup> The firm's signature line of business was the processing and distribution of meat products to restaurant chains and other commercial entities. In 1968, Muskat assumed operating control of Jac Pac. Under his stewardship, Jac Pac's annual revenues soared to nearly $130,000,000. Along the way, Muskat developed valuable relationships with customers, suppliers, and distributors.</p>\n<p>This litigation grew out of the acquisition of Jac Pac by Manchester Acquisition Corporation, a subsidiary of Corporate Brand Foods America, Inc. (collectively, CBFA). In 1997, George Gillett, CBFA's chairman, contacted Muskat about a possible deal (at the time, Muskat was Jac Pac's chief executive officer and the owner of 37% of its outstanding stock). Negotiations ensued. The negotiations touched in part on whether Muskat would receive remuneration over and beyond his share of the sale price for Jac Pac's assets. Following lengthy deliberations, the parties agreed that Muskat would continue to run the business after CBFA acquired the assets, and that he would receive incremental payments under both an employment agreement and a noncompetition agreement.</p>\n<p>On March 31, 1998, representatives of CBFA and Jac Pac executed an asset purchase agreement, which provided that CBFA would buy all of Jac Pac's assets (save for certain real estate) for $34,000,000 in cash and CBFA's assumption of enumerated liabilities. The asset purchase agreement contained several conditions precedent, three of which pertained to Muskat's execution of specific contracts, namely, a subscription agreement, an employment agreement, and a noncompetition agreement.</p>\n<p>Muskat signed the required agreements on May 7, 1998. The noncompetition agreement is of pivotal importance here. In it, CBFA pledged to pay Muskat $3,955,599 in return for a covenant not to compete over a thirteen-year period. The first installment$1,000,000was to be paid immediately, with other installments to be paid in varying amounts and at varying intervals over the next thirteen years. These payment obligations were to survive Muskat's death.</p>\n<p>Muskat received the first installment in 1998. On his 1998 federal income tax return he listed the payment as ordinary income and paid income and self-employment taxes accordingly. In 2002, however, Muskat reversed his field; he filed an amended return for 1998, recharacterizing the payment as a capital gain and seeking a tax refund in the amount of $203,434.<sup>[2]</sup> The IRS denied the requested refund. Muskat then sued in New Hampshire's federal district court, alleging that the payment was compensation for the transfer <span class=\"star-pagination\">*188</span> of his personal goodwill and, thus, was taxable as a capital gain.</p>\n<p>In a pretrial ruling, the district court declared that, in order to prevail, Muskat would have to show by \"strong proof\" that he and CBFA intended the payment to be compensation for personal goodwill. <i>Muskat v. United States</i> (<i>Muskat I</i>), No. 06 Cv. 30, 2008 WL 138052, at *2 (D.N.H. Jan.10, 2008). Following a bench trial, the court determined that Muskat had failed to adduce the requisite strong proof. <i>Muskat v. United States</i> (<i>Muskat II</i>), No. 06 Cv. 30, 2008 WL 1733598, at *7-8 (D.N.H. Apr.2, 2008). At the same time, the court concluded that it lacked jurisdiction over Muskat's claimed entitlement to a return of self-employment tax. <i>Id.</i> at *2-3. Consequently, the court entered judgment in favor of the government. This timely appeal ensued.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>This case plays out against two background principles of tax law: The first principle holds that payments received in exchange for a covenant not to compete are usually taxable as ordinary income, whereas payments received for the sale of goodwill are usually taxable as capital gains. <i>Compare, e.g., </i><i>Baker v. Comm'r,</i> 338 F.3d 789, 794 (7th Cir.2003) (holding payments under covenant not to compete taxable as ordinary income), <i>with, e.g., </i><i>Patterson v. Comm'r,</i> 810 F.2d 562, 569 (6th Cir.1987) (holding amounts received for goodwill taxable at capital gain rates). The second principle holds that the tax rates applicable to ordinary income are normally higher than those applicable to capital gains. <i>See</i> 26 U.S.C. § 1 (tax tables). We proceed against the backdrop of these principles.</p>\n<p>In this venue, Muskat advances four assignments of error. These include: (i) the applicability of the \"strong proof\" rule; (ii) the weight of the evidence as to whether the challenged payment constituted compensation for personal goodwill (and, thus, should have been taxed at capital gain rates); (iii) the exclusion of expert testimony; and (iv) the lower court's refusal to consider the claim for a refund of self-employment tax. We discuss these issues sequentially.</p>\n<p></p>\n<h2>A. <i>Strong Proof.</i>\n</h2>\n<p>It is beyond hope of contradiction that, in a tax refund suit, the complaining taxpayer bears the burden of proving the incorrectness of the challenged tax treatment. <i>See </i><i>Webb v. IRS,</i> 15 F.3d 203, 205 (1st Cir.1994). Here, however, the parties disagree as to the quantum of proof required to satisfy that burden. Appellate courts review abstract legal questions de novo, and a level-of-proof question comes within that purview. <i>See </i><i>United States v. Goad,</i> 44 F.3d 580, 585 (7th Cir. 1995); <i>N. Am. Rayon Corp. v. Comm'r,</i> 12 F.3d 583, 586-87 (6th Cir.1993); <i>see also </i><i>Putnam Res. v. Pateman,</i> 958 F.2d 448, 468-71 (1st Cir.1992). Accordingly, we review de novo the district court's determination that Muskat had to adduce strong proof to prevail on his refund claim.</p>\n<p>The strong proof rule is peculiar to tax cases.<sup>[3]</sup> It applies when the parties to a transaction have executed a written instrument allocating sums of money for particular items, and one party thereafter seeks to alter the written allocation for tax purposes on the basis that the sums were, in reality, intended as compensation for some other item. The rule provides that, <span class=\"star-pagination\">*189</span> in order to effect such an alteration, the proponent must adduce \"strong proof\" that, at the time of execution of the instrument, the contracting parties actually intended the payments to compensate for something different. <i>See </i><i>Harvey Radio Labs., Inc. v. Comm'r,</i> 470 F.2d 118, 119-20 (1st Cir.1972); <i>Leslie S. Ray Ins. Agency, Inc. v. United States,</i> 463 F.2d 210, 212 (1st Cir.1972). Phrased another way, the party seeking to alter a written allocation must demonstrate an actual meeting of the minds with respect to some other allocation.<sup>[4]</sup> The heightened standard strikes the appropriate balance between predictability in taxation and the desirability of respecting the contracting parties' real intentions. <i>See </i><i>Harvey Radio,</i> 470 F.2d at 120. In applying it, evidence that a written allocation lacks independent economic reality, though likely relevant, is not sufficient to satisfy the strong proof test.<sup>[5]</sup><i>Id.</i> at 119-20.</p>\n<p>Muskat vigorously contests the deployment of the strong proof rule in the circumstances of this case. He starts with the bald proposition that <i>Harvey Radio</i> is a relic of a bygone era and should not be perpetuated. We reject this assault on the continued vitality of <i>Harvey Radio.</i></p>\n<p>\"We have held, time and again, that in a multi-panel circuit, prior panel decisions are binding upon newly constituted panels in the absence of supervening authority sufficient to warrant disregard of established precedent.\" <i>United States v. Wogan,</i> 938 F.2d 1446, 1449 (1st Cir.1991). Such \"supervening authority\" may take the form of a congressional enactment, a new Supreme Court opinion, or an en banc decision of our own. <i>See </i><i>United States v. Allen,</i> 469 F.3d 11, 18 (1st Cir.2006); <i>Williams v. Ashland Eng'g Co.,</i> 45 F.3d 588, 592 (1st Cir.1995). The second and third of these escape routes plainly do not apply here: Muskat has not cited to any overriding judicial decision that would call into question the durability of <i>Harvey Radio.</i></p>\n<p>This leaves only the escape route paved by statutory enactments. In this vein, Muskat has argued that changes in the tax code have rendered lifeless the rationales undergirding <i>Harvey Radio.</i> But the strong proof rule is generic; it applies to the entire universe of written allocations, not just to those where changes in tax treatment have occurred. More importantly, the modifications highlighted by Muskat make no mention of the strong proof rule, nor do they necessarily imply that a different rule is desirable. Accordingly, <i>Harvey Radio</i> remains good law in this circuit.</p>\n<p>Muskat's fallback position is that the strong proof rule, even if velivolant, does not apply in the circumstances at hand <span class=\"star-pagination\">*190</span> because Muskat was not a party to the written allocation. The factual predicate on which this privity argument rests is faulty.</p>\n<p>We need not tarry. The record shows with conspicuous clarity that Muskat was a party to the allocation of funds to the noncompetition agreement. For one thing, that agreement bears Muskat's signature <i>in his personal capacity.</i> For another thing, the testimony makes pellucid that, both individually and through his representatives, he negotiated the overall CBFA/Jac Pac transaction. That Muskat signed the asset purchase agreement on Jac Pac's behalf was not a mere formality but, rather, an indicium of his deep involvement in the structuring of the deal.</p>\n<p>Finally, Muskat contends that the written allocation is ambiguous and that this ambiguity renders the strong proof rule inapposite. The premise behind this argument is sound: the strong proof rule does not apply to ambiguous contractual allocations. <i>See, e.g., </i><i>Kreider v. Comm'r,</i> 762 F.2d 580, 586 (7th Cir.1985); <i>Peterson Mach. Tool, Inc. v. Comm'r,</i> 79 T.C. 72, 81-82, 1982 WL 11124 (1982). But Muskat's attempt to rely upon this premise is an effort to force a square peg into a round hole.</p>\n<p>Whether a contract is ambiguous is a question of law. <i>Torres Vargas v. Santiago Cummings,</i> 149 F.3d 29, 33 (1st Cir. 1998); <i>Allen v. Adage, Inc.,</i> 967 F.2d 695, 698 (1st Cir.1992). \"But a contract is not ambiguous merely because a party to it, often with a rearward glance colored by self-interest, disputes an interpretation that is logically compelled.\" <i>Blackie v. Maine,</i> 75 F.3d 716, 721 (1st Cir.1996). Rather, a contract \"is ambiguous only if the language is susceptible to more than one meaning and reasonable persons could differ as to which meaning was intended.\" <i>Uncle Henry's Inc. v. Plaut Consulting Co.,</i> 399 F.3d 33, 47 (1st Cir.2005).</p>\n<p>In this instance, the noncompetition agreement hardly could be clearer. It expressly states that the sums specified therein will be paid to Muskat in order to protect Jac Pac's goodwill and in consideration of his serial promises not to participate in rival businesses, not to solicit employees to leave CBFA, and not to divert business opportunities from CBFA. The specified payments are clearly allocated to this covenant not to compete. In short, the noncompetition agreement unequivocally readsas its title suggestslike a garden-variety agreement not to compete. <i>See</i> Black's Law Dictionary 392 (8th ed.2008); <i>see also </i><i>LDDS Commc'ns, Inc. v. Automated Commc'ns, Inc.,</i> 35 F.3d 198, 200-01 (5th Cir.1994) (identifying agreement with similar restrictions as a noncompetition agreement); <i>Heritage Auto Ctr., Inc. v. Comm'r,</i> 71 T.C.M. (CCH) 1839, 1996 WL 22405, at *5, *10 (1996) (treating agreement with similar provisions as covenant not to compete for tax purposes).</p>\n<p>In an endeavor to blunt the force of this reasoning, Muskat notes that the preamble to the noncompetition agreement recites that it was executed in consideration of the substantial benefits accruing to Muskat under the asset purchase agreementan agreement that is itself ambiguous because it purports to allocate a $59,000,000 purchase price even though Jac Pac received only $45,000,000 from the sale. We fail to see how this arguable discrepancy, most likely explicable in terms of assumption of liabilities and other considerations, introduces an ambiguity into the allocation set forth <i>in the noncompetition agreement.</i> Whatever ambiguities might permeate the asset purchase agreement, there are none in the noncompetition agreement itself (to <span class=\"star-pagination\">*191</span> which the asset purchase agreement unambiguously allocates $3,955,599).<sup>[6]</sup></p>\n<p>To sum up, none of Muskat's counter-arguments is persuasive. Accordingly, we agree with the district court that Muskat had to adduce strong proof that the contracting parties intended, at the time of the transaction, that the challenged payment would be compensation for Muskat's personal goodwill. It is to that issue that we now proceed.</p>\n<p></p>\n<h2>B. <i>Weight of the Evidence.</i>\n</h2>\n<p>The court below found that Muskat had failed to adduce strong proof that the contracting parties intended the challenged payment to be compensation for personal goodwill. <i>Muskat II,</i> 2008 WL 1733598, at *8. This is essentially a factual finding, and we review it only for clear error. <i>See </i><i>Cumpiano v. Banco Santander P.R.,</i> 902 F.2d 148, 152 (1st Cir.1990) (\"Findings concerning an actor's intent fit neatly within the integument of the `clearly erroneous' rule.\"). Consequently, we will not disturb the district court's determination \"unless, on the whole of the record, we form a strong, unyielding belief that a mistake has been made.\" <i>Id.</i></p>\n<p>The phrase \"strong proof\" is not self-elucidating. While the utilization of an enhanced level of proof is consistent with the spirit of our earlier cases, <i>see, e.g., </i><i>Leslie S. Ray,</i> 463 F.2d at 212, the precise import of the strong proof rule is arguably best worked out on a case by case basis, <i>see, e.g., </i><i>United States v. Tex. Educ. Agency,</i> 467 F.2d 848, 864 (5th Cir.1972). The tax court cases leave the matter pretty much up in the air; that court has construed the strong proof rule to require proof \"beyond a mere preponderance of the evidence.\" <i>Major v. Comm'r,</i> 76 T.C. 239, 247, 1981 WL 11362 (1981).</p>\n<p>Despite the advantages of a loose articulation, we think that a benchmark would be helpful. In our view, to constitute \"strong proof\" a taxpayer's evidence must have persuasive power closely resembling the \"clear and convincing\" evidence required to reform a written contract on the ground of mutual mistake. <i>See, e.g., </i><i>Ind. Ins. Co. v. Pana Cmty. Unit Sch. Dist. No. 8,</i> 314 F.3d 895, 904 (7th Cir. 2002); <i>Berezin v. Regency Sav. Bank,</i> 234 F.3d 68, 72 (1st Cir.2000); <i>see also </i><i>Nat'l Austl. Bank v. United States,</i> 452 F.3d 1321, 1329 (Fed.Cir.2006) (collecting cases). This analogy seems compelling because, under the strong proof rule, a party seeking to vary a written allocation for tax purposes must show a meeting of the minds different from that professed in the written instrumenta showing that bears a family resemblance to the showing required for the reformation of a contract. <i>See, e.g., </i><i>Ind. Ins. Co.,</i> 314 F.3d at 904 (requiring party that seeks contract reformation to show \"a meeting of the minds resulting in an actual agreement between the parties\" different from that embodied in their written contract).</p>\n<p>The sources of \"strong proof\" are case-specific. For that reason, an inquiring court, in determining whether there is strong proof that the parties to a transaction intended the allocation set forth in a written agreement to serve as a proxy for some other (more genuine) allocation, should closely examine the course of negotiations leading up to the agreement. <i>See</i> <span class=\"star-pagination\">*192</span> <i>Critz v. Comm'r,</i> 54 T.C.M. (CCH) 947, 1987 WL 48834 (1987); <i>Feller v. Comm'r,</i> 45 T.C.M. (CCH) 902, 1983 WL 14102 (1983).</p>\n<p>In this case, the trial testimony revealed no discussion of Muskat's personal goodwill during the negotiations. By the same token, none of the transaction documents (including the early drafts of those documents) mentioned Muskat's personal goodwill. Muskat had ample opportunity to introduce the concept of personal goodwill into the noncompetition agreement (which went through at least five iterations), but he did not do so. And although there is a reference to goodwill in the preamble to the noncompetition agreement, that reference is to an avowed purpose to protect <i>Jac Pac's</i> goodwill.</p>\n<p>This is telling evidence. In our judgment, the absence of any reference to Muskat's separate goodwill, combined with this express reference to Jac Pac's goodwill, makes it extremely unlikely that the contracting parties intended the payments limned in the noncompetition agreement to serve as de facto compensation for Muskat's personal goodwill.</p>\n<p>This intuition is reinforced by other pieces of evidence. CBFA's president, Benjamin Warren, testified that he could not imagine that any goodwill other than Jac Pac's was material to the transaction. The asset purchase agreement allocated almost $16,000,000 of the sale price to Jac Pac's goodwill, lending credence to Warren's testimony and making a focus on Muskat's separate goodwill implausible. Seen in this light and with due deference to the district court's prerogative to judge the credibility of the witnesses, the clear weight of the evidence supports the conclusion that the challenged payment was, as stated, compensation for the covenant not to compete, not compensation for Muskat's personal goodwill.</p>\n<p>Muskat musters two arguments designed to undermine this conclusion. First, he asserts that the noncompetition agreement's survivability provision is a dead giveaway that the payments called for by the agreement are for something other than refraining from competition (after all, Muskat hardly could compete subsequent to his demise). Second, he asserts that the terms of his employment and subscription agreements were so lucrative as to eliminate any realistic possibility that, at a relatively advanced age, he would cross swords with CBFA.</p>\n<p>The common thread that binds these arguments together is that they are in service of Muskat's attempt to cast doubt upon the economic reality of CBFA's need for a noncompetition agreement. That game may not be worth the candle; proof that a written allocation lacks economic reality does not, in and of itself, constitute strong proof that the contracting parties intended some other allocation. <i>See </i><i>Harvey Radio,</i> 470 F.2d at 119-20. In any event, as we explain below, the noncompetition agreement possessed an adequate basis in economic reality.</p>\n<p>Muskat, by his own admission, had a considerable following in the trade (that is the core element of the \"personal goodwill\" that he touts). While the presence of a survivability provision is in some tension with the categorization of an agreement as a covenant not to compete, <i>see, e.g., </i><i>In re Johnson,</i> 178 B.R. 216, 220 (9th Cir. BAP 1995); <i>Brinson Co.-Midwest v. Comm'r,</i> 71 T.C.M. (CCH) 1891, 1996 WL 27664, at *6 (1996); <i>Ackerman v. Comm'r,</i> 27 T.C.M. (CCH) 1342, 1968 WL 1339 (1968), it is not wholly antithetic to that taxonomy. After all, a person who has the wherewithal (knowledge, contacts, and the like) to compete effectively is in a strong position to drive a hard bargain in exchange for his agreement to eschew competition. A survivability <span class=\"star-pagination\">*193</span> provision may be part of that hard bargain. Thus, courts frequently have classified agreements that contain survivability provisions as valid noncompetition agreements for tax purposes. <i>See, e.g., Thompson v. Comm'r,</i> 73 T.C.M. (CCH) 3169, 1997 WL 344737, at *7-8 (1997); <i>Buchner v. Comm'r,</i> 60 T.C.M. (CCH) 429, 1990 WL 110212 (1990); <i>Wager v. Comm'r,</i> 52 T.C. 416, 419, 1969 WL 1736 (1969). We think that classification is apt here, notwithstanding the survivability provision contained in Muskat's noncompetition agreement.</p>\n<p>So too Muskat's argument that it was unlikely that he would try to compete. It is true that competing would have had an up-front cost. After the sale, Muskat continued to work for CBFA in an executive capacity. He possessed a powerful financial incentive to remain with CBFA: he had invested $2,000,000 in the company through the subscription agreement, and his employment agreement paid him a base salary of $273,000 per year, together with a comprehensive benefits package and the prospect of sizable bonuses.</p>\n<p>On the other side of the balance, however, Muskat had been enormously successful prior to the sale. There is no indication that he was committed to retirement, infirm, or otherwise situated so as to render his promise not to compete of little value. <i>Cf. Welch v. Comm'r,</i> 73 T.C.M. (CCH) 2256, 1997 WL 102431, at *6-8 (1997) (finding that covenant not to compete lacked economic reality when taxpayer was terminally ill at time of sale). Both Gillett and Warren testified that they valued Muskat's relationships with customers, suppliers, and distributors, and there is every reason to suppose that a man with Muskat's business acumen could have earned as much or more money by turning his back on CBFA and pursuing other (competitive) opportunities. Indeed, Gillett testified that the noncompetition agreement was meant to prevent that very possibility. The district court, as the arbiter of witness credibility, <i>see </i><i>Fed. Refin. Co. v. Klock,</i> 352 F.3d 16, 29 (1st Cir.2003), was entitled to credit that testimony. The noncompetition agreement was, therefore, sufficiently grounded in economic reality.</p>\n<p>The short of it is that the weight of the evidence is completely consistent with the district court's conclusion that CBFA sensibly protected its substantial investment in Jac Pac's assets and goodwill by its contractual arrangement with Muskat. It follows inexorably that the court did not clearly err in holding that Muskat failed to adduce strong proof that the contracting parties intended the payments delineated in the noncompetition agreement to be compensation for Muskat's personal goodwill. The payment received in 1998 was, therefore, taxable as ordinary income. <i>See </i><i>Baker,</i> 338 F.3d at 794 (holding that payment under covenant not to compete is taxable as ordinary income).</p>\n<p></p>\n<h2>C. <i>Expert Testimony.</i>\n</h2>\n<p>We review rulings admitting or excluding expert testimony for abuse of discretion. <i>United States v. Sebaggala,</i> 256 F.3d 59, 66 (1st Cir.2001). We will reverse such a ruling only if the trial court \"committed a meaningful error in judgment.\" <i>Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co.,</i> 161 F.3d 77, 83 (1st Cir.1998) (citation and internal quotation marks omitted). Such a bevue occurs when the court commits an \"error of law, ... considers improper criteria, ignores criteria that deserve significant weight, or gauges only the appropriate criteria but makes a clear error of judgment in assaying them.\" <i>Rosario-Urdaz v. Rivera-Hernández,</i> 350 F.3d 219, 221 (1st Cir.2003).</p>\n<p>At trial, Muskat sought to offer the opinion testimony of George O'Brien, a <span class=\"star-pagination\">*194</span> certified public accountant, in order to establish that most of the goodwill (73%) acquired by CBFA was attributable to Muskat individually, not Jac Pac corporately. The court excluded the proffered testimony on relevancy grounds. Muskat appeals, maintaining that O'Brien's opinion tended to show that he possessed a valuable asset (personal goodwill) that the contracting parties probably would have taken into account.</p>\n<p>The government's rejoinder begins with the suggestion that Muskat neglected to preserve this objection. The record tells a different tale: when the district court questioned the relevance of the proffered testimony, Muskat's counsel summarized what O'Brien would say and explained how the testimony would support Muskat's position. No more was exigible to preserve the point for appeal. <i>See</i> Fed.R.Evid. 103(a)(2); <i>see also </i><i>Curreri v. Int'l Bhd. of Teamsters,</i> 722 F.2d 6, 13 (1st Cir.1983).</p>\n<p>The government's defense of the ruling on the merits is sturdier. The principal issue at trial was whether the contracting parties intended payments under the noncompetition agreement to represent compensation for the transfer of personal goodwill. If O'Brien planned to testify that Muskat possessed personal goodwill separate from Jac Pac's goodwill, his testimony arguably may have been relevant to that issue. But according to the proffer, O'Brien would not have testified to that effect; rather, he would have testified that a large slice of Jac Pac's goodwill was attributable to Muskat. This is a significant distraction. All of Jac Pac's goodwill, including any portion attributable to Muskat, was sold under the asset purchase agreement. Thus, O'Brien's testimony would have shed no light on the meaning of the noncompetition agreement.</p>\n<p>That ends this aspect of the matter. It is black-letter law that \"district courts enjoy wide latitude in determining the relevancy vel non of evidence.\" <i>Morales Feliciano v. Rullán,</i> 378 F.3d 42, 58 (1st Cir.2004). Given the nature of the proffered testimony, the district court operated within the realm of its discretion in excluding it.</p>\n<p></p>\n<h2>D. <i>Self-Employment Tax.</i>\n</h2>\n<p>Muskat's final plaint concerns his separate claim for a refund of self-employment tax. He maintains, in the alternative, that the lower court erred in concluding that it lacked subject matter jurisdiction over this claim; that the court abused its discretion in denying his motion for leave to amend his complaint; and that, in all events, he should have prevailed on a theory of judicial estoppel.</p>\n<p>We review the district court's determination that it lacked subject matter jurisdiction de novo. <i>Dominion Energy Brayton Point, LLC v. Johnson,</i> 443 F.3d 12, 16 (1st Cir.2006). The Internal Revenue Code recognizes the value of an orderly refund process, requiring the exhaustion of remedies available through administrative channels prior to opening the courthouse doors. Under that scheme, a district court has jurisdiction to adjudicate only those refund claims that have first been \"duly filed\" with the Secretary of the Treasury. 26 U.S.C. § 7422(a). Relevant regulations provide that a filed claim \"must set forth in detail each ground upon which a ... refund is claimed and facts sufficient to apprise the Commissioner of the exact basis thereof.\" 26 C.F.R. § 301.6402-2(b)(1). Taken together, these provisions bar \"a taxpayer from presenting claims in a tax refund suit that `substantially vary' the legal theories and factual bases set forth in the tax refund claim presented to the IRS.\" <i>Lockheed Martin</i> <span class=\"star-pagination\">*195</span> <i>Corp. v. United States,</i> 210 F.3d 1366, 1371 (Fed.Cir.2000); <i>accord </i><i>Charter Co. v. United States,</i> 971 F.2d 1576, 1579 (11th Cir.1992). It follows that a claim or theory not explicitly or implicitly set forth in the taxpayer's administrative refund application cannot be broached for the first time in a court in which a subsequent refund suit is brought. <i>See </i><i>Lockheed Martin,</i> 210 F.3d at 1371.</p>\n<p>Here, the administrative refund claim filed on Muskat's behalf stated in full:</p>\n<blockquote>Taxpayers are amending their tax return to properly record the allocation between the sale of goodwill and a covenant not to compete. This change results in the reclassification of income erroneously reported as fully ordinary income to the correct allocation between ordinary income and capital gain.</blockquote>\n<p>Fairly read, this statement indicates that the sole purpose of the refund claim is to change the allocation of the 1998 payment between goodwill and noncompetition, emphasizing the former and deemphasizing the latter, to the end of taxing at the (lower) capital gain rate monies previously taxed at the (higher) ordinary income rate. The IRS addressed that claim head-on, and Muskat's ensuing judicial complaint neither mentioned an alternative claim for self-employment tax nor raised any other new issues.</p>\n<p>At trial, Muskat shifted gears. He sought to argue, in part, that he was entitled to a refund of the self-employment tax remitted with respect to the reported payment <i>whether or not the payment constituted ordinary income.</i> In support, he pointed to a line of cases holding that sums paid in consideration of covenants not to compete are not deemed to have been earned in the conduct of a trade or business and, thus, are not subject to self-employment tax. <i>See, e.g., </i><i>Milligan v. Comm'r,</i> 38 F.3d 1094, 1098 n. 6 (9th Cir. 1994); <i>Barrett v. Comm'r,</i> 58 T.C. 284, 289, 1972 WL 2450 (1972). This was an entirely new theory, neither mentioned in nor adumbrated by the administrative claim.</p>\n<p>The district court did not reach the question of whether payments made under a noncompetition agreement are subject to self-employment tax. Instead, the court noted that the administrative refund claim did not raise the self-employment tax issue and, therefore, the court lacked jurisdiction over it. <i>See Muskat II,</i> 2008 WL 1733598, at *2-3.</p>\n<p>We concur with the district court that this theory, voiced for the first time in the district court, worked a substantial variance from the administrative refund claim. Regardless of whether the IRS might have deduced from the general parameters of the refund claim that Muskat was eligible for a refund of self-employment tax even if the reported payment was attributed to the noncompetition agreement, the district court lacked jurisdiction. A taxpayer is the master of his refund claim, and it is not the IRS's responsibility to make a case for the taxpayer that the taxpayer himself has opted not to make. <i>See, e.g., </i><i>IA 80 Group, Inc. v. United States,</i> 347 F.3d 1067, 1075 n. 9 (8th Cir. 2003); <i>Charter Co.,</i> 971 F.2d at 1579. Because Muskat failed to put the IRS on notice during the administrative phase of the basic nature of his present theory, the district court lacked subject matter jurisdiction over that claim. <i>See </i><i>Lockheed Martin,</i> 210 F.3d at 1371; <i>Charter Co.,</i> 971 F.2d at 1580.</p>\n<p>That determination is dispositive of Muskat's further contention that the trial court abused its discretion in refusing to allow the filing of an amended complaint. The law is settled that futility is a sufficient basis for denying leave to file an <span class=\"star-pagination\">*196</span> amended complaint. <i>See </i><i>Foman v. Davis,</i> 371 U.S. 178, 182, 83 S.Ct. 227, 9 L.Ed.2d 222 (1962); <i>Universal Commc'n Sys., Inc. v. Lycos, Inc.,</i> 478 F.3d 413, 418 (1st Cir. 2007). Since the district court lacked jurisdiction over Muskat's claim for a refund of self-employment tax, Muskat's proposed amendment would have been utterly futile.</p>\n<p>In a last-ditch effort, Muskat suggests that the IRS has conceded that no self-employment tax was owed on payments made under the noncompetition agreement in 2001 and 2002.<sup>[7]</sup> On that basis, he implores us that the government should be judicially estopped from contesting the impropriety of the 1998 tax in this proceeding. We reject his importunings.</p>\n<p>\"As a general matter, the doctrine of judicial estoppel prevents a litigant from pressing a claim that is inconsistent with a position taken by that litigant either in a prior legal proceeding or in an earlier phase of the same legal proceeding.\" <i>InterGen N.V. v. Grina,</i> 344 F.3d 134, 144 (1st Cir.2003). There are at least two preconditions to a successful claim of judicial estoppel. \"First, the estopping position and the estopped position must be directly inconsistent, that is, mutually exclusive. Second, the responsible party must have succeeded in persuading a court to accept its prior position.\" <i>Alternative Sys. Concepts, Inc. v. Synopsys, Inc.,</i> 374 F.3d 23, 34 (1st Cir.2004) (internal citations omitted).</p>\n<p>Even if we assume, for argument's sake, that (i) this judicial estoppel theory somehow eludes the jurisdictional bar and (ii) the IRS has conceded that payments under the noncompetition agreement are not subject to self-employment tax, Muskat's judicial estoppel claim falters at the first step. The 2001-2002 position that Muskat attributes to the government (\"no self-employment tax on payments received pursuant to noncompetition agreements\") is not inconsistent with the basic position that the government urges in this litigation: that a taxpayer who has failed to exhaust his administrative remedies may not litigate a self-employment tax issue in a refund suit. Given this circumstance, the doctrine of judicial estoppel is not implicated.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we uphold the judgment of the district court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Muskat and his wife, Margery, filed joint income tax returns for the relevant years. They jointly appear as plaintiffs and appellants in this case. For ease in exposition, we refer throughout to Muskat as if he were the sole party in interest. Nevertheless, our decision binds both taxpayers.</p>\n<p>[2]  That amount comprised $176,652, which corresponded to the lower tax rate on capital gains, and $26,782, which corresponded to the elimination of self-employment tax. The parties now agree that any overpayment of self-employment tax would be in the amount of $21,479, rather than $26,782.</p>\n<p>[3]  In the area of taxation, the strong proof rule has been thought to promote important values, such as administrative ease, certainty, predictability in taxation, and general notions of fairness. <i>See </i><i>Harvey Radio Labs., Inc. v. Comm'r,</i> 470 F.2d 118, 120 (1st Cir.1972).</p>\n<p>[4]  A few courts of appeals employ a more rigorous formulation of the strong proof rule. <i>See, e.g., </i><i>Comm'r v. Danielson,</i> 378 F.2d 771, 775 (3d Cir. 1967). That variation allows alteration of a written allocation only through \"proof which in an action between the parties to the agreement would be admissible to alter that construction or to show its unenforceability because of mistake, undue influence, fraud, duress, etc.\" <i>Id.</i> The tax court generally applies the strong proof rule as we have articulated it unless an appeal would lie in a circuit that has adopted the alternative formulation. <i>See, e.g., Pinson v. Comm'r,</i> T.C.M. (RIA) 2000-208, 2000 WL 949390, at *11 (2000).</p>\n<p>[5]  The strong proof rule applies only when a contracting party, or someone claiming by, through, or under a contracting party, attempts to vary a written allocation. When the IRS seeks to secure the reallocation of funds expressly earmarked for a given purpose, it may do so by showing that the original allocation does not comport with economic reality. <i>See, e.g., </i><i>Sullivan v. United States,</i> 618 F.2d 1001, 1007 (3d Cir. 1980); <i>Harvey Radio,</i> 470 F.2d at 120.</p>\n<p>[6]  Muskat claims that the survivability provision renders the noncompetition agreement ambiguous. We do not agree. In all events, the question is not whether that provision with which we deal <i>infra</i>is a typical feature of a noncompetition agreement but, rather, whether it lends an element of uncertainty to the bargain struck by the contracting parties. In this case, it does not.</p>\n<p>[7]  The record reflects that, in a protest letter to the IRS dated October 15, 2004, Muskat flagged the self-employment tax issue with respect to tax years 1999 through 2002. The tax year at issue in the instant case is 1998.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></span> (2009)</b></center>\n<center><h1>Irwin MUSKAT and Margery Muskat, Plaintiffs, Appellants,<br>\nv.<br>\nUNITED STATES of America, Defendant, Appellee.</h1></center>\n<center>No. 08-1513.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2008.</center>\n<center>Decided January 29, 2009.</center>\n<p><span class=\"star-pagination\">*186</span> James E. Higgins, with whom James E. Higgins, PLLC, John-Mark Turner, and Sheehan, Phinney, Bass + Green, P.A. were on brief, for appellants.</p>\n<p>Teresa T. Milton, Attorney, Tax Division, with whom Nathan J. Hochman, Assistant Attorney General, Thomas P. Colantuono, United States Attorney, and Bruce R. Ellisen, Attorney, Tax Division, were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This case turns on the appropriate tax treatment of a contractual payment initially reported as ordinary income but later recharacterized as a capital gain. The Internal Revenue Service (IRS) denied a requested refund and, following a bench trial, the district court upheld that action.</p>\n<p>This appeal touts four claims of error, the most significant of which require us to elaborate upon the use and meaning of, <span class=\"star-pagination\">*187</span> and then to apply, the \"strong proof\" rule. After careful consideration of all four claims, we affirm the judgment below.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Irwin Muskat worked for years in a family business, Jac Pac Foods, Ltd., based in Manchester, New Hampshire.<sup>[1]</sup> The firm's signature line of business was the processing and distribution of meat products to restaurant chains and other commercial entities. In 1968, Muskat assumed operating control of Jac Pac. Under his stewardship, Jac Pac's annual revenues soared to nearly $130,000,000. Along the way, Muskat developed valuable relationships with customers, suppliers, and distributors.</p>\n<p>This litigation grew out of the acquisition of Jac Pac by Manchester Acquisition Corporation, a subsidiary of Corporate Brand Foods America, Inc. (collectively, CBFA). In 1997, George Gillett, CBFA's chairman, contacted Muskat about a possible deal (at the time, Muskat was Jac Pac's chief executive officer and the owner of 37% of its outstanding stock). Negotiations ensued. The negotiations touched in part on whether Muskat would receive remuneration over and beyond his share of the sale price for Jac Pac's assets. Following lengthy deliberations, the parties agreed that Muskat would continue to run the business after CBFA acquired the assets, and that he would receive incremental payments under both an employment agreement and a noncompetition agreement.</p>\n<p>On March 31, 1998, representatives of CBFA and Jac Pac executed an asset purchase agreement, which provided that CBFA would buy all of Jac Pac's assets (save for certain real estate) for $34,000,000 in cash and CBFA's assumption of enumerated liabilities. The asset purchase agreement contained several conditions precedent, three of which pertained to Muskat's execution of specific contracts, namely, a subscription agreement, an employment agreement, and a noncompetition agreement.</p>\n<p>Muskat signed the required agreements on May 7, 1998. The noncompetition agreement is of pivotal importance here. In it, CBFA pledged to pay Muskat $3,955,599 in return for a covenant not to compete over a thirteen-year period. The first installment$1,000,000was to be paid immediately, with other installments to be paid in varying amounts and at varying intervals over the next thirteen years. These payment obligations were to survive Muskat's death.</p>\n<p>Muskat received the first installment in 1998. On his 1998 federal income tax return he listed the payment as ordinary income and paid income and self-employment taxes accordingly. In 2002, however, Muskat reversed his field; he filed an amended return for 1998, recharacterizing the payment as a capital gain and seeking a tax refund in the amount of $203,434.<sup>[2]</sup> The IRS denied the requested refund. Muskat then sued in New Hampshire's federal district court, alleging that the payment was compensation for the transfer <span class=\"star-pagination\">*188</span> of his personal goodwill and, thus, was taxable as a capital gain.</p>\n<p>In a pretrial ruling, the district court declared that, in order to prevail, Muskat would have to show by \"strong proof\" that he and CBFA intended the payment to be compensation for personal goodwill. <i>Muskat v. United States</i> (<i>Muskat I</i>), No. 06 Cv. 30, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">138052</span></span>, at *2 (D.N.H. Jan.10, 2008). Following a bench trial, the court determined that Muskat had failed to adduce the requisite strong proof. <i>Muskat v. United States</i> (<i>Muskat II</i>), No. 06 Cv. 30, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1733598</span></span>, at *7-8 (D.N.H. Apr.2, 2008). At the same time, the court concluded that it lacked jurisdiction over Muskat's claimed entitlement to a return of self-employment tax. <i>Id.</i> at *2-3. Consequently, the court entered judgment in favor of the government. This timely appeal ensued.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>This case plays out against two background principles of tax law: The first principle holds that payments received in exchange for a covenant not to compete are usually taxable as ordinary income, whereas payments received for the sale of goodwill are usually taxable as capital gains. <i>Compare, e.g., </i><i>Baker v. Comm'r,</i> <span class=\"citation\" data-id=\"782996\"><a href=\"/opinion/782996/warren-l-baker-jr-and-dorris-j-baker-v-commissioner-of-internal/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">789</span></a></span>, 794 (7th Cir.2003) (holding payments under covenant not to compete taxable as ordinary income), <i>with, e.g., </i><i>Patterson v. Comm'r,</i> <span class=\"citation\" data-id=\"482518\"><a href=\"/opinion/482518/james-a-patterson-and-dorothy-a-patterson-v-commissioner-of-internal/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">562</span></a></span>, 569 (6th Cir.1987) (holding amounts received for goodwill taxable at capital gain rates). The second principle holds that the tax rates applicable to ordinary income are normally higher than those applicable to capital gains. <i>See</i> 26 U.S.C. § 1 (tax tables). We proceed against the backdrop of these principles.</p>\n<p>In this venue, Muskat advances four assignments of error. These include: (i) the applicability of the \"strong proof\" rule; (ii) the weight of the evidence as to whether the challenged payment constituted compensation for personal goodwill (and, thus, should have been taxed at capital gain rates); (iii) the exclusion of expert testimony; and (iv) the lower court's refusal to consider the claim for a refund of self-employment tax. We discuss these issues sequentially.</p>\n<p></p>\n<h2>A. <i>Strong Proof.</i>\n</h2>\n<p>It is beyond hope of contradiction that, in a tax refund suit, the complaining taxpayer bears the burden of proving the incorrectness of the challenged tax treatment. <i>See </i><i>Webb v. IRS,</i> <span class=\"citation\" data-id=\"195181\"><a href=\"/opinion/195181/webb-v-irs/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 205 (1st Cir.1994). Here, however, the parties disagree as to the quantum of proof required to satisfy that burden. Appellate courts review abstract legal questions de novo, and a level-of-proof question comes within that purview. <i>See </i><i>United States v. Goad,</i> <span class=\"citation\" data-id=\"686506\"><a href=\"/opinion/686506/united-states-v-mark-d-goad/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">580</span></a></span>, 585 (7th Cir. 1995); <i>N. Am. Rayon Corp. v. Comm'r,</i> <span class=\"citation\" data-id=\"659344\"><a href=\"/opinion/659344/north-american-rayon-corporation-formerly-known-as-north-american-holding/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">583</span></a></span>, 586-87 (6th Cir.1993); <i>see also </i><i>Putnam Res. v. Pateman,</i> <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 468-71 (1st Cir.1992). Accordingly, we review de novo the district court's determination that Muskat had to adduce strong proof to prevail on his refund claim.</p>\n<p>The strong proof rule is peculiar to tax cases.<sup>[3]</sup> It applies when the parties to a transaction have executed a written instrument allocating sums of money for particular items, and one party thereafter seeks to alter the written allocation for tax purposes on the basis that the sums were, in reality, intended as compensation for some other item. The rule provides that, <span class=\"star-pagination\">*189</span> in order to effect such an alteration, the proponent must adduce \"strong proof\" that, at the time of execution of the instrument, the contracting parties actually intended the payments to compensate for something different. <i>See </i><i>Harvey Radio Labs., Inc. v. Comm'r,</i> <span class=\"citation\" data-id=\"306980\"><a href=\"/opinion/306980/harvey-radio-laboratories-inc-v-commissioner-of-internal-revenue/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span>, 119-20 (1st Cir.1972); <i>Leslie S. Ray Ins. Agency, Inc. v. United States,</i> <span class=\"citation\" data-id=\"304437\"><a href=\"/opinion/304437/leslie-s-ray-insurance-agency-inc-v-united-states/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 212 (1st Cir.1972). Phrased another way, the party seeking to alter a written allocation must demonstrate an actual meeting of the minds with respect to some other allocation.<sup>[4]</sup> The heightened standard strikes the appropriate balance between predictability in taxation and the desirability of respecting the contracting parties' real intentions. <i>See </i><i>Harvey Radio,</i> 470 F.2d at 120. In applying it, evidence that a written allocation lacks independent economic reality, though likely relevant, is not sufficient to satisfy the strong proof test.<sup>[5]</sup><i>Id.</i> at 119-20.</p>\n<p>Muskat vigorously contests the deployment of the strong proof rule in the circumstances of this case. He starts with the bald proposition that <i>Harvey Radio</i> is a relic of a bygone era and should not be perpetuated. We reject this assault on the continued vitality of <i>Harvey Radio.</i></p>\n<p>\"We have held, time and again, that in a multi-panel circuit, prior panel decisions are binding upon newly constituted panels in the absence of supervening authority sufficient to warrant disregard of established precedent.\" <i>United States v. Wogan,</i> <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1449 (1st Cir.1991). Such \"supervening authority\" may take the form of a congressional enactment, a new Supreme Court opinion, or an en banc decision of our own. <i>See </i><i>United States v. Allen,</i> <span class=\"citation\" data-id=\"202509\"><a href=\"/opinion/202509/united-states-v-allen/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 18 (1st Cir.2006); <i>Williams v. Ashland Eng'g Co.,</i> <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir.1995). The second and third of these escape routes plainly do not apply here: Muskat has not cited to any overriding judicial decision that would call into question the durability of <i>Harvey Radio.</i></p>\n<p>This leaves only the escape route paved by statutory enactments. In this vein, Muskat has argued that changes in the tax code have rendered lifeless the rationales undergirding <i>Harvey Radio.</i> But the strong proof rule is generic; it applies to the entire universe of written allocations, not just to those where changes in tax treatment have occurred. More importantly, the modifications highlighted by Muskat make no mention of the strong proof rule, nor do they necessarily imply that a different rule is desirable. Accordingly, <i>Harvey Radio</i> remains good law in this circuit.</p>\n<p>Muskat's fallback position is that the strong proof rule, even if velivolant, does not apply in the circumstances at hand <span class=\"star-pagination\">*190</span> because Muskat was not a party to the written allocation. The factual predicate on which this privity argument rests is faulty.</p>\n<p>We need not tarry. The record shows with conspicuous clarity that Muskat was a party to the allocation of funds to the noncompetition agreement. For one thing, that agreement bears Muskat's signature <i>in his personal capacity.</i> For another thing, the testimony makes pellucid that, both individually and through his representatives, he negotiated the overall CBFA/Jac Pac transaction. That Muskat signed the asset purchase agreement on Jac Pac's behalf was not a mere formality but, rather, an indicium of his deep involvement in the structuring of the deal.</p>\n<p>Finally, Muskat contends that the written allocation is ambiguous and that this ambiguity renders the strong proof rule inapposite. The premise behind this argument is sound: the strong proof rule does not apply to ambiguous contractual allocations. <i>See, e.g., </i><i>Kreider v. Comm'r,</i> <span class=\"citation\" data-id=\"452124\"><a href=\"/opinion/452124/gene-l-kreider-and-estate-of-berniece-l-kreider-deceased-gene-l/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 586 (7th Cir.1985); <i>Peterson Mach. Tool, Inc. v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">72</span></span>, 81-82, <span class=\"citation no-link\"><span class=\"volume\">1982</span> <span class=\"reporter\">WL</span> <span class=\"page\">11124</span></span> (1982). But Muskat's attempt to rely upon this premise is an effort to force a square peg into a round hole.</p>\n<p>Whether a contract is ambiguous is a question of law. <i>Torres Vargas v. Santiago Cummings,</i> <span class=\"citation\" data-id=\"755759\"><a href=\"/opinion/755759/ines-torres-vargas-v-dr-manuel-santiago-cummings/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33 (1st Cir. 1998); <i>Allen v. Adage, Inc.,</i> <span class=\"citation\" data-id=\"585780\"><a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 698 (1st Cir.1992). \"But a contract is not ambiguous merely because a party to it, often with a rearward glance colored by self-interest, disputes an interpretation that is logically compelled.\" <i>Blackie v. Maine,</i> <span class=\"citation\" data-id=\"712176\"><a href=\"/opinion/712176/dana-blackie-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 721 (1st Cir.1996). Rather, a contract \"is ambiguous only if the language is susceptible to more than one meaning and reasonable persons could differ as to which meaning was intended.\" <i>Uncle Henry's Inc. v. Plaut Consulting Co.,</i> <span class=\"citation\" data-id=\"789353\"><a href=\"/opinion/789353/uncle-henrys-inc-appellantcross-appellee-v-plaut-consulting-co-inc/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 47 (1st Cir.2005).</p>\n<p>In this instance, the noncompetition agreement hardly could be clearer. It expressly states that the sums specified therein will be paid to Muskat in order to protect Jac Pac's goodwill and in consideration of his serial promises not to participate in rival businesses, not to solicit employees to leave CBFA, and not to divert business opportunities from CBFA. The specified payments are clearly allocated to this covenant not to compete. In short, the noncompetition agreement unequivocally readsas its title suggestslike a garden-variety agreement not to compete. <i>See</i> Black's Law Dictionary 392 (8th ed.2008); <i>see also </i><i>LDDS Commc'ns, Inc. v. Automated Commc'ns, Inc.,</i> <span class=\"citation\" data-id=\"677858\"><a href=\"/opinion/677858/ldds-communications-inc-and-dial-net-inc-v-automated-communications/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 200-01 (5th Cir.1994) (identifying agreement with similar restrictions as a noncompetition agreement); <i>Heritage Auto Ctr., Inc. v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">1839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">22405</span></span>, at *5, *10 (1996) (treating agreement with similar provisions as covenant not to compete for tax purposes).</p>\n<p>In an endeavor to blunt the force of this reasoning, Muskat notes that the preamble to the noncompetition agreement recites that it was executed in consideration of the substantial benefits accruing to Muskat under the asset purchase agreementan agreement that is itself ambiguous because it purports to allocate a $59,000,000 purchase price even though Jac Pac received only $45,000,000 from the sale. We fail to see how this arguable discrepancy, most likely explicable in terms of assumption of liabilities and other considerations, introduces an ambiguity into the allocation set forth <i>in the noncompetition agreement.</i> Whatever ambiguities might permeate the asset purchase agreement, there are none in the noncompetition agreement itself (to <span class=\"star-pagination\">*191</span> which the asset purchase agreement unambiguously allocates $3,955,599).<sup>[6]</sup></p>\n<p>To sum up, none of Muskat's counter-arguments is persuasive. Accordingly, we agree with the district court that Muskat had to adduce strong proof that the contracting parties intended, at the time of the transaction, that the challenged payment would be compensation for Muskat's personal goodwill. It is to that issue that we now proceed.</p>\n<p></p>\n<h2>B. <i>Weight of the Evidence.</i>\n</h2>\n<p>The court below found that Muskat had failed to adduce strong proof that the contracting parties intended the challenged payment to be compensation for personal goodwill. <i>Muskat II,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1733598</span></span>, at *8. This is essentially a factual finding, and we review it only for clear error. <i>See </i><i>Cumpiano v. Banco Santander P.R.,</i> <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990) (\"Findings concerning an actor's intent fit neatly within the integument of the `clearly erroneous' rule.\"). Consequently, we will not disturb the district court's determination \"unless, on the whole of the record, we form a strong, unyielding belief that a mistake has been made.\" <i>Id.</i></p>\n<p>The phrase \"strong proof\" is not self-elucidating. While the utilization of an enhanced level of proof is consistent with the spirit of our earlier cases, <i>see, e.g., </i><i>Leslie S. Ray,</i> 463 F.2d at 212, the precise import of the strong proof rule is arguably best worked out on a case by case basis, <i>see, e.g., </i><i>United States v. Tex. Educ. Agency,</i> <span class=\"citation\" data-id=\"305880\"><a href=\"/opinion/305880/united-states-v-texas-education-agency-austin-independent-school/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 864 (5th Cir.1972). The tax court cases leave the matter pretty much up in the air; that court has construed the strong proof rule to require proof \"beyond a mere preponderance of the evidence.\" <i>Major v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">239</span></span>, 247, <span class=\"citation no-link\"><span class=\"volume\">1981</span> <span class=\"reporter\">WL</span> <span class=\"page\">11362</span></span> (1981).</p>\n<p>Despite the advantages of a loose articulation, we think that a benchmark would be helpful. In our view, to constitute \"strong proof\" a taxpayer's evidence must have persuasive power closely resembling the \"clear and convincing\" evidence required to reform a written contract on the ground of mutual mistake. <i>See, e.g., </i><i>Ind. Ins. Co. v. Pana Cmty. Unit Sch. Dist. No. 8,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></span>, 904 (7th Cir. 2002); <i>Berezin v. Regency Sav. Bank,</i> <span class=\"citation\" data-id=\"199176\"><a href=\"/opinion/199176/berezin-v-regency-savings-bank/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 72 (1st Cir.2000); <i>see also </i><i>Nat'l Austl. Bank v. United States,</i> <span class=\"citation\" data-id=\"794812\"><a href=\"/opinion/794812/national-australia-bank-v-united-states/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1321</span></a></span>, 1329 (Fed.Cir.2006) (collecting cases). This analogy seems compelling because, under the strong proof rule, a party seeking to vary a written allocation for tax purposes must show a meeting of the minds different from that professed in the written instrumenta showing that bears a family resemblance to the showing required for the reformation of a contract. <i>See, e.g., </i><i>Ind. Ins. Co.,</i> 314 F.3d at 904 (requiring party that seeks contract reformation to show \"a meeting of the minds resulting in an actual agreement between the parties\" different from that embodied in their written contract).</p>\n<p>The sources of \"strong proof\" are case-specific. For that reason, an inquiring court, in determining whether there is strong proof that the parties to a transaction intended the allocation set forth in a written agreement to serve as a proxy for some other (more genuine) allocation, should closely examine the course of negotiations leading up to the agreement. <i>See</i> <span class=\"star-pagination\">*192</span> <i>Critz v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">48834</span></span> (1987); <i>Feller v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">902</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1983</span> <span class=\"reporter\">WL</span> <span class=\"page\">14102</span></span> (1983).</p>\n<p>In this case, the trial testimony revealed no discussion of Muskat's personal goodwill during the negotiations. By the same token, none of the transaction documents (including the early drafts of those documents) mentioned Muskat's personal goodwill. Muskat had ample opportunity to introduce the concept of personal goodwill into the noncompetition agreement (which went through at least five iterations), but he did not do so. And although there is a reference to goodwill in the preamble to the noncompetition agreement, that reference is to an avowed purpose to protect <i>Jac Pac's</i> goodwill.</p>\n<p>This is telling evidence. In our judgment, the absence of any reference to Muskat's separate goodwill, combined with this express reference to Jac Pac's goodwill, makes it extremely unlikely that the contracting parties intended the payments limned in the noncompetition agreement to serve as de facto compensation for Muskat's personal goodwill.</p>\n<p>This intuition is reinforced by other pieces of evidence. CBFA's president, Benjamin Warren, testified that he could not imagine that any goodwill other than Jac Pac's was material to the transaction. The asset purchase agreement allocated almost $16,000,000 of the sale price to Jac Pac's goodwill, lending credence to Warren's testimony and making a focus on Muskat's separate goodwill implausible. Seen in this light and with due deference to the district court's prerogative to judge the credibility of the witnesses, the clear weight of the evidence supports the conclusion that the challenged payment was, as stated, compensation for the covenant not to compete, not compensation for Muskat's personal goodwill.</p>\n<p>Muskat musters two arguments designed to undermine this conclusion. First, he asserts that the noncompetition agreement's survivability provision is a dead giveaway that the payments called for by the agreement are for something other than refraining from competition (after all, Muskat hardly could compete subsequent to his demise). Second, he asserts that the terms of his employment and subscription agreements were so lucrative as to eliminate any realistic possibility that, at a relatively advanced age, he would cross swords with CBFA.</p>\n<p>The common thread that binds these arguments together is that they are in service of Muskat's attempt to cast doubt upon the economic reality of CBFA's need for a noncompetition agreement. That game may not be worth the candle; proof that a written allocation lacks economic reality does not, in and of itself, constitute strong proof that the contracting parties intended some other allocation. <i>See </i><i>Harvey Radio,</i> 470 F.2d at 119-20. In any event, as we explain below, the noncompetition agreement possessed an adequate basis in economic reality.</p>\n<p>Muskat, by his own admission, had a considerable following in the trade (that is the core element of the \"personal goodwill\" that he touts). While the presence of a survivability provision is in some tension with the categorization of an agreement as a covenant not to compete, <i>see, e.g., </i><i>In re Johnson,</i> <span class=\"citation\" data-id=\"1917787\"><a href=\"/opinion/1917787/in-re-johnson/\"><span class=\"volume\">178</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">216</span></a></span>, 220 (9th Cir. BAP 1995); <i>Brinson Co.-Midwest v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">1891</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">27664</span></span>, at *6 (1996); <i>Ackerman v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">1342</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1968</span> <span class=\"reporter\">WL</span> <span class=\"page\">1339</span></span> (1968), it is not wholly antithetic to that taxonomy. After all, a person who has the wherewithal (knowledge, contacts, and the like) to compete effectively is in a strong position to drive a hard bargain in exchange for his agreement to eschew competition. A survivability <span class=\"star-pagination\">*193</span> provision may be part of that hard bargain. Thus, courts frequently have classified agreements that contain survivability provisions as valid noncompetition agreements for tax purposes. <i>See, e.g., Thompson v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">3169</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">344737</span></span>, at *7-8 (1997); <i>Buchner v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">429</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">110212</span></span> (1990); <i>Wager v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">416</span></span>, 419, <span class=\"citation no-link\"><span class=\"volume\">1969</span> <span class=\"reporter\">WL</span> <span class=\"page\">1736</span></span> (1969). We think that classification is apt here, notwithstanding the survivability provision contained in Muskat's noncompetition agreement.</p>\n<p>So too Muskat's argument that it was unlikely that he would try to compete. It is true that competing would have had an up-front cost. After the sale, Muskat continued to work for CBFA in an executive capacity. He possessed a powerful financial incentive to remain with CBFA: he had invested $2,000,000 in the company through the subscription agreement, and his employment agreement paid him a base salary of $273,000 per year, together with a comprehensive benefits package and the prospect of sizable bonuses.</p>\n<p>On the other side of the balance, however, Muskat had been enormously successful prior to the sale. There is no indication that he was committed to retirement, infirm, or otherwise situated so as to render his promise not to compete of little value. <i>Cf. Welch v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">T.C.M.</span> <span class=\"page\">2256</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">102431</span></span>, at *6-8 (1997) (finding that covenant not to compete lacked economic reality when taxpayer was terminally ill at time of sale). Both Gillett and Warren testified that they valued Muskat's relationships with customers, suppliers, and distributors, and there is every reason to suppose that a man with Muskat's business acumen could have earned as much or more money by turning his back on CBFA and pursuing other (competitive) opportunities. Indeed, Gillett testified that the noncompetition agreement was meant to prevent that very possibility. The district court, as the arbiter of witness credibility, <i>see </i><i>Fed. Refin. Co. v. Klock,</i> <span class=\"citation\" data-id=\"200761\"><a href=\"/opinion/200761/federal-refinance-v-romano/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 29 (1st Cir.2003), was entitled to credit that testimony. The noncompetition agreement was, therefore, sufficiently grounded in economic reality.</p>\n<p>The short of it is that the weight of the evidence is completely consistent with the district court's conclusion that CBFA sensibly protected its substantial investment in Jac Pac's assets and goodwill by its contractual arrangement with Muskat. It follows inexorably that the court did not clearly err in holding that Muskat failed to adduce strong proof that the contracting parties intended the payments delineated in the noncompetition agreement to be compensation for Muskat's personal goodwill. The payment received in 1998 was, therefore, taxable as ordinary income. <i>See </i><i>Baker,</i> 338 F.3d at 794 (holding that payment under covenant not to compete is taxable as ordinary income).</p>\n<p></p>\n<h2>C. <i>Expert Testimony.</i>\n</h2>\n<p>We review rulings admitting or excluding expert testimony for abuse of discretion. <i>United States v. Sebaggala,</i> <span class=\"citation\" data-id=\"199496\"><a href=\"/opinion/199496/united-states-v-sebaggala/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 66 (1st Cir.2001). We will reverse such a ruling only if the trial court \"committed a meaningful error in judgment.\" <i>Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co.,</i> <span class=\"citation\" data-id=\"198219\"><a href=\"/opinion/198219/ruiz-troche-v-pepsi-cola/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 83 (1st Cir.1998) (citation and internal quotation marks omitted). Such a bevue occurs when the court commits an \"error of law, ... considers improper criteria, ignores criteria that deserve significant weight, or gauges only the appropriate criteria but makes a clear error of judgment in assaying them.\" <i>Rosario-Urdaz v. Rivera-Hernández,</i> <span class=\"citation\" data-id=\"200743\"><a href=\"/opinion/200743/rosario-urdaz-v-rivera-hernandez/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 221 (1st Cir.2003).</p>\n<p>At trial, Muskat sought to offer the opinion testimony of George O'Brien, a <span class=\"star-pagination\">*194</span> certified public accountant, in order to establish that most of the goodwill (73%) acquired by CBFA was attributable to Muskat individually, not Jac Pac corporately. The court excluded the proffered testimony on relevancy grounds. Muskat appeals, maintaining that O'Brien's opinion tended to show that he possessed a valuable asset (personal goodwill) that the contracting parties probably would have taken into account.</p>\n<p>The government's rejoinder begins with the suggestion that Muskat neglected to preserve this objection. The record tells a different tale: when the district court questioned the relevance of the proffered testimony, Muskat's counsel summarized what O'Brien would say and explained how the testimony would support Muskat's position. No more was exigible to preserve the point for appeal. <i>See</i> Fed.R.Evid. 103(a)(2); <i>see also </i><i>Curreri v. Int'l Bhd. of Teamsters,</i> <span class=\"citation\" data-id=\"427630\"><a href=\"/opinion/427630/mark-curreri-v-international-brotherhood-of-teamsters-chauffeurs/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 13 (1st Cir.1983).</p>\n<p>The government's defense of the ruling on the merits is sturdier. The principal issue at trial was whether the contracting parties intended payments under the noncompetition agreement to represent compensation for the transfer of personal goodwill. If O'Brien planned to testify that Muskat possessed personal goodwill separate from Jac Pac's goodwill, his testimony arguably may have been relevant to that issue. But according to the proffer, O'Brien would not have testified to that effect; rather, he would have testified that a large slice of Jac Pac's goodwill was attributable to Muskat. This is a significant distraction. All of Jac Pac's goodwill, including any portion attributable to Muskat, was sold under the asset purchase agreement. Thus, O'Brien's testimony would have shed no light on the meaning of the noncompetition agreement.</p>\n<p>That ends this aspect of the matter. It is black-letter law that \"district courts enjoy wide latitude in determining the relevancy vel non of evidence.\" <i>Morales Feliciano v. Rullán,</i> <span class=\"citation\" data-id=\"201178\"><a href=\"/opinion/201178/morales-felicianoet-v-john-a-rullan/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 58 (1st Cir.2004). Given the nature of the proffered testimony, the district court operated within the realm of its discretion in excluding it.</p>\n<p></p>\n<h2>D. <i>Self-Employment Tax.</i>\n</h2>\n<p>Muskat's final plaint concerns his separate claim for a refund of self-employment tax. He maintains, in the alternative, that the lower court erred in concluding that it lacked subject matter jurisdiction over this claim; that the court abused its discretion in denying his motion for leave to amend his complaint; and that, in all events, he should have prevailed on a theory of judicial estoppel.</p>\n<p>We review the district court's determination that it lacked subject matter jurisdiction de novo. <i>Dominion Energy Brayton Point, LLC v. Johnson,</i> <span class=\"citation\" data-id=\"202118\"><a href=\"/opinion/202118/dominion-energy-bray-v-johnson/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.2006). The Internal Revenue Code recognizes the value of an orderly refund process, requiring the exhaustion of remedies available through administrative channels prior to opening the courthouse doors. Under that scheme, a district court has jurisdiction to adjudicate only those refund claims that have first been \"duly filed\" with the Secretary of the Treasury. 26 U.S.C. § 7422(a). Relevant regulations provide that a filed claim \"must set forth in detail each ground upon which a ... refund is claimed and facts sufficient to apprise the Commissioner of the exact basis thereof.\" 26 C.F.R. § 301.6402-2(b)(1). Taken together, these provisions bar \"a taxpayer from presenting claims in a tax refund suit that `substantially vary' the legal theories and factual bases set forth in the tax refund claim presented to the IRS.\" <i>Lockheed Martin</i> <span class=\"star-pagination\">*195</span> <i>Corp. v. United States,</i> <span class=\"citation\" data-id=\"768547\"><a href=\"/opinion/768547/lockheed-martin-corporation-as-successor-to-martin-marietta-corporation/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1366</span></a></span>, 1371 (Fed.Cir.2000); <i>accord </i><i>Charter Co. v. United States,</i> <span class=\"citation\" data-id=\"588166\"><a href=\"/opinion/588166/the-charter-company-v-united-states/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1576</span></a></span>, 1579 (11th Cir.1992). It follows that a claim or theory not explicitly or implicitly set forth in the taxpayer's administrative refund application cannot be broached for the first time in a court in which a subsequent refund suit is brought. <i>See </i><i>Lockheed Martin,</i> 210 F.3d at 1371.</p>\n<p>Here, the administrative refund claim filed on Muskat's behalf stated in full:</p>\n<blockquote>Taxpayers are amending their tax return to properly record the allocation between the sale of goodwill and a covenant not to compete. This change results in the reclassification of income erroneously reported as fully ordinary income to the correct allocation between ordinary income and capital gain.</blockquote>\n<p>Fairly read, this statement indicates that the sole purpose of the refund claim is to change the allocation of the 1998 payment between goodwill and noncompetition, emphasizing the former and deemphasizing the latter, to the end of taxing at the (lower) capital gain rate monies previously taxed at the (higher) ordinary income rate. The IRS addressed that claim head-on, and Muskat's ensuing judicial complaint neither mentioned an alternative claim for self-employment tax nor raised any other new issues.</p>\n<p>At trial, Muskat shifted gears. He sought to argue, in part, that he was entitled to a refund of the self-employment tax remitted with respect to the reported payment <i>whether or not the payment constituted ordinary income.</i> In support, he pointed to a line of cases holding that sums paid in consideration of covenants not to compete are not deemed to have been earned in the conduct of a trade or business and, thus, are not subject to self-employment tax. <i>See, e.g., </i><i>Milligan v. Comm'r,</i> <span class=\"citation\" data-id=\"681066\"><a href=\"/opinion/681066/robert-e-milligan-v-commissioner-internal-revenue-service/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1094</span></a></span>, 1098 n. 6 (9th Cir. 1994); <i>Barrett v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">284</span></span>, 289, <span class=\"citation no-link\"><span class=\"volume\">1972</span> <span class=\"reporter\">WL</span> <span class=\"page\">2450</span></span> (1972). This was an entirely new theory, neither mentioned in nor adumbrated by the administrative claim.</p>\n<p>The district court did not reach the question of whether payments made under a noncompetition agreement are subject to self-employment tax. Instead, the court noted that the administrative refund claim did not raise the self-employment tax issue and, therefore, the court lacked jurisdiction over it. <i>See Muskat II,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1733598</span></span>, at *2-3.</p>\n<p>We concur with the district court that this theory, voiced for the first time in the district court, worked a substantial variance from the administrative refund claim. Regardless of whether the IRS might have deduced from the general parameters of the refund claim that Muskat was eligible for a refund of self-employment tax even if the reported payment was attributed to the noncompetition agreement, the district court lacked jurisdiction. A taxpayer is the master of his refund claim, and it is not the IRS's responsibility to make a case for the taxpayer that the taxpayer himself has opted not to make. <i>See, e.g., </i><i>IA 80 Group, Inc. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1067</span></span>, 1075 n. 9 (8th Cir. 2003); <i>Charter Co.,</i> 971 F.2d at 1579. Because Muskat failed to put the IRS on notice during the administrative phase of the basic nature of his present theory, the district court lacked subject matter jurisdiction over that claim. <i>See </i><i>Lockheed Martin,</i> 210 F.3d at 1371; <i>Charter Co.,</i> 971 F.2d at 1580.</p>\n<p>That determination is dispositive of Muskat's further contention that the trial court abused its discretion in refusing to allow the filing of an amended complaint. The law is settled that futility is a sufficient basis for denying leave to file an <span class=\"star-pagination\">*196</span> amended complaint. <i>See </i><i>Foman v. Davis,</i> <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1962); <i>Universal Commc'n Sys., Inc. v. Lycos, Inc.,</i> <span class=\"citation\" data-id=\"796967\"><a href=\"/opinion/796967/no-06-1826/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 418 (1st Cir. 2007). Since the district court lacked jurisdiction over Muskat's claim for a refund of self-employment tax, Muskat's proposed amendment would have been utterly futile.</p>\n<p>In a last-ditch effort, Muskat suggests that the IRS has conceded that no self-employment tax was owed on payments made under the noncompetition agreement in 2001 and 2002.<sup>[7]</sup> On that basis, he implores us that the government should be judicially estopped from contesting the impropriety of the 1998 tax in this proceeding. We reject his importunings.</p>\n<p>\"As a general matter, the doctrine of judicial estoppel prevents a litigant from pressing a claim that is inconsistent with a position taken by that litigant either in a prior legal proceeding or in an earlier phase of the same legal proceeding.\" <i>InterGen N.V. v. Grina,</i> <span class=\"citation\" data-id=\"200660\"><a href=\"/opinion/200660/intergen-n-v-v-grina/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 144 (1st Cir.2003). There are at least two preconditions to a successful claim of judicial estoppel. \"First, the estopping position and the estopped position must be directly inconsistent, that is, mutually exclusive. Second, the responsible party must have succeeded in persuading a court to accept its prior position.\" <i>Alternative Sys. Concepts, Inc. v. Synopsys, Inc.,</i> <span class=\"citation\" data-id=\"201098\"><a href=\"/opinion/201098/alternative-system-v-synopsys-inc/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 34 (1st Cir.2004) (internal citations omitted).</p>\n<p>Even if we assume, for argument's sake, that (i) this judicial estoppel theory somehow eludes the jurisdictional bar and (ii) the IRS has conceded that payments under the noncompetition agreement are not subject to self-employment tax, Muskat's judicial estoppel claim falters at the first step. The 2001-2002 position that Muskat attributes to the government (\"no self-employment tax on payments received pursuant to noncompetition agreements\") is not inconsistent with the basic position that the government urges in this litigation: that a taxpayer who has failed to exhaust his administrative remedies may not litigate a self-employment tax issue in a refund suit. Given this circumstance, the doctrine of judicial estoppel is not implicated.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we uphold the judgment of the district court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Muskat and his wife, Margery, filed joint income tax returns for the relevant years. They jointly appear as plaintiffs and appellants in this case. For ease in exposition, we refer throughout to Muskat as if he were the sole party in interest. Nevertheless, our decision binds both taxpayers.</p>\n<p>[2]  That amount comprised $176,652, which corresponded to the lower tax rate on capital gains, and $26,782, which corresponded to the elimination of self-employment tax. The parties now agree that any overpayment of self-employment tax would be in the amount of $21,479, rather than $26,782.</p>\n<p>[3]  In the area of taxation, the strong proof rule has been thought to promote important values, such as administrative ease, certainty, predictability in taxation, and general notions of fairness. <i>See </i><i>Harvey Radio Labs., Inc. v. Comm'r,</i> <span class=\"citation\" data-id=\"306980\"><a href=\"/opinion/306980/harvey-radio-laboratories-inc-v-commissioner-of-internal-revenue/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span>, 120 (1st Cir.1972).</p>\n<p>[4]  A few courts of appeals employ a more rigorous formulation of the strong proof rule. <i>See, e.g., </i><i>Comm'r v. Danielson,</i> <span class=\"citation\" data-id=\"276226\"><a href=\"/opinion/276226/commissioner-of-internal-revenue-v-carl-l-danielson-and-pauline-s/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span>, 775 (3d Cir. 1967). That variation allows alteration of a written allocation only through \"proof which in an action between the parties to the agreement would be admissible to alter that construction or to show its unenforceability because of mistake, undue influence, fraud, duress, etc.\" <i>Id.</i> The tax court generally applies the strong proof rule as we have articulated it unless an appeal would lie in a circuit that has adopted the alternative formulation. <i>See, e.g., Pinson v. Comm'r,</i> T.C.M. (RIA) 2000-208, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">949390</span></span>, at *11 (2000).</p>\n<p>[5]  The strong proof rule applies only when a contracting party, or someone claiming by, through, or under a contracting party, attempts to vary a written allocation. When the IRS seeks to secure the reallocation of funds expressly earmarked for a given purpose, it may do so by showing that the original allocation does not comport with economic reality. <i>See, e.g., </i><i>Sullivan v. United States,</i> <span class=\"citation\" data-id=\"376835\"><a href=\"/opinion/376835/william-f-sullivan-and-rosemary-c-sullivan-v-united-states/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1007 (3d Cir. 1980); <i>Harvey Radio,</i> 470 F.2d at 120.</p>\n<p>[6]  Muskat claims that the survivability provision renders the noncompetition agreement ambiguous. We do not agree. In all events, the question is not whether that provision with which we deal <i>infra</i>is a typical feature of a noncompetition agreement but, rather, whether it lends an element of uncertainty to the bargain struck by the contracting parties. In this case, it does not.</p>\n<p>[7]  The record reflects that, in a protest letter to the IRS dated October 15, 2004, Muskat flagged the self-employment tax issue with respect to tax years 1999 through 2002. The tax year at issue in the instant case is 1998.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1917787/"
  ]
}