{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203644/",
  "absolute_url": "/opinion/203644/united-states-v-marceau/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203644/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:20:45Z",
  "date_modified": "2016-04-26T15:14:38.634258Z",
  "type": "010combined",
  "sha1": "f92889b9dbda6b31967b19180927d080ba5d63df",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1011P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/01/26/US_v._Marceau.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-1011\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                        TENNYSON MARCEAU,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n        [Hon. John A. Woodcock, Jr., U.S. District Judge]\n\n\n                             Before\n\n                  Torruella, Baldock and Howard,\n                         Circuit Judges.\n\n\n\n     Virginia G. Villa, Assistant Federal Defender, for appellant.\n     Renée M. Bunker, Assistant United States Attorney, with whom\nPaula D. Silsby, United States Attorney, was on brief, for\nappellee.\n\n\n\n                        January 26, 2009\n\f          HOWARD, Circuit Judge.      Appellant Tennyson Marceau pled\n\nguilty to stealing guns from a Maine firearms dealer. The district\n\ncourt imposed the statutory maximum prison sentence of ten years.\n\nOn appeal, Marceau claims that his sentence is unreasonable,\n\nespecially when compared to the eighteen-month sentence imposed on\n\nhis partner in the crime.    He also argues that the district court\n\nmade certain Guideline-related errors and that two of the Guideline\n\nprovisions applied to him were improperly enacted.      We affirm.\n\n                            I.   BACKGROUND1\n\n          In the early morning hours of April 23, 2007, police\n\nofficers in Brewer, Maine responded to an alarm at Maine Military\n\nSupply (\"MMS\"), a firearms dealer.       The responding officers found\n\nseveral signs of a break-in and theft of firearms.            A video\n\nsurveillance system captured the images of two men, one of whom\n\nthrew a projectile through the premises' glass door. Both men were\n\nrecorded as they placed several handguns and AK-47 assault rifles\n\ninto a duffel bag before leaving the scene in a white Jeep.       The\n\nstore's owner reported that fifteen guns were stolen -- eight\n\nrifles and seven pistols.        Several of the stolen firearms were\n\nsemi-automatic and capable of accepting large capacity magazines.\n\n\n\n\n1\n We take the facts from the Prosecution Version of Events -- to\nwhich Marceau admitted during his plea colloquy -- and the Revised\nPresentence Investigation Report (\"PSR\"), the facts of which were\nnot challenged.\n\n                                   -2-\n\f          Investigation led police to the owner of the Jeep, Sayer\n\nTamiso, and eventually to Tamiso's girlfriend, who told police that\n\nshe overheard Tamiso and Marceau make plans to commit the robbery.\n\nPart of the plan was that Marceau would bring the stolen guns to\n\nhis home in Vermont, remove their serial numbers, and eventually\n\nsell them.   She also said that she confronted Tamiso after seeing\n\na television news account of the robbery, and that he admitted the\n\ntwo men's involvement.    Other witnesses and physical evidence also\n\nconnected Tamiso and Marceau to each other and to the crime.\n\n          A subsequent search of Marceau's Vermont home yielded gun\n\ntags corresponding to items stolen from MMS.2     After learning that\n\nMarceau occasionally stayed at his grandmother's home, police also\n\nconducted a search there and recovered several rifles from the\n\nMaine robbery.    In addition, two stolen guns were recovered from a\n\nfriend of Marceau's.     Authorities determined that of the fifteen\n\nguns stolen, Marceau brought thirteen to Vermont, nine of which\n\nwere recovered.      Marceau said he gave the other four to an\n\nindividual he would not identify.      Tamiso told authorities he kept\n\ntwo of the stolen guns, but later threw them into a river.\n\nAlthough Tamiso provided a location for his disposal, the two guns\n\nwere never recovered. Finally, Vermont authorities recovered a gun\n\n\n\n\n2\n Vermont law enforcement officers were familiar with Marceau\nbecause he had been arrested for possession with intent to\ndistribute marijuana about a week after the MMS robbery.\n\n                                 -3-\n\fwith an obliterated serial number from a man who said he bought it\n\nfrom Marceau.         This gun was not connected to the MMS robbery.\n\n               Marceau was arrested in May 2007.           He pled guilty the\n\nfollowing month to a one-count information charging him with theft\n\nof firearms, in violation of 18 U.S.C. § 922(u).\n\n               In the PSR, the Probation Department first recounted the\n\nfacts     of    the    burglary   and    then     turned   to     the   Guidelines\n\ncalculation.      Citing U.S.S.G. § 2K2.1(a)(4)(B), the PSR determined\n\nMarceau's base offense level (\"BOL\") to be twenty -- as opposed to\n\nthe default level of twelve, U.S.S.G. § 2K.1(a)(7) -- because the\n\ntheft involved semi-automatic firearms capable of accepting large\n\ncapacity magazines and because Marceau was a \"prohibited person\" at\n\nthe time of the crime by virtue of his ongoing drug use, see 18\n\nU.S.C. § 922(g).          Four levels were added due to the number of\n\nfirearms stolen.         U.S.S.G. § 2K2.1(b)(1)(B).            An additional four\n\nlevels were added pursuant to U.S.S.G. § 2K2.1(b)(6)3 because\n\nMarceau was carrying a weapon at the time of the MMS robbery -- a\n\ntwenty-five caliber pistol.             Yet another four levels were added\n\nbecause    Marceau      was   trafficking       the   stolen    firearms,   id.   §\n\n2K2.1(b)(5), and four more levels were added as a result of his\n\npossession of a firearm with an obliterated serial number, U.S.S.G.\n\n\n3\n Section 2K2.1(b)(6) applies to defendants who use or possess \"any\nfirearm or ammunition in connection with another felony offense; or\npossessed or transferred any firearm or ammunition with knowledge,\nintent, or reason to believe that it would be used in connection\nwith another felony offense.\"\n\n                                         -4-\n\f§ 2K2.1(b)(4)(B).       From this total adjusted offense level of\n\nthirty-six, a three-level downward adjustment for acceptance of\n\nresponsibility was applied, for a total offense level of thirty-\n\nthree.\n\n             When combined with a criminal history category of II,4\n\nMarceau's recommended Guideline range was 151 to 181 months.                The\n\napplicable    statutory   maximum,    however,      was   120     months.   The\n\ndistrict court adopted the findings of the Probation Officer and\n\nsentenced Marceau to 120 months' imprisonment.              Approximately one\n\nmonth later, the same district court judge sentenced Tamiso to 18\n\nmonths' imprisonment.\n\n                              II. ANALYSIS\n\n             Marceau's appeal takes aim at various specific components\n\nof   his   offense   level   calculation,     and    also    at    the   overall\n\nreasonableness of his sentence.            We discuss each contention in\n\nturn.    We review de novo the district court's reading of Guideline\n\nprovisions.     United States v. Stoupis, 530 F.3d 82, 84 (1st Cir.\n\n2008).     Factual findings are reviewed for clear error.             Id.\n\n\n\n\n4\n Marceau's criminal record included Vermont convictions for simple\nassault in 2006 and illegal alcohol consumption, providing false\ninformation to a police officer and violating conditions of release\nin 2007. Each conviction was worth one criminal history point.\n\n                                     -5-\n\fA.   Offense level increase for semi-automatic firearms\n\n           1.    Semi-automatic weapon ban\n\n           Marceau first argues that the eight-level offense level\n\nincrease (from twelve to twenty) for theft of semi-automatic\n\nweapons should not have been applied because Congress allowed the\n\nstatutory proscription against possessing such weapons to expire in\n\n2004. Thus, Marceau argues, the Sentencing Commission exceeded its\n\nauthority in April 2006 when it voted to retain the enhancement.\n\nWe   disagree.     Before   detailing    our   reasoning,    we   sketch   the\n\nrelevant background.\n\n           The Violent Crime Control and Enforcement Act of 19945\n\nmade possession of various semi-automatic firearms illegal, but\n\ncontained a sunset provision under which the ban expired September\n\n13, 2004, ten years after its implementation.               See 18 U.S.C. §\n\n922(v)(declaring weapons unlawful)(repealed 2004); 21 U.S.C. §\n\n921(a)(30) (defining semiautomatic assault weapon)(repealed 2004);\n\nsee also 26 U.S.C. § 5845 (defining firearm).                 Responding to\n\ndirectives within the 1994 Act, the Sentencing Commission adopted\n\nAmendment 522, which amended U.S.S.G. § 2K2.1 to enhance base\n\noffense levels for possession of statutorily-defined semi-automatic\n\nassault weapons, without regard to their use in another offense.\n\nAlso   enacted   was   Amendment   531,    which   prescribed     an   upward\n\n\n\n5\n Pub. L. No. 103-322, §§ 110102, 110105, 108 Stat. 1796, 1996-98,\n2000.\n\n                                   -6-\n\fdeparture for semi-automatic firearms with a capacity exceeding ten\n\ncartridges possessed in connection with a crime of violence or\n\ncontrolled substance offense.          Both amendments became effective\n\nNovember 1, 1995.\n\n           Courts responded to the expiration of the weapons ban in\n\ndifferent ways.      Some questioned whether the expired ban could\n\ncontinue to support sentence enhancements, see, e.g., United States\n\nv. Serna, 435 F.3d 1046 (9th Cir. 2006) (questioning whether\n\npossession of an assault weapon was a \"crime of violence\" for\n\nGuidelines purposes), while others applied the enhancement without\n\nregard to the present legality of the weapon, see, e.g., United\n\nStates v. Ray, 411 F.3d 900 (8th Cir. 2005); United States v. Vega,\n\n392 F.3d   1281 (11th Cir. 2004).\n\n           In   response   to   what    it   described   as   \"inconsistent\n\napplication\" of the enhanced base offense level following the\n\nexpiration of the weapons ban, the Commission subsequently adopted\n\nAmendment 691, which deleted the explicit statutory reference to\n\nthe now-expired weapons ban, and instead applied the enhanced\n\noffense level in §2K2.1(a)(4)(B) to \"a semiautomatic weapon capable\n\nof accepting a large capacity magazine.\" Amendment 691 took effect\n\nNovember 1, 2006, and was in effect at the time of Marceau's\n\nsentencing.     Marceau argues that enactment of Amendment 691 after\n\nthe expiration of the assault weapon ban violated the Commission's\n\n\n\n\n                                   -7-\n\fobligation to promulgate Guidelines \"consistent with all pertinent\n\nprovisions of any Federal statute.\"             28 U.S.C. § 994(a)(1).\n\n               While it is true that Congress has granted the Commission\n\nbroad    discretion      with   respect    to   Guideline   formulation,     the\n\nCommission must nevertheless \"bow to the specific directives of\n\nCongress.\"       United States v. LaBonte, 520 U.S. 751, 757 (1997);\n\nMistretta v. United States, 488 U.S. 361, 377 (1989).                 Thus, if\n\nAmendment 691 \"is at odds with [a statute's] plain language, it\n\nmust give way.\"        LaBonte, 520 U.S. at 757.      In this case, however,\n\nwe agree with the district court that the enhanced BOL in Amendment\n\n691 is not at odds with any statute because it does not penalize\n\nthe mere possession of legal firearms, but only possession by\n\ncertain \"prohibited persons.\"\n\n               The district court approvingly cited Ray, in which the\n\nEighth Circuit affirmed the district court's application of the\n\nsection 2K2.1(a)(4)(B) enhancement to a defendant who possessed a\n\nsemi-automatic weapon which remained legal due to a \"grandfather\"\n\nclause    in    the    1994   Act.   Rejecting      the   argument    that   the\n\nenhancement could only be applied to illegal weapons, the Ray court\n\nconcluded       that   \"[t]hrough    §    2K2.1(a)(4)(B),    the     sentencing\n\ncommission decided to punish more severely the possession of\n\nsemiautomatic firearms, even those of the pre-ban variety,\" by\n\nthose who have lost the right to possess firearms.                 Id. at 906;\n\n\n\n\n                                         -8-\n\fsee also U.S.S.G. § 2K2.1 cmt. n.2 (2007); 18 U.S.C. §§ 922(g),\n\n(n).\n\n           We took a similar approach in United States v. Laureano-\n\nVelez, 424 F.3d 38 (1st Cir. 2005).             There, we rejected the\n\ndefendant's argument that possession of a \"grandfathered,\" pre-ban\n\nweapon could not form the basis of a conviction under 18 U.S.C. §\n\n924(c) for possession of a firearm in furtherance of a drug\n\noffense.   Instead, following the course laid by Ray, we concluded\n\nthat the grandfather clause created an exception \"only with respect\n\nto the separate crime of simple possession of such weapons under §\n\n922(v)(2).\"   Id. at 41 (citing Ray, 411 F.3d at 905-06; Vega, 392\n\nF.3d at 1282-83).      We follow a similar course here.           We find no\n\nconflict between the lapse of the statutory assault-weapon ban and\n\nthe imposition of a higher offense level for use of such a weapon\n\nby anyone in a class of \"prohibited persons.\"6\n\n                  2.    Prohibited person\n\n           Alternatively,    Marceau       argues   that    he    is    not   a\n\n\"prohibited   person\"      within    the     meaning       of    U.S.S.G.     §\n\n2K2.1(a)(4)(B)(ii)(I).     The Guidelines define \"prohibited person\"\n\nas any person described in 18 U.S.C. § 922(g) or 922(n).               U.S.S.G.\n\n§ 2K2.1 cmt. n.3 (2007).    The district court found that Marceau fit\n\n\n6\n We note that Congress has enacted several laws criminalizing the\npossession of otherwise legal weapons, depending on the status of\nthe individual defendant. See, e.g., 18 U.S.C. § 922(g)(1-9)\n(listing various groups of individuals for whom possession of any\nfirearm is illegal).\n\n                                    -9-\n\fwithin § 922(g)(3), which bars firearm possession by a person \"who\n\nis an unlawful user of   . . . any controlled substance.\"   We agree.\n\n            In order to avoid unconstitutional vagueness, courts have\n\nheld that the critical term “unlawful user” requires a “temporal\n\nnexus between the gun possession and regular drug use.”       United\n\nStates v. Edwards, 540 F.3d 1156, 1162 (10th Cir. 2008), cert.\n\ndenied,        U.S.      , 2009 WL 56607 (Jan. 12, 2009).    Refined\n\nfurther, an “unlawful user” is one who engages in “regular use over\n\na long period of time proximate to or contemporaneous with the\n\npossession of the firearm.”     United States v. McCowan, 469 F.3d\n\n386, 392 n.4 (5th Cir. 2006).\n\n            The district court was presented with ample evidence to\n\nsupport its finding that Marceau was a “prohibited person.”      For\n\nexample, the PSR noted that Marceau explained that even after his\n\nstay at a drug treatment facility, he was unable to remain drug-\n\nfree, and that the MMS robbery was the first step in a plan to sell\n\nthe stolen firearms to get money for drugs.      In addition, an FBI\n\nagent testified that Tamiso told him that Marceau had smoked\n\nmarijuana daily in the days before the robbery, stopping only when\n\nhe exhausted his supply.     Finally, the record shows that Vermont\n\nofficials recognized Marceau’s name from two marijuana-related\n\narrests –- one before and one after the instant robbery.\n\n            Marceau makes three arguments in response to this record\n\nevidence.    First, he states that the record did not establish\n\n\n                                 -10-\n\fregular drug use after he completed the treatment program.                The\n\nrecord includes, however, his admissions that he was unable to\n\nremain drug-free after his treatment and that he stole the weapons\n\nto raise money to buy drugs.\n\n            Next, Marceau argues that the two arrests -- the first\n\nfor illegal alcohol consumption during which he was found in\n\npossession of marijuana, and the other for possession of marijuana\n\nand    scales   -–   should   be   discounted   because     neither   instance\n\nresulted in a probation revocation or positive urinalysis.                 At\n\nmost, he claims, this evidence creates an inference of possession,\n\nand not use.      The district court was free to rely upon Marceau's\n\nmarijuana possession, in combination with the other evidence, to\n\ndraw an inference of use.          See e.g.,    United States v. Mack, 343\n\nF.3d    929,    933-34   (8th   Cir.    2003)   (evidence    of   defendant's\n\npossession of small, \"user quantity\" of marijuana, where arresting\n\nofficer smelled marijuana and where defendant had previously been\n\nin a dispute over marijuana, is sufficient to support conviction\n\nfor unlawful use).\n\n            Finally, the district court was not required to reject\n\nthe FBI agent’s testimony as hearsay, as urged by Marceau, because\n\nthe Rules of Evidence do not apply to sentencing hearings; a\n\ndistrict court may consider any relevant evidence so long as the\n\nevidence \"'has sufficient indicia of reliability to support its\n\nprobable accuracy.'\"      United States v. Green, 426 F.3d 64, 66 (1st\n\n\n                                       -11-\n\fCir. 2005)(quoting U.S.S.G. § 6A1.3(a)).              Whether any particular\n\nevidence is sufficiently reliable is within the broad discretion of\n\nthe district court. Id.          We detect no abuse of that discretion\n\nhere.\n\n            Based on the foregoing, we affirm the district court’s\n\nfinding that Marceau was a “prohibited person” within the meaning\n\nof U.S.S.G. § 2K2.1(a)(4)(B)(ii)(I), and therefore the eight-level\n\nenhancement under section 2K2.1(4) was properly applied to him.\n\nB.   Enhancement for firearms trafficking\n\n            Marceau next argues that the district court incorrectly\n\napplied    the    four-level    enhancement     for   firearms    trafficking,\n\npursuant to U.S.S.G. § 2K2.1(b)(5).           We find no error.\n\n            As relevant here, the enhancement applies if Marceau\n\n            \"transported, transferred, or otherwise disposed of two\n            or more firearms to another individual . . . and . . .\n            knew or had reason to believe that such conduct would\n            result in the transport, transfer, or disposal of a\n            firearm to an individual whose possession or receipt of\n            the firearm would be unlawful; or who intended to use\n            or dispose of the firearm unlawfully.\"\n\nU.S.S.G. § 2K2.1 cmt. n.13 (2007).\n\n            The PSR notes that Marceau admitted giving four of the\n\nstolen firearms that he took to Vermont to an individual he would\n\nnot identify.      This easily satisfies the \"transport, transfer, or\n\ndisposal\" prong of the Guideline.         Thus, it is not surprising that\n\nMarceau targets only the second part of the enhancement, arguing\n\nthat    there    was   no   evidence   that   the   individuals   to   whom   he\n\n\n                                       -12-\n\ftransferred the stolen guns were themselves \"prohibited persons,\"\n\nor that Marceau knew or had reason to believe they intended to use\n\nthe guns unlawfully.\n\n            The    district    court   acknowledged       the    lack   of    direct\n\nevidence     of    Marceau's   knowledge      of   the    recipients'        intent.\n\nInstead, the court focused on Marceau's numerous, uncontested pre-\n\nrobbery statements evincing an intent to steal the firearms, bring\n\nthem to Vermont, remove the serial numbers and exchange the guns\n\nfor money to buy drugs.           The district court also noted that\n\nMarceau's known actions all precisely tracked his stated intent,\n\nand found that Marceau probably obliterated the serial numbers from\n\nthe guns that he transferred to the individual he would not name.\n\nFrom there, the court took into consideration our observation in\n\nUnited States v. Ortiz, 64 F.3d 18, 22 (1st Cir. 1995), that \"the\n\nserial number is obliterated from a gun so that it cannot be traced\n\nby law enforcement.      The act is thus done in anticipation that the\n\ngun will be used in criminal activity,\" and concluded that Marceau\n\ntrafficked        the   weapons    within      the       Guideline's     meaning.\n\n            The government need only prove by a preponderance of the\n\nevidence that Marceau is subject to the trafficking enhancement.\n\nUnited States v. Cruz-Rodriguez, 541 F.3d 19, 31 n.8 (1st Cir.\n\n2008).     Moreover, the government is not required to prove that\n\nMarceau had specific knowledge of any specific felonious plans on\n\nthe part of the stolen weapons' recipients.                     United States v.\n\n\n                                       -13-\n\fMolloy, 324 F.3d 35, 39 (1st Cir. 2003).          A sentencing court is\n\nentitled to rely on circumstantial evidence, United States v.\n\nSepulveda, 15 F.3d 1161, 1202 (1st Cir. 1993), and draw plausible\n\ninferences therefrom, United States v. Ofray-Campos, 534 F.3d 1, 39\n\n(1st Cir.), cert. denied,           U.S.       , 129 S. Ct. 588 (2008).\n\nSuch   evidence   may   include    Marceau's    pre-   and   post-robbery\n\nstatements.   Molloy, 324 F.3d at 41.           While Marceau tries to\n\ndisclaim his statements of intent as \"mere braggadocio,\" the fact\n\nthat he actually followed through on the specific theft, spirited\n\nthe stolen weapons to Vermont and transferred four of them provides\n\nample reason to reject his version.\n\n           Here, given the combination of Marceau’s pre-robbery\n\nstatements and his post-robbery actions, there was no error in the\n\ndistrict court’s application of the trafficking enhancement.\n\nC.   Enhancement for weapon with obliterated serial number\n\n           Marceau's challenge to the four-level enhancement for\n\npossessing a firearm with an obliterated serial number is limited\n\nto his claim that the Sentencing Commission acted beyond its\n\nauthority when it increased the enhancement from two to four levels\n\nvia adoption of Amendment 691. Unlike his argument with respect to\n\nthe expired weapons ban:          that there was no authority for a\n\nsentence enhancement for conduct no longer illegal, here Marceau\n\nclaims that the Amendment was adopted in violation of procedures\n\ncontrolling the Commission's rule-making authority.          We disagree.\n\n\n                                   -14-\n\f            We review the legality of a Guidelines provision de novo.\n\nUnited States v. Ramos-Paulino, 488 F.3d 459, 463 (1st Cir. 2007).\n\nMarceau    bases    his   argument    on   a   portion   of    the     Commission's\n\nenabling    legislation,      which    provides      that     \"[t]he    Commission\n\nperiodically shall review and revise, in consideration of comments\n\nand data coming to its attention, the guidelines promulgated\n\npursuant to the provisions of this section.\"                28 U.S.C. § 994(o).\n\nMarceau claims that the adoption of the amendment was arbitrary\n\nbecause    the     Commission's     original      published     reason    for   the\n\namendment was \"the difficulty in tracing firearms with altered or\n\nobliterated serial numbers,\" yet the adopted amendment's reasoning\n\nalso   mentions     \"an   increase    in   the    market\"   for   such    weapons.\n\nMarceau argues that the final reliance on two reasons, rather than\n\non only the original reason, renders the enhancement illegal.                   He\n\nprovides    no   legal    support    for   this    assertion,     however.      The\n\nproposed Guideline amendment was published; comments were received\n\nfrom, among others, prosecutors and defenders; Congress interposed\n\nno objection.      We find no violation of section 994(o).\n\nD.   Reasonableness\n\n            Marceau's final argument is that the disparity between\n\nhis ten-year sentence and Tamiso's eighteen-month sentence makes\n\nhis sentence unreasonable.           Our analysis ordinarily involves an\n\nexamination of both the procedural aspects of sentencing and the\n\nsubstance of the sentence. United States v. Politano, 522 F.3d 69,\n\n\n                                      -15-\n\f72 (1st Cir.), cert. denied,              U.S.      , 129 S. Ct. 133 (2008)\n\n(citing Gall v. United States,               U.S.    ,     , 128 S. Ct. 586,\n\n597 (2007)).        Our first task is to determine whether the district\n\ncourt made any procedural errors \"'such as failing to calculate (or\n\nimproperly      calculating)    the   Guidelines     range,       treating   the\n\nGuidelines as mandatory, failing to consider the [18 U.S.C.] §\n\n3553(a) factors, selecting a sentence based on clearly erroneous\n\nfacts, or failing to adequately explain the chosen sentence --\n\nincluding an explanation for any deviation from the Guidelines\n\nrange.'\"      Id. (quoting Gall, 128 S. Ct. at 597) (alteration in\n\noriginal).\n\n              Where, as we have found here, the district court has\n\ncommitted      no    such   procedural    error,7    we    then    review    the\n\n\"substantive reasonableness of the sentence imposed and review the\n\nsentence for abuse of discretion.\"            Id. (citing United States v.\n\nMartin, 520 F.3d 87, 92-93 (1st. Cir. 2008)).                 Under Gall, we\n\nafford the district court wide discretion in sentencing. \"[A]fter\n\nthe   court    has     calculated   the   [Guideline      Sentencing    Range],\n\n\n\n7\n We also note that the district court explicitly detailed its\nconsideration of the factors enumerated in § 3553(a), referencing\nthe harm caused to MMS's owner, its insurance company, and the\ncommunity. The court also considered the support Marceau received\nfrom his family, as well as his past criminal history and drug use.\nGiven the nature of the crime and Marceau's intentions to parlay\nthe gun theft into money for drugs, the court reasonably concluded\nthat Marceau was using \"violence to create a possibility of more\nviolence.\"\n\n                                      -16-\n\f'sentencing becomes a judgment call, and a variant sentence may be\n\nconstructed based on a complex of factors whose interplay and\n\nprecise weight cannot even be precisely described.'\"         Id. at 73\n\n(quoting Martin, 520 F.3d at 92).    Ultimately, \"'[T]he lynchpin of\n\na reasonable sentence is a plausible sentencing rationale and a\n\ndefensible overall result.'\" Id. (quoting Martin, 520 F.3d at 96).\n\n           With respect to the disparity between the two sentences,\n\n§ 3553(a)(6) calls upon sentencing judges to \"consider the need to\n\navoid   unwarranted   sentence   disparities   among   defendants   with\n\nsimilar records who have been found guilty of similar conduct.\"\n\nAlthough this section is primarily aimed at national disparities,\n\nrather than those between co-defendants, Martin, 520 F.3d at 94, a\n\ndistrict court may consider differences and similarities between\n\nco-defendants at sentencing.     United States v. Vazquez-Rivera, 470\n\nF.3d 443, 449 (1st Cir. 2006).    While “a defendant is not entitled\n\nto a lighter sentence merely because his co-defendants received\n\nlighter sentences, . . . concerns could arise if two identically\n\nsituated defendants received different sentences from the same\n\njudge.\" United States v. Cirilo-Munoz, 504 F.3d 106, 142 (1st Cir.\n\n2007) (Lynch, J., dissenting) (internal citations and quotation\n\nmarks omitted).\n\n\n\n\n                                  -17-\n\f            Here, the district court confronted the disparity head-\n\non, noting \"significant differences\" between Tamiso and Marceau.8\n\nIn the context of the Guideline calculation, the court noted that\n\nMarceau    trafficked    the    weapons,    possessed   a     firearm   with    an\n\nobliterated serial number, had a higher criminal history category,\n\nand was a \"prohibited person\" due to his drug use.              The court also\n\nconsidered that after the robbery, Tamiso had demonstrated remorse\n\nbeyond    that   shown   by    Marceau,    by   apologizing    personally      and\n\npublicly to the victim, commencing restitution payments before they\n\nwere ordered, and cooperating with the prosecution.                In light of\n\nthese differences between the defendants, we have little difficulty\n\nfinding that the district court properly exercised its \"informed\n\ndiscretion,\" Martin, 520 F.3d at 98, while offering a \"plausible\n\nrationale and reach[ing] a defensible result.\" Id.\n\n            For the reasons set forth herein, Marceau's sentence is\n\naffirmed.\n\n\n\n\n8\n The court's comparison took place during Tamiso's sentencing,\napproximately one month after Marceau's.\n\n                                     -18-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>554 F.3d 24 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nTennyson MARCEAU, Defendant, Appellant.</h1></center>\n<center>No. 08-1011.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 12, 2008.</center>\n<center>Decided January 26, 2009.</center>\n<p><span class=\"star-pagination\">*27</span> Virginia G. Villa, Assistant Federal Defender, for appellant.</p>\n<p>Renée M. Bunker, Assistant United States Attorney, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n<p>Before TORRUELLA, BALDOCK and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Appellant Tennyson Marceau pled guilty to stealing guns from a Maine firearms dealer. The district court imposed the statutory maximum prison sentence of ten years. On appeal, Marceau claims that his sentence is unreasonable, especially when compared to the eighteen-month sentence imposed on his partner in the crime. He also argues that the district court made certain Guideline-related errors and that two of the Guideline provisions applied to him were improperly enacted. We affirm.</p>\n<p></p>\n<h2>\n<i>I. BACKGROUND</i><sup>[1]</sup></h2>\n<p>In the early morning hours of April 23, 2007, police officers in Brewer, Maine responded to an alarm at Maine Military Supply (\"MMS\"), a firearms dealer. The responding officers found several signs of a break-in and theft of firearms. A video surveillance system captured the images of two men, one of whom threw a projectile through the premises' glass door. Both men were recorded as they placed several handguns and AK-47 assault rifles into a duffel bag before leaving the scene in a white Jeep. The store's owner reported that fifteen guns were stolen-eight rifles and seven pistols. Several of the stolen firearms were semi-automatic and capable of accepting large capacity magazines.</p>\n<p>Investigation led police to the owner of the Jeep, Sayer Tamiso, and eventually to Tamiso's girlfriend, who told police that she overheard Tamiso and Marceau make plans to commit the robbery. Part of the plan was that Marceau would bring the stolen guns to his home in Vermont, remove their serial numbers, and eventually sell them. She also said that she confronted Tamiso after seeing a television news account of the robbery, and that he admitted the two men's involvement. Other witnesses and physical evidence also connected Tamiso and Marceau to each other and to the crime.</p>\n<p><span class=\"star-pagination\">*28</span> A subsequent search of Marceau's Vermont home yielded gun tags corresponding to items stolen from MMS.<sup>[2]</sup> After learning that Marceau occasionally stayed at his grandmother's home, police also conducted a search there and recovered several rifles from the Maine robbery. In addition, two stolen guns were recovered from a friend of Marceau's. Authorities determined that of the fifteen guns stolen, Marceau brought thirteen to Vermont, nine of which were recovered. Marceau said he gave the other four to an individual he would not identify. Tamiso told authorities he kept two of the stolen guns, but later threw them into a river. Although Tamiso provided a location for his disposal, the two guns were never recovered. Finally, Vermont authorities recovered a gun with an obliterated serial number from a man who said he bought it from Marceau. This gun was not connected to the MMS robbery.</p>\n<p>Marceau was arrested in May 2007. He pled guilty the following month to a one-count information charging him with theft of firearms, in violation of 18 U.S.C. § 922(u).</p>\n<p>In the PSR, the Probation Department first recounted the facts of the burglary and then turned to the Guidelines calculation. Citing U.S.S.G. § 2K2.1(a)(4)(B), the PSR determined Marceau's base offense level (\"BOL\") to be twentyas opposed to the default level of twelve, U.S.S.G. § 2K2.1(a)(7)because the theft involved semi-automatic firearms capable of accepting large capacity magazines and because Marceau was a \"prohibited person\" at the time of the crime by virtue of his ongoing drug use, <i>see</i> 18 U.S.C. § 922(g). Four levels were added due to the number of firearms stolen. U.S.S.G. § 2K2.1(b)(1)(B). An additional four levels were added pursuant to U.S.S.G. § 2K2.1(b)(6)<sup>[3]</sup> because Marceau was carrying a weapon at the time of the MMS robberya twenty-five caliber pistol. Yet another four levels were added because Marceau was trafficking the stolen firearms, <i>id.</i> § 2K2.1(b)(5), and four more levels were added as a result of his possession of a firearm with an obliterated serial number, U.S.S.G. § 2K2.1(b)(4)(B). From this total adjusted offense level of thirty-six, a three-level downward adjustment for acceptance of responsibility was applied, for a total offense level of thirty-three.</p>\n<p>When combined with a criminal history category of II,<sup>[4]</sup> Marceau's recommended Guideline range was 151 to 181 months. The applicable statutory maximum, however, was 120 months. The district court adopted the findings of the Probation Officer and sentenced Marceau to 120 months' imprisonment. Approximately one month later, the same district court judge sentenced Tamiso to 18 months' imprisonment.</p>\n<p></p>\n<h2><i>II. ANALYSIS</i></h2>\n<p>Marceau's appeal takes aim at various specific components of his offense <span class=\"star-pagination\">*29</span> level calculation, and also at the overall reasonableness of his sentence. We discuss each contention in turn. We review de novo the district court's reading of Guideline provisions. <i>United States v. Stoupis,</i> 530 F.3d 82, 84 (1st Cir.2008). Factual findings are reviewed for clear error. <i>Id.</i></p>\n<p></p>\n<h2><i>A. Offense level increase for semi-automatic firearms</i></h2>\n<p></p>\n<h2><i>1. Semi-automatic weapon ban</i></h2>\n<p>Marceau first argues that the eight-level offense level increase (from twelve to twenty) for theft of semi-automatic weapons should not have been applied because Congress allowed the statutory proscription against possessing such weapons to expire in 2004. Thus, Marceau argues, the Sentencing Commission exceeded its authority in April 2006 when it voted to retain the enhancement. We disagree. Before detailing our reasoning, we sketch the relevant background.</p>\n<p>The Violent Crime Control and Enforcement Act of 1994<sup>[5]</sup> made possession of various semi-automatic firearms illegal, but contained a sunset provision under which the ban expired September 13, 2004, ten years after its implementation. <i>See</i> 18 U.S.C. § 922(v)(declaring weapons unlawful)(repealed 2004); 18 U.S.C. § 921(a)(30) (defining semiautomatic assault weapon)(repealed 2004); <i>see also</i> 26 U.S.C. § 5845 (defining firearm). Responding to directives within the 1994 Act, the Sentencing Commission adopted Amendment 522, which amended U.S.S.G. § 2K2.1 to enhance base offense levels for possession of statutorily-defined semi-automatic assault weapons, without regard to their use in another offense. Also enacted was Amendment 531, which prescribed an upward departure for semi-automatic firearms with a capacity exceeding ten cartridges possessed in connection with a crime of violence or controlled substance offense. Both amendments became effective November 1, 1995.</p>\n<p>Courts responded to the expiration of the weapons ban in different ways. Some questioned whether the expired ban could continue to support sentence enhancements, <i>see, e.g., </i><i>United States v. Serna,</i> 435 F.3d 1046 (9th Cir.2006) (questioning whether possession of an assault weapon was a \"crime of violence\" for Guidelines purposes), while others applied the enhancement without regard to the present legality of the weapon, <i>see, e.g., </i><i>United States v. Ray,</i> 411 F.3d 900 (8th Cir.2005); <i>United States v. Vega,</i> 392 F.3d 1281 (11th Cir.2004).</p>\n<p>In response to what it described as \"inconsistent application\" of the enhanced base offense level following the expiration of the weapons ban, the Commission subsequently adopted Amendment 691, which deleted the explicit statutory reference to the now-expired weapons ban, and instead applied the enhanced offense level in § 2K2.1(a)(4)(B) to \"a semiautomatic weapon capable of accepting a large capacity magazine.\" Amendment 691 took effect November 1, 2006, and was in effect at the time of Marceau's sentencing. Marceau argues that enactment of Amendment 691 after the expiration of the assault weapon ban violated the Commission's obligation to promulgate Guidelines \"consistent with all pertinent provisions of any Federal statute.\" 28 U.S.C. § 994(a)(1).</p>\n<p>While it is true that Congress has granted the Commission broad discretion with respect to Guideline formulation, the Commission must nevertheless \"bow to the specific directives of Congress.\" <i>United States v. LaBonte,</i> 520 U.S. 751, 757, 117 <span class=\"star-pagination\">*30</span> S.Ct. 1673, 137 L.Ed.2d 1001 (1997); <i>Mistretta v. United States,</i> 488 U.S. 361, 377, 109 S.Ct. 647, 102 L.Ed.2d 714 (1989). Thus, if Amendment 691 \"is at odds with [a statute's] plain language, it must give way.\" <i>LaBonte,</i> 520 U.S. at 757, 117 S.Ct. 1673. In this case, however, we agree with the district court that the enhanced BOL in Amendment 691 is not at odds with any statute because it does not penalize the mere possession of legal firearms, but only possession by certain \"prohibited persons.\"</p>\n<p>The district court approvingly cited <i>Ray,</i> in which the Eighth Circuit affirmed the district court's application of the section 2K2.1(a)(4)(B) enhancement to a defendant who possessed a semi-automatic weapon which remained legal due to a \"grandfather\" clause in the 1994 Act. Rejecting the argument that the enhancement could only be applied to illegal weapons, the <i>Ray</i> court concluded that \"[t]hrough § 2K2.1(a)(4)(B), the sentencing commission decided to punish more severely the possession of semiautomatic firearms, even those of the pre-ban variety,\" by those who have lost the right to possess firearms. <i>Id.</i> at 906; <i>see also</i> U.S.S.G. § 2K2.1 cmt. n. 2 (2007); 18 U.S.C. §§ 922(g), (n).</p>\n<p>We took a similar approach in <i>United States v. Laureano-Velez,</i> 424 F.3d 38 (1st Cir.2005). There, we rejected the defendant's argument that possession of a \"grandfathered,\" pre-ban weapon could not form the basis of a conviction under 18 U.S.C. § 924(c) for possession of a firearm in furtherance of a drug offense. Instead, following the course laid by <i>Ray,</i> we concluded that the grandfather clause created an exception \"only with respect to the separate crime of simple possession of such weapons under § 922(v)(2).\" <i>Id.</i> at 41 (<i>citing </i><i>Ray,</i> 411 F.3d at 905-06; <i>Vega,</i> 392 F.3d at 1282-83). We follow a similar course here. We find no conflict between the lapse of the statutory assault-weapon ban and the imposition of a higher offense level for use of such a weapon by anyone in a class of \"prohibited persons.\"<sup>[6]</sup></p>\n<p></p>\n<h2><i>2. Prohibited person</i></h2>\n<p>Alternatively, Marceau argues that he is not a \"prohibited person\" within the meaning of U.S.S.G. § 2K2.1(a)(4)(B)(ii)(I). The Guidelines define \"prohibited person\" as any person described in 18 U.S.C. § 922(g) or 922(n). U.S.S.G. § 2K2.1 cmt. n. 3 (2007). The district court found that Marceau fit within § 922(g)(3), which bars firearm possession by a person \"who is an unlawful user of ... any controlled substance.\" We agree.</p>\n<p>In order to avoid unconstitutional vagueness, courts have held that the critical term \"unlawful user\" requires a \"temporal nexus between the gun possession and regular drug use.\" <i>United States v. Edwards,</i> 540 F.3d 1156, 1162 (10th Cir.2008), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 964, ___ L.Ed.2d ___ (2009). Refined further, an \"unlawful user\" is one who engages in \"regular use over a long period of time proximate to or contemporaneous with the possession of the firearm.\" <i>United States v. McCowan,</i> 469 F.3d 386, 392 n. 4 (5th Cir.2006).</p>\n<p>The district court was presented with ample evidence to support its finding that Marceau was a \"prohibited person.\" For example, the PSR noted that Marceau explained that even after his stay at a drug treatment facility, he was unable to remain drug-free, and that the MMS robbery was <span class=\"star-pagination\">*31</span> the first step in a plan to sell the stolen firearms to get money for drugs. In addition, an FBI agent testified that Tamiso told him that Marceau had smoked marijuana daily in the days before the robbery, stopping only when he exhausted his supply. Finally, the record shows that Vermont officials recognized Marceau's name from two marijuana-related arrestsone before and one after the instant robbery.</p>\n<p>Marceau makes three arguments in response to this record evidence. First, he states that the record did not establish regular drug use after he completed the treatment program. The record includes, however, his admissions that he was unable to remain drug-free after his treatment and that he stole the weapons to raise money to buy drugs.</p>\n<p>Next, Marceau argues that the two arreststhe first for illegal alcohol consumption during which he was found in possession of marijuana, and the other for possession of marijuana and scales should be discounted because neither instance resulted in a probation revocation or positive urinalysis. At most, he claims, this evidence creates an inference of possession, and not use. The district court was free to rely upon Marceau's marijuana possession, in combination with the other evidence, to draw an inference of use. <i>See e.g., </i><i>United States v. Mack,</i> 343 F.3d 929, 933-34 (8th Cir.2003) (evidence of defendant's possession of small, \"user quantity\" of marijuana, where arresting officer smelled marijuana and where defendant had previously been in a dispute over marijuana, is sufficient to support conviction for unlawful use).</p>\n<p>Finally, the district court was not required to reject the FBI agent's testimony as hearsay, as urged by Marceau, because the Rules of Evidence do not apply to sentencing hearings; a district court may consider any relevant evidence so long as the evidence \"`has sufficient indicia of reliability to support its probable accuracy.'\" <i>United States v. Green,</i> 426 F.3d 64, 66 (1st Cir.2005)(<i>quoting</i> U.S.S.G. § 6A1.3(a)). Whether any particular evidence is sufficiently reliable is within the broad discretion of the district court. <i>Id.</i> We detect no abuse of that discretion here.</p>\n<p>Based on the foregoing, we affirm the district court's finding that Marceau was a \"prohibited person\" within the meaning of U.S.S.G. § 2K2.1(a)(4)(B)(ii)(I), and therefore the eight-level enhancement under section 2K2.1(4) was properly applied to him.</p>\n<p></p>\n<h2><i>B. Enhancement for firearms trafficking</i></h2>\n<p>Marceau next argues that the district court incorrectly applied the four-level enhancement for firearms trafficking, pursuant to U.S.S.G. § 2K2.1(b)(5). We find no error.</p>\n<p>As relevant here, the enhancement applies if Marceau</p>\n<blockquote>\"transported, transferred, or otherwise disposed of two or more firearms to another individual ... and ... knew or had reason to believe that such conduct would result in the transport, transfer, or disposal of a firearm to an individual whose possession or receipt of the firearm would be unlawful; or who intended to use or dispose of the firearm unlawfully.\"</blockquote>\n<p>U.S.S.G. § 2K2.1 cmt. n. 13 (2007).</p>\n<p>The PSR notes that Marceau admitted giving four of the stolen firearms that he took to Vermont to an individual he would not identify. This easily satisfies the \"transport, transfer, or disposal\" prong of the Guideline. Thus, it is not surprising that Marceau targets only the second part of the enhancement, arguing that there was no evidence that the individuals <i>to</i> <span class=\"star-pagination\">*32</span> whom he transferred the stolen guns were themselves \"prohibited persons,\" or that Marceau knew or had reason to believe they intended to use the guns unlawfully.</p>\n<p>The district court acknowledged the lack of direct evidence of Marceau's knowledge of the recipients' intent. Instead, the court focused on Marceau's numerous, uncontested pre-robbery statements evincing an intent to steal the firearms, bring them to Vermont, remove the serial numbers and exchange the guns for money to buy drugs. The district court also noted that Marceau's known actions all precisely tracked his stated intent, and found that Marceau probably obliterated the serial numbers from the guns that he transferred to the individual he would not name. From there, the court took into consideration our observation in <i>United States v. Ortiz,</i> 64 F.3d 18, 22 (1st Cir.1995), that \"the serial number is obliterated from a gun so that it cannot be traced by law enforcement. The act is thus done in anticipation that the gun will be used in criminal activity,\" and concluded that Marceau trafficked the weapons within the Guideline's meaning.</p>\n<p>The government need only prove by a preponderance of the evidence that Marceau is subject to the trafficking enhancement. <i>United States v. Cruz-Rodriguez,</i> 541 F.3d 19, 31 n. 8 (1st Cir.2008). Moreover, the government is not required to prove that Marceau had specific knowledge of any specific felonious plans on the part of the stolen weapons' recipients. <i>United States v. Molloy,</i> 324 F.3d 35, 39 (1st Cir.2003). A sentencing court is entitled to rely on circumstantial evidence, <i>United States v. Sepulveda,</i> 15 F.3d 1161, 1202 (1st Cir.1993), and draw plausible inferences therefrom, <i>United States v. Ofray-Campos,</i> 534 F.3d 1, 39 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 588, ___ L.Ed.2d ___ (2008). Such evidence may include Marceau's pre- and post-robbery statements. <i>Molloy,</i> 324 F.3d at 41. While Marceau tries to disclaim his statements of intent as \"mere braggadocio,\" the fact that he actually followed through on the specific theft, spirited the stolen weapons to Vermont and transferred four of them provides ample reason to reject his version.</p>\n<p>Here, given the combination of Marceau's pre-robbery statements and his post-robbery actions, there was no error in the district court's application of the trafficking enhancement.</p>\n<p></p>\n<h2><i>C. Enhancement for weapon with obliterated serial number</i></h2>\n<p>Marceau's challenge to the four-level enhancement for possessing a firearm with an obliterated serial number is limited to his claim that the Sentencing Commission acted beyond its authority when it increased the enhancement from two to four levels via adoption of Amendment 691. Unlike his argument with respect to the expired weapons ban: that there was no authority for a sentence enhancement for conduct no longer illegal, here Marceau claims that the Amendment was adopted in violation of procedures controlling the Commission's rule-making authority. We disagree.</p>\n<p>We review the legality of a Guidelines provision de novo. <i>United States v. Ramos-Paulino,</i> 488 F.3d 459, 463 (1st Cir.2007). Marceau bases his argument on a portion of the Commission's enabling legislation, which provides that \"[t]he Commission periodically shall review and revise, in consideration of comments and data coming to its attention, the guidelines promulgated pursuant to the provisions of this section.\" 28 U.S.C. § 994(o). Marceau claims that the adoption of the amendment was arbitrary because the Commission's original published reason for <span class=\"star-pagination\">*33</span> the amendment was \"the difficulty in tracing firearms with altered or obliterated serial numbers,\" yet the adopted amendment's reasoning also mentions \"an increase in the market\" for such weapons. Marceau argues that the final reliance on two reasons, rather than on only the original reason, renders the enhancement illegal. He provides no legal support for this assertion, however. The proposed Guideline amendment was published; comments were received from, among others, prosecutors and defenders; Congress interposed no objection. We find no violation of section 994(o).</p>\n<p></p>\n<h2><i>D. Reasonableness</i></h2>\n<p>Marceau's final argument is that the disparity between his ten-year sentence and Tamiso's eighteen-month sentence makes his sentence unreasonable. Our analysis ordinarily involves an examination of both the procedural aspects of sentencing and the substance of the sentence. <i>United States v. Politano,</i> 522 F.3d 69, 72 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 133, 172 L.Ed.2d 101 (2008) (<i>citing </i><i>Gall v. United States,</i> ___ U.S. ___, ___, 128 S.Ct. 586, 597, 169 L.Ed.2d 445 (2007)). Our first task is to determine whether the district court made any procedural errors \"`such as failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the [18 U.S.C.] § 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentenceincluding an explanation for any deviation from the Guidelines range.'\" <i>Id.</i> (<i>quoting </i><i>Gall,</i> 128 S.Ct. at 597) (alteration in original).</p>\n<p>Where, as we have found here, the district court has committed no such procedural error,<sup>[7]</sup> we then review the \"substantive reasonableness of the sentence imposed and review the sentence for abuse of discretion.\" <i>Id.</i> (<i>citing </i><i>United States v. Martin,</i> 520 F.3d 87, 92-93 (1st. Cir.2008)). Under <i>Gall,</i> we afford the district court wide discretion in sentencing. \"[A]fter the court has calculated the [Guideline Sentencing Range], `sentencing becomes a judgment call, and a variant sentence may be constructed based on a complex of factors whose interplay and precise weight cannot even be precisely described.'\" <i>Id.</i> at 73 (<i>quoting </i><i>Martin,</i> 520 F.3d at 92). Ultimately, \"`[T]he lynchpin of a reasonable sentence is a plausible sentencing rationale and a defensible overall result.'\" <i>Id.</i> (<i>quoting </i><i>Martin,</i> 520 F.3d at 96).</p>\n<p>With respect to the disparity between the two sentences, § 3553(a)(6) calls upon sentencing judges to \"consider the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct.\" Although this section is primarily aimed at national disparities, rather than those between co-defendants, <i>Martin,</i> 520 F.3d at 94, a district court may consider differences and similarities between co-defendants at sentencing. <i>United States v. Vazquez-Rivera,</i> 470 F.3d 443, 449 (1st Cir.2006). While \"a defendant is not entitled to a lighter sentence merely because his co-defendants received lighter sentences, ... concerns could arise <span class=\"star-pagination\">*34</span> if two identically situated defendants received different sentences from the same judge.\" <i>United States v. Cirilo-Munoz,</i> 504 F.3d 106, 142 (1st Cir.2007) (Lynch, J., dissenting) (internal citations and quotation marks omitted).</p>\n<p>Here, the district court confronted the disparity head-on, noting \"significant differences\" between Tamiso and Marceau.<sup>[8]</sup> In the context of the Guideline calculation, the court noted that Marceau trafficked the weapons, possessed a firearm with an obliterated serial number, had a higher criminal history category, and was a \"prohibited person\" due to his drug use. The court also considered that after the robbery, Tamiso had demonstrated remorse beyond that shown by Marceau, by apologizing personally and publicly to the victim, commencing restitution payments before they were ordered, and cooperating with the prosecution. In light of these differences between the defendants, we have little difficulty finding that the district court properly exercised its \"informed discretion,\" <i>Martin,</i> 520 F.3d at 98, while offering a \"plausible rationale and reach[ing] a defensible result.\" <i>Id.</i></p>\n<p>For the reasons set forth herein, Marceau's sentence is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  We take the facts from the Prosecution Version of Eventsto which Marceau admitted during his plea colloquyand the Revised Presentence Investigation Report (\"PSR\"), the facts of which were not challenged.</p>\n<p>[2]  Vermont law enforcement officers were familiar with Marceau because he had been arrested for possession with intent to distribute marijuana about a week after the MMS robbery.</p>\n<p>[3]  Section 2K2.1(b)(6) applies to defendants who use or possess \"any firearm or ammunition in connection with another felony offense; or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used in connection with another felony offense.\"</p>\n<p>[4]  Marceau's criminal record included Vermont convictions for simple assault in 2006 and illegal alcohol consumption, providing false information to a police officer and violating conditions of release in 2007. Each conviction was worth one criminal history point.</p>\n<p>[5]  Pub.L. No. 103-322, §§ 110102, 110105, 108 Stat. 1796, 1996-98, 2000.</p>\n<p>[6]  We note that Congress has enacted several laws criminalizing the possession of otherwise legal weapons, depending on the status of the individual defendant. <i>See, e.g.,</i> 18 U.S.C. § 922(g)(1-9) (listing various groups of individuals for whom possession of any firearm is illegal).</p>\n<p>[7]  We also note that the district court explicitly detailed its consideration of the factors enumerated in § 3553(a), referencing the harm caused to MMS's owner, its insurance company, and the community. The court also considered the support Marceau received from his family, as well as his past criminal history and drug use. Given the nature of the crime and Marceau's intentions to parlay the gun theft into money for drugs, the court reasonably concluded that Marceau was using \"violence to create a possibility of more violence.\"</p>\n<p>[8]  The court's comparison took place during Tamiso's sentencing, approximately one month after Marceau's.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nTennyson MARCEAU, Defendant, Appellant.</h1></center>\n<center>No. 08-1011.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 12, 2008.</center>\n<center>Decided January 26, 2009.</center>\n<p><span class=\"star-pagination\">*27</span> Virginia G. Villa, Assistant Federal Defender, for appellant.</p>\n<p>Renée M. Bunker, Assistant United States Attorney, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n<p>Before TORRUELLA, BALDOCK and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Appellant Tennyson Marceau pled guilty to stealing guns from a Maine firearms dealer. The district court imposed the statutory maximum prison sentence of ten years. On appeal, Marceau claims that his sentence is unreasonable, especially when compared to the eighteen-month sentence imposed on his partner in the crime. He also argues that the district court made certain Guideline-related errors and that two of the Guideline provisions applied to him were improperly enacted. We affirm.</p>\n<p></p>\n<h2>\n<i>I. BACKGROUND</i><sup>[1]</sup></h2>\n<p>In the early morning hours of April 23, 2007, police officers in Brewer, Maine responded to an alarm at Maine Military Supply (\"MMS\"), a firearms dealer. The responding officers found several signs of a break-in and theft of firearms. A video surveillance system captured the images of two men, one of whom threw a projectile through the premises' glass door. Both men were recorded as they placed several handguns and AK-47 assault rifles into a duffel bag before leaving the scene in a white Jeep. The store's owner reported that fifteen guns were stolen-eight rifles and seven pistols. Several of the stolen firearms were semi-automatic and capable of accepting large capacity magazines.</p>\n<p>Investigation led police to the owner of the Jeep, Sayer Tamiso, and eventually to Tamiso's girlfriend, who told police that she overheard Tamiso and Marceau make plans to commit the robbery. Part of the plan was that Marceau would bring the stolen guns to his home in Vermont, remove their serial numbers, and eventually sell them. She also said that she confronted Tamiso after seeing a television news account of the robbery, and that he admitted the two men's involvement. Other witnesses and physical evidence also connected Tamiso and Marceau to each other and to the crime.</p>\n<p><span class=\"star-pagination\">*28</span> A subsequent search of Marceau's Vermont home yielded gun tags corresponding to items stolen from MMS.<sup>[2]</sup> After learning that Marceau occasionally stayed at his grandmother's home, police also conducted a search there and recovered several rifles from the Maine robbery. In addition, two stolen guns were recovered from a friend of Marceau's. Authorities determined that of the fifteen guns stolen, Marceau brought thirteen to Vermont, nine of which were recovered. Marceau said he gave the other four to an individual he would not identify. Tamiso told authorities he kept two of the stolen guns, but later threw them into a river. Although Tamiso provided a location for his disposal, the two guns were never recovered. Finally, Vermont authorities recovered a gun with an obliterated serial number from a man who said he bought it from Marceau. This gun was not connected to the MMS robbery.</p>\n<p>Marceau was arrested in May 2007. He pled guilty the following month to a one-count information charging him with theft of firearms, in violation of 18 U.S.C. § 922(u).</p>\n<p>In the PSR, the Probation Department first recounted the facts of the burglary and then turned to the Guidelines calculation. Citing U.S.S.G. § 2K2.1(a)(4)(B), the PSR determined Marceau's base offense level (\"BOL\") to be twentyas opposed to the default level of twelve, U.S.S.G. § 2K2.1(a)(7)because the theft involved semi-automatic firearms capable of accepting large capacity magazines and because Marceau was a \"prohibited person\" at the time of the crime by virtue of his ongoing drug use, <i>see</i> 18 U.S.C. § 922(g). Four levels were added due to the number of firearms stolen. U.S.S.G. § 2K2.1(b)(1)(B). An additional four levels were added pursuant to U.S.S.G. § 2K2.1(b)(6)<sup>[3]</sup> because Marceau was carrying a weapon at the time of the MMS robberya twenty-five caliber pistol. Yet another four levels were added because Marceau was trafficking the stolen firearms, <i>id.</i> § 2K2.1(b)(5), and four more levels were added as a result of his possession of a firearm with an obliterated serial number, U.S.S.G. § 2K2.1(b)(4)(B). From this total adjusted offense level of thirty-six, a three-level downward adjustment for acceptance of responsibility was applied, for a total offense level of thirty-three.</p>\n<p>When combined with a criminal history category of II,<sup>[4]</sup> Marceau's recommended Guideline range was 151 to 181 months. The applicable statutory maximum, however, was 120 months. The district court adopted the findings of the Probation Officer and sentenced Marceau to 120 months' imprisonment. Approximately one month later, the same district court judge sentenced Tamiso to 18 months' imprisonment.</p>\n<p></p>\n<h2><i>II. ANALYSIS</i></h2>\n<p>Marceau's appeal takes aim at various specific components of his offense <span class=\"star-pagination\">*29</span> level calculation, and also at the overall reasonableness of his sentence. We discuss each contention in turn. We review de novo the district court's reading of Guideline provisions. <i>United States v. Stoupis,</i> <span class=\"citation\" data-id=\"203346\"><a href=\"/opinion/203346/united-states-v-stoupis/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 84 (1st Cir.2008). Factual findings are reviewed for clear error. <i>Id.</i></p>\n<p></p>\n<h2><i>A. Offense level increase for semi-automatic firearms</i></h2>\n<p></p>\n<h2><i>1. Semi-automatic weapon ban</i></h2>\n<p>Marceau first argues that the eight-level offense level increase (from twelve to twenty) for theft of semi-automatic weapons should not have been applied because Congress allowed the statutory proscription against possessing such weapons to expire in 2004. Thus, Marceau argues, the Sentencing Commission exceeded its authority in April 2006 when it voted to retain the enhancement. We disagree. Before detailing our reasoning, we sketch the relevant background.</p>\n<p>The Violent Crime Control and Enforcement Act of 1994<sup>[5]</sup> made possession of various semi-automatic firearms illegal, but contained a sunset provision under which the ban expired September 13, 2004, ten years after its implementation. <i>See</i> 18 U.S.C. § 922(v)(declaring weapons unlawful)(repealed 2004); 18 U.S.C. § 921(a)(30) (defining semiautomatic assault weapon)(repealed 2004); <i>see also</i> 26 U.S.C. § 5845 (defining firearm). Responding to directives within the 1994 Act, the Sentencing Commission adopted Amendment 522, which amended U.S.S.G. § 2K2.1 to enhance base offense levels for possession of statutorily-defined semi-automatic assault weapons, without regard to their use in another offense. Also enacted was Amendment 531, which prescribed an upward departure for semi-automatic firearms with a capacity exceeding ten cartridges possessed in connection with a crime of violence or controlled substance offense. Both amendments became effective November 1, 1995.</p>\n<p>Courts responded to the expiration of the weapons ban in different ways. Some questioned whether the expired ban could continue to support sentence enhancements, <i>see, e.g., </i><i>United States v. Serna,</i> <span class=\"citation\" data-id=\"793110\"><a href=\"/opinion/793110/united-states-v-xavier-serna/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1046</span></a></span> (9th Cir.2006) (questioning whether possession of an assault weapon was a \"crime of violence\" for Guidelines purposes), while others applied the enhancement without regard to the present legality of the weapon, <i>see, e.g., </i><i>United States v. Ray,</i> <span class=\"citation\" data-id=\"790638\"><a href=\"/opinion/790638/united-states-v-charles-william-ray/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">900</span></a></span> (8th Cir.2005); <i>United States v. Vega,</i> <span class=\"citation no-link\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1281</span></span> (11th Cir.2004).</p>\n<p>In response to what it described as \"inconsistent application\" of the enhanced base offense level following the expiration of the weapons ban, the Commission subsequently adopted Amendment 691, which deleted the explicit statutory reference to the now-expired weapons ban, and instead applied the enhanced offense level in § 2K2.1(a)(4)(B) to \"a semiautomatic weapon capable of accepting a large capacity magazine.\" Amendment 691 took effect November 1, 2006, and was in effect at the time of Marceau's sentencing. Marceau argues that enactment of Amendment 691 after the expiration of the assault weapon ban violated the Commission's obligation to promulgate Guidelines \"consistent with all pertinent provisions of any Federal statute.\" 28 U.S.C. § 994(a)(1).</p>\n<p>While it is true that Congress has granted the Commission broad discretion with respect to Guideline formulation, the Commission must nevertheless \"bow to the specific directives of Congress.\" <i>United States v. LaBonte,</i> <span class=\"citation\" data-id=\"118117\"><a href=\"/opinion/118117/united-states-v-labonte/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">751</span></a></span>, 757, 117 <span class=\"star-pagination\">*30</span> S.Ct. 1673, <span class=\"citation\" data-id=\"118117\"><a href=\"/opinion/118117/united-states-v-labonte/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1001</span></a></span> (1997); <i>Mistretta v. United States,</i> <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 377, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1989). Thus, if Amendment 691 \"is at odds with [a statute's] plain language, it must give way.\" <i>LaBonte,</i> 520 U.S. at 757, 117 S.Ct. 1673. In this case, however, we agree with the district court that the enhanced BOL in Amendment 691 is not at odds with any statute because it does not penalize the mere possession of legal firearms, but only possession by certain \"prohibited persons.\"</p>\n<p>The district court approvingly cited <i>Ray,</i> in which the Eighth Circuit affirmed the district court's application of the section 2K2.1(a)(4)(B) enhancement to a defendant who possessed a semi-automatic weapon which remained legal due to a \"grandfather\" clause in the 1994 Act. Rejecting the argument that the enhancement could only be applied to illegal weapons, the <i>Ray</i> court concluded that \"[t]hrough § 2K2.1(a)(4)(B), the sentencing commission decided to punish more severely the possession of semiautomatic firearms, even those of the pre-ban variety,\" by those who have lost the right to possess firearms. <i>Id.</i> at 906; <i>see also</i> U.S.S.G. § 2K2.1 cmt. n. 2 (2007); 18 U.S.C. §§ 922(g), (n).</p>\n<p>We took a similar approach in <i>United States v. Laureano-Velez,</i> <span class=\"citation\" data-id=\"201820\"><a href=\"/opinion/201820/united-states-v-laureano-velez/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span> (1st Cir.2005). There, we rejected the defendant's argument that possession of a \"grandfathered,\" pre-ban weapon could not form the basis of a conviction under 18 U.S.C. § 924(c) for possession of a firearm in furtherance of a drug offense. Instead, following the course laid by <i>Ray,</i> we concluded that the grandfather clause created an exception \"only with respect to the separate crime of simple possession of such weapons under § 922(v)(2).\" <i>Id.</i> at 41 (<i>citing </i><i>Ray,</i> 411 F.3d at 905-06; <i>Vega,</i> 392 F.3d at 1282-83). We follow a similar course here. We find no conflict between the lapse of the statutory assault-weapon ban and the imposition of a higher offense level for use of such a weapon by anyone in a class of \"prohibited persons.\"<sup>[6]</sup></p>\n<p></p>\n<h2><i>2. Prohibited person</i></h2>\n<p>Alternatively, Marceau argues that he is not a \"prohibited person\" within the meaning of U.S.S.G. § 2K2.1(a)(4)(B)(ii)(I). The Guidelines define \"prohibited person\" as any person described in 18 U.S.C. § 922(g) or 922(n). U.S.S.G. § 2K2.1 cmt. n. 3 (2007). The district court found that Marceau fit within § 922(g)(3), which bars firearm possession by a person \"who is an unlawful user of ... any controlled substance.\" We agree.</p>\n<p>In order to avoid unconstitutional vagueness, courts have held that the critical term \"unlawful user\" requires a \"temporal nexus between the gun possession and regular drug use.\" <i>United States v. Edwards,</i> <span class=\"citation\" data-id=\"171190\"><a href=\"/opinion/171190/united-states-v-edwards/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span>, 1162 (10th Cir.2008), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></span>, ___ L.Ed.2d ___ (2009). Refined further, an \"unlawful user\" is one who engages in \"regular use over a long period of time proximate to or contemporaneous with the possession of the firearm.\" <i>United States v. McCowan,</i> <span class=\"citation\" data-id=\"796038\"><a href=\"/opinion/796038/united-states-v-marcus-dwayne-mccowan/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">386</span></a></span>, 392 n. 4 (5th Cir.2006).</p>\n<p>The district court was presented with ample evidence to support its finding that Marceau was a \"prohibited person.\" For example, the PSR noted that Marceau explained that even after his stay at a drug treatment facility, he was unable to remain drug-free, and that the MMS robbery was <span class=\"star-pagination\">*31</span> the first step in a plan to sell the stolen firearms to get money for drugs. In addition, an FBI agent testified that Tamiso told him that Marceau had smoked marijuana daily in the days before the robbery, stopping only when he exhausted his supply. Finally, the record shows that Vermont officials recognized Marceau's name from two marijuana-related arrestsone before and one after the instant robbery.</p>\n<p>Marceau makes three arguments in response to this record evidence. First, he states that the record did not establish regular drug use after he completed the treatment program. The record includes, however, his admissions that he was unable to remain drug-free after his treatment and that he stole the weapons to raise money to buy drugs.</p>\n<p>Next, Marceau argues that the two arreststhe first for illegal alcohol consumption during which he was found in possession of marijuana, and the other for possession of marijuana and scales should be discounted because neither instance resulted in a probation revocation or positive urinalysis. At most, he claims, this evidence creates an inference of possession, and not use. The district court was free to rely upon Marceau's marijuana possession, in combination with the other evidence, to draw an inference of use. <i>See e.g., </i><i>United States v. Mack,</i> <span class=\"citation\" data-id=\"783557\"><a href=\"/opinion/783557/united-states-v-jamarr-mack/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">929</span></a></span>, 933-34 (8th Cir.2003) (evidence of defendant's possession of small, \"user quantity\" of marijuana, where arresting officer smelled marijuana and where defendant had previously been in a dispute over marijuana, is sufficient to support conviction for unlawful use).</p>\n<p>Finally, the district court was not required to reject the FBI agent's testimony as hearsay, as urged by Marceau, because the Rules of Evidence do not apply to sentencing hearings; a district court may consider any relevant evidence so long as the evidence \"`has sufficient indicia of reliability to support its probable accuracy.'\" <i>United States v. Green,</i> <span class=\"citation\" data-id=\"201860\"><a href=\"/opinion/201860/united-states-v-green/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 66 (1st Cir.2005)(<i>quoting</i> U.S.S.G. § 6A1.3(a)). Whether any particular evidence is sufficiently reliable is within the broad discretion of the district court. <i>Id.</i> We detect no abuse of that discretion here.</p>\n<p>Based on the foregoing, we affirm the district court's finding that Marceau was a \"prohibited person\" within the meaning of U.S.S.G. § 2K2.1(a)(4)(B)(ii)(I), and therefore the eight-level enhancement under section 2K2.1(4) was properly applied to him.</p>\n<p></p>\n<h2><i>B. Enhancement for firearms trafficking</i></h2>\n<p>Marceau next argues that the district court incorrectly applied the four-level enhancement for firearms trafficking, pursuant to U.S.S.G. § 2K2.1(b)(5). We find no error.</p>\n<p>As relevant here, the enhancement applies if Marceau</p>\n<blockquote>\"transported, transferred, or otherwise disposed of two or more firearms to another individual ... and ... knew or had reason to believe that such conduct would result in the transport, transfer, or disposal of a firearm to an individual whose possession or receipt of the firearm would be unlawful; or who intended to use or dispose of the firearm unlawfully.\"</blockquote>\n<p>U.S.S.G. § 2K2.1 cmt. n. 13 (2007).</p>\n<p>The PSR notes that Marceau admitted giving four of the stolen firearms that he took to Vermont to an individual he would not identify. This easily satisfies the \"transport, transfer, or disposal\" prong of the Guideline. Thus, it is not surprising that Marceau targets only the second part of the enhancement, arguing that there was no evidence that the individuals <i>to</i> <span class=\"star-pagination\">*32</span> whom he transferred the stolen guns were themselves \"prohibited persons,\" or that Marceau knew or had reason to believe they intended to use the guns unlawfully.</p>\n<p>The district court acknowledged the lack of direct evidence of Marceau's knowledge of the recipients' intent. Instead, the court focused on Marceau's numerous, uncontested pre-robbery statements evincing an intent to steal the firearms, bring them to Vermont, remove the serial numbers and exchange the guns for money to buy drugs. The district court also noted that Marceau's known actions all precisely tracked his stated intent, and found that Marceau probably obliterated the serial numbers from the guns that he transferred to the individual he would not name. From there, the court took into consideration our observation in <i>United States v. Ortiz,</i> <span class=\"citation\" data-id=\"196279\"><a href=\"/opinion/196279/united-states-v-ortiz/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 22 (1st Cir.1995), that \"the serial number is obliterated from a gun so that it cannot be traced by law enforcement. The act is thus done in anticipation that the gun will be used in criminal activity,\" and concluded that Marceau trafficked the weapons within the Guideline's meaning.</p>\n<p>The government need only prove by a preponderance of the evidence that Marceau is subject to the trafficking enhancement. <i>United States v. Cruz-Rodriguez,</i> <span class=\"citation\" data-id=\"203469\"><a href=\"/opinion/203469/united-states-v-cruz-rodriguez/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 31 n. 8 (1st Cir.2008). Moreover, the government is not required to prove that Marceau had specific knowledge of any specific felonious plans on the part of the stolen weapons' recipients. <i>United States v. Molloy,</i> <span class=\"citation\" data-id=\"200403\"><a href=\"/opinion/200403/united-states-v-molloy/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 39 (1st Cir.2003). A sentencing court is entitled to rely on circumstantial evidence, <i>United States v. Sepulveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1202 (1st Cir.1993), and draw plausible inferences therefrom, <i>United States v. Ofray-Campos,</i> <span class=\"citation\" data-id=\"203367\"><a href=\"/opinion/203367/united-states-v-ofray-campos/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 39 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">588</span></span>, ___ L.Ed.2d ___ (2008). Such evidence may include Marceau's pre- and post-robbery statements. <i>Molloy,</i> 324 F.3d at 41. While Marceau tries to disclaim his statements of intent as \"mere braggadocio,\" the fact that he actually followed through on the specific theft, spirited the stolen weapons to Vermont and transferred four of them provides ample reason to reject his version.</p>\n<p>Here, given the combination of Marceau's pre-robbery statements and his post-robbery actions, there was no error in the district court's application of the trafficking enhancement.</p>\n<p></p>\n<h2><i>C. Enhancement for weapon with obliterated serial number</i></h2>\n<p>Marceau's challenge to the four-level enhancement for possessing a firearm with an obliterated serial number is limited to his claim that the Sentencing Commission acted beyond its authority when it increased the enhancement from two to four levels via adoption of Amendment 691. Unlike his argument with respect to the expired weapons ban: that there was no authority for a sentence enhancement for conduct no longer illegal, here Marceau claims that the Amendment was adopted in violation of procedures controlling the Commission's rule-making authority. We disagree.</p>\n<p>We review the legality of a Guidelines provision de novo. <i>United States v. Ramos-Paulino,</i> <span class=\"citation\" data-id=\"202753\"><a href=\"/opinion/202753/united-states-v-ramos-paulino/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">459</span></a></span>, 463 (1st Cir.2007). Marceau bases his argument on a portion of the Commission's enabling legislation, which provides that \"[t]he Commission periodically shall review and revise, in consideration of comments and data coming to its attention, the guidelines promulgated pursuant to the provisions of this section.\" 28 U.S.C. § 994(o). Marceau claims that the adoption of the amendment was arbitrary because the Commission's original published reason for <span class=\"star-pagination\">*33</span> the amendment was \"the difficulty in tracing firearms with altered or obliterated serial numbers,\" yet the adopted amendment's reasoning also mentions \"an increase in the market\" for such weapons. Marceau argues that the final reliance on two reasons, rather than on only the original reason, renders the enhancement illegal. He provides no legal support for this assertion, however. The proposed Guideline amendment was published; comments were received from, among others, prosecutors and defenders; Congress interposed no objection. We find no violation of section 994(o).</p>\n<p></p>\n<h2><i>D. Reasonableness</i></h2>\n<p>Marceau's final argument is that the disparity between his ten-year sentence and Tamiso's eighteen-month sentence makes his sentence unreasonable. Our analysis ordinarily involves an examination of both the procedural aspects of sentencing and the substance of the sentence. <i>United States v. Politano,</i> <span class=\"citation\" data-id=\"203223\"><a href=\"/opinion/203223/united-states-v-politano/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 72 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></span> (2008) (<i>citing </i><i>Gall v. United States,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>, 597, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (2007)). Our first task is to determine whether the district court made any procedural errors \"`such as failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the [18 U.S.C.] § 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentenceincluding an explanation for any deviation from the Guidelines range.'\" <i>Id.</i> (<i>quoting </i><i>Gall,</i> 128 S.Ct. at 597) (alteration in original).</p>\n<p>Where, as we have found here, the district court has committed no such procedural error,<sup>[7]</sup> we then review the \"substantive reasonableness of the sentence imposed and review the sentence for abuse of discretion.\" <i>Id.</i> (<i>citing </i><i>United States v. Martin,</i> <span class=\"citation\" data-id=\"203196\"><a href=\"/opinion/203196/united-states-v-martin/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 92-93 (1st. Cir.2008)). Under <i>Gall,</i> we afford the district court wide discretion in sentencing. \"[A]fter the court has calculated the [Guideline Sentencing Range], `sentencing becomes a judgment call, and a variant sentence may be constructed based on a complex of factors whose interplay and precise weight cannot even be precisely described.'\" <i>Id.</i> at 73 (<i>quoting </i><i>Martin,</i> 520 F.3d at 92). Ultimately, \"`[T]he lynchpin of a reasonable sentence is a plausible sentencing rationale and a defensible overall result.'\" <i>Id.</i> (<i>quoting </i><i>Martin,</i> 520 F.3d at 96).</p>\n<p>With respect to the disparity between the two sentences, § 3553(a)(6) calls upon sentencing judges to \"consider the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct.\" Although this section is primarily aimed at national disparities, rather than those between co-defendants, <i>Martin,</i> 520 F.3d at 94, a district court may consider differences and similarities between co-defendants at sentencing. <i>United States v. Vazquez-Rivera,</i> <span class=\"citation\" data-id=\"202547\"><a href=\"/opinion/202547/united-states-v-vazquez-rivera/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></a></span>, 449 (1st Cir.2006). While \"a defendant is not entitled to a lighter sentence merely because his co-defendants received lighter sentences, ... concerns could arise <span class=\"star-pagination\">*34</span> if two identically situated defendants received different sentences from the same judge.\" <i>United States v. Cirilo-Munoz,</i> <span class=\"citation\" data-id=\"203008\"><a href=\"/opinion/203008/united-states-v-cirilo-munoz/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 142 (1st Cir.2007) (Lynch, J., dissenting) (internal citations and quotation marks omitted).</p>\n<p>Here, the district court confronted the disparity head-on, noting \"significant differences\" between Tamiso and Marceau.<sup>[8]</sup> In the context of the Guideline calculation, the court noted that Marceau trafficked the weapons, possessed a firearm with an obliterated serial number, had a higher criminal history category, and was a \"prohibited person\" due to his drug use. The court also considered that after the robbery, Tamiso had demonstrated remorse beyond that shown by Marceau, by apologizing personally and publicly to the victim, commencing restitution payments before they were ordered, and cooperating with the prosecution. In light of these differences between the defendants, we have little difficulty finding that the district court properly exercised its \"informed discretion,\" <i>Martin,</i> 520 F.3d at 98, while offering a \"plausible rationale and reach[ing] a defensible result.\" <i>Id.</i></p>\n<p>For the reasons set forth herein, Marceau's sentence is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  We take the facts from the Prosecution Version of Eventsto which Marceau admitted during his plea colloquyand the Revised Presentence Investigation Report (\"PSR\"), the facts of which were not challenged.</p>\n<p>[2]  Vermont law enforcement officers were familiar with Marceau because he had been arrested for possession with intent to distribute marijuana about a week after the MMS robbery.</p>\n<p>[3]  Section 2K2.1(b)(6) applies to defendants who use or possess \"any firearm or ammunition in connection with another felony offense; or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used in connection with another felony offense.\"</p>\n<p>[4]  Marceau's criminal record included Vermont convictions for simple assault in 2006 and illegal alcohol consumption, providing false information to a police officer and violating conditions of release in 2007. Each conviction was worth one criminal history point.</p>\n<p>[5]  Pub.L. No. 103-322, §§ 110102, 110105, 108 Stat. 1796, 1996-98, 2000.</p>\n<p>[6]  We note that Congress has enacted several laws criminalizing the possession of otherwise legal weapons, depending on the status of the individual defendant. <i>See, e.g.,</i> 18 U.S.C. § 922(g)(1-9) (listing various groups of individuals for whom possession of any firearm is illegal).</p>\n<p>[7]  We also note that the district court explicitly detailed its consideration of the factors enumerated in § 3553(a), referencing the harm caused to MMS's owner, its insurance company, and the community. The court also considered the support Marceau received from his family, as well as his past criminal history and drug use. Given the nature of the crime and Marceau's intentions to parlay the gun theft into money for drugs, the court reasonably concluded that Marceau was using \"violence to create a possibility of more violence.\"</p>\n<p>[8]  The court's comparison took place during Tamiso's sentencing, approximately one month after Marceau's.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796038/"
  ]
}