{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203822/",
  "absolute_url": "/opinion/203822/santana-v-holder/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203822/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/336/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:23:55Z",
  "date_modified": "2016-04-26T20:14:36.604063Z",
  "type": "010combined",
  "sha1": "2d65cd68d277e15ebaf957d2329a16990141ea7b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2024P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/05/19/Santana_v._Mukasey.pdf",
  "plain_text": "              United States Court of Appeals\n                         For the First Circuit\n\nNo. 07-2024\n\n                       LEONARDO SANTANA, ET AL.,\n\n                              Petitioner,\n\n                                   v.\n\n                ERIC H. HOLDER, JR.*, Attorney General,\n\n                              Respondent.\n\n\n                 ON PETITION FOR REVIEW OF AN ORDER OF\n                    THE BOARD OF IMMIGRATION APPEALS\n\n\n                                 Before\n\n                      Boudin, Farris,** and Howard,\n                            Circuit Judges.\n\n\n\n     Elizabeth A. Smith and The Law Offices of Elizabeth A. Smith\non brief for petitioner.\n     Gregory G. Katsas, Assistant Attorney General, Civil\nDivision, William C. Peachey, Assistant Director, Office of\nImmigration Litigation and Ada E. Bosque, Office of Immigration\nLitigation, United States Department of Justice, on brief for\nrespondent.\n\n\n\n                              May 19, 2009\n\n\n\n     *\n      Pursuant to Fed. R. App. P. 43(c)(2), Eric H. Holder, Jr. is\nautomatically substituted for former Attorney General Michael B.\nMukasey as the respondent herein.\n     **\n          Of the Ninth Circuit, sitting by designation.\n\f            HOWARD, Circuit Judge.             Benjamin Santana and Leonardo\n\nSantana, a father and son who are natives and citizens of Brazil,\n\npetition    for   review     of   the   denial   of   their    applications        for\n\nadjustment of status.\n\n            The Immigration Judge (\"IJ\") determined that the Santanas\n\ndid   not   qualify    for    \"grandfathering\"        under    §    245(i)    of   the\n\nImmigration and Nationality Act (\"INA\"), 8 U.S.C. § 1255(i), and\n\nthus that they were ineligible for adjustment of status.                      The BIA\n\nissued an opinion affirming the IJ's decision.                        We deny the\n\npetition.\n\n                                         I.\n\n            Leonardo Santana and Benjamin Santana entered the United\n\nStates in 1996 and 2001, respectively.             Each overstayed his visa,\n\nand in 2004 both were placed in removal proceedings.\n\n            While     in   removal      proceedings,     the       Santanas    sought\n\nadjustment of status,\"'a process whereby certain aliens physically\n\npresent in the United States may obtain permanent resident status\n\n. . . without leaving the United States.'\"               De Acosta v. Holder,\n\n556 F.3d 16, 18 (1st Cir. 2009) (citation omitted).                   The option to\n\napply for adjustment of status, however, is not freely available.\n\nSee Echeverria v. Keisler, 505 F.3d 16, 19 (1st Cir. 2007) (noting\n\nthat an amendment to the INA denies eligibility for adjustment of\n\nstatus to, e.g., aliens who enter the country illegally).                          The\n\n\n\n                                         -2-\n\fSantanas concede that they cannot seek adjustment of status unless\n\n§ 245(i)'s grandfathering provision applies to them.\n\n           The petitioners argue, however, that they do qualify\n\nunder the grandfathering provision to apply for adjustment.     This\n\nprovision is available to those aliens who are beneficiaries of\n\nvisa petitions that were filed before April 30, 2001.   See 8 C.F.R.\n\n§ 245.10(a)(1)(i)(A); Echevarria, 505 F.3d at 19.       The Santanas\n\nrely, as derivative beneficiaries, on a visa petition that had been\n\nfiled in 2000 on behalf of Vasti Santana (\"Vasti\"), who is Benjamin\n\nSantana's former spouse and Leonardo Santana's mother.\n\n           The history and eventual fate of the visa petition filed\n\non behalf of Vasti Santana are relevant to our discussion and may\n\nbe briefly sketched.    The petition was a special immigrant visa\n\npetition filed by Vasti's alleged employer at the time -- the\n\nAssembly of God (\"AOG\").     The petition represented that Vasti\n\nqualified for a visa as a special immigrant religious worker within\n\nthe meaning of 8 U.S.C. § 1101(a)(27)(C). In 2000, the Immigration\n\nand Naturalization Service (\"INS\")1 approved the petition filed by\n\nthe AOG.\n\n           Subsequent to this approval, however, the attorney who\n\nrepresented the AOG in connection with the filing was convicted of\n\n\n\n     1\n      In March 2003, the functions of the INS were reorganized and\ntransferred to the Department of Homeland Security (\"DHS\").\nDaCosta v. Gonzales, 449 F.3d 45, 47 n.1 (1st Cir. 2006). We will\nuse the acronym \"DHS\" going forward.\n\n                                -3-\n\ffederal offenses relating to the filing of fraudulent immigrant\n\nworker petitions.   In light of this development, the DHS undertook\n\na review of visa petitions filed with this attorney's assistance.\n\nThe petition filed by the AOG on Vasti's behalf was included in\n\nthis review.\n\n          Eventually, the DHS sent a \"Notice of Intent to Revoke\"\n\nto the AOG regarding its petition.        In the notice, the DHS\n\nexplained that to be \"approvable\" the special immigrant visa\n\npetition must be accompanied by particular evidence about Vasti's\n\nemployment history and the job itself. The DHS then challenged the\n\nlegitimacy of the petition filed on Vasti's behalf, informing the\n\nAOG that it had \"derogatory information regarding the validity of\n\n[the petition],\" and asserting that there was a question regarding\n\n\"whether the [AOG] is trying to fill an actual needed position or\n\nis just offering a position in order to secure immigration benefits\n\nfor [Vasti] and [her] family.\"   The DHS instructed the AOG that the\n\nburden remained on the AOG to establish that Vasti qualified for\n\nthe benefit sought and that the AOG bore sole responsibility for\n\nestablishing her eligibility.    In that vein, the DHS advised the\n\nAOG that it could submit countervailing evidence regarding the\n\npetition's validity.\n\n          When the AOG subsequently failed to submit any evidence\n\nto establish the petition's validity, in 2003 the DHS sent the AOG\n\na \"Notice of Revocation\" in which it revoked the petition from the\n\n\n                                 -4-\n\fdate of its approval.   In the notice, the DHS informed the AOG that\n\n\"[t]he reasons for revocation were explained in detail in our\n\nNotice of Intent to Revoke.\"     The DHS went on to instruct the AOG\n\nthat it \"may appeal this decision to the [BIA].\"      The revocation\n\ndecision was not appealed.\n\n            Despite the fact that the petition filed on Vasti's\n\nbehalf had been revoked, in removal proceedings in the present case\n\nBenjamin and Leonardo Santana argued to the IJ that they could\n\nnevertheless rely on the petition for grandfathering purposes. The\n\nIJ rejected that claim, and the BIA affirmed the IJ's decision.\n\n                                  II.\n\n            The Santanas assert that the BIA erred in concluding that\n\nthey had failed to establish their eligibility for grandfathering.\n\nThey also claim that the IJ violated their due process rights by\n\nrefusing to consider evidence that they allege would have aided\n\ntheir grandfathering argument.2\n\n            We review the first claim under the substantial evidence\n\nstandard of review, asking whether the BIA's determination is\n\n\"supported by reasonable, substantial and probative evidence on the\n\nrecord considered as a whole.\"    De Acosta, 556 F.3d at 20 (citation\n\nomitted).   We review the second, due process, claim de novo.   Teng\n\n\n     2\n       The government urges us to dismiss the petition, at least in\npart, for failure to exhaust administrative remedies. We think it\nclose, but the arguments advanced in the petition may be fairly\ncharacterized as refinements on those presented to the BIA, and so\nwe address their merits.\n\n                                  -5-\n\fv. Mukasey, 516 F.3d 12, 17 (1st Cir. 2008).              When the BIA issues\n\nits own opinion affirming an IJ's decision, which happened here, we\n\nfocus on the Board's decision.          Nadal-Ginard v. Holder, 558 F.3d\n\n61, 65 (1st Cir. 2009).\n\n                             A.   Grandfathering\n\n            The Santanas may apply for adjustment of status only if\n\ngrandfathered as a result of the revoked, special immigrant visa\n\npetition    that    was   filed   on   behalf    of    Vasti.      The   relevant\n\nregulation is 8 C.F.R. § 245.10, which provides that an alien may\n\nqualify for grandfathering if he is physically present and is the\n\nbeneficiary of a visa petition.3         § 245.10(a)(1)(i)(A).           The visa\n\npetition relied upon by the alien must have been (i) filed before\n\nApril 30, 2001, (ii) \"properly filed,\"4 and (iii) \"approvable when\n\nfiled.\"    Id. at (a)(1)(i)(A); (a)(2)(i); (a)(3).              To be considered\n\n\"approvable when filed,\" a visa petition, on the date it was filed\n\nand under the circumstances that existed at the time it was filed,\n\nmust have been:       \"properly filed, meritorious in fact, and non-\n\nfrivolous    ('frivolous'     being    defined    []    as   patently     without\n\nsubstance).\"       Id. at (a)(3).\n\n            Under § 245.10(a)(3), if the visa petition at issue has\n\nmet all three of the requirements listed above (properly filed on\n\n\n     3\n       An alien may also qualify if he or she is the beneficiary of\na labor certification application. 8 C.F.R. § 245.10(a)(1)(i)(B).\n     4\n       This requirement merely addresses the physical receipt of\nthe application. Id. at (a)(2)(i).\n\n                                       -6-\n\for before April 30, 2001 and approvable when filed), it may be\n\nrelied upon for grandfathering purposes, even if it was \"later\n\nwithdrawn, denied, or revoked due to circumstances that have arisen\n\nafter the time of filing.\"     Id.; Echevarria, 505 F.3d at 19.        As to\n\nwhat may constitute \"circumstances that have arisen after the time\n\nof   filing,\"   §   245.10   cross-references    §   205.1   as    providing\n\nguidance.    § 245.10(a)(4) (\"Circumstances that have arisen after\n\nthe time of filing means circumstances similar to those outlined in\n\n§ 205.1(a)(3)(i) or (a)(3)(ii) of this chapter.\").5                An alien\n\nseeking adjustment of status while in removal proceedings bears the\n\nburden of proving eligibility for such adjustment.                8 U.S.C. §\n\n1229a(c)(4); 8 C.F.R. § 1240.8(d); De Acosta, 556 F.3d at 18.\n\n            The Santanas argue that the BIA erred in concluding that\n\nthey failed to prove that they qualified for grandfathering.\n\nSpecifically, they contend that they qualified for grandfathering\n\nunder § 245.10(a)(3), arguing that Vasti's petition met all three\n\ngrandfathering      requirements   but   was    later   revoked      due   to\n\ncircumstances that arose after the time of filing.           This argument\n\nmust be rejected, because the BIA's determination that the petition\n\ndid not satisfy all three of the grandfathering requirements --\n\n\n\n\n      5\n       Even if an applicant for adjustment meets the definition of\na \"grandfathered alien,\" by establishing that he or she is the\nbeneficiary of a qualified visa petition, the alien must also meet\nfurther requirements. Id. at (b).\n\n                                   -7-\n\ffailing the \"approvable when filed\" requirement in particular --\n\nis supported by substantial evidence.\n\n           In concluding that the Santanas failed to establish that\n\nthe petition filed on Vasti's behalf was approvable when filed, the\n\nBIA relied on evidence in the record that the petition was not\n\nmeritorious in fact when it was filed.          This evidence included a\n\n2003 notice of revocation of the petition.           In identifying the\n\nreasons for revocation, the revocation decision incorporated by\n\nreference an earlier notice of intent to revoke.           This notice of\n\nintent to revoke identified \"derogatory information\" that cast the\n\nvalidity of the petition into doubt and that indicated that the\n\npetition might be fraudulent.      Although the notice of intent to\n\nrevoke offered the AOG an opportunity to submit countervailing\n\nevidence to refute this information, the AOG did not submit any.\n\nWhen the petition was ultimately revoked, the AOG did not appeal\n\nthat revocation.       Given this sequence of events, the BIA was\n\nentitled to rely on this record evidence in ruling that the\n\npetition filed on Vasti's behalf was not \"approvable when filed.\"\n\nSee Echevarria, 505 F.3d at 19-20.\n\n           The Santanas' argument that this record evidence cannot\n\nbe relied upon to deny them grandfathering amounts to an attempt to\n\nshift their burden of establishing eligibility for grandfathering\n\nto   one   requiring    the   agency     to   disprove   eligibility   for\n\n\n\n\n                                   -8-\n\fgrandfathering.    As we have said, the burden was the petitioners'\n\nto bear.   De Acosta 556 F.3d at 18.\n\n           Moreover, even if the petition filed on Vasti's behalf\n\nhad been approvable when filed, the Santanas have not established\n\nthat the petition was revoked due to \"specific, later arising\n\ncircumstances\" as required by § 245.10(a)(3). At no point have the\n\nSantanas identified what the later arising circumstances were in\n\nVasti's    case,   and   they    certainly   have   not    described   any\n\n\"circumstances similar to those outlined in [8 C.F.R.] § 205.1,\"\n\nsuch as death of the petitioner or termination of the marriage.\n\nThis is likely because, as the revocation notice implies, the\n\npetition filed on Vasti's behalf was revoked because the AOG failed\n\nto establish that it was approvable when filed.           As a result, the\n\nlater arising circumstances clause never came into play.\n\n                            B.    Due Process\n\n           The petitioners also contend that the IJ denied them due\n\nprocess by refusing to consider a letter they submitted in support\n\nof their grandfathering argument. The IJ concluded that the letter\n\nshould have been submitted sooner.           This letter, the Santanas\n\nassert, would have helped prove that Vasti was a religious worker\n\nat the AOG and, therefore, that the petition filed on her behalf\n\nwas meritorious in fact and thus \"approvable when filed.\"\n\n           The petitioners gain no advantage through this argument.\n\nThe letter was relevant to the previously-decided question of\n\n\n                                    -9-\n\fwhether the petition filed on behalf of Vasti by the AOG should\n\nhave been revoked in the first place.             The appropriate time for\n\nsubmitting it would have been in the proceeding in which the\n\npetition was ultimately revoked as invalid, not in the later\n\nproceeding addressing the Santanas' eligibility for grandfathering.\n\n            In this sense, this case bears more than a passing\n\nresemblance to our decision in Echevarria.              Yolanda Echevarria\n\nmarried an American citizen, who subsequently filed a visa petition\n\non    her   behalf   prior     to    the    grandfathering   cut-off   date.\n\nEchevarria, 505 F.3d at 17.            An immigration officer, however,\n\nconcluded that the evidence submitted in support of the petition\n\nwas insufficient to establish the marriage as \"bona fide.\"             Id. at\n\n18.    A notice of intent to deny the petition was sent to the\n\ncitizen which challenged the petition's validity and offered the\n\nopportunity to submit additional evidence to establish that the\n\nmarriage was bona fide.         Id.        As no response was forthcoming,\n\nhowever, the petition was subsequently denied, and no appeal was\n\ntaken from this denial.        Id.\n\n            Later, Echevarria sought to rely on the denied petition\n\nfor grandfathering purposes.         Id. at 19.   The IJ concluded that the\n\nvisa petition had not been \"approvable when filed\" and the BIA\n\naffirmed that ruling.        Id. at 18.\n\n            Similar to the petitioners here, Echevarria argued to us\n\nthat she should have been permitted to submit evidence on the\n\n\n                                      -10-\n\fquestion of whether the visa petition was \"approvable when filed.\"\n\nSee id. at 18-19.   In disagreeing, we observed that the agency had\n\nidentified gaps in the evidence which suggested that the petition\n\nwas invalid and had given the relevant parties an opportunity to\n\nfill these gaps which they did not take.   Id. at 19.   \"There is no\n\nreason to think,\" we stated, \"that the grandfathering provision was\n\nmeant to give a second bite at the apple to one who earlier had a\n\nfull and fair opportunity to prove that the marriage was bona\n\nfide.\"   Id. at 19-20.   The petitioners make no separate argument\n\nthat by virtue of their being derivative beneficiaries, they are\n\nentitled to relitigate the decision to revoke the approval of the\n\nAOG's petition for Vasti Santana, and the merit in such an argument\n\n(had one been pressed) is not apparent to us.   We thus see no basis\n\nto depart from the principle applied in Echevarria.\n\n                                III.\n\n          For the reasons provided above, the petition is denied.\n\n\n\n\n                                -11-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>566 F.3d 237 (2009)</b></center>\n<center><h1>Leonardo SANTANA, et al., Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr.<sup>[*]</sup>, Attorney General, Respondent.</h1></center>\n<center>No. 07-2024.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 10, 2009.</center>\n<center>Decided May 19, 2009.</center>\n<p><span class=\"star-pagination\">*238</span> Elizabeth A. Smith and The Law Offices of Elizabeth A. Smith on brief for petitioner.</p>\n<p>Gregory G. Katsas, Assistant Attorney General, Civil Division, William C. Peachey, Assistant Director, Office of Immigration Litigation and Ada E. Bosque, Office of Immigration Litigation, United States Department of Justice, on brief for respondent.</p>\n<p>Before BOUDIN, FARRIS,<sup>[**]</sup> and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Benjamin Santana and Leonardo Santana, a father and son who are natives and citizens of Brazil, petition for review of the denial of their applications for adjustment of status.</p>\n<p>The Immigration Judge (\"IJ\") determined that the Santanas did not qualify for \"grandfathering\" under § 245(i) of the Immigration and Nationality Act (\"INA\"), 8 U.S.C. § 1255(i), and thus that they were ineligible for adjustment of status. The BIA issued an opinion affirming the IJ's decision. We deny the petition.</p>\n<p></p>\n<h2>I.</h2>\n<p>Leonardo Santana and Benjamin Santana entered the United States in 1996 and 2001, respectively. Each overstayed his visa, and in 2004 both were placed in removal proceedings.</p>\n<p>While in removal proceedings, the Santanas sought adjustment of status, \"`a process whereby certain aliens physically present in the United States may obtain permanent resident status ... without leaving the United States.'\" <i>De Acosta v. Holder,</i> 556 F.3d 16, 18 (1st Cir.2009) (citation omitted). The option to apply for adjustment of status, however, is not freely available. <i>See </i><i>Echevarria v. Keisler,</i> 505 F.3d 16, 19 (1st Cir.2007) (noting that an amendment to the INA denies eligibility for adjustment of status to, <i>e.g.,</i> aliens who enter the country illegally). The Santanas concede that they cannot seek adjustment of status unless § 245(i)'s grandfathering provision applies to them.</p>\n<p>The petitioners argue, however, that they do qualify under the grandfathering provision to apply for adjustment. This provision is available to those aliens who are beneficiaries of visa petitions that were filed before April 30, 2001. <i>See</i> 8 C.F.R. § 245.10(a)(1)(i)(A); <i>Echevarria,</i> 505 F.3d at 19. The Santanas rely, as derivative beneficiaries, on a visa petition that had been filed in 2000 on behalf of Vasti Santana (\"Vasti\"), who is Benjamin Santana's <span class=\"star-pagination\">*239</span> former spouse and Leonardo Santana's mother.</p>\n<p>The history and eventual fate of the visa petition filed on behalf of Vasti Santana are relevant to our discussion and may be briefly sketched. The petition was a special immigrant visa petition filed by Vasti's alleged employer at the timethe Assembly of God (\"AOG\"). The petition represented that Vasti qualified for a visa as a special immigrant religious worker within the meaning of 8 U.S.C. § 1101(a)(27)(C). In 2000, the Immigration and Naturalization Service (\"INS\")<sup>[1]</sup> approved the petition filed by the AOG.</p>\n<p>Subsequent to this approval, however, the attorney who represented the AOG in connection with the filing was convicted of federal offenses relating to the filing of fraudulent immigrant worker petitions. In light of this development, the DHS undertook a review of visa petitions filed with this attorney's assistance. The petition filed by the AOG on Vasti's behalf was included in this review.</p>\n<p>Eventually, the DHS sent a \"Notice of Intent to Revoke\" to the AOG regarding its petition. In the notice, the DHS explained that to be \"approvable\" the special immigrant visa petition must be accompanied by particular evidence about Vasti's employment history and the job itself. The DHS then challenged the legitimacy of the petition filed on Vasti's behalf, informing the AOG that it had \"derogatory information regarding the validity of [the petition],\" and asserting that there was a question regarding \"whether the [AOG] is trying to fill an actual needed position or is just offering a position in order to secure immigration benefits for [Vasti] and [her] family.\" The DHS instructed the AOG that the burden remained on the AOG to establish that Vasti qualified for the benefit sought and that the AOG bore sole responsibility for establishing her eligibility. In that vein, the DHS advised the AOG that it could submit countervailing evidence regarding the petition's validity.</p>\n<p>When the AOG subsequently failed to submit any evidence to establish the petition's validity, in 2003 the DHS sent the AOG a \"Notice of Revocation\" in which it revoked the petition from the date of its approval. In the notice, the DHS informed the AOG that \"[t]he reasons for revocation were explained in detail in our Notice of Intent to Revoke.\" The DHS went on to instruct the AOG that it \"may appeal this decision to the [BIA].\" The revocation decision was not appealed.</p>\n<p>Despite the fact that the petition filed on Vasti's behalf had been revoked, in removal proceedings in the present case Benjamin and Leonardo Santana argued to the IJ that they could nevertheless rely on the petition for grandfathering purposes. The IJ rejected that claim, and the BIA affirmed the IJ's decision.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Santanas assert that the BIA erred in concluding that they had failed to establish their eligibility for grandfathering. They also claim that the IJ violated their due process rights by refusing to consider evidence that they allege would have aided their grandfathering argument.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*240</span> We review the first claim under the substantial evidence standard of review, asking whether the BIA's determination is \"supported by reasonable, substantial and probative evidence on the record considered as a whole.\" <i>De Acosta,</i> 556 F.3d at 20 (citation omitted). We review the second, due process, claim de novo. <i>Teng v. Mukasey,</i> 516 F.3d 12, 17 (1st Cir.2008). When the BIA issues its own opinion affirming an IJ's decision, which happened here, we focus on the Board's decision. <i>Nadal-Ginard v. Holder,</i> 558 F.3d 61, 65 (1st Cir.2009).</p>\n<p></p>\n<h2>A. Grandfathering</h2>\n<p>The Santanas may apply for adjustment of status only if grandfathered as a result of the revoked, special immigrant visa petition that was filed on behalf of Vasti. The relevant regulation is 8 C.F.R. § 245.10, which provides that an alien may qualify for grandfathering if he is physically present and is the beneficiary of a visa petition.<sup>[3]</sup> § 245.10(a)(1)(i)(A). The visa petition relied upon by the alien must have been (i) filed before April 30, 2001, (ii) \"properly filed,\"<sup>[4]</sup> and (iii) \"approvable when filed.\" <i>Id.</i> at (a)(1)(i)(A); (a)(2)(i); (a)(3). To be considered \"approvable when filed,\" a visa petition, <i>on the date</i> it was filed and under the circumstances that <i>existed at the time</i> it was filed, must have been: \"properly filed, meritorious in fact, and non-frivolous ('frivolous' being defined [] as patently without substance).\" <i>Id.</i> at (a)(3).</p>\n<p>Under § 245.10(a)(3), if the visa petition at issue has met all three of the requirements listed above (properly filed on or before April 30, 2001 and approvable when filed), it may be relied upon for grandfathering purposes, even if it was \"later withdrawn, denied, or revoked due to circumstances that have arisen after the time of filing.\" <i>Id.; </i><i>Echevarria,</i> 505 F.3d at 19. As to what may constitute \"circumstances that have arisen after the time of filing,\" § 245.10 cross-references § 205.1 as providing guidance. § 245.10(a)(4) (\"Circumstances that have arisen after the time of filing means circumstances similar to those outlined in § 205.1(a)(3)(i) or (a)(3)(ii) of this chapter.\").<sup>[5]</sup> An alien seeking adjustment of status while in removal proceedings bears the burden of proving eligibility for such adjustment. 8 U.S.C. § 1229a(c)(4); 8 C.F.R. § 1240.8(d); <i>De Acosta,</i> 556 F.3d at 18.</p>\n<p>The Santanas argue that the BIA erred in concluding that they failed to prove that they qualified for grandfathering. Specifically, they contend that they qualified for grandfathering under § 245.10(a)(3), arguing that Vasti's petition met all three grandfathering requirements but was later revoked due to circumstances that arose after the time of filing. This argument must be rejected, because the BIA's determination that the petition did not satisfy all three of the grandfathering requirementsfailing the \"approvable when filed\" requirement in particularis supported by substantial evidence.</p>\n<p>In concluding that the Santanas failed to establish that the petition filed on Vasti's behalf was approvable when filed, the BIA relied on evidence in the record that the petition was <i>not</i> meritorious in fact when it <span class=\"star-pagination\">*241</span> was filed. This evidence included a 2003 notice of revocation of the petition. In identifying the reasons for revocation, the revocation decision incorporated by reference an earlier notice of intent to revoke. This notice of intent to revoke identified \"derogatory information\" that cast the validity of the petition into doubt and that indicated that the petition might be fraudulent. Although the notice of intent to revoke offered the AOG an opportunity to submit countervailing evidence to refute this information, the AOG did not submit any. When the petition was ultimately revoked, the AOG did not appeal that revocation. Given this sequence of events, the BIA was entitled to rely on this record evidence in ruling that the petition filed on Vasti's behalf was not \"approvable when filed.\" <i>See </i><i>Echevarria,</i> 505 F.3d at 19-20.</p>\n<p>The Santanas' argument that this record evidence cannot be relied upon to deny them grandfathering amounts to an attempt to shift their burden of establishing eligibility for grandfathering to one requiring the agency to disprove eligibility for grandfathering. As we have said, the burden was the petitioners' to bear. <i>De Acosta</i> 556 F.3d at 18.</p>\n<p>Moreover, even if the petition filed on Vasti's behalf had been approvable when filed, the Santanas have not established that the petition was revoked due to \"specific, later arising circumstances\" as required by § 245.10(a)(3). At no point have the Santanas identified what the later arising circumstances were in Vasti's case, and they certainly have not described any \"circumstances similar to those outlined in [8 C.F.R.] § 205.1,\" such as death of the petitioner or termination of the marriage. This is likely because, as the revocation notice implies, the petition filed on Vasti's behalf was revoked because the AOG failed to establish that it was approvable when filed. As a result, the later arising circumstances clause never came into play.</p>\n<p></p>\n<h2>B. Due Process</h2>\n<p>The petitioners also contend that the IJ denied them due process by refusing to consider a letter they submitted in support of their grandfathering argument. The IJ concluded that the letter should have been submitted sooner. This letter, the Santanas assert, would have helped prove that Vasti was a religious worker at the AOG and, therefore, that the petition filed on her behalf was meritorious in fact and thus \"approvable when filed.\"</p>\n<p>The petitioners gain no advantage through this argument. The letter was relevant to the previously-decided question of whether the petition filed on behalf of Vasti by the AOG should have been revoked in the first place. The appropriate time for submitting it would have been in the proceeding in which the petition was ultimately revoked as invalid, not in the later proceeding addressing the Santanas' eligibility for grandfathering.</p>\n<p>In this sense, this case bears more than a passing resemblance to our decision in <i>Echevarria.</i> Yolanda Echevarria married an American citizen, who subsequently filed a visa petition on her behalf prior to the grandfathering cut-off date. <i>Echevarria,</i> 505 F.3d at 17. An immigration officer, however, concluded that the evidence submitted in support of the petition was insufficient to establish the marriage as \"bona fide.\" <i>Id.</i> at 18. A notice of intent to deny the petition was sent to the citizen which challenged the petition's validity and offered the opportunity to submit additional evidence to establish that the marriage was bona fide. <i>Id.</i> As no response was forthcoming, however, the petition was subsequently denied, and no appeal was taken from this denial. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*242</span> Later, Echevarria sought to rely on the denied petition for grandfathering purposes. <i>Id.</i> at 19. The IJ concluded that the visa petition had not been \"approvable when filed\" and the BIA affirmed that ruling. <i>Id.</i> at 18.</p>\n<p>Similar to the petitioners here, Echevarria argued to us that she should have been permitted to submit evidence on the question of whether the visa petition was \"approvable when filed.\" <i>See id.</i> at 18-19. In disagreeing, we observed that the agency had identified gaps in the evidence which suggested that the petition was invalid and had given the relevant parties an opportunity to fill these gaps which they did not take. <i>Id.</i> at 19. \"There is no reason to think,\" we stated, \"that the grandfathering provision was meant to give a second bite at the apple to one who earlier had a full and fair opportunity to prove that the marriage was bona fide.\" <i>Id.</i> at 19-20. The petitioners make no separate argument that by virtue of their being derivative beneficiaries, they are entitled to relitigate the decision to revoke the approval of the AOG's petition for Vasti Santana, and the merit in such an argument (had one been pressed) is not apparent to us. We thus see no basis to depart from the principle applied in <i>Echevarria.</i></p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons provided above, the petition is denied.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Eric H. Holder, Jr. is automatically substituted for former Attorney General Michael B. Mukasey as the respondent herein.</p>\n<p>[**]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[1]  In March 2003, the functions of the INS were reorganized and transferred to the Department of Homeland Security (\"DHS\"). <i>DaCosta v. Gonzales,</i> 449 F.3d 45, 47 n. 1 (1st Cir.2006). We will use the acronym \"DHS\" going forward.</p>\n<p>[2]  The government urges us to dismiss the petition, at least in part, for failure to exhaust administrative remedies. We think it close, but the arguments advanced in the petition may be fairly characterized as refinements on those presented to the BIA, and so we address their merits.</p>\n<p>[3]  An alien may also qualify if he or she is the beneficiary of a labor certification application. 8 C.F.R. § 245.10(a)(1)(i)(B).</p>\n<p>[4]  This requirement merely addresses the physical receipt of the application. <i>Id.</i> at (a)(2)(i).</p>\n<p>[5]  Even if an applicant for adjustment meets the definition of a \"grandfathered alien,\" by establishing that he or she is the beneficiary of a qualified visa petition, the alien must also meet further requirements. <i>Id.</i> at (b).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></span> (2009)</b></center>\n<center><h1>Leonardo SANTANA, et al., Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr.<sup>[*]</sup>, Attorney General, Respondent.</h1></center>\n<center>No. 07-2024.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 10, 2009.</center>\n<center>Decided May 19, 2009.</center>\n<p><span class=\"star-pagination\">*238</span> Elizabeth A. Smith and The Law Offices of Elizabeth A. Smith on brief for petitioner.</p>\n<p>Gregory G. Katsas, Assistant Attorney General, Civil Division, William C. Peachey, Assistant Director, Office of Immigration Litigation and Ada E. Bosque, Office of Immigration Litigation, United States Department of Justice, on brief for respondent.</p>\n<p>Before BOUDIN, FARRIS,<sup>[**]</sup> and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Benjamin Santana and Leonardo Santana, a father and son who are natives and citizens of Brazil, petition for review of the denial of their applications for adjustment of status.</p>\n<p>The Immigration Judge (\"IJ\") determined that the Santanas did not qualify for \"grandfathering\" under § 245(i) of the Immigration and Nationality Act (\"INA\"), 8 U.S.C. § 1255(i), and thus that they were ineligible for adjustment of status. The BIA issued an opinion affirming the IJ's decision. We deny the petition.</p>\n<p></p>\n<h2>I.</h2>\n<p>Leonardo Santana and Benjamin Santana entered the United States in 1996 and 2001, respectively. Each overstayed his visa, and in 2004 both were placed in removal proceedings.</p>\n<p>While in removal proceedings, the Santanas sought adjustment of status, \"`a process whereby certain aliens physically present in the United States may obtain permanent resident status ... without leaving the United States.'\" <i>De Acosta v. Holder,</i> <span class=\"citation\" data-id=\"203663\"><a href=\"/opinion/203663/de-acosta-v-holder/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir.2009) (citation omitted). The option to apply for adjustment of status, however, is not freely available. <i>See </i><i>Echevarria v. Keisler,</i> <span class=\"citation\" data-id=\"202967\"><a href=\"/opinion/202967/echevarria-v-keisler/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir.2007) (noting that an amendment to the INA denies eligibility for adjustment of status to, <i>e.g.,</i> aliens who enter the country illegally). The Santanas concede that they cannot seek adjustment of status unless § 245(i)'s grandfathering provision applies to them.</p>\n<p>The petitioners argue, however, that they do qualify under the grandfathering provision to apply for adjustment. This provision is available to those aliens who are beneficiaries of visa petitions that were filed before April 30, 2001. <i>See</i> 8 C.F.R. § 245.10(a)(1)(i)(A); <i>Echevarria,</i> 505 F.3d at 19. The Santanas rely, as derivative beneficiaries, on a visa petition that had been filed in 2000 on behalf of Vasti Santana (\"Vasti\"), who is Benjamin Santana's <span class=\"star-pagination\">*239</span> former spouse and Leonardo Santana's mother.</p>\n<p>The history and eventual fate of the visa petition filed on behalf of Vasti Santana are relevant to our discussion and may be briefly sketched. The petition was a special immigrant visa petition filed by Vasti's alleged employer at the timethe Assembly of God (\"AOG\"). The petition represented that Vasti qualified for a visa as a special immigrant religious worker within the meaning of 8 U.S.C. § 1101(a)(27)(C). In 2000, the Immigration and Naturalization Service (\"INS\")<sup>[1]</sup> approved the petition filed by the AOG.</p>\n<p>Subsequent to this approval, however, the attorney who represented the AOG in connection with the filing was convicted of federal offenses relating to the filing of fraudulent immigrant worker petitions. In light of this development, the DHS undertook a review of visa petitions filed with this attorney's assistance. The petition filed by the AOG on Vasti's behalf was included in this review.</p>\n<p>Eventually, the DHS sent a \"Notice of Intent to Revoke\" to the AOG regarding its petition. In the notice, the DHS explained that to be \"approvable\" the special immigrant visa petition must be accompanied by particular evidence about Vasti's employment history and the job itself. The DHS then challenged the legitimacy of the petition filed on Vasti's behalf, informing the AOG that it had \"derogatory information regarding the validity of [the petition],\" and asserting that there was a question regarding \"whether the [AOG] is trying to fill an actual needed position or is just offering a position in order to secure immigration benefits for [Vasti] and [her] family.\" The DHS instructed the AOG that the burden remained on the AOG to establish that Vasti qualified for the benefit sought and that the AOG bore sole responsibility for establishing her eligibility. In that vein, the DHS advised the AOG that it could submit countervailing evidence regarding the petition's validity.</p>\n<p>When the AOG subsequently failed to submit any evidence to establish the petition's validity, in 2003 the DHS sent the AOG a \"Notice of Revocation\" in which it revoked the petition from the date of its approval. In the notice, the DHS informed the AOG that \"[t]he reasons for revocation were explained in detail in our Notice of Intent to Revoke.\" The DHS went on to instruct the AOG that it \"may appeal this decision to the [BIA].\" The revocation decision was not appealed.</p>\n<p>Despite the fact that the petition filed on Vasti's behalf had been revoked, in removal proceedings in the present case Benjamin and Leonardo Santana argued to the IJ that they could nevertheless rely on the petition for grandfathering purposes. The IJ rejected that claim, and the BIA affirmed the IJ's decision.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Santanas assert that the BIA erred in concluding that they had failed to establish their eligibility for grandfathering. They also claim that the IJ violated their due process rights by refusing to consider evidence that they allege would have aided their grandfathering argument.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*240</span> We review the first claim under the substantial evidence standard of review, asking whether the BIA's determination is \"supported by reasonable, substantial and probative evidence on the record considered as a whole.\" <i>De Acosta,</i> 556 F.3d at 20 (citation omitted). We review the second, due process, claim de novo. <i>Teng v. Mukasey,</i> <span class=\"citation\" data-id=\"203153\"><a href=\"/opinion/203153/teng-v-mukasey/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.2008). When the BIA issues its own opinion affirming an IJ's decision, which happened here, we focus on the Board's decision. <i>Nadal-Ginard v. Holder,</i> <span class=\"citation\" data-id=\"203695\"><a href=\"/opinion/203695/nadal-ginard-v-holder/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 65 (1st Cir.2009).</p>\n<p></p>\n<h2>A. Grandfathering</h2>\n<p>The Santanas may apply for adjustment of status only if grandfathered as a result of the revoked, special immigrant visa petition that was filed on behalf of Vasti. The relevant regulation is 8 C.F.R. § 245.10, which provides that an alien may qualify for grandfathering if he is physically present and is the beneficiary of a visa petition.<sup>[3]</sup> § 245.10(a)(1)(i)(A). The visa petition relied upon by the alien must have been (i) filed before April 30, 2001, (ii) \"properly filed,\"<sup>[4]</sup> and (iii) \"approvable when filed.\" <i>Id.</i> at (a)(1)(i)(A); (a)(2)(i); (a)(3). To be considered \"approvable when filed,\" a visa petition, <i>on the date</i> it was filed and under the circumstances that <i>existed at the time</i> it was filed, must have been: \"properly filed, meritorious in fact, and non-frivolous ('frivolous' being defined [] as patently without substance).\" <i>Id.</i> at (a)(3).</p>\n<p>Under § 245.10(a)(3), if the visa petition at issue has met all three of the requirements listed above (properly filed on or before April 30, 2001 and approvable when filed), it may be relied upon for grandfathering purposes, even if it was \"later withdrawn, denied, or revoked due to circumstances that have arisen after the time of filing.\" <i>Id.; </i><i>Echevarria,</i> 505 F.3d at 19. As to what may constitute \"circumstances that have arisen after the time of filing,\" § 245.10 cross-references § 205.1 as providing guidance. § 245.10(a)(4) (\"Circumstances that have arisen after the time of filing means circumstances similar to those outlined in § 205.1(a)(3)(i) or (a)(3)(ii) of this chapter.\").<sup>[5]</sup> An alien seeking adjustment of status while in removal proceedings bears the burden of proving eligibility for such adjustment. 8 U.S.C. § 1229a(c)(4); 8 C.F.R. § 1240.8(d); <i>De Acosta,</i> 556 F.3d at 18.</p>\n<p>The Santanas argue that the BIA erred in concluding that they failed to prove that they qualified for grandfathering. Specifically, they contend that they qualified for grandfathering under § 245.10(a)(3), arguing that Vasti's petition met all three grandfathering requirements but was later revoked due to circumstances that arose after the time of filing. This argument must be rejected, because the BIA's determination that the petition did not satisfy all three of the grandfathering requirementsfailing the \"approvable when filed\" requirement in particularis supported by substantial evidence.</p>\n<p>In concluding that the Santanas failed to establish that the petition filed on Vasti's behalf was approvable when filed, the BIA relied on evidence in the record that the petition was <i>not</i> meritorious in fact when it <span class=\"star-pagination\">*241</span> was filed. This evidence included a 2003 notice of revocation of the petition. In identifying the reasons for revocation, the revocation decision incorporated by reference an earlier notice of intent to revoke. This notice of intent to revoke identified \"derogatory information\" that cast the validity of the petition into doubt and that indicated that the petition might be fraudulent. Although the notice of intent to revoke offered the AOG an opportunity to submit countervailing evidence to refute this information, the AOG did not submit any. When the petition was ultimately revoked, the AOG did not appeal that revocation. Given this sequence of events, the BIA was entitled to rely on this record evidence in ruling that the petition filed on Vasti's behalf was not \"approvable when filed.\" <i>See </i><i>Echevarria,</i> 505 F.3d at 19-20.</p>\n<p>The Santanas' argument that this record evidence cannot be relied upon to deny them grandfathering amounts to an attempt to shift their burden of establishing eligibility for grandfathering to one requiring the agency to disprove eligibility for grandfathering. As we have said, the burden was the petitioners' to bear. <i>De Acosta</i> 556 F.3d at 18.</p>\n<p>Moreover, even if the petition filed on Vasti's behalf had been approvable when filed, the Santanas have not established that the petition was revoked due to \"specific, later arising circumstances\" as required by § 245.10(a)(3). At no point have the Santanas identified what the later arising circumstances were in Vasti's case, and they certainly have not described any \"circumstances similar to those outlined in [8 C.F.R.] § 205.1,\" such as death of the petitioner or termination of the marriage. This is likely because, as the revocation notice implies, the petition filed on Vasti's behalf was revoked because the AOG failed to establish that it was approvable when filed. As a result, the later arising circumstances clause never came into play.</p>\n<p></p>\n<h2>B. Due Process</h2>\n<p>The petitioners also contend that the IJ denied them due process by refusing to consider a letter they submitted in support of their grandfathering argument. The IJ concluded that the letter should have been submitted sooner. This letter, the Santanas assert, would have helped prove that Vasti was a religious worker at the AOG and, therefore, that the petition filed on her behalf was meritorious in fact and thus \"approvable when filed.\"</p>\n<p>The petitioners gain no advantage through this argument. The letter was relevant to the previously-decided question of whether the petition filed on behalf of Vasti by the AOG should have been revoked in the first place. The appropriate time for submitting it would have been in the proceeding in which the petition was ultimately revoked as invalid, not in the later proceeding addressing the Santanas' eligibility for grandfathering.</p>\n<p>In this sense, this case bears more than a passing resemblance to our decision in <i>Echevarria.</i> Yolanda Echevarria married an American citizen, who subsequently filed a visa petition on her behalf prior to the grandfathering cut-off date. <i>Echevarria,</i> 505 F.3d at 17. An immigration officer, however, concluded that the evidence submitted in support of the petition was insufficient to establish the marriage as \"bona fide.\" <i>Id.</i> at 18. A notice of intent to deny the petition was sent to the citizen which challenged the petition's validity and offered the opportunity to submit additional evidence to establish that the marriage was bona fide. <i>Id.</i> As no response was forthcoming, however, the petition was subsequently denied, and no appeal was taken from this denial. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*242</span> Later, Echevarria sought to rely on the denied petition for grandfathering purposes. <i>Id.</i> at 19. The IJ concluded that the visa petition had not been \"approvable when filed\" and the BIA affirmed that ruling. <i>Id.</i> at 18.</p>\n<p>Similar to the petitioners here, Echevarria argued to us that she should have been permitted to submit evidence on the question of whether the visa petition was \"approvable when filed.\" <i>See id.</i> at 18-19. In disagreeing, we observed that the agency had identified gaps in the evidence which suggested that the petition was invalid and had given the relevant parties an opportunity to fill these gaps which they did not take. <i>Id.</i> at 19. \"There is no reason to think,\" we stated, \"that the grandfathering provision was meant to give a second bite at the apple to one who earlier had a full and fair opportunity to prove that the marriage was bona fide.\" <i>Id.</i> at 19-20. The petitioners make no separate argument that by virtue of their being derivative beneficiaries, they are entitled to relitigate the decision to revoke the approval of the AOG's petition for Vasti Santana, and the merit in such an argument (had one been pressed) is not apparent to us. We thus see no basis to depart from the principle applied in <i>Echevarria.</i></p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons provided above, the petition is denied.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Eric H. Holder, Jr. is automatically substituted for former Attorney General Michael B. Mukasey as the respondent herein.</p>\n<p>[**]  Of the Ninth Circuit, sitting by designation.</p>\n<p>[1]  In March 2003, the functions of the INS were reorganized and transferred to the Department of Homeland Security (\"DHS\"). <i>DaCosta v. Gonzales,</i> <span class=\"citation\" data-id=\"202228\"><a href=\"/opinion/202228/da-costa-v-gonzales/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 47 n. 1 (1st Cir.2006). We will use the acronym \"DHS\" going forward.</p>\n<p>[2]  The government urges us to dismiss the petition, at least in part, for failure to exhaust administrative remedies. We think it close, but the arguments advanced in the petition may be fairly characterized as refinements on those presented to the BIA, and so we address their merits.</p>\n<p>[3]  An alien may also qualify if he or she is the beneficiary of a labor certification application. 8 C.F.R. § 245.10(a)(1)(i)(B).</p>\n<p>[4]  This requirement merely addresses the physical receipt of the application. <i>Id.</i> at (a)(2)(i).</p>\n<p>[5]  Even if an applicant for adjustment meets the definition of a \"grandfathered alien,\" by establishing that he or she is the beneficiary of a qualified visa petition, the alien must also meet further requirements. <i>Id.</i> at (b).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/202228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203695/"
  ]
}