{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204086/",
  "absolute_url": "/opinion/204086/shaner-v-chase-bank-usa-na/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204086/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:29:43Z",
  "date_modified": "2016-04-26T06:50:19.550127Z",
  "type": "010combined",
  "sha1": "041058386f6c9ea048ad9746592512ff335cdba4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1157P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/11/25/Shaner_v._Chase_Bank_USA.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 09-1157\n\n                            JESSICA SHANER,\n          ON BEHALF OF HERSELF AND OTHERS SIMILARLY SITUATED,\n\n                         Plaintiff, Appellant,\n\n                                  v.\n\n                        CHASE BANK USA, N.A.,\n\n                         Defendant, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                 Before\n                      Torruella, Boudin and Dyk,*\n                            Circuit Judges.\n\n\n     Barry L. Kramer with whom Law Offices of Barry L. Kramer,\nDavid Pastor and Gilman and Pastor LLP were on brief for appellant.\n     Robert S. Stern with whom Nancy R. Thomas and Morrison &\nFoerster LLP were on brief for appellee.\n     The Honorable Richard S. Gebelein, Chief Deputy Attorney\nGeneral, and Jennifer D. Oliva, Deputy State Solicitor, Delaware\nDepartment of Justice, on brief for Robert A. Glen, Delaware State\nBank Commissioner, amicus curiae.\n\n\n                           November 25, 2009\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n\f           BOUDIN, Circuit Judge.       This is an appeal from the\n\ndismissal of a class action relating to interest rate charges on\n\nbank credit cards.     The named plaintiff is Jessica Shaner, a\n\nMassachusetts resident, who has or had a consumer credit account\n\nwith defendant Chase Bank USA, N.A. (\"Chase\"), a national banking\n\nassociation with its principal place of business in Delaware.\n\nShaner, like other holders of bank credit cards, pays monthly an\n\ninterest charge on the balance in her account that remains unpaid\n\nafter an initial period.      The charge is calculated using a rate\n\nknown as an Annual Percentage Rate (\"APR\").\n\n           Chase's   credit   card   agreement   with   its   customers\n\nexpressly allows it to increase the APR for cardholders who fail to\n\nperform one of the obligations created by their card agreement (for\n\nexample, fail to make a required payment on time).        The current\n\ndispute revolves around Chase's attendant policy of applying,\n\nwithout prior notice, such a rate increase as of the start of the\n\nmonth in which the default occurs.      Shaner's card agreement stated\n\nthat in the event of a late payment Chase \"may increase the APRs .\n\n. . on all balances up to a maximum of the default rate stated in\n\nthe Rates and Fees Table\"1 and that the new rate \"will take effect\n\nas of the first day of the billing cycle in which the default\n\noccurs.\"\n\n\n     1\n      The Rates and Fees Table is not contained in this case's\nrecord, but neither party disputes that it governed the card\nagreement and specified a maximum default rate.\n\n                                  -2-\n\f           On two occasions in late 2005 and late 2006, Chase\n\nincreased Shaner's APR as a result of a default and applied the APR\n\nincrease as of the start of that billing cycle in accordance with\n\nthe card agreement, without notifying Shaner of the increase until\n\nafter the first day to which the increase was applied.                   For\n\nexample,   when   Chase   determined   around   December   24,   2006,   to\n\nincrease Shaner's APR due to late payment on a pending balance, it\n\napplied the rate increase to Shaner's balances for the duration of\n\nthe month-long billing cycle that began on November 25, 2006.\n\nShaner's notice of the rate increase arrived, after the billing\n\ncycle ended, in the form of a note on her billing statement that\n\ndeclared, \"The new APR and promotional rate expiration reflected on\n\nthis statement is a result of a late payment on your account.\"\n\n           Shaner    filed    a   class   action    against      Chase    in\n\nMassachusetts Superior Court, which Chase later removed to federal\n\ndistrict court.     The class assertedly included all persons with\n\nMassachusetts billing addresses on their Chase consumer credit card\n\naccounts for which interest rates on outstanding balances were\n\nretroactively increased \"without warning or advance notice\" from\n\nJuly 30, 2003, onward.       Shaner's complaint did not dispute that\n\n\"retroactive\" adjustments were consistent with the language of the\n\ncredit card agreement; rather, the complaint alleged that it was\n\nunlawful for Chase to so provide, primarily based on a reading of\n\nFederal Reserve Board regulations.\n\n\n                                   -3-\n\f              Specifically, Shaner's complaint, amended in the federal\n\ncourt, had three counts: the first accused Chase of violating the\n\nTruth in Lending Act (\"TILA\"), 15 U.S.C. §§ 1601 et seq. (2006), by\n\nfailing to provide notice of a rate increase on or before the\n\neffective     date   of    the   increase;      the   second   accused     Chase   of\n\n\"Imposing      and   Enforcing       an    Illegal      Penalty\"      by   imposing\n\n\"retroactive rate increases\" that were not a reasonable estimate of\n\nthe damages Chase incurred due to Shaner's default; and the third\n\nalleged that Chase's rate increases were unfair or deceptive\n\npractices in violation of Massachusetts law, Mass. Gen. Laws ch.\n\n93A, § 2 (2009).\n\n              On Chase's motion to dismiss, the district court sided\n\nwith Chase.      Shaner v. Chase Bank, USA, N.A., 570 F. Supp. 2d 195\n\n(D. Mass. 2008).          It concluded that the Federal Reserve Board's\n\nTILA regulations, as read by the Board itself, did not require\n\nChase    to    provide     advance   notice      when   it     made   end-of-month\n\nadjustments apply from the start of the month where the agreement\n\nso permitted. The district court decided the Massachusetts Chapter\n\n93A claim rested on the TILA regulations and fell with the TILA\n\nclaim.    Finally, it found that Delaware law expressly authorized\n\nChase's \"retroactive\" rate increases and thus the illegal penalty\n\nclaim failed under Delaware law and was preempted--via the National\n\nBank Act--if based on the law of any other state.\n\n\n\n\n                                          -4-\n\f             Shaner now appeals from the adverse judgment, primarily\n\nbut not exclusively based on the TILA claim.             Recent revisions to\n\nTILA and its notice regulations--tightening disclosure restrictions\n\non   the    banks--may   resolve      the    TILA   question   as    to    future\n\ntransactions in favor of borrowers like Shaner, but the new statute\n\nand regulations by their terms did not take effect until August\n\n2009 and Shaner does not claim that the new restrictions apply to\n\ntransactions,    such    as   hers,    that   occurred   prior      to    the   new\n\nstatute.2    We review the district court's grant of the motion to\n\ndismiss de novo, accepting as true the factual allegations Shaner\n\npleaded in her complaint.      Cook v. Gates, 528 F.3d 42, 48 (1st Cir.\n\n2008), cert. denied sub nom. Pietrangelo v. Gates, 129 S. Ct. 2763\n\n(2009).\n\n             Nothing in TILA's express language prior to its 2009\n\nrevision forbade Chase from adjusting the interest rate as it did\n\nin this case, but the statute gave the Board power to promulgate\n\nregulations governing credit cards, 15 U.S.C. § 1604(a), and the\n\nissue of whether notice is required for a rate increase under these\n\ncircumstances--governed by the Board's pre-amendment regulations--\n\nis a close one that has already divided two circuits.                     Compare\n\n\n\n      2\n      Credit Card Accountability Responsibility and Disclosure Act\nof 2009, Pub. L. No. 111-24, sec. 101(a), § 127(i), 123 Stat. 1734,\n1735-36 (to be codified at 15 U.S.C. § 1637(i)); 74 Fed. Reg. 5244,\n5414-15 (Jan. 29, 2009) (to be codified at 12 C.F.R. § 226.9(g));\n74 Fed. Reg. 36,077, 36,077-78, 36,095-96 (July 22, 2009) (to be\ncodified at 12 C.F.R. § 226.9(g)).\n\n                                       -5-\n\fMcCoy v. Chase Manhattan Bank, USA, N.A., 559 F.3d 963 (9th Cir.\n\n2009), with Swanson v. Bank of America, N.A., 559 F.3d 653 (7th\n\nCir. 2009), reh'g & reh'g en banc denied with opinion, 563 F.3d 634\n\n(7th Cir. 2009).   Accordingly, we asked the Board for its views on\n\nits own pre-amendment regulations and it has submitted them through\n\nan amicus brief.\n\n          Two   subsections   of    the   TILA   regulations   are   of\n\nimportance. Section 226.9(c)(1) and section 226.9(c)(2), 12 C.F.R.\n\n§ 226.9(c)(1), (2) (2003)--as they stood at the time of Shaner's\n\ntransactions--state (emphasis added):\n\n          (c) Change in terms--(1) Written notice\n          required.   Whenever any term required to be\n          disclosed under § 226.6 is changed . . . the\n          creditor shall mail or deliver written notice\n          of the change to each consumer who may be\n          affected.    The notice shall be mailed or\n          delivered at least 15 days prior to the\n          effective date of the change.     The 15-day\n          timing requirement does not apply if the\n          change has been agreed to by the consumer, or\n          if a periodic rate or other finance charge is\n          increased    because    of   the   consumer's\n          delinquency or default; the notice shall be\n          given, however, before the effective date of\n          the change.\n          (2) Notice not required. No notice under this\n          section is required when the change involves\n          late payment charges, charges for documentary\n          evidence,   or   over-the-limit  charges;   a\n          reduction of any component of a finance or\n          other charge; suspension of future credit\n          privileges or termination of an account or\n          plan; or when the change results from an\n          agreement involving a court proceeding, or\n          from the consumer's default or delinquency\n          (other than an increase in the periodic rate\n          or other finance charge).\n\n\n                                   -6-\n\f           Because Shaner's periodic rate was increased due to her\n\ndefault in paying late, she claims that section 226.9(c)(1)'s last\n\nsentence requires Chase to give notice, although not 15 days'\n\nadvance notice, on or before the effective date (that is, the first\n\nday to which the increase was applied).           Shaner argues that this\n\nreading   is   reinforced   by   the    final   parenthetical   of   section\n\n226.9(c)(2), which says no notice is required for changes that\n\n\"result[] from . . . the consumer’s default or delinquency (other\n\nthan an increase in the periodic rate or other finance charge).\"\n\n           Chase reads the language differently.        Pointing out that\n\nsection 226.9(c)(1) governs a \"change in terms,\" it argues that\n\nChase has not changed and has merely implemented the terms of\n\nShaner's credit card agreement; the agreement has always provided\n\nthat on default a higher rate could be imposed by Chase in its\n\ndiscretion up to a stated maximum, so no term has been changed\n\nmerely because Shaner has defaulted and her rate has gone up.\n\nSection 226.9(c)(2) refers only to \"the change\" but, read together\n\nwith section 226.9(c)(1), also seems to be referring to a \"[c]hange\n\nin terms,\" a subsection heading that embraces both subsections.\n\n           Whether section 226.9(c)'s use of \"change\" in its two\n\nsubsections refers to a change in the APR being charged due to\n\ndefault even when the agreement pre-authorizes the particular\n\nchange under specific circumstances--this is Shaner's position--or\n\nonly to a change in the contractual terms themselves--Chase's\n\n\n                                       -7-\n\fposition--is less than self-evident. The ambiguity persists in the\n\nFederal Reserve Board's Official Staff Commentary--specifically,\n\ntwo comments known as comment 1 and comment 3, 12 C.F.R. pt. 226,\n\nSupp. I, § 226.9(c)-1 at 409 (2003); id. pt. 226, Supp. I, §\n\n226.9(c)(1)-3 at 410. Comment 3 appears somewhat helpful to Shaner\n\n(emphasis added):\n\n          3.   Timing--advance  notice   not   required.\n          Advance notice of 15 days is not necessary--\n          that is, a notice of change in terms is\n          required, but it may be mailed or delivered as\n          late as the effective date of the change . . .\n          [i]f there is an increased periodic rate or\n          any other finance charge attributable to the\n          consumer's delinquency or default.\n\nBut Chase points to comment 1, which states (emphasis added):\n\n          1. Changes initially disclosed. No notice of\n          a change in terms need be given if the\n          specific change is set forth initially, such\n          as: Rate increases under a properly disclosed\n          variable-rate plan, a rate increase that\n          occurs when an employee has been under a\n          preferential rate agreement and terminates\n          employment, or an increase that occurs when\n          the consumer has been under an agreement to\n          maintain a certain balance in a savings\n          account in order to keep a particular rate and\n          the account balance falls below the specified\n          minimum. In contrast, notice must be given if\n          the contract allows the creditor to increase\n          the rate at its discretion but does not\n          include specific terms for an increase (for\n          example, when an increase may occur under the\n          creditor's contract reservation right to\n          increase the periodic rate).\n\n          The language of comment 1 could be taken as a gloss\n\nreflecting a coherent underlying policy, namely, that later changes\n\nin payment variables (such as the APR), if provided for and\n\n                               -8-\n\ftriggered by events spelled out in the contract itself, need not be\n\nthe subject of separate notice because the borrower already knows\n\nof the risk and consequences.        Admittedly, comment 1's final\n\nsentence excludes changes that remain within the bank's discretion\n\n(as in this case), but only where \"the contract . . . does not\n\ninclude specific terms for an increase\"; and \"specific terms\" are\n\ncolorably provided by the maximum default rate and the list of\n\nevents constituting default that are incorporated in Shaner's\n\ncontract with Chase.\n\n          As between a comment 1 perhaps slightly favorable to\n\nChase and a comment 3 that might seem helpful to Shaner, there is\n\na structural reason to emphasize the former, namely, that--as Chase\n\nargues and the Federal Reserve Board agrees--comment 3 merely\n\ndescribes when notice must be given where it is otherwise required,\n\nwhereas comment 1 explains whether changes specified in advance\n\nconstitute changes in terms necessitating notice. See Swanson, 563\n\nF.3d at 635-36; McCoy, 559 F.3d at 976 (Cudahy, J., dissenting).\n\n          Of course, policy reasoning here is double-edged: yes,\n\nthe contract explicitly warns of the risk and adverse consequences;\n\nbut a regulator, appreciating TILA's overall concern with consumer\n\nawareness of credit cost, could decide that further notice of the\n\nchange in rate is warranted before it goes into effect.   A purpose\n\nof TILA is to promote the \"informed use of credit,\" which TILA\n\nexplicitly says results from \"an awareness of the cost thereof by\n\n\n                               -9-\n\fconsumers . . . so that the consumer will be able to compare more\n\nreadily the various credit terms available to him.\"                    15 U.S.C. §\n\n1601(a).\n\n            How consumer-protective to be is a judgment call, and in\n\nits   new   regulations    the    Board   has   adopted    a    more    protective\n\napproach on a number of points including those before us.3                 But the\n\nnew regulations are prospective and the Board's amicus brief--which\n\nwe acknowledge with appreciation--confirms that the prior version\n\nfavors the bank; the brief clearly states, \"It is the Board's\n\nposition that at the time of the transactions at issue in this\n\ncase, Regulation Z did not require a change-in-terms notice to be\n\nprovided when a creditor increased a rate to a figure at or below\n\nthe maximum allowed by the contract in the event of default.\"\n\n            The Board's brief is not a litigating position supported\n\nonly by attorneys; it was solicited to supply the Board's view of\n\nits own regulations and as such it is entitled to due respect as\n\nthe   agency's   \"fair    and    considered     judgment   on    the    matter   in\n\nquestion,\" Auer v. Robbins, 519 U.S. 452, 462 (1997), which happens\n\n\n\n      3\n      In the process of adopting the new regulations, the Board\nissued several Federal Register notices that the parties in this\ncase dispute as to their meaning and their authority as a potential\nsource of the Board's interpretation of its pre-2009 regulations.\nE.g., Federal Reserve Board Truth in Lending Proposed Rule and\nRequest for Public Comment, 72 Fed. Reg. 32,948, 33,009 (June 14,\n2007); Federal Reserve Board Truth in Lending Advance Notice of\nProposed Rulemaking, 69 Fed. Reg. 70,925, 70,931-32 (Dec. 8, 2004).\nIn light of the amicus brief clarifying the Board's interpretation\nof its pre-2009 regulations, we need not resolve these disputes.\n\n                                     -10-\n\fto be the agency's own regulation.       See Kennedy v. Plan Adm'r for\n\nDuPont Sav. & Inv. Plan, 129 S. Ct. 865, 872 (2009); Rucker v. Lee\n\nHolding Co., 471 F.3d 6, 12 (1st Cir. 2006).\n\n           Under   Auer   and   its   progeny,   we   treat   an   agency's\n\ninterpretation of a regulation it promulgated as \"controlling\"\n\nunless it is \"plainly erroneous.\"         Kennedy, 129 S. Ct. at 872;\n\nAuer, 519 U.S. at 461; Massachusetts v. United States, 522 F.3d\n\n115, 127 (1st Cir. 2008). Absent the Board's brief, the regulation\n\nin question is less than crystal clear on the issue before us,\n\nwhich explains the current circuit split.        With the brief, Chase's\n\nposition must prevail for the transactions in this case, which took\n\nplace prior to August 2009 when the statutory changes and the\n\nrevised regulations took effect.4\n\n           Shaner's second claim is that the increased APR is an\n\nillegal penalty. The claim leaves unclear whether it is the timing\n\nor level of the increase that is objectionable, although it appears\n\nlikely from the main argument that it is the \"retroactive\" effect\n\nthat is the target; and which state's law is invoked is also\n\nunclear except that Delaware law is alleged not to provide a valid\n\ndefense.   Delaware banking statutes expressly authorize both the\n\n\n\n     4\n      Shaner has recently asked to submit a responsive brief\nchallenging the Board's reading of its own regulation--primarily\nbased on textual and related arguments described above in this\ndecision.   We are granting her motion and have considered her\narguments but they do not show that the Board's reading is an\nunreasonable one.\n\n                                  -11-\n\flevel and timing of the rate increase in her case, thus seemingly\n\nprecluding Shaner's common law penalty claim under Delaware law.\n\n          On the rate's level, Delaware's code states, \"A bank may\n\ncharge and collect periodic interest under a revolving credit plan\n\non outstanding unpaid indebtedness in the borrower's account under\n\nthe plan at such . . . periodic percentage rate or rates as the\n\nagreement governing the plan provides . . . .\"     Del. Code. Ann.\n\ntit. 5, § 943 (2009).     In Shaner's case, the card agreement\n\nprovided a maximum default rate, and Shaner has not alleged that\n\nChase charged a higher rate than that authorized by the agreement.\n\n          On the timing of the rate increase, Delaware code states:\n\n          If the agreement governing the revolving\n          credit   plan   so  provides,   the   periodic\n          percentage rate or rates of interest under\n          such plan may vary in accordance with a\n          schedule or formula . . . and such periodic\n          percentage rate or rates, as so varied, may be\n          made applicable to all or any part of\n          outstanding unpaid indebtedness under the plan\n          on or after the first day of the billing cycle\n          that contains the effective date of such\n          variation . . . . Without limitation, a\n          permissible schedule or formula hereunder may\n          include provision in the agreement governing\n          the plan for a change in the periodic\n          percentage    rate  or   rates   of   interest\n          applicable to all or any part of outstanding\n          unpaid indebtedness, whether by variation of\n          the then applicable periodic percentage rate\n          or rates of interest, variation of an index or\n          margin or otherwise, contingent upon the\n          happening of any event or circumstance\n          specified in the plan, which event or\n          circumstance may include the failure of the\n          borrower to perform in accordance with the\n          terms of the plan.\n\n\n                               -12-\n\fDel. Code Ann. tit. 5, § 944 (2009).\n\n            Shaner claims section 944's provisions are not satisfied\n\nhere,   arguing   that     Chase's   card   agreement    did    not    provide   a\n\n\"schedule or formula\" because the choice to increase the APR was\n\ndiscretionary with Chase.        But the agreement explicitly made the\n\ndiscretionary increase contingent upon a default in payment; the\n\nDelaware banking statutes themselves say that the rate is to be\n\n\"established in the manner provided in the agreement,\" Del. Code\n\nAnn. tit. 5, § 943, and that a \"schedule or formula\" includes\n\n\"provision in the agreement . . . for a change in the [APR] . . .\n\ncontingent    upon   the    happening   of     any   event     or   circumstance\n\nspecified in the plan,\" id. § 944; and the Delaware State Bank\n\nCommissioner in an amicus brief confirms that the banking statutes\n\npermit Chase to reserve discretion as to whether to charge the\n\nmaximum default rate.\n\n            Shaner also argues that the statute does not permit the\n\nrate increase to be made effective from the start of the month\n\nwhere the default occurs later in the month because--she claims--\n\nsuch a practice would constitute \"backdating\" of the \"effective\n\ndate of variation\" in the interest rate.             Yet section 944 clearly\n\nconceives    of   such   \"effective     date    of   variation\"       as   a   date\n\npotentially distinct from the first day to which the rate increase\n\nis applied, as evidenced by the fact that it states that the rate\n\n\n                                     -13-\n\fincrease \"may be made applicable . . . on or after the first day of\n\nthe   billing    cycle    that    contains    the   effective    date    of     such\n\nvariation.\"       Del. Code Ann. tit. 5, § 944 (emphasis added).\n\n              Shaner's claims under Massachusetts Chapter 93A lack\n\ndetail   or    argument.        Shaner's   brief    fails   to   cite    a   single\n\nMassachusetts      case    to    support     her    contention    that       Chase's\n\n\"retroactive\" adjustments constitute unfair or deceptive practices\n\nunder Massachusetts law.           \"It is not our job, especially in a\n\ncounseled civil case, to create arguments for someone who has not\n\nmade them or to assemble them from assorted hints and references\n\nscattered throughout the brief.\"           Yeomalakis v. Fed. Deposit Ins.\n\nCorp., 562 F.3d 56, 61 (1st Cir. 2009).\n\n              Affirmed.\n\n\n\n\n                                      -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><h1>JESSICA SHANER, ON BEHALF OF HERSELF AND OTHERS SIMILARLY SITUATED, Plaintiff, Appellant,<br>\nv.<br>\nCHASE BANK USA, N.A., Defendant, Appellee.</h1></center>\n<center>No. 09-1157.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>November 25, 2009.</center>\n<p>Barry L. Kramer with whom Law Offices of Barry L. Kramer, David Pastor and Gilman and Pastor LLP were on brief for appellant.</p>\n<p>Robert S. Stern with whom Nancy R. Thomas and Morrison &amp; Foerster LLP were on brief for appellee.</p>\n<p>The Honorable Richard S. Gebelein, Chief Deputy Attorney General, and Jennifer D. Oliva, Deputy State Solicitor, Delaware Department of Justice, on brief for Robert A. Glen, Delaware State Bank Commissioner, amicus curiae.</p>\n<p>Before Torruella, Boudin and Dyk,<sup>[*]</sup> Circuit Judges.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>This is an appeal from the dismissal of a class action relating to interest rate charges on bank credit cards. The named plaintiff is Jessica Shaner, a Massachusetts resident, who has or had a consumer credit account with defendant Chase Bank USA, N.A. (\"Chase\"), a national banking association with its principal place of business in Delaware. Shaner, like other holders of bank credit cards, pays monthly an interest charge on the balance in her account that remains unpaid after an initial period. The charge is calculated using a rate known as an Annual Percentage Rate (\"APR\").</p>\n<p>Chase's credit card agreement with its customers expressly allows it to increase the APR for cardholders who fail to perform one of the obligations created by their card agreement (for example, fail to make a required payment on time). The current dispute revolves around Chase's attendant policy of applying, without prior notice, such a rate increase as of the start of the month in which the default occurs. Shaner's card agreement stated that in the event of a late payment Chase \"may increase the APRs . . . on all balances up to a maximum of the default rate stated in the Rates and Fees Table\"<sup>[1]</sup> and that the new rate \"will take effect as of the first day of the billing cycle in which the default occurs.\"</p>\n<p>On two occasions in late 2005 and late 2006, Chase increased Shaner's APR as a result of a default and applied the APR increase as of the start of that billing cycle in accordance with the card agreement, without notifying Shaner of the increase until after the first day to which the increase was applied. For example, when Chase determined around December 24, 2006, to increase Shaner's APR due to late payment on a pending balance, it applied the rate increase to Shaner's balances for the duration of the month-long billing cycle that began on November 25, 2006. Shaner's notice of the rate increase arrived, after the billing cycle ended, in the form of a note on her billing statement that declared, \"The new APR and promotional rate expiration reflected on this statement is a result of a late payment on your account.\"</p>\n<p>Shaner filed a class action against Chase in Massachusetts Superior Court, which Chase later removed to federal district court. The class assertedly included all persons with Massachusetts billing addresses on their Chase consumer credit card accounts for which interest rates on outstanding balances were retroactively increased \"without warning or advance notice\" from July 30, 2003, onward. Shaner's complaint did not dispute that \"retroactive\" adjustments were consistent with the language of the credit card agreement; rather, the complaint alleged that it was unlawful for Chase to so provide, primarily based on a reading of Federal Reserve Board regulations.</p>\n<p>Specifically, Shaner's complaint, amended in the federal court, had three counts: the first accused Chase of violating the Truth in Lending Act (\"TILA\"), 15 U.S.C. §§ 1601 et seq. (2006), by failing to provide notice of a rate increase on or before the effective date of the increase; the second accused Chase of \"Imposing and Enforcing an Illegal Penalty\" by imposing \"retroactive rate increases\" that were not a reasonable estimate of the damages Chase incurred due to Shaner's default; and the third alleged that Chase's rate increases were unfair or deceptive practices in violation of Massachusetts law, Mass. Gen. Laws ch. 93A, § 2 (2009).</p>\n<p>On Chase's motion to dismiss, the district court sided with Chase. Shaner v. Chase Bank, USA, N.A., 570 F. Supp. 2d 195 (D. Mass. 2008). It concluded that the Federal Reserve Board's TILA regulations, as read by the Board itself, did not require Chase to provide advance notice when it made end-of-month adjustments apply from the start of the month where the agreement so permitted. The district court decided the Massachusetts Chapter 93A claim rested on the TILA regulations and fell with the TILA claim. Finally, it found that Delaware law expressly authorized Chase's \"retroactive\" rate increases and thus the illegal penalty claim failed under Delaware law and was preemptedvia the National Bank Actif based on the law of any other state.</p>\n<p>Shaner now appeals from the adverse judgment, primarily but not exclusively based on the TILA claim. Recent revisions to TILA and its notice regulationstightening disclosure restrictions on the banksmay resolve the TILA question as to future transactions in favor of borrowers like Shaner, but the new statute and regulations by their terms did not take effect until August 2009 and Shaner does not claim that the new restrictions apply to transactions, such as hers, that occurred prior to the new statute.<sup>[2]</sup> We review the district court's grant of the motion to dismiss de novo, accepting as true the factual allegations Shaner pleaded in her complaint. Cook v. Gates, 528 F.3d 42, 48 (1st Cir. 2008), cert. denied sub nom. Pietrangelo v. Gates, 129 S. Ct. 2763 (2009).</p>\n<p>Nothing in TILA's express language prior to its 2009 revision forbade Chase from adjusting the interest rate as it did in this case, but the statute gave the Board power to promulgate regulations governing credit cards, 15 U.S.C. § 1604(a), and the issue of whether notice is required for a rate increase under these circumstancesgoverned by the Board's pre-amendment regulationsis a close one that has already divided two circuits. Compare McCoy v. Chase Manhattan Bank, USA, N.A., 559 F.3d 963 (9th Cir. 2009), with Swanson v. Bank of America, N.A., 559 F.3d 653 (7th Cir. 2009), reh'g &amp; reh'g en banc denied with opinion, 563 F.3d 634 (7th Cir. 2009). Accordingly, we asked the Board for its views on its own pre-amendment regulations and it has submitted them through an amicus brief.</p>\n<p>Two subsections of the TILA regulations are of importance. Section 226.9(c)(1) and section 226.9(c)(2), 12 C.F.R. § 226.9(c)(1), (2) (2003)as they stood at the time of Shaner's transactionsstate (emphasis added):</p>\n<blockquote>(c) Change in terms(1) Written notice required. Whenever any term required to be disclosed under § 226.6 is changed . . . the creditor shall mail or deliver written notice of the change to each consumer who may be affected. The notice shall be mailed or delivered at least 15 days prior to the effective date of the change. The 15-day timing requirement does not apply if the change has been agreed to by the consumer, or if a periodic rate or other finance charge is increased because of the consumer's delinquency or default; the notice shall be given, however, before the effective date of the change.</blockquote>\n<blockquote>(2) Notice not required. No notice under this section is required when the change involves late payment charges, charges for documentary evidence, or over-the-limit charges; a reduction of any component of a finance or other charge; suspension of future credit privileges or termination of an account or plan; or when the change results from an agreement involving a court proceeding, or from the consumer's default or delinquency (other than an increase in the periodic rate or other finance charge).</blockquote>\n<p>Because Shaner's periodic rate was increased due to her default in paying late, she claims that section 226.9(c)(1)'s last sentence requires Chase to give notice, although not 15 days' advance notice, on or before the effective date (that is, the first day to which the increase was applied). Shaner argues that this reading is reinforced by the final parenthetical of section 226.9(c)(2), which says no notice is required for changes that \"result[] from . . . the consumer's default or delinquency (other than an increase in the periodic rate or other finance charge).\"</p>\n<p>Chase reads the language differently. Pointing out that section 226.9(c)(1) governs a \"change in terms,\" it argues that Chase has not changed and has merely implemented the terms of Shaner's credit card agreement; the agreement has always provided that on default a higher rate could be imposed by Chase in its discretion up to a stated maximum, so no term has been changed merely because Shaner has defaulted and her rate has gone up. Section 226.9(c)(2) refers only to \"the change\" but, read together with section 226.9(c)(1), also seems to be referring to a \"[c]hange in terms,\" a subsection heading that embraces both subsections.</p>\n<p>Whether section 226.9(c)'s use of \"change\" in its two subsections refers to a change in the APR being charged due to default even when the agreement pre-authorizes the particular change under specific circumstancesthis is Shaner's positionor only to a change in the contractual terms themselvesChase's positionis less than self-evident. The ambiguity persists in the Federal Reserve Board's Official Staff Commentaryspecifically, two comments known as comment 1 and comment 3, 12 C.F.R. pt. 226, Supp. I, § 226.9(c)-1 at 409 (2003); id. pt. 226, Supp. I, § 226.9(c)(1)-3 at 410. Comment 3 appears somewhat helpful to Shaner (emphasis added):</p>\n<blockquote>3. Timingadvance notice not required. Advance notice of 15 days is not necessarythat is, a notice of change in terms is required, but it may be mailed or delivered as late as the effective date of the change . . . [i]f there is an increased periodic rate or any other finance charge attributable to the consumer's delinquency or default.</blockquote>\n<p>But Chase points to comment 1, which states (emphasis added):</p>\n<blockquote>1. Changes initially disclosed. No notice of a change in terms need be given if the specific change is set forth initially, such as: Rate increases under a properly disclosed variable-rate plan, a rate increase that occurs when an employee has been under a preferential rate agreement and terminates employment, or an increase that occurs when the consumer has been under an agreement to maintain a certain balance in a savings account in order to keep a particular rate and the account balance falls below the specified minimum. In contrast, notice must be given if the contract allows the creditor to increase the rate at its discretion but does not include specific terms for an increase (for example, when an increase may occur under the creditor's contract reservation right to increase the periodic rate).</blockquote>\n<p>The language of comment 1 could be taken as a gloss reflecting a coherent underlying policy, namely, that later changes in payment variables (such as the APR), if provided for and triggered by events spelled out in the contract itself, need not be the subject of separate notice because the borrower already knows of the risk and consequences. Admittedly, comment 1's final sentence excludes changes that remain within the bank's discretion (as in this case), but only where \"the contract . . . does not include specific terms for an increase\"; and \"specific terms\" are colorably provided by the maximum default rate and the list of events constituting default that are incorporated in Shaner's contract with Chase.</p>\n<p>As between a comment 1 perhaps slightly favorable to Chase and a comment 3 that might seem helpful to Shaner, there is a structural reason to emphasize the former, namely, thatas Chase argues and the Federal Reserve Board agreescomment 3 merely describes when notice must be given where it is otherwise required, whereas comment 1 explains whether changes specified in advance constitute changes in terms necessitating notice. See Swanson, 563 F.3d at 635-36; McCoy, 559 F.3d at 976 (Cudahy, J., dissenting).</p>\n<p>Of course, policy reasoning here is double-edged: yes, the contract explicitly warns of the risk and adverse consequences; but a regulator, appreciating TILA's overall concern with consumer awareness of credit cost, could decide that further notice of the change in rate is warranted before it goes into effect. A purpose of TILA is to promote the \"informed use of credit,\" which TILA explicitly says results from \"an awareness of the cost thereof by consumers . . . so that the consumer will be able to compare more readily the various credit terms available to him.\" 15 U.S.C. § 1601(a).</p>\n<p>How consumer-protective to be is a judgment call, and in its new regulations the Board has adopted a more protective approach on a number of points including those before us.<sup>[3]</sup> But the new regulations are prospective and the Board's amicus briefwhich we acknowledge with appreciationconfirms that the prior version favors the bank; the brief clearly states, \"It is the Board's position that at the time of the transactions at issue in this case, Regulation Z did not require a change-in-terms notice to be provided when a creditor increased a rate to a figure at or below the maximum allowed by the contract in the event of default.\"</p>\n<p>The Board's brief is not a litigating position supported only by attorneys; it was solicited to supply the Board's view of its own regulations and as such it is entitled to due respect as the agency's \"fair and considered judgment on the matter in question,\" Auer v. Robbins, 519 U.S. 452, 462 (1997), which happens to be the agency's own regulation. See Kennedy v. Plan Adm'r for DuPont Sav. &amp; Inv. Plan, 129 S. Ct. 865, 872 (2009); Rucker v. Lee Holding Co., 471 F.3d 6, 12 (1st Cir. 2006).</p>\n<p>Under Auer and its progeny, we treat an agency's interpretation of a regulation it promulgated as \"controlling\" unless it is \"plainly erroneous.\" Kennedy, 129 S. Ct. at 872; Auer, 519 U.S. at 461; Massachusetts v. United States, 522 F.3d 115, 127 (1st Cir. 2008). Absent the Board's brief, the regulation in question is less than crystal clear on the issue before us, which explains the current circuit split. With the brief, Chase's position must prevail for the transactions in this case, which took place prior to August 2009 when the statutory changes and the revised regulations took effect.<sup>[4]</sup></p>\n<p>Shaner's second claim is that the increased APR is an illegal penalty. The claim leaves unclear whether it is the timing or level of the increase that is objectionable, although it appears likely from the main argument that it is the \"retroactive\" effect that is the target; and which state's law is invoked is also unclear except that Delaware law is alleged not to provide a valid defense. Delaware banking statutes expressly authorize both the level and timing of the rate increase in her case, thus seemingly precluding Shaner's common law penalty claim under Delaware law.</p>\n<p>On the rate's level, Delaware's code states, \"A bank may charge and collect periodic interest under a revolving credit plan on outstanding unpaid indebtedness in the borrower's account under the plan at such . . . periodic percentage rate or rates as the agreement governing the plan provides . . . .\" Del. Code. Ann. tit. 5, § 943 (2009). In Shaner's case, the card agreement provided a maximum default rate, and Shaner has not alleged that Chase charged a higher rate than that authorized by the agreement.</p>\n<p>On the timing of the rate increase, Delaware code states:</p>\n<blockquote>If the agreement governing the revolving credit plan so provides, the periodic percentage rate or rates of interest under such plan may vary in accordance with a schedule or formula . . . and such periodic percentage rate or rates, as so varied, may be made applicable to all or any part of outstanding unpaid indebtedness under the plan on or after the first day of the billing cycle that contains the effective date of such variation . . . . Without limitation, a permissible schedule or formula hereunder may include provision in the agreement governing the plan for a change in the periodic percentage rate or rates of interest applicable to all or any part of outstanding unpaid indebtedness, whether by variation of the then applicable periodic percentage rate or rates of interest, variation of an index or margin or otherwise, contingent upon the happening of any event or circumstance specified in the plan, which event or circumstance may include the failure of the borrower to perform in accordance with the terms of the plan.</blockquote>\n<p>Del. Code Ann. tit. 5, § 944 (2009).</p>\n<p>Shaner claims section 944's provisions are not satisfied here, arguing that Chase's card agreement did not provide a \"schedule or formula\" because the choice to increase the APR was discretionary with Chase. But the agreement explicitly made the discretionary increase contingent upon a default in payment; the Delaware banking statutes themselves say that the rate is to be \"established in the manner provided in the agreement,\" Del. Code Ann. tit. 5, § 943, and that a \"schedule or formula\" includes \"provision in the agreement . . . for a change in the [APR] . . . contingent upon the happening of any event or circumstance specified in the plan,\" id. § 944; and the Delaware State Bank Commissioner in an amicus brief confirms that the banking statutes permit Chase to reserve discretion as to whether to charge the maximum default rate.</p>\n<p>Shaner also argues that the statute does not permit the rate increase to be made effective from the start of the month where the default occurs later in the month becauseshe claimssuch a practice would constitute \"backdating\" of the \"effective date of variation\" in the interest rate. Yet section 944 clearly conceives of such \"effective date of variation\" as a date potentially distinct from the first day to which the rate increase is applied, as evidenced by the fact that it states that the rate increase \"may be made applicable . . . on or after the first day of the billing cycle that contains the effective date of such variation.\" Del. Code Ann. tit. 5, § 944 (emphasis added). Shaner's claims under Massachusetts Chapter 93A lack detail or argument. Shaner's brief fails to cite a single Massachusetts case to support her contention that Chase's \"retroactive\" adjustments constitute unfair or deceptive practices under Massachusetts law. \"It is not our job, especially in a counseled civil case, to create arguments for someone who has not made them or to assemble them from assorted hints and references scattered throughout the brief.\" Yeomalakis v. Fed. Deposit Ins. Corp., 562 F.3d 56, 61 (1st Cir. 2009).</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]   Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  The Rates and Fees Table is not contained in this case's record, but neither party disputes that it governed the card agreement and specified a maximum default rate.</p>\n<p>[2]  Credit Card Accountability Responsibility and Disclosure Act of 2009, Pub. L. No. 111-24, sec. 101(a), § 127(i), 123 Stat. 1734, 1735-36 (to be codified at 15 U.S.C. § 1637(i)); 74 Fed. Reg. 5244, 5414-15 (Jan. 29, 2009) (to be codified at 12 C.F.R. § 226.9(g)); 74 Fed. Reg. 36,077, 36,077-78, 36,095-96 (July 22, 2009) (to be codified at 12 C.F.R. § 226.9(g)).</p>\n<p>[3]  In the process of adopting the new regulations, the Board issued several Federal Register notices that the parties in this case dispute as to their meaning and their authority as a potential source of the Board's interpretation of its pre-2009 regulations. E.g., Federal Reserve Board Truth in Lending Proposed Rule and Request for Public Comment, 72 Fed. Reg. 32,948, 33,009 (June 14, 2007); Federal Reserve Board Truth in Lending Advance Notice of Proposed Rulemaking, 69 Fed. Reg. 70,925, 70,931-32 (Dec. 8, 2004). In light of the amicus brief clarifying the Board's interpretation of its pre-2009 regulations, we need not resolve these disputes.</p>\n<p>[4]  Shaner has recently asked to submit a responsive brief challenging the Board's reading of its own regulationprimarily based on textual and related arguments described above in this decision. We are granting her motion and have considered her arguments but they do not show that the Board's reading is an unreasonable one.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><h1>JESSICA SHANER, ON BEHALF OF HERSELF AND OTHERS SIMILARLY SITUATED, Plaintiff, Appellant,<br>\nv.<br>\nCHASE BANK USA, N.A., Defendant, Appellee.</h1></center>\n<center>No. 09-1157.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>November 25, 2009.</center>\n<p>Barry L. Kramer with whom Law Offices of Barry L. Kramer, David Pastor and Gilman and Pastor LLP were on brief for appellant.</p>\n<p>Robert S. Stern with whom Nancy R. Thomas and Morrison &amp; Foerster LLP were on brief for appellee.</p>\n<p>The Honorable Richard S. Gebelein, Chief Deputy Attorney General, and Jennifer D. Oliva, Deputy State Solicitor, Delaware Department of Justice, on brief for Robert A. Glen, Delaware State Bank Commissioner, amicus curiae.</p>\n<p>Before Torruella, Boudin and Dyk,<sup>[*]</sup> Circuit Judges.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>This is an appeal from the dismissal of a class action relating to interest rate charges on bank credit cards. The named plaintiff is Jessica Shaner, a Massachusetts resident, who has or had a consumer credit account with defendant Chase Bank USA, N.A. (\"Chase\"), a national banking association with its principal place of business in Delaware. Shaner, like other holders of bank credit cards, pays monthly an interest charge on the balance in her account that remains unpaid after an initial period. The charge is calculated using a rate known as an Annual Percentage Rate (\"APR\").</p>\n<p>Chase's credit card agreement with its customers expressly allows it to increase the APR for cardholders who fail to perform one of the obligations created by their card agreement (for example, fail to make a required payment on time). The current dispute revolves around Chase's attendant policy of applying, without prior notice, such a rate increase as of the start of the month in which the default occurs. Shaner's card agreement stated that in the event of a late payment Chase \"may increase the APRs . . . on all balances up to a maximum of the default rate stated in the Rates and Fees Table\"<sup>[1]</sup> and that the new rate \"will take effect as of the first day of the billing cycle in which the default occurs.\"</p>\n<p>On two occasions in late 2005 and late 2006, Chase increased Shaner's APR as a result of a default and applied the APR increase as of the start of that billing cycle in accordance with the card agreement, without notifying Shaner of the increase until after the first day to which the increase was applied. For example, when Chase determined around December 24, 2006, to increase Shaner's APR due to late payment on a pending balance, it applied the rate increase to Shaner's balances for the duration of the month-long billing cycle that began on November 25, 2006. Shaner's notice of the rate increase arrived, after the billing cycle ended, in the form of a note on her billing statement that declared, \"The new APR and promotional rate expiration reflected on this statement is a result of a late payment on your account.\"</p>\n<p>Shaner filed a class action against Chase in Massachusetts Superior Court, which Chase later removed to federal district court. The class assertedly included all persons with Massachusetts billing addresses on their Chase consumer credit card accounts for which interest rates on outstanding balances were retroactively increased \"without warning or advance notice\" from July 30, 2003, onward. Shaner's complaint did not dispute that \"retroactive\" adjustments were consistent with the language of the credit card agreement; rather, the complaint alleged that it was unlawful for Chase to so provide, primarily based on a reading of Federal Reserve Board regulations.</p>\n<p>Specifically, Shaner's complaint, amended in the federal court, had three counts: the first accused Chase of violating the Truth in Lending Act (\"TILA\"), 15 U.S.C. §§ 1601 et seq. (2006), by failing to provide notice of a rate increase on or before the effective date of the increase; the second accused Chase of \"Imposing and Enforcing an Illegal Penalty\" by imposing \"retroactive rate increases\" that were not a reasonable estimate of the damages Chase incurred due to Shaner's default; and the third alleged that Chase's rate increases were unfair or deceptive practices in violation of Massachusetts law, Mass. Gen. Laws ch. 93A, § 2 (2009).</p>\n<p>On Chase's motion to dismiss, the district court sided with Chase. Shaner v. Chase Bank, USA, N.A., <span class=\"citation\" data-id=\"1433199\"><a href=\"/opinion/1433199/shaner-v-chase-bank-usa-na/\"><span class=\"volume\">570</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">195</span></a></span> (D. Mass. 2008). It concluded that the Federal Reserve Board's TILA regulations, as read by the Board itself, did not require Chase to provide advance notice when it made end-of-month adjustments apply from the start of the month where the agreement so permitted. The district court decided the Massachusetts Chapter 93A claim rested on the TILA regulations and fell with the TILA claim. Finally, it found that Delaware law expressly authorized Chase's \"retroactive\" rate increases and thus the illegal penalty claim failed under Delaware law and was preemptedvia the National Bank Actif based on the law of any other state.</p>\n<p>Shaner now appeals from the adverse judgment, primarily but not exclusively based on the TILA claim. Recent revisions to TILA and its notice regulationstightening disclosure restrictions on the banksmay resolve the TILA question as to future transactions in favor of borrowers like Shaner, but the new statute and regulations by their terms did not take effect until August 2009 and Shaner does not claim that the new restrictions apply to transactions, such as hers, that occurred prior to the new statute.<sup>[2]</sup> We review the district court's grant of the motion to dismiss de novo, accepting as true the factual allegations Shaner pleaded in her complaint. Cook v. Gates, <span class=\"citation\" data-id=\"203320\"><a href=\"/opinion/203320/cook-v-gates/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 48 (1st Cir. 2008), cert. denied sub nom. Pietrangelo v. Gates, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2763</span></span> (2009).</p>\n<p>Nothing in TILA's express language prior to its 2009 revision forbade Chase from adjusting the interest rate as it did in this case, but the statute gave the Board power to promulgate regulations governing credit cards, 15 U.S.C. § 1604(a), and the issue of whether notice is required for a rate increase under these circumstancesgoverned by the Board's pre-amendment regulationsis a close one that has already divided two circuits. Compare McCoy v. Chase Manhattan Bank, USA, N.A., <span class=\"citation\" data-id=\"1388822\"><a href=\"/opinion/1388822/mccoy-v-chase-manhattan-bank-usa/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">963</span></a></span> (9th Cir. 2009), with Swanson v. Bank of America, N.A., <span class=\"citation\" data-id=\"1388969\"><a href=\"/opinion/1388969/swanson-v-bank-of-america-na/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span> (7th Cir. 2009), reh'g &amp; reh'g en banc denied with opinion, <span class=\"citation\" data-id=\"1263192\"><a href=\"/opinion/1263192/swanson-v-bank-of-america-na/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">634</span></a></span> (7th Cir. 2009). Accordingly, we asked the Board for its views on its own pre-amendment regulations and it has submitted them through an amicus brief.</p>\n<p>Two subsections of the TILA regulations are of importance. Section 226.9(c)(1) and section 226.9(c)(2), 12 C.F.R. § 226.9(c)(1), (2) (2003)as they stood at the time of Shaner's transactionsstate (emphasis added):</p>\n<blockquote>(c) Change in terms(1) Written notice required. Whenever any term required to be disclosed under § 226.6 is changed . . . the creditor shall mail or deliver written notice of the change to each consumer who may be affected. The notice shall be mailed or delivered at least 15 days prior to the effective date of the change. The 15-day timing requirement does not apply if the change has been agreed to by the consumer, or if a periodic rate or other finance charge is increased because of the consumer's delinquency or default; the notice shall be given, however, before the effective date of the change.</blockquote>\n<blockquote>(2) Notice not required. No notice under this section is required when the change involves late payment charges, charges for documentary evidence, or over-the-limit charges; a reduction of any component of a finance or other charge; suspension of future credit privileges or termination of an account or plan; or when the change results from an agreement involving a court proceeding, or from the consumer's default or delinquency (other than an increase in the periodic rate or other finance charge).</blockquote>\n<p>Because Shaner's periodic rate was increased due to her default in paying late, she claims that section 226.9(c)(1)'s last sentence requires Chase to give notice, although not 15 days' advance notice, on or before the effective date (that is, the first day to which the increase was applied). Shaner argues that this reading is reinforced by the final parenthetical of section 226.9(c)(2), which says no notice is required for changes that \"result[] from . . . the consumer's default or delinquency (other than an increase in the periodic rate or other finance charge).\"</p>\n<p>Chase reads the language differently. Pointing out that section 226.9(c)(1) governs a \"change in terms,\" it argues that Chase has not changed and has merely implemented the terms of Shaner's credit card agreement; the agreement has always provided that on default a higher rate could be imposed by Chase in its discretion up to a stated maximum, so no term has been changed merely because Shaner has defaulted and her rate has gone up. Section 226.9(c)(2) refers only to \"the change\" but, read together with section 226.9(c)(1), also seems to be referring to a \"[c]hange in terms,\" a subsection heading that embraces both subsections.</p>\n<p>Whether section 226.9(c)'s use of \"change\" in its two subsections refers to a change in the APR being charged due to default even when the agreement pre-authorizes the particular change under specific circumstancesthis is Shaner's positionor only to a change in the contractual terms themselvesChase's positionis less than self-evident. The ambiguity persists in the Federal Reserve Board's Official Staff Commentaryspecifically, two comments known as comment 1 and comment 3, 12 C.F.R. pt. 226, Supp. I, § 226.9(c)-1 at 409 (2003); id. pt. 226, Supp. I, § 226.9(c)(1)-3 at 410. Comment 3 appears somewhat helpful to Shaner (emphasis added):</p>\n<blockquote>3. Timingadvance notice not required. Advance notice of 15 days is not necessarythat is, a notice of change in terms is required, but it may be mailed or delivered as late as the effective date of the change . . . [i]f there is an increased periodic rate or any other finance charge attributable to the consumer's delinquency or default.</blockquote>\n<p>But Chase points to comment 1, which states (emphasis added):</p>\n<blockquote>1. Changes initially disclosed. No notice of a change in terms need be given if the specific change is set forth initially, such as: Rate increases under a properly disclosed variable-rate plan, a rate increase that occurs when an employee has been under a preferential rate agreement and terminates employment, or an increase that occurs when the consumer has been under an agreement to maintain a certain balance in a savings account in order to keep a particular rate and the account balance falls below the specified minimum. In contrast, notice must be given if the contract allows the creditor to increase the rate at its discretion but does not include specific terms for an increase (for example, when an increase may occur under the creditor's contract reservation right to increase the periodic rate).</blockquote>\n<p>The language of comment 1 could be taken as a gloss reflecting a coherent underlying policy, namely, that later changes in payment variables (such as the APR), if provided for and triggered by events spelled out in the contract itself, need not be the subject of separate notice because the borrower already knows of the risk and consequences. Admittedly, comment 1's final sentence excludes changes that remain within the bank's discretion (as in this case), but only where \"the contract . . . does not include specific terms for an increase\"; and \"specific terms\" are colorably provided by the maximum default rate and the list of events constituting default that are incorporated in Shaner's contract with Chase.</p>\n<p>As between a comment 1 perhaps slightly favorable to Chase and a comment 3 that might seem helpful to Shaner, there is a structural reason to emphasize the former, namely, thatas Chase argues and the Federal Reserve Board agreescomment 3 merely describes when notice must be given where it is otherwise required, whereas comment 1 explains whether changes specified in advance constitute changes in terms necessitating notice. See Swanson, 563 F.3d at 635-36; McCoy, 559 F.3d at 976 (Cudahy, J., dissenting).</p>\n<p>Of course, policy reasoning here is double-edged: yes, the contract explicitly warns of the risk and adverse consequences; but a regulator, appreciating TILA's overall concern with consumer awareness of credit cost, could decide that further notice of the change in rate is warranted before it goes into effect. A purpose of TILA is to promote the \"informed use of credit,\" which TILA explicitly says results from \"an awareness of the cost thereof by consumers . . . so that the consumer will be able to compare more readily the various credit terms available to him.\" 15 U.S.C. § 1601(a).</p>\n<p>How consumer-protective to be is a judgment call, and in its new regulations the Board has adopted a more protective approach on a number of points including those before us.<sup>[3]</sup> But the new regulations are prospective and the Board's amicus briefwhich we acknowledge with appreciationconfirms that the prior version favors the bank; the brief clearly states, \"It is the Board's position that at the time of the transactions at issue in this case, Regulation Z did not require a change-in-terms notice to be provided when a creditor increased a rate to a figure at or below the maximum allowed by the contract in the event of default.\"</p>\n<p>The Board's brief is not a litigating position supported only by attorneys; it was solicited to supply the Board's view of its own regulations and as such it is entitled to due respect as the agency's \"fair and considered judgment on the matter in question,\" Auer v. Robbins, <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 462 (1997), which happens to be the agency's own regulation. See Kennedy v. Plan Adm'r for DuPont Sav. &amp; Inv. Plan, <span class=\"citation\" data-id=\"145914\"><a href=\"/opinion/145914/kennedy-v-plan-administrator-for-dupont-sav-and-investment-plan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">865</span></a></span>, 872 (2009); Rucker v. Lee Holding Co., <span class=\"citation\" data-id=\"202558\"><a href=\"/opinion/202558/rucker-v-lee-holding-co/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 12 (1st Cir. 2006).</p>\n<p>Under Auer and its progeny, we treat an agency's interpretation of a regulation it promulgated as \"controlling\" unless it is \"plainly erroneous.\" Kennedy, 129 S. Ct. at 872; Auer, 519 U.S. at 461; Massachusetts v. United States, <span class=\"citation\" data-id=\"203230\"><a href=\"/opinion/203230/massachusetts-v-united-states/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 127 (1st Cir. 2008). Absent the Board's brief, the regulation in question is less than crystal clear on the issue before us, which explains the current circuit split. With the brief, Chase's position must prevail for the transactions in this case, which took place prior to August 2009 when the statutory changes and the revised regulations took effect.<sup>[4]</sup></p>\n<p>Shaner's second claim is that the increased APR is an illegal penalty. The claim leaves unclear whether it is the timing or level of the increase that is objectionable, although it appears likely from the main argument that it is the \"retroactive\" effect that is the target; and which state's law is invoked is also unclear except that Delaware law is alleged not to provide a valid defense. Delaware banking statutes expressly authorize both the level and timing of the rate increase in her case, thus seemingly precluding Shaner's common law penalty claim under Delaware law.</p>\n<p>On the rate's level, Delaware's code states, \"A bank may charge and collect periodic interest under a revolving credit plan on outstanding unpaid indebtedness in the borrower's account under the plan at such . . . periodic percentage rate or rates as the agreement governing the plan provides . . . .\" Del. Code. Ann. tit. 5, § 943 (2009). In Shaner's case, the card agreement provided a maximum default rate, and Shaner has not alleged that Chase charged a higher rate than that authorized by the agreement.</p>\n<p>On the timing of the rate increase, Delaware code states:</p>\n<blockquote>If the agreement governing the revolving credit plan so provides, the periodic percentage rate or rates of interest under such plan may vary in accordance with a schedule or formula . . . and such periodic percentage rate or rates, as so varied, may be made applicable to all or any part of outstanding unpaid indebtedness under the plan on or after the first day of the billing cycle that contains the effective date of such variation . . . . Without limitation, a permissible schedule or formula hereunder may include provision in the agreement governing the plan for a change in the periodic percentage rate or rates of interest applicable to all or any part of outstanding unpaid indebtedness, whether by variation of the then applicable periodic percentage rate or rates of interest, variation of an index or margin or otherwise, contingent upon the happening of any event or circumstance specified in the plan, which event or circumstance may include the failure of the borrower to perform in accordance with the terms of the plan.</blockquote>\n<p>Del. Code Ann. tit. 5, § 944 (2009).</p>\n<p>Shaner claims section 944's provisions are not satisfied here, arguing that Chase's card agreement did not provide a \"schedule or formula\" because the choice to increase the APR was discretionary with Chase. But the agreement explicitly made the discretionary increase contingent upon a default in payment; the Delaware banking statutes themselves say that the rate is to be \"established in the manner provided in the agreement,\" Del. Code Ann. tit. 5, § 943, and that a \"schedule or formula\" includes \"provision in the agreement . . . for a change in the [APR] . . . contingent upon the happening of any event or circumstance specified in the plan,\" id. § 944; and the Delaware State Bank Commissioner in an amicus brief confirms that the banking statutes permit Chase to reserve discretion as to whether to charge the maximum default rate.</p>\n<p>Shaner also argues that the statute does not permit the rate increase to be made effective from the start of the month where the default occurs later in the month becauseshe claimssuch a practice would constitute \"backdating\" of the \"effective date of variation\" in the interest rate. Yet section 944 clearly conceives of such \"effective date of variation\" as a date potentially distinct from the first day to which the rate increase is applied, as evidenced by the fact that it states that the rate increase \"may be made applicable . . . on or after the first day of the billing cycle that contains the effective date of such variation.\" Del. Code Ann. tit. 5, § 944 (emphasis added). Shaner's claims under Massachusetts Chapter 93A lack detail or argument. Shaner's brief fails to cite a single Massachusetts case to support her contention that Chase's \"retroactive\" adjustments constitute unfair or deceptive practices under Massachusetts law. \"It is not our job, especially in a counseled civil case, to create arguments for someone who has not made them or to assemble them from assorted hints and references scattered throughout the brief.\" Yeomalakis v. Fed. Deposit Ins. Corp., <span class=\"citation no-link\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span>, 61 (1st Cir. 2009).</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]   Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  The Rates and Fees Table is not contained in this case's record, but neither party disputes that it governed the card agreement and specified a maximum default rate.</p>\n<p>[2]  Credit Card Accountability Responsibility and Disclosure Act of 2009, Pub. L. No. 111-24, sec. 101(a), § 127(i), 123 Stat. 1734, 1735-36 (to be codified at 15 U.S.C. § 1637(i)); 74 Fed. Reg. 5244, 5414-15 (Jan. 29, 2009) (to be codified at 12 C.F.R. § 226.9(g)); 74 Fed. Reg. 36,077, 36,077-78, 36,095-96 (July 22, 2009) (to be codified at 12 C.F.R. § 226.9(g)).</p>\n<p>[3]  In the process of adopting the new regulations, the Board issued several Federal Register notices that the parties in this case dispute as to their meaning and their authority as a potential source of the Board's interpretation of its pre-2009 regulations. E.g., Federal Reserve Board Truth in Lending Proposed Rule and Request for Public Comment, 72 Fed. Reg. 32,948, 33,009 (June 14, 2007); Federal Reserve Board Truth in Lending Advance Notice of Proposed Rulemaking, 69 Fed. Reg. 70,925, 70,931-32 (Dec. 8, 2004). In light of the amicus brief clarifying the Board's interpretation of its pre-2009 regulations, we need not resolve these disputes.</p>\n<p>[4]  Shaner has recently asked to submit a responsive brief challenging the Board's reading of its own regulationprimarily based on textual and related arguments described above in this decision. We are granting her motion and have considered her arguments but they do not show that the Board's reading is an unreasonable one.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1388822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1388969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1433199/"
  ]
}