{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204254/",
  "absolute_url": "/opinion/204254/centennial-v-telecommunications-regulatory-bd/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204254/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T22:01:27Z",
  "date_modified": "2016-04-27T01:00:04.414963Z",
  "type": "010combined",
  "sha1": "1d56f79ced43b60bc5c98b01ac02889bd97b8f5d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1091P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/02/07/Puerto_Rico_Telephone_Co._v._Telecommunications_Regulatory.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 10-1091\n\n                CENTENNIAL PUERTO RICO LICENSE CORP.,\n\n                        Plaintiff, Appellee,\n\n\n                PUERTO RICO TELEPHONE COMPANY, INC.,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n         TELECOMMUNICATIONS REGULATORY BOARD OF PUERTO RICO,\n\n                        Defendant, Appellee,\n\n           VICENTE AGUIRRE ITURRINO; SANDRA TORRES LÓPEZ;\n                    NIXYVETTE SANTINI HERNÁNDEZ,\n\n                             Defendants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                               Before\n\n           Torruella, Ripple,* and Lipez, Circuit Judges.\n\n\n\n     Eduardo R. Guzmán-Casas, with whom Joe D. Edge, Christopher C.\nSabis and Drinker Biddle & Reath LLP were on brief, for appellant.\n\n     Robert F. Reklaitis, with whom Leslie Paul Machado and LeClair\nRyan were on brief, for appellee Telecommunications Regulatory\nBoard of Puerto Rico.\n\n\n     *\n         Of the Seventh Circuit, sitting by designation.\n\f     Christopher W. Savage, with whom Davis Wright Tremaine LLP was\non brief, for appellee Centennial Puerto Rico License Corp.\n\n\n\n                         February 7, 2011\n\n\n\n\n                              - 2 -\n\f            RIPPLE, Circuit Judge.           The plaintiff telecommunications\n\ncompanies brought these consolidated actions in the United States\n\nDistrict Court for the District of Puerto Rico against defendants-\n\nappellees Telecommunications Regulatory Board of Puerto Rico (\"the\n\nBoard\")    and    various    individual       commissioners.         They   alleged\n\nviolations of federal and commonwealth law in connection with the\n\narbitration      and     approval   of    the    companies'     interconnection\n\nagreements.      On cross-motions for summary judgment, the district\n\ncourt issued an opinion and order granting in part and denying in\n\npart summary judgment for the Board, granting in part and denying\n\nin part summary judgment for plaintiff-appellee Centennial Puerto\n\nRico License Corporation (\"Centennial\"), vacating in part the\n\nBoard’s order on reconsideration and denying in full summary\n\njudgment for plaintiff-appellant Puerto Rico Telephone Company,\n\nInc. (\"PRTC\").          PRTC now seeks review of the district court’s\n\ndecision.    We believe that the Board was correct in all aspects of\n\nits order.       Therefore, we affirm in part and reverse in part the\n\njudgment    of    the    district    court      and   remand   for    proceedings\n\nconsistent with this opinion.\n\n\n\n                                         I\n\n                                    BACKGROUND\n\nA.   The Statutory Scheme\n\n            Congress enacted the Telecommunications Act of 1996 (\"the\n\n\n                                      - 3 -\n\fAct\") to reduce regulation of the telecommunications industry and\n\nto end the historical monopoly of incumbent local exchange carriers\n\n(\"LECs\") over local telecommunications services.1                     In addition to\n\nremoving state regulatory barriers to new entry, see 47 U.S.C. §\n\n253,2 Congress sought to encourage competition by mandating that\n\ncarriers interconnect with one another and by requiring incumbent\n\nLECs       to   share   elements     of     their    existing   telecommunications\n\ninfrastructure with competing LECs.                 See id. §§ 251-252.\n\n                 To achieve these goals, the Act creates \"a three-tier\n\nsystem of obligations imposed on separate, statutorily defined\n\ntelecommunications entities.\"                 Atlas Tel. Co. v. Oklahoma Corp.\n\nComm'n,         400   F.3d   1256,   1262    (10th    Cir.   2005).      First,   all\n\ntelecommunications carriers have a duty \"to interconnect directly\n\nor     indirectly       with   the    facilities       and   equipment    of   other\n\ntelecommunications carriers.\"               47 U.S.C. § 251(a)(1).       Second, the\n\n\n\n       1\n        Telecommunications Act of 1996, Pub. L. No. 104-104, 110\nStat. 56, 56 (1996) (codified as amended in scattered sections of\nTitle 47 of the United States Code). The stated purposes of the\nAct are \"[t]o promote competition and reduce regulation in order to\nsecure lower prices and higher quality services for American\ntelecommunications consumers and encourage the rapid deployment of\nnew telecommunications technologies.\" Id.\n       2\n       In particular, subsection 253(a) provides that \"[n]o State\nor local statute or regulation, or other State or local legal\nrequirement, may prohibit or have the effect of prohibiting the\nability of any entity to provide any interstate or intrastate\ntelecommunications service,\" and subsection 253(d) instructs the\nFCC to preempt any state or local laws, regulations or enactments\nthe FCC determines to be inconsistent with the provisions of\nsection 253. 47 U.S.C. § 253(a),(d).\n\n                                          - 4 -\n\fAct imposes a number of duties upon all LECs (both incumbent and\n\ncompeting), including the duty \"not to prohibit, and not to impose\n\nunreasonable or discriminatory conditions or limitations on, the\n\nresale of its telecommunications services.\"                    Id. § 251(b)(1).\n\nFinally, the Act obliges incumbent LECs to lease to competitors\n\nunbundled    elements    of   their    existing      local      networks,    id.   §\n\n251(c)(3), to interconnect calls from customers of one LEC to\n\ncustomers of another LEC, id. § 251(c)(2), to allow competitors to\n\npurchase the incumbents' services at wholesale rates and resell\n\nthose services at retail, id. § 251(c)(4), and to negotiate in good\n\nfaith the terms of providing interconnection and services to other\n\ncarriers, id. § 251(c)(1).             The Act also directs the FCC to\n\npromulgate regulations implementing these provisions and to set\n\nstandards of service and interconnection.               See id. § 251(d).\n\n            Although    the   incumbent      LECs'   obligations      to    furnish\n\nnetwork elements and allow interconnection are mandatory, Congress\n\nintended that the parties negotiate, in the first instance without\n\ngovernment intervention, the terms of use and interconnection. See\n\nid.   §   252(a).      Section   252    sets    forth     the    procedures     for\n\ntelecommunications      providers       to     follow     in     requesting     and\n\nnegotiating the terms of these agreements.\n\n            Upon a request for access from a telecommunications\n\nprovider, an incumbent LEC must enter into good-faith negotiations\n\nto reach a voluntary interconnection agreement.                 Id. § 252(a)(1).\n\n\n                                      - 5 -\n\fAt any time during the negotiations, a party may ask a state\n\ncommission to participate as a mediator.              Id. § 252(a)(2).         If\n\nnegotiations prove unsuccessful, subsection 252(b) establishes a\n\nmechanism through which any party may petition the state commission\n\nto compel arbitration of any unresolved terms.                    In addition,\n\nsubsection 252(e) requires any interconnection agreement reached by\n\nnegotiation or arbitration to be submitted to the state commission\n\nfor approval; it also specifies the grounds on which the commission\n\nmay reject the agreement.        See § 252(e)(1)-(2).\n\n             Specifically, a state commission may reject an arbitrated\n\nagreement only if it finds that \"the agreement prescribed by the\n\narbitrator (1) does not hold the carriers to their obligations\n\nunder section 251 . . . or (2) fails to meet the pricing standards\n\nof section 252(d).\"      WorldNet Telecomms., Inc. v. Puerto Rico Tel.\n\nCo.,   497   F.3d   1,   5-6   (1st   Cir.    2007)   (citing   47    U.S.C.    §\n\n252(e)(2)(B)).      In reviewing agreements, the state commission is\n\nalso bound by any standards set by the FCC.           See AT&T Corp. v. Iowa\n\nUtils. Bd., 525 U.S. 366, 384-85 (1999); Global NAPs, Inc. v.\n\nVerizon New Eng., Inc. (Global NAPs I), 396 F.3d 16, 19 (1st Cir.\n\n2005).   Despite these limitations, the Act provides that \"nothing\n\nin this section shall prohibit a State commission from establishing\n\nor enforcing other requirements of State law in its review of an\n\nagreement,     including       requiring      compliance   with      intrastate\n\ntelecommunications service quality standards or requirements.\"                 47\n\n\n                                      - 6 -\n\fU.S.C.   §    252(e)(3).        A    party    dissatisfied       with    the   state\n\ncommission's determination can seek review in federal district\n\ncourt.   See id. § 252(e)(6).\n\n             The   Act   thus   engages      in   a    process   of     \"cooperative\n\nfederalism,\" Puerto Rico Tel. Co. v. Telecomms. Regulatory Bd. of\n\nPuerto Rico, 189 F.3d 1, 8 (1st Cir. 1999):                      It sets certain\n\nminimum interconnection and service obligations and provides the\n\nFCC with the power to set general standards.                     However, it also\n\nleaves room for otherwise consistent state regulations, see 47\n\nU.S.C. § 253(b),3 and it vests in the several state commissions the\n\nauthority to implement state policy and to impose additional,\n\nindividual     requirements         on    telecommunications          providers   by\n\nreviewing interconnection agreements.                 See Verizon New Eng., Inc.\n\nv. Maine Pub. Utils. Comm'n, 509 F.3d 1, 7 (1st Cir. 2007)\n\n(describing the \"dual federal-state regime\"); WorldNet, 497 F.3d at\n\n9 (stating that \"the Act sets a federally mandated floor of equal\n\nservice, and State commissions retain authority to ‘raise the\n\n\n     3\n         Subsection 253(b) provides:\n\n     Nothing in this section [prohibiting State and local\n     governments from creating barriers to entering the market\n     for telecommunications services] shall affect the ability\n     of a State to impose, on a competitively neutral basis\n     and consistent with section 254 of this title,\n     requirements necessary to preserve and advance universal\n     service, protect the public safety and welfare, ensure\n     the continued quality of telecommunications services, and\n     safeguard the rights of consumers.\n\n47 U.S.C. § 253(b).\n\n                                         - 7 -\n\fbar'\") (quoting Indiana Bell Tel. Co. v. McCarty, 362 F.3d 378,\n\n391-93 (7th Cir. 2004)).\n\n           In order to strike a balance between federal and state\n\ninterests, the Act provides that the FCC \"shall not preclude the\n\nenforcement    of    any   regulation,   order,    or   policy   of    a   State\n\ncommission\" that is \"consistent with the requirements\" of § 251 and\n\n\"does not substantially prevent implementation of the requirements\n\nof [§ 251] and the purposes\" of the Act.          47 U.S.C. § 251(d)(3)(B)-\n\n(C).    The Act also disclaims--at least to a certain extent--\n\npreemption of state law:\n\n                 Nothing in this part precludes a State\n           from      imposing   requirements     on   a\n           telecommunications carrier for intrastate\n           services that are necessary to further\n           competition in the provision of telephone\n           exchange service or exchange access, as long\n           as    the   State's  requirements   are  not\n           inconsistent    with  this    part   or  the\n           Commission's regulations to implement this\n           part.\n\nId. § 261(c).\n\n\n\nB.   Proceedings Before the Board\n\n           In 2005, PRTC, an incumbent LEC, and Centennial, a\n\ncompeting LEC, completed two interconnection agreements, which they\n\nrenegotiated    in    2008.     During   the   renegotiation,         PRTC   and\n\nCentennial failed to reach an agreement on eighteen issues, and\n\nCentennial petitioned the Board, the commission responsible for\n\nadministering the Act in Puerto Rico, to compel arbitration.                 The\n\n                                   - 8 -\n\fBoard-appointed arbitrator conducted a hearing, and then the Board\n\nissued a decision resolving the outstanding issues.                   Later, the\n\nBoard modified its decision on reconsideration.4                 Three of those\n\nissues are relevant here:\n\n\n\n           1.    Billing Dispute Fees\n\n           The 2005 agreements contained a term governing billing\n\ndisputes between the parties.           Under this term, if an invoiced\n\nparty disputed a service bill, that party was required to put the\n\ninvoiced amount in escrow. If the invoicing party prevailed in the\n\ndispute, it was entitled to the escrowed funds plus interest and a\n\n\"late payment penalty.\"      R.1, Ex. 1 at 9 (Report and Order, Aug. 8,\n\n2008, at 6).        The agreement did not provide, however, for a\n\nreciprocal      erroneous   billing    penalty     if    the    invoiced     party\n\nprevailed.   During renegotiation, Centennial (which, it seems, is\n\nusually the invoiced party) wished to dispense with the late\n\npayment   penalty,    and   PRTC   wished     to   retain      it.     The   Board\n\ndetermined that the agreements would retain the late payment fee.\n\n           On    reconsideration,      the    Board     reversed     its   initial\n\ndetermination.      In order to achieve symmetry, the Board decided\n\nthat the parties should either include both a \"late payment fee\"\n\n\n\n     4\n        See R.1, Ex. 1 (Report and Order, Aug. 8, 2008); R.1, Ex.\n4 (Order on Reconsideration, Nov. 25, 2008). The Board’s order\naddressed the twelve issues remaining after the parties reached a\nsettlement on six of the eighteen issues.\n\n                                      - 9 -\n\fand an \"erroneous billing fee\" or abjure both fees.                      R.1, Ex. 4 at\n\n10 (Order on Reconsideration, Nov. 25, 2008) (quotation marks\n\nomitted).      According to the Board, although it believed at first\n\nthat a late payment fee would compensate the party wrongly denied\n\nuse of the funds in a way that an erroneous billing fee would not,\n\nupon       reconsideration        it     determined      that    the     party    billed\n\nerroneously also was denied use of the funds while in escrow and\n\nthat an erroneous billing fee would encourage responsible billing\n\npractices.         After the Board's order, the parties chose to include\n\nboth billing dispute fees.\n\n\n\n              2.       Direct Connection with Claro\n\n              PRTC operates a mobile telephone service carrier division\n\ncalled Claro.5          When calls are made between customers of Claro and\n\ncustomers of Centennial or its mobile service division, PRTC\n\nfacilitates an indirect connection (that is, a connection running\n\nfirst from Centennial to PRTC's wired network and then to Claro\n\nrather      than       directly   from    Centennial      to    Claro)    and     charges\n\nCentennial         a    transiting     fee   for   the    connection.            Although\n\nCentennial had reached direct connection agreements with most other\n\n\n       5\n        Our use of the term \"mobile service carrier\" refers to\nproviders    of   cellular    telephone    and    other    wireless\ntelecommunications services and is intended to capture what the FCC\nand the Board call \"commercial mobile radio service\" providers or\n\"CMRS providers.\" See In re Interconnection & Resale Obligations\nPertaining to Commercial Mobile Radio Servs., 10 F.C.C.R. 10666,\n10668 (1995); R.1, Ex. 1 at 35 (Report and Order at 32).\n\n                                          - 10 -\n\fmobile service providers in Puerto Rico, PRTC had refused to\n\nfacilitate negotiations between Claro and Centennial.                During\n\nrenegotiation,     Centennial      demanded     that    PRTC    either   use\n\ncommercially reasonable efforts to facilitate a direct connection\n\nor cease charging the transiting fee.           The Board agreed in part,\n\ngiving PRTC three months to use \"commercially reasonable efforts\"\n\nto facilitate a direct connection between Claro and Centennial.\n\nR.1, Ex. 1 at 35 (Report and Order at 32) (quotation marks\n\nomitted).    If a direct connection did not result, the Board would\n\nrequire PRTC to explain why a direct connection was infeasible for\n\nbusiness, technical or efficiency reasons.          During that period of\n\nexplanation, Centennial could withhold transiting fees pending a\n\nfurther    determination   by    the   Board.     The   Board   upheld   this\n\ndetermination on reconsideration.\n\n\n\n            3.   Meet Points\n\n            The points at which Centennial's and PRTC's networks\n\nphysically interconnect (called \"meet points,\" id. at 15 (Report\n\nand Order at 12),) can be used to exchange many different types of\n\ntelecommunications traffic, but the 2005 agreements limited the\n\ntypes of traffic permitted to be exchanged at the meet points to\n\ncertain,    specifically       enumerated     categories.       During   the\n\nrenegotiation, Centennial asserted that federal law provided it\n\nwith an absolute right to exchange any type of traffic it wished.\n\n\n                                   - 11 -\n\fAs such, Centennial asked the Board to amend the agreements to\n\npermit PRTC and Centennial to exchange \"any lawful traffic.\"              Id.\n\n(quotation marks omitted).         Centennial particularly was interested\n\nin ensuring that the agreement permit voice-over internet protocol\n\n(\"VOIP\") traffic.     VOIP refers to calls routed in whole or in part\n\nover the internet rather than over traditional telephone lines.\n\nVOIP users can place telephone calls from their computers to, and\n\nreceive calls from, other computers or regular telephones, or can\n\nplace calls through VOIP-connected telephones.         Although the calls\n\nare routed through the internet for the VOIP user, calls going to\n\nor   originating    from   traditional    telephone   users     are   switched\n\nthrough local exchange carriers, creating a substantial set of\n\ninterconnection issues.\n\n           The     Board   ruled    against   Centennial   on   this   point,\n\ndetermining that federal law does not give Centennial a right to\n\nexchange all types of traffic at meet points, that the FCC was\n\nstill wrestling with how to resolve issues posed by various types\n\nof interconnection traffic, and that it would be more prudent to\n\nlimit   exchanged    traffic   to    categories   specifically    enumerated\n\nabsent a showing of anti-competitive efforts on the part of an LEC\n\nto refuse reasonable interconnection requests.\n\n           On reconsideration, the Board retained its determinations\n\nregarding the enumeration of permissible meet-point traffic.                In\n\naddition, the Board refused Centennial's alternative request to\n\n\n                                     - 12 -\n\fenumerate specifically VOIP traffic in the agreements.                  According\n\nto the Board, Centennial had failed to demonstrate\n\n                 that there is any need to specifically call\n                 out   VoIP   traffic--which    can   encompass\n                 different services--for special attention. We\n                 understand that the Parties today exchange\n                 VoIP traffic without difficulty. Obviously,\n                 if the status of VoIP traffic changes in the\n                 future, or if other circumstances warrant, the\n                 Parties can renegotiate this provision.\n\nR.1, Ex. 4 at 7.\n\n\n\nC.   Proceedings Before the District Court\n\n                 PRTC and Centennial filed separate petitions for review\n\nin the district court under 47 U.S.C. § 252(e)(6), each alleging\n\nthat       the    Board    violated    different   provisions   of   federal   and\n\ncommonwealth         law    in   its    approval   and   modification    of    the\n\nagreements.         After the petitions were consolidated, the companies\n\nand the Board each moved separately for summary judgment.                      The\n\ndistrict court held that the parties had stipulated that no genuine\n\nissues of material fact existed and resolved which parties were\n\nentitled to judgment as a matter of law on the various disputed\n\nissues.          See Centennial Puerto Rico License Corp. v. Telecomms.\n\nRegulatory Bd. of Puerto Rico, Nos. 08-2436, 09-1002, 2009 WL\n\n4407214, at *1 (D.P.R. Nov. 25, 2009).6\n\n\n\n       6\n        The district court addressed five issues, only three of\nwhich PRTC contests on appeal. Centennial and the Board do not\nappeal the issues decided adversely to them.\n\n                                         - 13 -\n\f           1.    Billing Dispute Fees\n\n           With respect to the billing dispute fees, the district\n\ncourt rejected PRTC's contention that Puerto Rico Law 213,7 which\n\nPuerto Rico courts have held does not provide the Board with\n\njurisdiction to award damages in suits between telecommunications\n\nproviders,      prohibits     the    Board    from     including    terms   in   an\n\ninterconnection     agreement        that    require    one   telecommunications\n\nprovider to pay a penalty fee to another.                     According to the\n\ndistrict court, PRTC's position was foreclosed by our holding in\n\nWorldNet Telecommunications, Inc. v. Puerto Rico Telephone Co., 497\n\nF.3d 1, 8 (1st Cir. 2007), that \"neither the Act nor Puerto Rico\n\nprecedent forbids [the imposition of] incentive-based liquidated\n\ndamages\" in an arbitrated interconnection agreement.\n\n\n\n           2.    Direct Connection with Claro\n\n           With respect to the transiting fees between Centennial\n\nand Claro, the district court rejected PRTC's claim that the FCC's\n\ndecision not to promulgate regulations imposing interconnection\n\nobligations on mobile service carriers preempts state authority to\n\nrequire PRTC to make commercially reasonable efforts to facilitate\n\na direct connection between Claro and Centennial.                   The district\n\ncourt held, however, that the Board did not impose a direct\n\nconnection      requirement     as    such,    but     only   a   requirement    to\n\n\n     7\n         P.R. Laws Ann. tit. 27, §§ 265-272.\n\n                                      - 14 -\n\ffacilitate negotiations.            The arbitration and approval of an\n\ninterconnection agreement did not constitute state regulation of\n\nmobile service carriers. Further, the court noted that the Board's\n\ndecision was consistent with the FCC's fears that \"'LEC-affiliated\n\n[mobile service] carriers,' like Claro, might unreasonably deny\n\nefficient connection\" and with the FCC's suggestion that such a\n\n\"denial would justify regulatory intervention.\"                Centennial Puerto\n\nRico   License    Corp.,   2009     WL   4407214,   at   *5     (quoting   In   re\n\nInterconnection     &   Resale    Obligations   Pertaining        to   Commercial\n\nMobile Radio Servs., 10 F.C.C.R. 10666, 10687-88 (1995)).\n\n\n\n           3.    Meet Points\n\n           With    respect     to   VOIP    traffic,     the    district   court\n\ndisagreed with Centennial's claim that federal law entitles it to\n\nexchange all lawful traffic at meet points.                     It agreed with\n\nCentennial, however, that the Board's decision not to enumerate\n\nVOIP traffic separately was arbitrary and capricious. According to\n\nthe court:\n\n           The parties agree that VoIP traffic does not\n           fall into any of the categories already\n           enumerated, yet Centennial and PRTC are\n           allowed to exchange VoIP traffic. Since the\n           Board decided that Centennial and PRTC must\n           maintain a list of allowed traffic, thereby\n           excluding all other traffic, its decision to\n           allow VoIP traffic without including it on the\n           enumerated list is arbitrary and capricious.\n           Thus, the Board erred in excluding VoIP\n           traffic from the enumerated list, to the\n           extent that VoIP traffic does not already fall\n\n                                     - 15 -\n\f            under an enumerated category.\n\nId. at *9.     This appeal followed.\n\n\n\n                                        II\n\n                                    DISCUSSION\n\nA.   Standard of Review\n\n            \"Where as here judicial review is based on the agency\n\nrecord, we apply to the agency ordinary review standards, accepting\n\nthe district court decision merely as it may be persuasive.\"\n\nWorldNet, 497 F.3d at 5.        We review the Board's interpretations of\n\nfederal and state law de novo, see id. at 5, 11; Global NAPs I, 396\n\nF.3d at 23, but we note that \"it is customary where any doubt\n\nexists   to    give   some    deference      to   the    agency   charged     with\n\nadministering the statute,\" WorldNet, 497 F.3d at 11.\n\n            We have not yet had occasion to determine the correct\n\nstandard for reviewing other determinations by the Board, such as\n\nits findings of facts and applications of the law in resolving\n\ndisputes over the terms of an agreement; however, we have noted\n\nthat other circuits have applied an arbitrary and capricious\n\nstandard.      See Global NAPs I, 396 F.3d at 24 n.8 (citing MCI\n\nTelecomms. Corp. v. Ohio Bell Tel. Co., 376 F.3d 539, 548 (6th Cir.\n\n2004); U.S. West Commc'ns, Inc. v. Sprint Commc'ns Co., 275 F.3d\n\n1241, 1248 (10th Cir. 2002); Sw. Bell Tel. Co. v. Waller Creek\n\nCommc'ns,     Inc.,   221    F.3d   812,   816    (5th   Cir.   2000);   US   West\n\n\n                                      - 16 -\n\fCommc'ns, Inc. v. MFS Intelenet, Inc., 193 F.3d 1112, 1117 (9th\n\nCir. 1999)); cf. WorldNet, 497 F.3d at 5 (stating that \"[t]he\n\nordinary standards for reviewing agency decisions are deferential\n\n(in varying degrees) as to matters of fact, policy and application\n\nof general standards, but de novo as to questions of law\").\n\nBecause we must evaluate the Board's decision regarding VOIP\n\ntraffic,8   a   decision   based   on   findings   of   fact   and   policy\n\ndeterminations, we now must determine the appropriate standard of\n\nreview. The parties all agree that arbitrary and capricious review\n\napplies.    Our earlier decisions have implied that this standard of\n\nreview is the correct one, and we see no reason that \"ordinary\n\nstandards for reviewing agency decisions,\" WorldNet, 497 F.3d at 5,\n\nshould not apply.     We therefore adopt the position taken by our\n\nsister circuits and explicitly hold that, \"where no error of law\n\nexists, the state agency's other determinations are reviewed under\n\nthe arbitrary and capricious standard,\" Global NAPs I, 396 F.3d at\n\n24 n.8.\n\n\n\nB.   Billing Dispute Fees\n\n            We begin with PRTC's contention that, because the Board\n\nlacks jurisdiction under Puerto Rico law to adjudicate claims for\n\ndamages between telecommunications carriers, it similarly lacks the\n\nability, when reviewing an interconnection agreement, to order or\n\n\n      8\n          See text ante p. 41.\n\n                                   - 17 -\n\fapprove the insertion of monetary penalty provisions that are \"akin\n\nto an award of damages.\"         PRTC Br. 27.        As support, PRTC invites\n\nour attention to two cases from Commonwealth courts that limited\n\nthe   ability   of   the     Board   to   act   as   a    traditional    court   in\n\nadjudicating actions for damages or for fines that would result\n\neffectively in the payment of damages to a third party (rather than\n\nto the Board itself).          See Caribe Commc'ns, Inc. v. Puerto Rico\n\nTel. Co., 157 P.R. Dec. 203, 228 (2002); Pan Am. Tel. Co. v. Junta\n\nReglamentadora de Telecomunicaciones de Puerto Rico, Nos. KLRA\n\n0300394, KLRA 0300400, KLRA 0300402, 2004 P.R. App. LEXIS 704 (P.R.\n\nCir. May 25, 2004).          These precedents, PRTC believes, apply with\n\nequal force to the Board's authority to impose terms in arbitrated\n\ninterconnection agreements providing for liquidated damages or\n\npenalties without the consent of all of the parties.\n\n            This is not the first time we have considered the Board's\n\nauthority    to      adopt     liquidated       damages     provisions     in    an\n\ninterconnection agreement.           In WorldNet, we reviewed the Board's\n\ndecision to reject an arbitrator's order including a liquidated\n\ndamages provision in an interconnection agreement between PRTC and\n\nWorldNet, another LEC, because the amount of liquidated damages did\n\nnot correspond to predicted actual damages, and thus was \"intended\n\nto punish [PRTC], not to compensate WorldNet.\"               497 F.3d at 4.      We\n\ntook this statement to mean that the Board \"assumed that liquidated\n\ndamages exceeding a reasonable estimate of damages to WorldNet were\n\n\n                                      - 18 -\n\fforbidden either by Puerto Rico law or by something inherent in the\n\nconcept of liquidated damages.\"         Id. at 6.\n\n               We held that this assumption was erroneous. Not only are\n\nPuerto Rico courts \"more solicitous of liquidated damages clauses\n\nthan       their   Anglo-American   counterparts,\"   id.   at   7,9   but   the\n\ninterconnection agreements are also a special breed of contract,\n\none that mixes the commercial interests of the parties with the\n\npolicy interests of the federal and state governments.                We noted\n\nthat\n\n               interconnection agreements are not ordinary\n               commercial contracts: the Act dictates their\n               creation; they are imposed by involuntary\n               arbitration and agency review if the parties\n               cannot agree; and their aim is to secure the\n               public benefit of competition.      Incentive\n               payments not limited to actual damages (e.g.,\n               civil penalties and criminal fines) are\n               familiar devices to achieve public ends. So\n               courts, as a matter of federal law, have\n               allowed states to approve interconnection\n\n\n       9\n        This difference can be explained by the fact that courts\ngrounded in the traditions of the civil law of continental Europe,\nsuch as the courts of Puerto Rico, see Borschow Hosp. & Med.\nSupplies, Inc. v. Cesar Castillo Inc., 96 F.3d 10, 15 (1st Cir.\n1996), take a more forgiving view of penalty clauses than courts\ngrounded in the traditions of the English common law.           See\nAristides N. Hatzis, Having the Cake and Eating It Too: Efficient\nPenalty Clauses in Common and Civil Contract Law, 22 Int'l Rev. L.\n& Econ. 381, 383 (2002) (noting that in most civil law European\ncountries, \"liquidated damages are readily enforced, as are penalty\nclauses when they are not extravagant (sometimes even then) and\npure[] gambling\"); cf. Richard A. Posner, Let Us Never Blame a\nContract Breaker, 107 Mich. L. Rev. 1349, 1352 n.12 (2009) (\"[B]y\nnot distinguishing between liquidated damages clauses and penalty\nclauses, the civil law expands freedom of contract, although civil\nlaw judges do refuse to enforce clearly unreasonable damages\nclauses.\" (internal quotation marks omitted)).\n\n                                     - 19 -\n\f            agreements imposing liquidated damages that\n            include incentive elements exceeding actual\n            compensation.\n\nId. at 7.     Although we acknowledged that the Board may wish to\n\nprohibit such provisions as an independent policy choice, we held\n\nthat, in making that determination, \"the Board must recognize that\n\nneither the Act nor Puerto Rico precedent forbids incentive-based\n\nliquidated damages . . . and that the Board should not assume an\n\ninability to use cost-based liquidated damages.\"        Id. at 8.\n\n            Recognizing the difficulty that WorldNet poses to its\n\nposition, PRTC attempts to explain why the doctrine of issue\n\npreclusion should not prevent it from relitigating this issue even\n\nthough it failed to raise its theory about the Board's authority\n\nduring the WorldNet litigation.       We do not think that the issue\n\nbefore us is best regarded as one of issue preclusion, but simply\n\nas   one    of    binding    precedent.      Regardless      of   whether\n\nWorldNet considered the particular theory now offered by PRTC, the\n\nfundamental      holding    of   WorldNet   is   that   an    arbitrated\n\ninterconnection agreement may contain liquidated damages provisions\n\nthat are designed to create incentives or to approximate costs and\n\nare inserted over the objection of one of the parties.\n\n            Nevertheless, PRTC invites us to overrule (or at least to\n\ndistinguish) WorldNet based on PRTC's assertion that, despite the\n\ngeneral appropriateness of penalty clauses under commonwealth law,\n\nPuerto Rico courts have denied the Board itself the power to\n\n\n                                  - 20 -\n\frequire     the   addition   of   liquidated    damages    provisions      into\n\narbitrated interconnection agreements.             WorldNet addressed the\n\nBoard's perception that Puerto Rico law forbids penalty clauses as\n\na general matter.     However, PRTC now has devised a new theory that\n\nPuerto Rico law does not grant the Board specific jurisdiction to\n\nimpose liquidated damages provisions on unconsenting parties.               In\n\nother words, the old theory targeted the content of the provision,\n\nand the new theory targets the scope of the Board's authority to\n\nrequire the provision.\n\n             At the outset, we note that the Board did not actually\n\nmandate the inclusion of the erroneous billing fee.              Instead, it\n\ndeclined to order the imposition of any fee related to billing\n\ndisputes and left to the parties the option to include--if they so\n\ndesired--reciprocal fee provisions.            PRTC, apparently believing\n\nthat    reciprocal   fees    would   be   better   than   no   fees   at   all,\n\nvoluntarily agreed to include both the late payment fee and the\n\nerroneous billing fee.10      Thus, PRTC's challenge is not directed at\n\n\n       10\n         PRTC asserts that it did not agree voluntarily to the\nerroneous billing fee. Instead, PRTC was \"coerced\" into accepting\nthe lesser of two evils: \"either losing something to which it is\nlawfully entitled (i.e., the opportunity to recover the costs\nassociated with not being paid for services rendered) or accepting\na proposal in which PRTC still could recover its costs but at the\nexpense of being exposed to the risk of an unlawful penalty.\" PRTC\nBr.29 n.6.    This contention takes an overly narrow view of\nvoluntariness. PRTC may be entitled to be paid for its services,\nbut just as the prevailing party in a breach of contract action\nusually is not entitled to its attorney's fees, PRTC is not\nentitled to be compensated for the difficulty of collecting debts\nowed to it. The standard measure of the lost use of funds is the\n\n                                     - 21 -\n\fthe    Board's    authority     to    mandate      terms,    but     instead    at   the\n\npossibility of including such terms in an interconnection agreement\n\nat all.    That question actually is foreclosed by WorldNet:                    Puerto\n\nRico    law    does    not   prohibit      liquidated      damages    provisions      in\n\narbitrated interconnection agreements.\n\n               More fundamentally, PRTC's theory regarding the Board's\n\njurisdiction      is unpersuasive.         None of the cases that it relies on\n\napply     to     the     Board's      function      in      reviewing     arbitrated\n\ninterconnection agreements.                Instead, those cases address the\n\nBoard's role in adjudicating lawsuits between carriers.                       In Caribe\n\nCommunications, Inc. v. Puerto Rico Telephone Co., 157 P.R. Dec.\n\n203, 208 (2002), a competing LEC sued PRTC before the Board for\n\nbreach of contract.          The Board asserted jurisdiction to adjudicate\n\nthe matter on the rationale that Law 213 provided it with the power\n\nto adjudicate suits between carriers.                    Id. at 209.     The Supreme\n\nCourt of Puerto Rico disagreed, holding that Law 213 does not\n\npermit    the    Board    to   hear   a    suit    for    damages.      Id.    at    228.\n\nAccording to the court, Law 213 does not confer expressly such a\n\njurisdiction.         Id. at 227-28.       Moreover, the Board's assertion of\n\n\n\ninterest those funds would have earned, and the invoicing party\nalready receives the interest generated by the escrowed funds if it\nprevails. The presence or absence of an additional late payment\nfee is a matter of contractual agreement dictated in part by\nexternal factors, such as federal and commonwealth policy. The\nCommonwealth's policy in this instance is that reciprocal fees will\ndeter both parties from engaging in petty and meritless billing\ndisputes and are more equitable than a one-sided late payment fee.\n\n                                          - 22 -\n\fimplicit authority contradicted the purposes of Law 213 by removing\n\nthe ability of litigants to utilize judicial procedures designed to\n\nguarantee       due    process    of   law   and    by   attempting    to   usurp   a\n\nquintessential aspect of the judicial power traditionally vested in\n\ncourts.    Id.11\n\n            In Pan American Telephone Co. v. Junta Reglamentadora de\n\nTelecomunicaciones de Puerto Rico, Nos. KLRA 0300394, KLRA 0300400,\n\nKLRA 0300402, 2004 P.R. App. LEXIS 704, at *41 (P.R. Cir. May 25,\n\n2004),    the    Puerto    Rico     Court    of   Appeals    built   upon   Caribe's\n\nrationale, holding that Law 213 also does not permit the Board to\n\nimpose administrative fines if those fines would be paid by one\n\ntelecommunications carrier to a third party, such as another\n\ntelecommunications carrier.            The Board had promulgated regulations\n\nproviding for the imposition of fines upon telecommunications\n\nproviders to encourage compliance with the Act, Law 213 and Board\n\nregulations.          Some of these fines were payable to the Board, but\n\nothers    were     payable       directly    to    another   party    harmed   by   a\n\nviolation.       See id. at *34-37.\n\n            The court determined that this latter arrangement was\n\n\n     11\n        Subsequently, the Puerto Rico legislature amended Law 213\nto provide the Board with \"primary and exclusive jurisdiction for\nadjudicating any damages and losses claim caused by any natural or\njuridical person to a user [of telecommunications services], except\nfor claims between telecommunications and cable companies,\" under\n$5,000 and arising out of violations of Law 213, Board regulations\nor service contracts.    P.R. Laws Ann. tit. 27, § 269j-1.     This\namendment by its terms excludes suits for damages, of whatever\namount, between telecommunications carriers.\n\n                                        - 23 -\n\fimproper.     According to the court, because the Board could not\n\nadjudicate       actions   for      damages    between     telecommunications\n\nproviders, it similarly was barred from imposing fines payable to\n\nanother provider harmed by a violation, which as a practical matter\n\nwas no different than awarding the provider damages.                  See id. at\n\n*40-41.\n\n            At    most,    Caribe    and     Pan   American   stand     for   the\n\nproposition that the Board may not adjudicate a claim for a billing\n\npenalty filed by Centennial or PRTC against the other company or\n\ndecide to award the fee in a suit for breach of the agreement.\n\nThat limitation, however, bears no relation to the Board's review\n\nof disputed terms in an arbitrated agreement, a function akin not\n\nto awarding damages but to imposing regulatory requirements.                  See\n\nIllinois Bell Tel. Co. v. Global NAPs Illinois, Inc., 551 F.3d 587,\n\n591 (7th Cir. 2008) (noting that the \"arbitration\" specified by the\n\nAct   \"is   really   the   first     stage    in   a   regulatory   proceeding\"\n\nconducted by the state commission in reviewing and approving the\n\nagreement (quotation marks omitted)).\n\n            Although, as PRTC observes, Law 213 applies to the Board\n\nin the exercise of all of its powers, including adjudications,\n\nrulemaking and reviewing interconnection agreements, Caribe and Pan\n\nAmerican reach only the first of those functions.               See WorldNet,\n\n497 F.3d at 11 (holding that Caribe does not \"establish any general\n\nrule that the Board's powers are to be narrowly construed\" in\n\n\n                                     - 24 -\n\fsetting standards in interconnection agreements, a function which\n\nis not \"historically associated with judicial authority\").       The\n\nBoard has not assumed the power to adjudicate claims between\n\nCentennial and PRTC.    It did not decide that in a particular\n\ninstance a bill was justified or unjustified, nor has it awarded\n\njudgment to Centennial or PRTC for an erroneous billing fee.   The\n\nBoard simply has employed its review authority to determine that\n\ncreating a duty and a corresponding remedy in the contract would\n\nfurther the goals of the Act.     If, down the road, Centennial\n\nbelieves that it is entitled to a fee and PRTC refuses to pay it,\n\nCentennial still must bring an action against PRTC to recover.\n\n          Virtually every contract contains terms that contemplate\n\na future remedy of monetary damages.12   Thus, whenever the Board\n\nimposes a term in an interconnection agreement, it creates the\n\nframework for a potential award of damages.     See, e.g., Global\n\nNAPs, Inc. v. Verizon New Eng., Inc. (Global NAPs IV), 603 F.3d 71\n\n(1st Cir. 2010) (appeal of an award of damages for payments owed\n\n\n\n\n     12\n        See 24 Richard A. Lord, Williston on Contracts § 64:1 (4th\ned. 2002) (explaining that \"[t]he primary if not the only remedy\nfor injuries caused by nonperformance of most contracts is an\naction for damages for the breach\" and that, usually, \"a judgment\nfor damages will be given for any breach of any contract, unless\nthe right has been suspended or discharged\" (footnote omitted));\nOliver Wendell Holmes, The Path of the Law, 10 Harv. L. Rev. 457,\n462 (1897) (\"The duty to keep a contract at common law means a\nprediction that you must pay damages if you do not keep it,--and\nnothing else.\").\n\n                             - 25 -\n\funder an arbitrated interconnection agreement).13                 The billing\n\ndispute fees are no different; they create future remedies that the\n\nparties may invoke upon the other party's erroneous billing or\n\nunjustified refusal to pay a bill, and they are designed both to\n\nincentivize      attentive    billing      and   payment   practices   and   to\n\ncompensate the parties for the lost use of funds.\n\n              Although the contract itself specifies the proper amount\n\nof liquidated damages (the \"fee\"), there is nothing exceptionable\n\nabout that arrangement.        As WorldNet makes clear, incentive-based\n\nor     cost-based     liquidated      damages--at      least     as    far   as\n\ninterconnection agreements go--are permissible under Puerto Rico\n\nlaw.    Accordingly, we reaffirm our holding in WorldNet that Puerto\n\nRico    law   does   not   prevent   the    inclusion--whether    voluntarily\n\nnegotiated, imposed by an arbitrator, or imposed by the Board--of\n\nincentive- or cost-based liquidated damages in interconnection\n\nagreements between telecommunications carriers.\n\n\n\n\n       13\n         See also, e.g., Illinois Bell Tel. Co. v. Global NAPs\nIllinois, Inc., 551 F.3d 587, 591 (7th Cir. 2008) (holding that a\nsuit to collect charges provided for by an interconnection\nagreement is based on state contract law); Core Commc'ns, Inc. v.\nVerizon Pennsylvania, Inc., 493 F.3d 333 (3d Cir. 2007)\n(determining the proper forum for a suit for damages predicated\nupon breach of an interconnection agreement); ICG Telecom Grp.,\nInc. v. Qwest Corp., 375 F. Supp. 2d 1084 (D. Colo. 2005) (action\nto compel arbitration over the payment of disputed bills as\nprovided for in an interconnection agreement); New Access Commc’ns,\nL.L.C. v. Qwest Corp., 368 F. Supp. 2d 952 (D. Minn. 2005)\n(examining an arbitration award of money damages for overcharges\nmade in violation of an interconnection agreement).\n\n                                     - 26 -\n\fC.    Direct Connection with Claro\n\n                We turn next to PRTC's claim that federal law preempts\n\nthe   Board's         decision        to    require          PRTC    to   make   commercially\n\nreasonable        efforts        to   facilitate         a    direct      connection   between\n\nCentennial and Claro.                 PRTC's view is that by requiring PRTC to\n\nfacilitate the negotiation of a direct connection or lose its\n\ntransiting fees, the Board is using the threat of a penalty\n\nobliquely to require Claro to agree to a direct interconnection\n\nwith Centennial, although the Act does not place an obligation on\n\nmobile        service      carriers        to   interconnect          directly    with      other\n\ncarriers.        According to PRTC, this arrangement treads on an area\n\nthat Congress and the FCC intended to leave free from state\n\nregulation.\n\n                Under      the    Supremacy        Clause        of    Article   VI    of    the\n\nConstitution,14 Acts of Congress or pronouncements of \"'a federal\n\nagency acting within the scope of its congressionally delegated\n\nauthority'\" may preempt inconsistent state laws or state regulatory\n\nauthority.        Global NAPs, Inc. v. Verizon New Eng., Inc. (Global\n\nNAPs III), 444 F.3d 59, 71 (1st Cir. 2006) (quoting Louisiana Pub.\n\nServ.        Comm'n   v.    FCC,      476   U.S.    355,       369    (1986)).        Sometimes\n\n\n\n        14\n        \"This Constitution, and the Laws of the United States which\nshall be made in Pursuance thereof; and all Treaties made, or which\nshall be made, under the Authority of the United States, shall be\nthe supreme Law of the Land; and the Judges in every State shall be\nbound thereby, any Thing in the Constitution or Laws of any State\nto the Contrary notwithstanding.\" U.S. Const. art. VI, § 2.\n\n                                                - 27 -\n\fpreemption occurs through a clear statement of intent to preempt\n\nstate law.        Other times preemption occurs when state law directly\n\nconflicts with the dictates or purposes of federal law or when\n\nCongress     or    an   agency   has   created    a   regulatory   framework   so\n\ncomprehensive that it is intended to occupy the field to the\n\nexclusion of state supplementation.              See Weaver's Cove Energy, LLC\n\nv. Rhode Island Coastal Res. Mgmt. Council, 589 F.3d 458, 472-73\n\n(1st Cir. 2009); see also Verizon New Eng., Inc., 509 F.3d at 9\n\n(\"State regulation, even when authorized by local law, must give\n\nway not only ‘where Congress has legislated comprehensively' in a\n\nfield with an aim to occupy it, but also ‘where the state law\n\nstands as an obstacle to the accomplishment and execution of the\n\nfull    objectives      of   Congress.'\"   (quoting     Louisiana   Pub.   Serv.\n\nComm'n, 476 U.S. at 368-69)).15\n\n\n       15\n            As we explained in Weaver’s Cove Energy, LLC,\n\n            To simplify a complex area of law, preemption\n       arguments are generally divided into three categories.\n       The first, express preemption, results from language in\n       a statute revealing an explicit congressional intent to\n       preempt state law. The second, field preemption, is that\n       Congress may implicitly preempt a state law by creating\n       a pervasive scheme of regulation. The third category is\n       conflict preemption. In this category, state law is pre-\n       empted to the extent it actually conflicts with federal\n       law, that is, when compliance with both state and federal\n       law is impossible, or when the state law stands as an\n       obstacle to the accomplishment and execution of the full\n       purposes and objectives of Congress.\n\nWeaver's Cove Energy, LLC v. Rhode Island Coastal Res. Mgmt.\nCouncil, 589 F.3d 458, 472-73 (1st Cir. 2009) (internal citations\nand quotation marks omitted).\n\n                                       - 28 -\n\f            Certain state laws touching telecommunications, such as\n\nthose preventing competing LECs from entering the market, are\n\npreempted by the terms of the Act.                   See 47 U.S.C. § 253(a).\n\nCongress    took    pains,    however,    to   preserve         traditional    state\n\nauthority over telecommunications services and to maintain a role\n\nfor states within the dual regulatory regime.               For instance, § 252\n\nprovides that \"nothing in this section shall prohibit a State\n\ncommission from establishing or enforcing other requirements of\n\nState law in its review of an agreement, including requiring\n\ncompliance    with    intrastate      telecommunications          service   quality\n\nstandards    or    requirements.\"        Id.   §    252(e)(3).        Section   261\n\nsimilarly states that the Act does not prevent a state \"from\n\nimposing     requirements      on   a    telecommunications          carrier     for\n\nintrastate        services     that      are        necessary        to      further\n\ncompetition . . . , as long as the State's requirements are not\n\ninconsistent with\" the Act or the FCC's implementing regulations.\n\nId. § 261(c).\n\n            Whether    the    Act   or   the       FCC   have    preempted     state\n\ntelecommunications regulation thus depends on a determination that\n\na specific requirement is \"inconsistent\" with federal law; that is,\n\nthat the state directly has violated a clear statement in the Act\n\nor FCC rules, or that the state's chosen means of regulation\n\nclearly interfere with a federal policy goal or a method of\n\nachieving that goal.         See Verizon New Eng., Inc., 509 F.3d at 9;\n\n\n                                      - 29 -\n\fGlobal NAPs III, 444 F.3d at 72-75.            Making this determination\n\nrequires us to examine carefully the specific language in the\n\ncongressional and FCC pronouncements that PRTC claims foreclose the\n\nBoard's decision.\n\n           PRTC locates explicit congressional intent to preempt\n\nstate regulation of mobile service interconnection in § 6002 of the\n\nOmnibus Budget Reconciliation Act of 1993.16 Specifically, that act\n\nprovides   that   \"no   state   or    local   government   shall   have   any\n\nauthority to regulate the entry of or the rates charged by any\n\ncommercial mobile service . . . , except that this paragraph shall\n\nnot prohibit a State from regulating the other terms and conditions\n\nof commercial mobile services.\"        47 U.S.C. § 332(c)(3)(A).     PRTC's\n\nreliance on this section is misplaced.            On its face, § 332(c)\n\npreempts only state attempts to prevent new mobile service carriers\n\nfrom entering the market or to regulate the rates charged for\n\nwireless services, neither of which situation is at issue here.\n\nAny other state regulation of mobile service providers remains\n\nunaffected.\n\n           PRTC also contends that direct connection is not required\n\nby law, by which it means that the Act does not specify whether\n\nmobile service carriers must connect directly or indirectly with\n\nother telecommunications carriers.            The Act places a general\n\n\n     16\n            Omnibus  Budget   Reconciliation   Act   of  1993   §\n6002(b)(2)(A)(iii), Pub. L. No. 103-66, 107 Stat. 312, 394 (1993)\n(codified in relevant part in 47 U.S.C. § 332).\n\n                                     - 30 -\n\finterconnection   obligation    (direct     or   indirect)      on   all\n\ntelecommunications providers, including mobile service providers,\n\nbut imposes the stricter duty of direct connection and state\n\narbitration only on incumbent LECs.     See id. § 251(a)-(c).    As PRTC\n\ncontends, the FCC has declined to treat mobile service providers as\n\nLECs subject to the more strenuous obligations in the three-tier\n\nframework.17 See Atlas Tel. Co., 400 F.3d at 1262 & n.3 (explaining\n\nthat \"[t]he FCC has determined that [mobile service] providers\n\nqualify as telecommunications carriers, and thus are subject to the\n\nprovisions of § 251(a)\" but distinguishing these provisions from\n\nthe obligations imposed on LECs in § 251(b)-(c) (internal quotation\n\nmarks omitted)); In re Implementation of the Local Competition\n\nProvisions in the Telecomms. Act of 1996, 11 F.C.C.R. 15499, 15995-\n\n96 (1996) (order from the FCC \"declin[ing] at this time to treat\n\nCMRS providers as LECs\" and determining that \"states are preempted\n\nfrom requiring CMRS providers to classify themselves as 'local\n\nexchange carriers'\").   On this view, the Board lacks the authority\n\nto require PRTC to facilitate negotiations because federal law does\n\nnot require Claro to connect directly or to engage in mandatory\n\ninterconnection arbitration.\n\n          Although sections 253 and 332 do not interfere with the\n\nCommonwealth's power to establish regulations for the provision of\n\n\n     17\n         For an explanation of the three-tiers of obligations\nimposed by the Act on various telecommunications entities, see the\ndiscussion in section I.A., supra.\n\n                               - 31 -\n\fmobile services additional to the requirements of the Act, see 47\n\nU.S.C. §§ 253(b), 332(c)(3)(A), we note, without deciding, that it\n\nis not at all clear that the Act itself gives the Board the\n\nauthority to use the interconnection arbitration and review process\n\nto   impose    interconnection        requirements     on    an    incumbent      LEC-\n\naffiliated mobile service carrier.               See Qwest Corp. v. Arizona\n\nCorp. Comm'n, 567 F.3d 1109, 1117 (9th Cir. 2009) (holding that\n\n\"all state commission arbitration authority under Section 252 is\n\ninextricably tied to the duties imposed under Section 251\" and\n\ncannot be extended to duties created by other sections of the Act);\n\nQwest Corp. v. Pub. Utils. Comm'n of Colorado, 479 F.3d 1184, 1197\n\n(10th Cir. 2007) (stating that the commission \"may only compel an\n\n[incumbent LEC] to arbitrate with respect to services that it is\n\nunder a duty to provide\").\n\n              Here, however, the Board has set its sights not on Claro,\n\nbut on PRTC's transiting fee, a matter subject to arbitration under\n\nthe Act.       Because of PRTC's refusal to articulate any sort of\n\njustification       for    why   it    has   impeded     negotiations       between\n\nCentennial and Claro, the Board concluded that PRTC very likely was\n\nmotivated by a desire to raise Centennial's costs.                     As we have\n\nnoted, most mobile service providers in Puerto Rico have agreed to\n\nestablish direct connections with Centennial.                The reason for this\n\nis simple. By connecting directly where technically feasible, both\n\ncompanies     are   able   to    lower   their   costs      by    cutting   out    the\n\n\n                                      - 32 -\n\fmiddleman's transiting fee.           The only person who would object to\n\nsuch an arrangement would be the middleman himself.                    In this case,\n\nhowever, the middleman controls Claro, giving it an obvious motive\n\nto prevent direct connection and to impose a transiting fee that\n\nraises Centennial's costs but has less of an effect on its own\n\n(because Claro will not have to pay itself).                        Therefore, as a\n\ncondition of continuing to charge a transiting fee, the Board\n\nincluded    a    requirement    in   the    agreement        that   PRTC   would    use\n\ncommercially reasonable efforts to facilitate a direct connection.\n\n            WorldNet again provides important guidance.                      A second\n\nissue in WorldNet was whether the Board could require PRTC to\n\nprovide    a     competing    LEC    with     service       performance      standards\n\n\"superior       to   the   service   [PRTC]    .   .    .   provided    to    its    own\n\ncustomers.\"          WorldNet, 497 F.3d at 8 (emphasis omitted).                    PRTC\n\ncontended that because the Act required incumbent LECs only to\n\nprovide service \"at least equal in quality to that provided by the\n\nlocal exchange carrier\" to others, 47 U.S.C. § 251(c)(2)(C), the\n\nBoard had no authority to oblige incumbent LECs to provide any\n\ngreater amount of service.           We disagreed.          Although the Act does\n\nnot establish a right to superior service, we explained, the Act\n\ndoes not forbid states from imposing requirements above those\n\nmandated by Congress or the FCC.            WorldNet, 497 F.3d at 9.           We also\n\ndetermined that Commonwealth law permitted the Board to impose such\n\nrequirements:          \"[T]he Board is endowed with general regulatory\n\n\n                                      - 33 -\n\fpowers and is entitled to read its grant of authority broadly.\"\n\nId. at 12.\n\n              To be sure, the Act itself also does not require PRTC to\n\nfacilitate negotiations as part of its obligation to interconnect\n\ntelecommunications carriers. Yet, it certainly does not forbid it,\n\nnor does it forbid state commissions from exercising their own\n\nauthority in order to effectuate state policy.                        See id. at 7\n\n(\"[L]ocal     agencies       make     policy   on    their   own[,]     and   section\n\n252(e)(3) reserves the Board's authority to 'establish[] . . .\n\nrequirements of State law in its review of an agreement' (emphasis\n\nadded).        And     the     Act,    although      imposing    certain      federal\n\nrequirements, is intended to defer to state agencies on matters\n\nthat do not compromise the achievement of federal aims.\" (third\n\nalteration and ellipsis in original)).                   Law 213 grants the Board\n\nthe   power    to    adopt     policies     promoting     competition,     efficient\n\nservice   and       consumer    welfare     and     penalizing   anti-competitive\n\npractices.      See P.R. Laws Ann. tit. 27, §§ 265, 267(a), 267f.                  It\n\nwas well within the scope of that power to target perceived anti-\n\ncompetitive      behavior       and    to   adopt    a    policy--the    denial    of\n\ntransiting fees if PRTC's failure to facilitate negotiations cannot\n\nbe justified on business, technical or efficiency grounds--designed\n\nto address that behavior and to promote competition, efficiency and\n\nconsumer welfare.\n\n              Finally, PRTC points to two orders issued by the FCC,\n\n\n                                        - 34 -\n\fwhich declined to promulgate regulations that would establish\n\ninterconnection standards for mobile service carriers.                     In those\n\norders, the FCC stated that, because most mobile service providers\n\ndo not possess the same sort of market power in the provision of\n\nlocal telecommunications services as does an incumbent LEC, the FCC\n\npreferred to rely primarily on voluntary private agreements to\n\nachieve interconnection.               See In re Interconnection & Resale\n\nObligations    Pertaining        to    Commercial   Mobile      Radio   Servs.,   15\n\nF.C.C.R. 13523, 13528 (2008); In re Interconnection & Resale\n\nObligations    Pertaining        to    Commercial   Mobile      Radio   Servs.,   10\n\nF.C.C.R. at 10684-86.         The FCC also stated that it stood ready to\n\nintervene should later developments--such as attempts by LEC-\n\naffiliated     mobile        service      providers     to   impede      efficient\n\ninterconnection--demonstrate a need for general standards.                    In re\n\nInterconnection       &   Resale      Obligations   Pertaining     to   Commercial\n\nMobile Radio Servs., 10 F.C.C.R. at 10687-88.                     PRTC interprets\n\nthese decisions as establishing a clear intent on the part of the\n\nFCC   both    to    assert    exclusive     authority    over     mobile    service\n\ninterconnection and to prevent states from interfering with its\n\nscheme   of        voluntarily        negotiated,     private     interconnection\n\nagreements involving mobile service carriers.\n\n             We have stated previously that the structure created by\n\nthe Act demands that the FCC make its intent to foreclose state\n\nregulation especially plain:\n\n\n                                        - 35 -\n\f               The requirement of a clear indication of\n          the agency's intent to preempt is especially\n          important in the context of the TCA, which\n          \"divide[d] authority among the FCC and the\n          state commissions in an unusual regime of\n          'cooperative federalism,' with the intended\n          effect of leaving state commissions free,\n          where warranted, to reflect the policy choices\n          made by their states.\"\n\nGlobal NAPs III, 444 F.3d at 72 (quoting Global NAPs, Inc. v.\n\nMassachusetts Dep't of Telecomms. & Energy (Global NAPs II), 427\n\nF.3d 34, 46 (1st Cir. 2005)) (alteration in original).\n\n          For example, in Global NAPs III, 444 F.3d 59, 75 (1st\n\nCir. 2006), we refused to find preemption of all state regulation\n\nof intercarrier compensation for internet service provider traffic\n\nwhere the FCC had issued a preemption order addressing only one\n\naspect of such compensation while \"deferr[ing] fuller consideration\n\nof a unified system of intercarrier compensation to a future\n\nrulemaking.\"   The order at issue in Global NAPs III provides an\n\nexample of the clarity the FCC employs when it intends to preempt\n\nstate regulatory authority:\n\n               The   interim    compensation   regime   we\n          establish here applies as carriers renegotiate\n          expired     or    expiring      interconnection\n          agreements.    It does not alter existing\n          contractual obligations, except to the extent\n          that   parties    are    entitled   to    invoke\n          contractual change-of-law provisions.       This\n          Order does not preempt any state commission\n          decision regarding compensation for ISP-bound\n          traffic for the period prior to the effective\n          date of the interim regime we adopt here.\n          Because we now exercise our authority under\n          section 201 to determine the appropriate\n          intercarrier   compensation     for    ISP-bound\n\n                              - 36 -\n\f           traffic, however, state commissions will no\n           longer have authority to address this issue.\n\nIn re Implementation of the Local Competition Provisions in the\n\nTelecomms. Act of 1996, 16 F.C.C.R. 9151, 9189 (2001) (emphasis\n\nadded).\n\n           Nothing even approaching such a clear statement exists in\n\neither order at issue in this case.          The FCC's orders declined only\n\nto   promulgate   rules      of   general    applicability.          See       In   re\n\nInterconnection   &    Resale     Obligations    Pertaining     to    Commercial\n\nMobile Radio Servs., 15 F.C.C.R. at 13532 (\"We do not think there\n\nis an adequate record to support regulations addressing such issues\n\n. . . .\"); In re Interconnection & Resale Obligations Pertaining to\n\nCommercial Mobile Radio Servs., 10 F.C.C.R. at 10668 (concluding\n\nthat \"at present it would be premature for the Commission to\n\npropose or adopt rules of general applicability requiring direct\n\ninterconnection    arrangements       between        CMRS   providers\").             A\n\ndetermination that it would be imprudent to adopt a rule imposing\n\ninterconnection standards and obligations on every mobile service\n\nprovider at the national level is a far cry from a determination\n\nthat state commissions should be barred from imposing requirements\n\non individual LECs in the context of an arbitrated interconnection\n\nagreement because they might affect wireless interconnection.                       Cf.\n\nWorldNet, 497 F.3d at 9, 12 (explaining that the FCC's inability to\n\npromulgate   general    regulations     does    not    circumscribe        a    state\n\ncommission's   power    to    effectuate     state    policy   when    reviewing\n\n                                    - 37 -\n\finterconnection agreements); Indiana Bell Tel. Co., 362 F.3d at 393\n\n(\"[W]e do not agree with the premise . . . that because the FCC may\n\nnot implement a blanket regulation requiring superior quality, the\n\n[state commission] may not require acceptance testing when, after\n\nindividualized review, it finds it to be in the public interest and\n\na means of promoting competition in [the state].\").\n\n           The Board did not adopt a regulation requiring all mobile\n\nservice providers in Puerto Rico to agree to direct connections\n\nfrom all suitors.     Indeed, it did not even require Claro to\n\ninterconnect directly.      Instead, it offered PRTC an opportunity\n\neither to facilitate negotiations or to explain why its failure to\n\ndo so was justified on any business, technology or efficiency\n\nground other than to raise its rival's costs.         This obligation\n\nextends only to \"commercially reasonable efforts.\"      R.1, Ex. 4 at\n\n14.   If PRTC can offer a reason for not connecting Claro directly\n\nwith Centennial other than anti-competitive animus, the Board will\n\ndecline to take action, thereby preserving Claro's ability \"to\n\nprovide interconnection . . . either directly or indirectly, based\n\nupon [its] most efficient technical and economic choices.\"          In re\n\nImplementation   of   the   Local   Competition   Provisions   in     the\n\nTelecomms. Act of 1996, 11 F.C.C.R. at 15991.\n\n           The Board's requirement also does not interfere with the\n\nFCC's policy goal of fostering voluntary interconnection agreements\n\n\n\n\n                                - 38 -\n\fwith mobile service providers.18          In declining for the time being\n\nto   promulgate    general    interconnection         obligations      for    mobile\n\nservice    carriers,    the   FCC    noted    the     possibility      that       \"LEC-\n\naffiliated CMRS carriers may have a unique incentive to deny\n\ninterconnection so as to keep CMRS-to-CMRS traffic interconnected\n\nthrough the local exchange landline network, and to continue to\n\ncollect    CMRS   interconnection      charges      from   both   sets       of    CMRS\n\nproviders    through    their    access      charge    structures.\"           In     re\n\nInterconnection     &   Resale   Obligations        Pertaining    to   Commercial\n\nMobile Radio Servs., 10 F.C.C.R. at 10688.                 The FCC also stated\n\nthat \"some potential might exist for CMRS providers to raise their\n\nrivals' costs by denying direct interconnection, or increasing the\n\nprice of direct interconnection to the price charged by the LEC for\n\nindirect interconnection.\"          Id. at 10682-83.\n\n            Given that the FCC's statements focus on the behavior\n\nthat the Board is attempting to address here, we cannot find a\n\nclear indication on the part of the FCC to preempt attempts by\n\nstate commissions to address the fee structure charged by incumbent\n\nLECs in order to remove an incentive for anti-competitive and\n\n\n      18\n        Cf. Verizon New Eng., Inc. v. Maine Pub Utils. Comm'n, 509\nF.3d 1, 9 (1st Cir. 2007) (finding a state commission's ability to\nimpose   interconnection    requirements   preempted   where   the\nrequirements were \"in direct conflict with specific FCC policies\"\ndesigned to \"free the carriers from such compulsion\"); Wisconsin\nBell, Inc. v. Bie, 340 F.3d 441 (7th Cir. 2003) (holding that a\nstate requirement that incumbent LECs file a tariff directly\nfrustrated the Act's system of negotiated agreements because it\ndamaged the bargaining position of the incumbent LECs).\n\n                                     - 39 -\n\finefficient interconnection arrangements.            Moreover, the FCC's\n\npromise to remain \"particularly vigilant in policing, where they\n\nexist, any efforts by CMRS providers to deny interconnection in\n\norder to gain an unfair competitive advantage,\" id. at 10687, was\n\nnot, as PRTC asserts, a statement of an intent to occupy the field,\n\nbut instead a promise to keep an eye out in case it needed to\n\n\"revisit the need for adopting interconnection rules of general\n\napplicability.\"   Id. (emphasis added).        On an intent to occupy the\n\nfield, \"it is, at best, ambiguous . . . , and ambiguity is not\n\nenough to preempt state regulation here.\"           Global NAPs III, 444\n\nF.3d at 72.\n\n           To summarize, we hold that because Law 213 authorizes the\n\nBoard to foster competition in the market for telecommunications\n\nservices and because federal law does not preempt the Board's\n\ndecision to require PRTC to use commercially reasonable efforts to\n\nfacilitate a direct connection between Centennial and Claro, the\n\nBoard's order was proper.         First, neither the Act nor the FCC\n\norders contain a clear statement of \"an explicit . . . intent to\n\npreempt state law.\"     Weaver's Cove Energy, LLC, 589 F.3d at 472.\n\nSecond,   the   Act   has   not   \"creat[ed]    a   pervasive   scheme   of\n\nregulation,\" id., that implicitly preempts state authority to\n\nregulate anti-competitive practices by incumbent LECs.          Quite the\n\ncontrary, the Act's scheme of coordinate federalism explicitly\n\npreserves a role for states to implement policy in their review of\n\n\n                                  - 40 -\n\finterconnection agreements.    Finally, the Board's order does not\n\nstand \"in direct conflict with specific FCC policies\" or \"as an\n\nobstacle to the accomplishment and execution of the full objectives\n\nof Congress.\"     Verizon New Eng., Inc., 509 F.3d at 9 (quotation\n\nmarks omitted).\n\n\n\nD.   VOIP Traffic\n\n           We turn, then, to PRTC's final contention, which is that\n\nwe should reverse the district court's holding that the Board's\n\ndecision not to enumerate VOIP separately as a permissible traffic\n\nactivity was arbitrary and capricious.   According to PRTC, VOIP is\n\na kind of technology, not a kind of traffic, and thus at least some\n\nof the calls placed through VOIP technology can be covered by\n\nenumerated traffic types.     Given this distinction, PRTC asserts,\n\nthe Board's decision not to enumerate VOIP was rational and avoided\n\nthe possibility of creating new, unforeseen problems.    Centennial\n\nasserts, however, that the Board committed a clear, irrational\n\nerror of logic by acknowledging that the parties already exchange\n\nVOIP traffic and limiting the meet points to specified classes of\n\ntraffic, yet refusing to include VOIP among the permissible types\n\nof traffic.   The Board does not defend its decision at all.19\n\n\n      19\n          The Board does not contest the district court's\ndetermination, nor does it explain how it reached the decision it\ndid. Instead, its only comment on the matter is:\n\n     The Board does not join [PRTC's] argument.   The district\n\n                                - 41 -\n\f            Under the arbitrary and capricious standard of review, an\n\nagency's    decision   will   be   upheld   unless   \"the   agency    lacks   a\n\nrational basis for making the determination or if the decision was\n\nnot based on consideration of the relevant factors.\"                 River St.\n\nDonuts, LLC v. Napolitano, 558 F.3d 111, 114 (1st Cir. 2009)\n\n(quotation marks omitted).\n\n            If the district court is correct that VOIP is a kind of\n\ntraffic, then one might conclude from reviewing the record that the\n\nBoard \"commit[ted] a clear error of judgment,\" Town of Winthrop v.\n\nFed. Aviation Admin., 535 F.3d 1, 8 (1st Cir. 2008), justifying\n\nreversal.     On the other hand, if VOIP is merely a technology\n\nalready covered in part by other categories, then that would\n\nexplain how the Board could say simultaneously that only enumerated\n\ntraffic types could be exchanged at meet points and that the\n\nparties already were exchanging VOIP calls.          That decision would,\n\nmoreover, be based on a consideration of the relevant factors, such\n\nas a lack of history of disputes over VOIP calls, uncertainty about\n\nfuture FCC action and the potential that enumerating VOIP traffic\n\n\n     court's opinion held that VOIP traffic should be included\n     in the enumerated categories to the extent they are not\n     already covered by those categories. If, as PRTC argues,\n     VOIP is covered by the existing enumerated categories of\n     traffic to be exchanged, then there is no issue. If not,\n     then, given that the parties are already exchanging such\n     traffic, the Board does not object [to] confirming this\n     practice by including VOIP traffic in the interconnection\n     agreement.\n\nBoard Br. 36-37 (internal citation omitted).\n\n                                   - 42 -\n\fseparately could create new problems.\n\n           Unfortunately, whether VOIP already is covered by the\n\nparties' interconnection agreement is an unresolved question. PRTC\n\nasserts that VOIP is a technology, but that does little to resolve\n\nthe central question:      whether VOIP calls are subsumed by types of\n\ntraffic   enumerated      in   the    agreement.       On    that     point,    PRTC\n\nequivocates, saying only that \"VOIP technology may very well be.\"\n\nPRTC Br. 54.    Nor does the Board do much to clarify its decision,\n\ntelling us only that if VOIP is already covered, then there is no\n\nissue.\n\n           We   are    hesitant        to     insert      ourselves     into     the\n\nclassification and regulation of VOIP traffic on such a muddled\n\nrecord.   VOIP presents a number of sensitive technical and policy\n\nconsiderations better left to the FCC and state commissions.                    Some\n\nVOIP calls originate on a computer and terminate at a telephone, or\n\nvice   versa.     Other    VOIP      calls,    however,     both    originate    and\n\nterminate on an actual telephone; for this type of call, the\n\ninternet provides the medium of transmission on at least one end of\n\nthe conversation.      There are obvious differences between these\n\ntypes of calls.    The FCC may choose to treat each configuration in\n\na different way; conversely, it may choose to treat them in the\n\nsame way, or not to regulate them at all.\n\n           In addition, at argument, counsel for the Board explained\n\nthat a key consideration in refusing to enumerate VOIP separately\n\n\n                                      - 43 -\n\fwas its fear that Centennial would use a general VOIP category as\n\na Trojan horse to give it access to the meet points for types of\n\ncalls for which it would otherwise owe PRTC separate compensation.\n\n           Given       the   possibility   for    abuse,    the   lack   of   past\n\ndisputes and the uncertain regulatory environment, we believe the\n\nBoard was wise to keep its powder dry and save final resolution of\n\nthe VOIP question for a later day.             Cf. Town of Winthrop, 535 F.3d\n\nat 13 (holding that, when an agency is faced with an \"area of\n\nresearch   .   .   .    still    developing,\"     it   is   not   arbitrary   and\n\ncapricious to decline to take action while \"evaluat[ing] the issue\n\nmore fully\").\n\n           Although we agree with the district court that the\n\nBoard's language is confusing, we believe that the Board's order\n\nmeant to convey that some, if not all, VOIP traffic has been and\n\nwill continue to be exchanged at the meet points under other,\n\nspecifically enumerated headings.                See FCC v. Fox Television\n\nStations, Inc., 129 S. Ct. 1800, 1810 (2009) (stating that a court\n\n\"should 'uphold a decision of less than ideal clarity if the\n\nagency's   path    may       reasonably   be   discerned'\"    (quoting    Bowman\n\nTransp., Inc. v. Arkansas-Best Freight Sys., Inc., 419 U.S. 281,\n\n286 (1974))).      Nothing in the Act mandates that the Board permit\n\nall types of VOIP traffic to be exchanged, so the exclusion of\n\ncertain types of calls not covered by enumerated traffic categories\n\nis permissible.         If later disputes create a need for specific\n\n\n                                     - 44 -\n\fintervention, then the Board can tailor a remedy to the specific\n\nproblems presented before it.     Moreover, the Board can certainly\n\ntake into account PRTC's representations during this litigation in\n\nassessing a proper response to any future problems.\n\n\n\n                           Conclusion\n\n          We hold that neither Puerto Rico nor federal law cabin\n\nthe Board's authority as narrowly as PRTC contends.      The Board\n\npossesses the power under Puerto Rico law to impose liquidated\n\ndamages clauses in telecommunications interconnection agreements.\n\nMoreover, federal law does not prevent the Board from regulating\n\npotentially anti-competitive behavior associated with transiting\n\nfees charged by incumbent local exchange carriers.    We also hold\n\nthat the Board's reluctance to enumerate VOIP calls separately was\n\nsupported by a consideration of relevant factors and possessed a\n\nrational basis. Accordingly, the judgment of the district court is\n\naffirmed in part and reversed in part, and we remand to allow the\n\ndistrict court to enter summary judgment for the Board.         The\n\nparties shall bear their own costs in this appeal.\n\n          AFFIRMED in PART and REVERSED in PART.\n\n\n\n\n                                - 45 -\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>634 F.3d 17 (2011)</b></center>\n<center><h1>CENTENNIAL PUERTO RICO LICENSE CORP., Plaintiff, Appellee,<br>\nPuerto Rico Telephone Company, Inc., Plaintiff, Appellant,<br>\nv.<br>\nTELECOMMUNICATIONS REGULATORY BOARD OF PUERTO RICO, Defendant, Appellee, <span class=\"star-pagination\">*18</span> <br>\nVicente Aguirre Iturrino; Sandra Torres López; Nixyvette Santini Hernández, Defendants.</h1></center>\n<center>No. 10-1091.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 16, 2010.</center>\n<center>Decided February 7, 2011.</center>\n<p><span class=\"star-pagination\">*20</span> Eduardo R. Guzmán-Casas, with whom Joe D. Edge, Christopher C. Sabis and Drinker Biddle &amp; Reath LLP were on brief, for appellant.</p>\n<p>Robert F. Reklaitis, with whom Leslie Paul Machado and LeClair Ryan were on brief, for appellee Telecommunications Regulatory Board of Puerto Rico.</p>\n<p>Christopher W. Savage, with whom Davis Wright Tremaine LLP was on brief, for appellee Centennial Puerto Rico License Corp.</p>\n<p>Before TORRUELLA, RIPPLE,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>RIPPLE, Circuit Judge.</p>\n<p>The plaintiff telecommunications companies brought these consolidated actions in the United States District Court for the District of Puerto Rico against defendants-appellees Telecommunications Regulatory Board of Puerto Rico (\"the Board\") and <span class=\"star-pagination\">*21</span> various individual commissioners. They alleged violations of federal and commonwealth law in connection with the arbitration and approval of the companies' interconnection agreements. On cross-motions for summary judgment, the district court issued an opinion and order granting in part and denying in part summary judgment for the Board, granting in part and denying in part summary judgment for plaintiff-appellee Centennial Puerto Rico License Corporation (\"Centennial\"), vacating in part the Board's order on reconsideration and denying in full summary judgment for plaintiff-appellant Puerto Rico Telephone Company, Inc. (\"PRTC\"). PRTC now seeks review of the district court's decision. We believe that the Board was correct in all aspects of its order. Therefore, we affirm in part and reverse in part the judgment of the district court and remand for proceedings consistent with this opinion.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>BACKGROUND</h2>\n<p></p>\n<h2>A. The Statutory Scheme</h2>\n<p>Congress enacted the Telecommunications Act of 1996 (\"the Act\") to reduce regulation of the telecommunications industry and to end the historical monopoly of incumbent local exchange carriers (\"LECs\") over local telecommunications services.<sup>[1]</sup> In addition to removing state regulatory barriers to new entry, <i>see</i> 47 U.S.C. § 253,<sup>[2]</sup> Congress sought to encourage competition by mandating that carriers interconnect with one another and by requiring incumbent LECs to share elements of their existing telecommunications infrastructure with competing LECs. <i>See id.</i> §§ 251-252.</p>\n<p>To achieve these goals, the Act creates \"a three-tier system of obligations imposed on separate, statutorily defined telecommunications entities.\" <i>Atlas Tel. Co. v. Oklahoma Corp. Comm'n,</i> 400 F.3d 1256, 1262 (10th Cir.2005). First, all telecommunications carriers have a duty \"to interconnect directly or indirectly with the facilities and equipment of other telecommunications carriers.\" 47 U.S.C. § 251(a)(1). Second, the Act imposes a number of duties upon all LECs (both incumbent and competing), including the duty \"not to prohibit, and not to impose unreasonable or discriminatory conditions or limitations on, the resale of its telecommunications services.\" <i>Id.</i> § 251(b)(1). Finally, the Act obliges incumbent LECs to lease to competitors unbundled elements of their existing local networks, <i>id.</i> § 251(c)(3), to interconnect calls from customers of one LEC to customers of another LEC, <i>id.</i> § 251(c)(2), to allow competitors to purchase the incumbents' services at wholesale rates and resell those services at retail, <i>id.</i> § 251(c)(4), and to negotiate in good faith the terms of providing interconnection and services to other carriers, <i>id.</i> § 251(c)(1). The Act also directs the FCC <span class=\"star-pagination\">*22</span> to promulgate regulations implementing these provisions and to set standards of service and interconnection. <i>See id.</i> § 251(d).</p>\n<p>Although the incumbent LECs' obligations to furnish network elements and allow interconnection are mandatory, Congress intended that the parties negotiate, in the first instance without government intervention, the terms of use and interconnection. <i>See id.</i> § 252(a). Section 252 sets forth the procedures for telecommunications providers to follow in requesting and negotiating the terms of these agreements.</p>\n<p>Upon a request for access from a telecommunications provider, an incumbent LEC must enter into good-faith negotiations to reach a voluntary interconnection agreement. <i>Id.</i> § 252(a)(1). At any time during the negotiations, a party may ask a state commission to participate as a mediator. <i>Id.</i> § 252(a)(2). If negotiations prove unsuccessful, subsection 252(b) establishes a mechanism through which any party may petition the state commission to compel arbitration of any unresolved terms. In addition, subsection 252(e) requires any interconnection agreement reached by negotiation or arbitration to be submitted to the state commission for approval; it also specifies the grounds on which the commission may reject the agreement. <i>See</i> § 252(e)(1)-(2).</p>\n<p>Specifically, a state commission may reject an arbitrated agreement only if it finds that \"the agreement prescribed by the arbitrator (1) does not hold the carriers to their obligations under section 251... or (2) fails to meet the pricing standards of section 252(d).\" <i>WorldNet Telecomms., Inc. v. Puerto Rico Tel. Co.,</i> 497 F.3d 1, 5-6 (1st Cir.2007) (citing 47 U.S.C. § 252(e)(2)(B)). In reviewing agreements, the state commission is also bound by any standards set by the FCC. <i>See </i><i>AT &amp; T Corp. v. Iowa Utils. Bd.,</i> 525 U.S. 366, 384-85, 119 S.Ct. 721, 142 L.Ed.2d 835 (1999); <i>Global NAPs, Inc. v. Verizon New Eng., Inc.</i> (<i>Global NAPs I</i>), 396 F.3d 16, 19 (1st Cir.2005). Despite these limitations, the Act provides that \"nothing in this section shall prohibit a State commission from establishing or enforcing other requirements of State law in its review of an agreement, including requiring compliance with intrastate telecommunications service quality standards or requirements.\" 47 U.S.C. § 252(e)(3). A party dissatisfied with the state commission's determination can seek review in federal district court. <i>See id.</i> § 252(e)(6).</p>\n<p>The Act thus engages in a process of \"cooperative federalism,\" <i>Puerto Rico Tel. Co. v. Telecomms. Regulatory Bd. of Puerto Rico,</i> 189 F.3d 1, 8 (1st Cir.1999): It sets certain minimum interconnection and service obligations and provides the FCC with the power to set general standards. However, it also leaves room for otherwise consistent state regulations, <i>see</i> 47 U.S.C. § 253(b),<sup>[3]</sup> and it vests in the several state commissions the authority to implement state policy and to impose additional, individual requirements on telecommunications providers by reviewing interconnection agreements. <i>See </i><i>Verizon New Eng., Inc. v. Maine Pub. Utils. Comm'n,</i> <span class=\"star-pagination\">*23</span> 509 F.3d 1, 7 (1st Cir.2007) (describing the \"dual federal-state regime\"); <i>WorldNet,</i> 497 F.3d at 9 (stating that \"the Act sets a federally mandated floor of equal service, and State commissions retain authority to `raise the bar'\") (quoting <i>Indiana Bell Tel. Co. v. McCarty,</i> 362 F.3d 378, 391-93 (7th Cir.2004)).</p>\n<p>In order to strike a balance between federal and state interests, the Act provides that the FCC \"shall not preclude the enforcement of any regulation, order, or policy of a State commission\" that is \"consistent with the requirements\" of § 251 and \"does not substantially prevent implementation of the requirements of [§ 251] and the purposes\" of the Act. 47 U.S.C. § 251(d)(3)(B)-(C). The Act also disclaims at least to a certain extentpreemption of state law:</p>\n<blockquote>Nothing in this part precludes a State from imposing requirements on a telecommunications carrier for intrastate services that are necessary to further competition in the provision of telephone exchange service or exchange access, as long as the State's requirements are not inconsistent with this part or the Commission's regulations to implement this part.</blockquote>\n<p><i>Id.</i> § 261(c).</p>\n<p></p>\n<h2>B. Proceedings Before the Board</h2>\n<p>In 2005, PRTC, an incumbent LEC, and Centennial, a competing LEC, completed two interconnection agreements, which they renegotiated in 2008. During the renegotiation, PRTC and Centennial failed to reach an agreement on eighteen issues, and Centennial petitioned the Board, the commission responsible for administering the Act in Puerto Rico, to compel arbitration. The Board-appointed arbitrator conducted a hearing, and then the Board issued a decision resolving the outstanding issues. Later, the Board modified its decision on reconsideration.<sup>[4]</sup> Three of those issues are relevant here:</p>\n<p></p>\n<h2>1. Billing Dispute Fees</h2>\n<p>The 2005 agreements contained a term governing billing disputes between the parties. Under this term, if an invoiced party disputed a service bill, that party was required to put the invoiced amount in escrow. If the invoicing party prevailed in the dispute, it was entitled to the escrowed funds plus interest and a \"late payment penalty.\" R.1, Ex. 1 at 9 (Report and Order, Aug. 8, 2008, at 6). The agreement did not provide, however, for a reciprocal erroneous billing penalty if the invoiced party prevailed. During renegotiation, Centennial (which, it seems, is usually the invoiced party) wished to dispense with the late payment penalty, and PRTC wished to retain it. The Board determined that the agreements would retain the late payment fee.</p>\n<p>On reconsideration, the Board reversed its initial determination. In order to achieve symmetry, the Board decided that the parties should either include both a \"late payment fee\" and an \"erroneous billing fee\" or abjure both fees. R.1, Ex. 4 at 10 (Order on Reconsideration, Nov. 25, 2008) (quotation marks omitted). According to the Board, although it believed at first that a late payment fee would compensate the party wrongly denied use of the funds in a way that an erroneous billing fee would not, upon reconsideration it determined that the party billed erroneously also was denied use of the funds while in escrow and that an erroneous billing fee would encourage responsible <span class=\"star-pagination\">*24</span> billing practices. After the Board's order, the parties chose to include both billing dispute fees.</p>\n<p></p>\n<h2>2. Direct Connection with Claro</h2>\n<p>PRTC operates a mobile telephone service carrier division called Claro.<sup>[5]</sup> When calls are made between customers of Claro and customers of Centennial or its mobile service division, PRTC facilitates an indirect connection (that is, a connection running first from Centennial to PRTC's wired network and then to Claro rather than directly from Centennial to Claro) and charges Centennial a transiting fee for the connection. Although Centennial had reached direct connection agreements with most other mobile service providers in Puerto Rico, PRTC had refused to facilitate negotiations between Claro and Centennial. During renegotiation, Centennial demanded that PRTC either use commercially reasonable efforts to facilitate a direct connection or cease charging the transiting fee. The Board agreed in part, giving PRTC three months to use \"commercially reasonable efforts\" to facilitate a direct connection between Claro and Centennial. R.1, Ex. 1 at 35 (Report and Order at 32) (quotation marks omitted). If a direct connection did not result, the Board would require PRTC to explain why a direct connection was infeasible for business, technical or efficiency reasons. During that period of explanation, Centennial could withhold transiting fees pending a further determination by the Board. The Board upheld this determination on reconsideration.</p>\n<p></p>\n<h2>3. Meet Points</h2>\n<p>The points at which Centennial's and PRTC's networks physically interconnect (called \"meet points,\" <i>id.</i> at 15 (Report and Order at 12),) can be used to exchange many different types of telecommunications traffic, but the 2005 agreements limited the types of traffic permitted to be exchanged at the meet points to certain, specifically enumerated categories. During the renegotiation, Centennial asserted that federal law provided it with an absolute right to exchange any type of traffic it wished. As such, Centennial asked the Board to amend the agreements to permit PRTC and Centennial to exchange \"any lawful traffic.\" <i>Id.</i> (quotation marks omitted). Centennial particularly was interested in ensuring that the agreement permit voice-over internet protocol (\"VOIP\") traffic. VOIP refers to calls routed in whole or in part over the internet rather than over traditional telephone lines. VOIP users can place telephone calls from their computers to, and receive calls from, other computers or regular telephones, or can place calls through VOIP-connected telephones. Although the calls are routed through the internet for the VOIP user, calls going to or originating from traditional telephone users are switched through local exchange carriers, creating a substantial set of interconnection issues.</p>\n<p>The Board ruled against Centennial on this point, determining that federal law does not give Centennial a right to exchange all types of traffic at meet points, that the FCC was still wrestling with how to resolve issues posed by various types of interconnection traffic, and that it would be more prudent to limit exchanged traffic to categories specifically enumerated absent a showing of anti-competitive efforts <span class=\"star-pagination\">*25</span> on the part of an LEC to refuse reasonable interconnection requests.</p>\n<p>On reconsideration, the Board retained its determinations regarding the enumeration of permissible meet-point traffic. In addition, the Board refused Centennial's alternative request to enumerate specifically VOIP traffic in the agreements. According to the Board, Centennial had failed to demonstrate</p>\n<blockquote>that there is any need to specifically call out VoIP trafficwhich can encompass different servicesfor special attention. We understand that the Parties today exchange VoIP traffic without difficulty. Obviously, if the status of VoIP traffic changes in the future, or if other circumstances warrant, the Parties can renegotiate this provision.</blockquote>\n<p>R.1, Ex. 4 at 7.</p>\n<p></p>\n<h2>C. Proceedings Before the District Court</h2>\n<p>PRTC and Centennial filed separate petitions for review in the district court under 47 U.S.C. § 252(e)(6), each alleging that the Board violated different provisions of federal and commonwealth law in its approval and modification of the agreements. After the petitions were consolidated, the companies and the Board each moved separately for summary judgment. The district court held that the parties had stipulated that no genuine issues of material fact existed and resolved which parties were entitled to judgment as a matter of law on the various disputed issues. <i>See Centennial Puerto Rico License Corp. v. Telecomms. Regulatory Bd. of Puerto Rico,</i> Nos. 08-2436, 09-1002, 2009 WL 4407214, at *1 (D.P.R. Nov.25, 2009).<sup>[6]</sup></p>\n<p></p>\n<h2>1. Billing Dispute Fees</h2>\n<p>With respect to the billing dispute fees, the district court rejected PRTC's contention that Puerto Rico Law 213,<sup>[7]</sup> which Puerto Rico courts have held does not provide the Board with jurisdiction to award damages in suits between telecommunications providers, prohibits the Board from including terms in an interconnection agreement that require one telecommunications provider to pay a penalty fee to another. According to the district court, PRTC's position was foreclosed by our holding in <i>WorldNet Telecommunications, Inc. v. Puerto Rico Telephone Co.,</i> 497 F.3d 1, 8 (1st Cir.2007), that \"neither the Act nor Puerto Rico precedent forbids [the imposition of] incentive-based liquidated damages\" in an arbitrated interconnection agreement.</p>\n<p></p>\n<h2>2. Direct Connection with Claro</h2>\n<p>With respect to the transiting fees between Centennial and Claro, the district court rejected PRTC's claim that the FCC's decision not to promulgate regulations imposing interconnection obligations on mobile service carriers preempts state authority to require PRTC to make commercially reasonable efforts to facilitate a direct connection between Claro and Centennial. The district court held, however, that the Board did not impose a direct connection requirement as such, but only a requirement to facilitate negotiations. The arbitration and approval of an interconnection agreement did not constitute state regulation of mobile service carriers. Further, the court noted that the Board's decision was consistent with the FCC's fears that \"`LEC-affiliated [mobile service] carriers,' like Claro, might unreasonably <span class=\"star-pagination\">*26</span> deny efficient connection\" and with the FCC's suggestion that such a \"denial would justify regulatory intervention.\" <i>Centennial Puerto Rico License Corp.,</i> 2009 WL 4407214, at *5 (quoting <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. 10666, 10687-88 (1995)).</p>\n<p></p>\n<h2>3. Meet Points</h2>\n<p>With respect to VOIP traffic, the district court disagreed with Centennial's claim that federal law entitles it to exchange all lawful traffic at meet points. It agreed with Centennial, however, that the Board's decision not to enumerate VOIP traffic separately was arbitrary and capricious. According to the court:</p>\n<blockquote>The parties agree that VoIP traffic does not fall into any of the categories already enumerated, yet Centennial and PRTC are allowed to exchange VoIP traffic. Since the Board decided that Centennial and PRTC must maintain a list of allowed traffic, thereby excluding all other traffic, its decision to allow VoIP traffic without including it on the enumerated list is arbitrary and capricious. Thus, the Board erred in excluding VoIP traffic from the enumerated list, to the extent that VoIP traffic does not already fall under an enumerated category.</blockquote>\n<p><i>Id.</i> at *9. This appeal followed.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>\"Where as here judicial review is based on the agency record, we apply to the agency ordinary review standards, accepting the district court decision merely as it may be persuasive.\" <i>WorldNet,</i> 497 F.3d at 5. We review the Board's interpretations of federal and state law de novo, <i>see id.</i> at 5, 11; <i>Global NAPs I,</i> 396 F.3d at 23, but we note that \"it is customary where any doubt exists to give some deference to the agency charged with administering the statute,\" <i>WorldNet,</i> 497 F.3d at 11.</p>\n<p>We have not yet had occasion to determine the correct standard for reviewing other determinations by the Board, such as its findings of facts and applications of the law in resolving disputes over the terms of an agreement; however, we have noted that other circuits have applied an arbitrary and capricious standard. <i>See </i><i>Global NAPs I,</i> 396 F.3d at 24 n. 8 (citing <i>MCI Telecomms. Corp. v. Ohio Bell Tel. Co.,</i> 376 F.3d 539, 548 (6th Cir.2004); <i>U.S. West Commc'ns, Inc. v. Sprint Commc'ns Co.,</i> 275 F.3d 1241, 1248 (10th Cir. 2002); <i>Sw. Bell Tel. Co. v. Waller Creek Commc'ns, Inc.,</i> 221 F.3d 812, 816 (5th Cir.2000); <i>US West Commc'ns, Inc. v. MFS Intelenet, Inc.,</i> 193 F.3d 1112, 1117 (9th Cir. 1999)); cf. WorldNet, 497 F.3d at 5 (stating that \"[t]he ordinary standards for reviewing agency decisions are deferential (in varying degrees) as to matters of fact, policy and application of general standards, but de novo as to questions of law\"). Because we must evaluate the Board's decision regarding VOIP traffic,<sup>[8]</sup> a decision based on findings of fact and policy determinations, we now must determine the appropriate standard of review. The parties all agree that arbitrary and capricious review applies. Our earlier decisions have implied that this standard of review is the correct one, and we see no reason that \"ordinary standards for reviewing agency decisions,\" <i>WorldNet,</i> 497 F.3d at 5, should not apply. We therefore adopt <span class=\"star-pagination\">*27</span> the position taken by our sister circuits and explicitly hold that, \"where no error of law exists, the state agency's other determinations are reviewed under the arbitrary and capricious standard,\" <i>Global NAPs I,</i> 396 F.3d at 24 n. 8.</p>\n<p></p>\n<h2>B. Billing Dispute Fees</h2>\n<p>We begin with PRTC's contention that, because the Board lacks jurisdiction under Puerto Rico law to adjudicate claims for damages between telecommunications carriers, it similarly lacks the ability, when reviewing an interconnection agreement, to order or approve the insertion of monetary penalty provisions that are \"akin to an award of damages.\" PRTC Br. 27. As support, PRTC invites our attention to two cases from Commonwealth courts that limited the ability of the Board to act as a traditional court in adjudicating actions for damages or for fines that would result effectively in the payment of damages to a third party (rather than to the Board itself). <i>See </i><i>Caribe Commc'ns, Inc. v. Puerto Rico Tel. Co.,</i> 157 D.P.R. 203, 228 (2002); <i>Pan Am. Tel. Co. v. Junta Reglamentadora de Telecomunicaciones de Puerto Rico,</i> Nos. KLRA 0300394, KLRA 0300400, KLRA 0300402, 2004 P.R.App. LEXIS 704 (P.R. Cir. May 25, 2004). These precedents, PRTC believes, apply with equal force to the Board's authority to impose terms in arbitrated interconnection agreements providing for liquidated damages or penalties without the consent of all of the parties.</p>\n<p>This is not the first time we have considered the Board's authority to adopt liquidated damages provisions in an interconnection agreement. In <i>WorldNet,</i> we reviewed the Board's decision to reject an arbitrator's order including a liquidated damages provision in an interconnection agreement between PRTC and WorldNet, another LEC, because the amount of liquidated damages did not correspond to predicted actual damages, and thus was \"intended to punish [PRTC], not to compensate WorldNet.\" 497 F.3d at 4. We took this statement to mean that the Board \"assumed that liquidated damages exceeding a reasonable estimate of damages to WorldNet were forbidden either by Puerto Rico law or by something inherent in the concept of liquidated damages.\" <i>Id.</i> at 6.</p>\n<p>We held that this assumption was erroneous. Not only are Puerto Rico courts \"more solicitous of liquidated damages clauses than their Anglo-American counterparts,\" <i>id.</i> at 7,<sup>[9]</sup> but the interconnection agreements are also a special breed of contract, one that mixes the commercial interests of the parties with the policy interests of the federal and state governments. We noted that</p>\n<blockquote>interconnection agreements are not ordinary commercial contracts: the Act dictates their creation; they are imposed <span class=\"star-pagination\">*28</span> by involuntary arbitration and agency review if the parties cannot agree; and their aim is to secure the public benefit of competition. Incentive payments not limited to actual damages (e.g., civil penalties and criminal fines) are familiar devices to achieve public ends. So courts, as a matter of federal law, have allowed states to approve interconnection agreements imposing liquidated damages that include incentive elements exceeding actual compensation.</blockquote>\n<p><i>Id.</i> at 7. Although we acknowledged that the Board may wish to prohibit such provisions as an independent policy choice, we held that, in making that determination, \"the Board must recognize that neither the Act nor Puerto Rico precedent forbids incentive-based liquidated damages ... and that the Board should not assume an inability to use cost-based liquidated damages.\" <i>Id.</i> at 8.</p>\n<p>Recognizing the difficulty that <i>WorldNet</i> poses to its position, PRTC attempts to explain why the doctrine of issue preclusion should not prevent it from relitigating this issue even though it failed to raise its theory about the Board's authority during the <i>WorldNet</i> litigation. We do not think that the issue before us is best regarded as one of issue preclusion, but simply as one of binding precedent. Regardless of whether <i>WorldNet</i> considered the particular theory now offered by PRTC, the fundamental holding of <i>WorldNet</i> is that an arbitrated interconnection agreement may contain liquidated damages provisions that are designed to create incentives or to approximate costs and are inserted over the objection of one of the parties.</p>\n<p>Nevertheless, PRTC invites us to overrule (or at least to distinguish) <i>WorldNet</i> based on PRTC's assertion that, despite the general appropriateness of penalty clauses under commonwealth law, Puerto Rico courts have denied the Board itself the power to require the addition of liquidated damages provisions into arbitrated interconnection agreements. <i>WorldNet</i> addressed the Board's perception that Puerto Rico law forbids penalty clauses as a general matter. However, PRTC now has devised a new theory that Puerto Rico law does not grant <i>the Board</i> specific jurisdiction to impose liquidated damages provisions on unconsenting parties. In other words, the old theory targeted the content of the provision, and the new theory targets the scope of the Board's authority to require the provision.</p>\n<p>At the outset, we note that the Board did not actually mandate the inclusion of the erroneous billing fee. Instead, it declined to order the imposition of any fee related to billing disputes and left to the parties the option to includeif they so desiredreciprocal fee provisions. PRTC, apparently believing that reciprocal fees would be better than no fees at all, voluntarily agreed to include both the late payment fee and the erroneous billing fee.<sup>[10]</sup><span class=\"star-pagination\">*29</span> Thus, PRTC's challenge is not directed at the Board's authority to mandate terms, but instead at the possibility of including such terms in an interconnection agreement at all. That question actually is foreclosed by <i>WorldNet</i>: Puerto Rico law does not prohibit liquidated damages provisions in arbitrated interconnection agreements.</p>\n<p>More fundamentally, PRTC's theory regarding the Board's jurisdiction is unpersuasive. None of the cases that it relies on apply to the Board's function in reviewing arbitrated interconnection agreements. Instead, those cases address the Board's role in adjudicating lawsuits between carriers. In <i>Caribe Communications, Inc. v. Puerto Rico Telephone Co.,</i> 157 D.P.R. 203, 208 (2002), a competing LEC sued PRTC before the Board for breach of contract. The Board asserted jurisdiction to adjudicate the matter on the rationale that Law 213 provided it with the power to adjudicate suits between carriers. <i>Id.</i> at 209. The Supreme Court of Puerto Rico disagreed, holding that Law 213 does not permit the Board to hear a suit for damages. <i>Id.</i> at 228. According to the court, Law 213 does not confer expressly such a jurisdiction. <i>Id.</i> at 227-28. Moreover, the Board's assertion of implicit authority contradicted the purposes of Law 213 by removing the ability of litigants to utilize judicial procedures designed to guarantee due process of law and by attempting to usurp a quintessential aspect of the judicial power traditionally vested in courts, <i>Id.</i><sup>[11]</sup></p>\n<p>In <i>Pan American Telephone Co. v. Junta Reglamentadora de Telecomunicaciones de Puerto Rico,</i> Nos. KLRA 0300394, KLRA 0300400, KLRA 0300402, 2004 P.R.App. LEXIS 704, at *41 (P.R. Cir. May 25, 2004), the Puerto Rico Court of Appeals built upon <i>Caribe</i>'s rationale, holding that Law 213 also does not permit the Board to impose administrative fines if those fines would be paid by one telecommunications carrier to a third party, such as another telecommunications carrier. The Board had promulgated regulations providing for the imposition of fines upon telecommunications providers to encourage compliance with the Act, Law 213 and Board regulations. Some of these fines were payable to the Board, but others were payable directly to another party harmed by a violation. <i>See id.</i> at *34-37.</p>\n<p>The court determined that this latter arrangement was improper. According to the court, because the Board could not adjudicate actions for damages between telecommunications providers, it similarly was barred from imposing fines payable to another provider harmed by a violation, which as a practical matter was no different than awarding the provider damages. <i>See id.</i> at *40-41.</p>\n<p>At most, <i>Caribe</i> and <i>Pan American</i> stand for the proposition that the Board may not adjudicate a claim for a billing penalty filed by Centennial or PRTC against the other company or decide to award the fee in a suit for breach of the <span class=\"star-pagination\">*30</span> agreement. That limitation, however, bears no relation to the Board's review of disputed terms in an arbitrated agreement, a function akin not to awarding damages but to imposing regulatory requirements. <i>See </i><i>Illinois Bell Tel. Co. v. Global NAPs Illinois, Inc.,</i> 551 F.3d 587, 591 (7th Cir.2008) (noting that the \"arbitration\" specified by the Act \"is really the first stage in a regulatory proceeding\" conducted by the state commission in reviewing and approving the agreement (quotation marks omitted)).</p>\n<p>Although, as PRTC observes, Law 213 applies to the Board in the exercise of all of its powers, including adjudications, rulemaking and reviewing interconnection agreements, <i>Caribe</i> and <i>Pan American</i> reach only the first of those functions. <i>See </i><i>WorldNet,</i> 497 F.3d at 11 (holding that <i>Caribe</i> does not \"establish any general rule that the Board's powers are to be narrowly construed\" in setting standards in interconnection agreements, a function which is not \"historically associated with judicial authority\"). The Board has not assumed the power to adjudicate claims between Centennial and PRTC. It did not decide that in a particular instance a bill was justified or unjustified, nor has it awarded judgment to Centennial or PRTC for an erroneous billing fee. The Board simply has employed its review authority to determine that creating a duty and a corresponding remedy in the contract would further the goals of the Act. If, down the road, Centennial believes that it is entitled to a fee and PRTC refuses to pay it, Centennial still must bring an action against PRTC to recover.</p>\n<p>Virtually every contract contains terms that contemplate a future remedy of monetary damages.<sup>[12]</sup> Thus, whenever the Board imposes a term in an interconnection agreement, it creates the framework for a potential award of damages. <i>See, e.g., </i><i>Global NAPs, Inc. v. Verizon New Eng., Inc.</i> (<i>Global NAPs IV</i>), 603 F.3d 71 (1st Cir.2010) (appeal of an award of damages for payments owed under an arbitrated interconnection agreement).<sup>[13]</sup> The billing dispute fees are no different; they create future remedies that the parties may invoke upon the other party's erroneous billing or unjustified refusal to pay a bill, and they are designed both to incentivize attentive billing and payment practices and to compensate the parties for the lost use of funds.</p>\n<p>Although the contract itself specifies the proper amount of liquidated damages (the \"fee\"), there is nothing exceptionable <span class=\"star-pagination\">*31</span> about that arrangement. As <i>WorldNet</i> makes clear, incentive-based or cost-based liquidated damagesat least as far as interconnection agreements goare permissible under Puerto Rico law. Accordingly, we reaffirm our holding in <i>WorldNet</i> that Puerto Rico law does not prevent the inclusionwhether voluntarily negotiated, imposed by an arbitrator, or imposed by the Boardof incentive- or cost-based liquidated damages in interconnection agreements between telecommunications carriers.</p>\n<p></p>\n<h2>C. Direct Connection with Claro</h2>\n<p>We turn next to PRTC's claim that federal law preempts the Board's decision to require PRTC to make commercially reasonable efforts to facilitate a direct connection between Centennial and Claro. PRTC's view is that by requiring PRTC to facilitate the negotiation of a direct connection or lose its transiting fees, the Board is using the threat of a penalty obliquely to require Claro to agree to a direct interconnection with Centennial, although the Act does not place an obligation on mobile service carriers to interconnect directly with other carriers. According to PRTC, this arrangement treads on an area that Congress and the FCC intended to leave free from state regulation.</p>\n<p>Under the Supremacy Clause of Article VI of the Constitution,<sup>[14]</sup> Acts of Congress or pronouncements of \"`a federal agency acting within the scope of its congressionally delegated authority'\" may preempt inconsistent state laws or state regulatory authority. <i>Global NAPs, Inc. v. Verizon New Eng., Inc.</i> (<i>Global NAPs III</i>), 444 F.3d 59, 71 (1st Cir.2006) (quoting <i>Louisiana Pub. Serv. Comm'n v. FCC,</i> 476 U.S. 355, 369, 106 S.Ct. 1890, 90 L.Ed.2d 369 (1986)). Sometimes preemption occurs through a clear statement of intent to preempt state law. Other times preemption occurs when state law directly conflicts with the dictates or purposes of federal law or when Congress or an agency has created a regulatory framework so comprehensive that it is intended to occupy the field to the exclusion of state supplementation. <i>See </i><i>Weaver's Cove Energy, LLC v. Rhode Island Coastal Res. Mgmt. Council,</i> 589 F.3d 458, 472-73 (1st Cir. 2009); <i>see also </i><i>Verizon New Eng., Inc.,</i> 509 F.3d at 9 (\"State regulation, even when authorized by local law, must give way not only `where Congress has legislated comprehensively' in a field with an aim to occupy it, but also `where the state law stands as an obstacle to the accomplishment and execution of the full objectives of Congress.'\" (quoting <i>Louisiana Pub. Serv. Comm'n,</i> 476 U.S. at 368-69, 106 S.Ct. 1890)).<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*32</span> Certain state laws touching telecommunications, such as those preventing competing LECs from entering the market, are preempted by the terms of the Act. <i>See</i> 47 U.S.C. § 253(a). Congress took pains, however, to preserve traditional state authority over telecommunications services and to maintain a role for states within the dual regulatory regime. For instance, § 252 provides that \"nothing in this section shall prohibit a State commission from establishing or enforcing other requirements of State law in its review of an agreement, including requiring compliance with intrastate telecommunications service quality standards or requirements.\" <i>Id.</i> § 252(e)(3). Section 261 similarly states that the Act does not prevent a state \"from imposing requirements on a telecommunications carrier for intrastate services that are necessary to further competition. . ., as long as the State's requirements are not inconsistent with\" the Act or the FCC's implementing regulations. <i>Id.</i> § 261(c).</p>\n<p>Whether the Act or the FCC have preempted state telecommunications regulation thus depends on a determination that a specific requirement is \"inconsistent\" with federal law; that is, that the state directly has violated a clear statement in the Act or FCC rules, or that the state's chosen means of regulation clearly interfere with a federal policy goal or a method of achieving that goal. <i>See </i><i>Verizon New Eng., Inc.,</i> 509 F.3d at 9; <i>Global NAPs III,</i> 444 F.3d at 72-75. Making this determination requires us to examine carefully the specific language in the congressional and FCC pronouncements that PRTC claims foreclose the Board's decision.</p>\n<p>PRTC locates explicit congressional intent to preempt state regulation of mobile service interconnection in § 6002 of the Omnibus Budget Reconciliation Act of 1993.<sup>[16]</sup> Specifically, that act provides that \"no state or local government shall have any authority to regulate the entry of or the rates charged by any commercial mobile service . . ., except that this paragraph shall not prohibit a State from regulating the other terms and conditions of commercial mobile services.\" 47 U.S.C. § 332(c)(3)(A). PRTC's reliance on this section is misplaced. On its face, § 332(c) preempts only state attempts to prevent new mobile service carriers from entering the market or to regulate the rates charged for wireless services, neither of which situation is at issue here. Any other state regulation of mobile service providers remains unaffected.</p>\n<p>PRTC also contends that direct connection is not required by law, by which it means that the Act does not specify whether mobile service carriers must connect directly or indirectly with other telecommunications carriers. The Act places a general interconnection obligation (direct or indirect) on all telecommunications providers, including mobile service providers, but imposes the stricter duty of direct connection and state arbitration only on incumbent LECs. <i>See id.</i> § 251(a)-(c). As PRTC contends, the FCC has declined to treat mobile service providers as LECs subject to the more strenuous obligations in the three-tier framework.<sup>[17]</sup><span class=\"star-pagination\">*33</span> <i>See </i><i>Atlas Tel. Co.,</i> 400 F.3d at 1262 &amp; n. 3 (explaining that \"[t]he FCC has determined that [mobile service] providers qualify as telecommunications carriers, and thus are subject to the provisions of § 251(a)\" but distinguishing these provisions from the obligations imposed on LECs in § 251(b)-(c) (internal quotation marks omitted)); <i>In re Implementation of the Local Competition Provisions in the Telecomms. Act of 1996,</i> 11 F.C.C.R. 15499, 15995-96 (1996) (order from the FCC \"declin[ing] at this time to treat CMRS providers as LECs\" and determining that \"states are preempted from requiring CMRS providers to classify themselves as `local exchange carriers'\"). On this view, the Board lacks the authority to require PRTC to facilitate negotiations because federal law does not require Claro to connect directly or to engage in mandatory interconnection arbitration.</p>\n<p>Although sections 253 and 332 do not interfere with the Commonwealth's power to establish regulations for the provision of mobile services additional to the requirements of the Act, <i>see</i> 47 U.S.C. §§ 253(b), 332(c)(3)(A), we note, without deciding, that it is not at all clear that the Act itself gives the Board the authority to use the interconnection arbitration and review process to <i>impose</i> interconnection requirements on an incumbent LEC-affiliated mobile service carrier. <i>See </i><i>Qwest Corp. v. Arizona Corp. Comm'n,</i> 567 F.3d 1109, 1117 (9th Cir.2009) (holding that \"all state commission arbitration authority under Section 252 is inextricably tied to the duties imposed under Section 251\" and cannot be extended to duties created by other sections of the Act); <i>Qwest Corp. v. Pub. Utils. Comm'n of Colorado,</i> 479 F.3d 1184, 1197 (10th Cir.2007) (stating that the commission \"may only compel an [incumbent LEC] to arbitrate with respect to services that it is under a duty to provide\").</p>\n<p>Here, however, the Board has set its sights not on Claro, but on PRTC's transiting fee, a matter subject to arbitration under the Act. Because of PRTC's refusal to articulate any sort of justification for why it has impeded negotiations between Centennial and Claro, the Board concluded that PRTC very likely was motivated by a desire to raise Centennial's costs. As we have noted, most mobile service providers in Puerto Rico have agreed to establish direct connections with Centennial. The reason for this is simple. By connecting directly where technically feasible, both companies are able to lower their costs by cutting out the middleman's transiting fee. The only person who would object to such an arrangement would be the middleman himself In this case, however, the middleman controls Claro, giving it an obvious motive to prevent direct connection and to impose a transiting fee that raises Centennial's costs but has less of an effect on its own (because Claro will not have to pay itself). Therefore, as a condition of continuing to charge a transiting fee, the Board included a requirement in the agreement that PRTC would use commercially reasonable efforts to facilitate a direct connection.</p>\n<p><i>WorldNet</i> again provides important guidance. A second issue in <i>WorldNet</i> was whether the Board could require PRTC to provide a competing LEC with service performance standards \"superior to the service [PRTC] . . . provided to its own customers.\" <i>WorldNet,</i> 497 F.3d at 8 (emphasis omitted). PRTC contended that because the Act required incumbent LECs only to provide service \"at least equal in quality to that provided by the local exchange carrier\" to others, 47 U.S.C. § 251(c)(2)(C), the Board had no authority to oblige incumbent LECs to provide any greater amount of service. We disagreed. Although the Act does not <span class=\"star-pagination\">*34</span> establish a right to superior service, we explained, the Act does not forbid states from imposing requirements above those mandated by Congress or the FCC. <i>WorldNet,</i> 497 F.3d at 9. We also determined that Commonwealth law permitted the Board to impose such requirements: \"[T]he Board is endowed with general regulatory powers and is entitled to read its grant of authority broadly.\" <i>Id.</i> at 12.</p>\n<p>To be sure, the Act itself also does not require PRTC to facilitate negotiations as part of its obligation to interconnect telecommunications carriers. Yet, it certainly does not forbid it, nor does it forbid state commissions from exercising their own authority in order to effectuate state policy. <i>See id.</i> at 7 (\"[L]ocal agencies make policy on their own[,] and section 252(e)(3) reserves the Board's authority to `<i>establish</i> [] . . . requirements of State law in its review of an agreement' (emphasis added). And the Act, although imposing certain federal requirements, is intended to defer to state agencies on matters that do not compromise the achievement of federal aims.\" (third alteration and ellipsis in original)). Law 213 grants the Board the power to adopt policies promoting competition, efficient service and consumer welfare and penalizing anti-competitive practices. <i>See</i> P.R. Laws Ann. tit. 27, §§ 265, 267(a), 267f. It was well within the scope of that power to target perceived anticompetitive behavior and to adopt a policythe denial of transiting fees if PRTC's failure to facilitate negotiations cannot be justified on business, technical or efficiency grounds designed to address that behavior and to promote competition, efficiency and consumer welfare.</p>\n<p>Finally, PRTC points to two orders issued by the FCC, which declined to promulgate regulations that would establish interconnection standards for mobile service carriers. In those orders, the FCC stated that, because most mobile service providers do not possess the same sort of market power in the provision of local telecommunications services as does an incumbent LEC, the FCC preferred to rely primarily on voluntary private agreements to achieve interconnection. <i>See In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 15 F.C.C.R. 13523, 13528 (2008); <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. at 10684-86. The FCC also stated that it stood ready to intervene should later developmentssuch as attempts by LEC-affiliated mobile service providers to impede efficient interconnectiondemonstrate a need for general standards. <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. at 10687-88. PRTC interprets these decisions as establishing a clear intent on the part of the FCC both to assert exclusive authority over mobile service interconnection and to prevent states from interfering with its scheme of voluntarily negotiated, private interconnection agreements involving mobile service carriers.</p>\n<p>We have stated previously that the structure created by the Act demands that the FCC make its intent to foreclose state regulation especially plain:</p>\n<blockquote>The requirement of a clear indication of the agency's intent to preempt is especially important in the context of the TCA, which \"divide[d] authority among the FCC and the state commissions in an unusual regime of `cooperative federalism,' with the intended effect of leaving state commissions free, where warranted, to reflect the policy choices made by their states.\"</blockquote>\n<p><i>Global NAPs III,</i> 444 F.3d at 72 (quoting <i>Global NAPs, Inc. v. Massachusetts Dep't of Telecomms. &amp; Energy</i> (<i>Global NAPs</i> <span class=\"star-pagination\">*35</span> <i>II,</i>) 427 F.3d 34, 46 (1st Cir.2005)) (alteration in original).</p>\n<p>For example, in <i>Global NAPs III,</i> 444 F.3d 59, 75 (1st Cir.2006), we refused to find preemption of all state regulation of intercarrier compensation for internet service provider traffic where the FCC had issued a preemption order addressing only one aspect of such compensation while \"deferr[ing] fuller consideration of a unified system of intercarrier compensation to a future rulemaking.\" The order at issue in <i>Global NAPs III</i> provides an example of the clarity the FCC employs when it intends to preempt state regulatory authority:</p>\n<blockquote>The interim compensation regime we establish here applies as carriers renegotiate expired or expiring interconnection agreements. It does not alter existing contractual obligations, except to the extent that parties are entitled to invoke contractual change-of-law provisions. This Order does not preempt any state commission decision regarding compensation for ISP-bound traffic for the period prior to the effective date of the interim regime we adopt here. Because we now exercise our authority under section 201 to determine the appropriate intercarrier compensation for ISP-bound traffic, however, <i>state commissions will no longer have authority to address this issue.</i>\n</blockquote>\n<p><i>In re Implementation of the Local Competition Provisions in the Telecomms. Act of 1996,</i> 16 F.C.C.R. 9151, 9189 (2001) (emphasis added).</p>\n<p>Nothing even approaching such a clear statement exists in either order at issue in this case. The FCC's orders declined only to promulgate rules of general applicability. <i>See In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 15 F.C.C.R. at 13532 (\"We do not think there is an adequate record to support regulations addressing such issues. . . .\"); <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. at 10668 (concluding that \"at present it would be premature for the Commission to propose or adopt rules of general applicability requiring direct interconnection arrangements between CMRS providers\"). A determination that it would be imprudent to adopt a rule imposing interconnection standards and obligations on every mobile service provider at the national level is a far cry from a determination that state commissions should be barred from imposing requirements on individual LECs in the context of an arbitrated interconnection agreement because they might affect wireless interconnection. <i>Cf. </i><i>WorldNet,</i> 497 F.3d at 9, 12 (explaining that the FCC's inability to promulgate general regulations does not circumscribe a state commission's power to effectuate state policy when reviewing interconnection agreements); <i>Indiana Bell Tel. Co.,</i> 362 F.3d at 393 (\"[W]e do not agree with the premise. . . that because the FCC may not implement a blanket regulation requiring superior quality, the [state commission] may not require acceptance testing when, after individualized review, it finds it to be in the public interest and a means of promoting competition in [the state].\").</p>\n<p>The Board did not adopt a regulation requiring all mobile service providers in Puerto Rico to agree to direct connections from all suitors. Indeed, it did not even require Claro to interconnect directly. Instead, it offered PRTC an opportunity either to facilitate negotiations or to explain why its failure to do so was justified on any business, technology or efficiency ground other than to raise its rival's costs. This obligation extends only to \"commercially reasonable efforts.\" R.1, Ex. 4 at 14. If PRTC can offer a reason for not <span class=\"star-pagination\">*36</span> connecting Claro directly with Centennial other than anti-competitive animus, the Board will decline to take action, thereby preserving Claro's ability \"to provide interconnection. . . either directly or indirectly, based upon [its] most efficient technical and economic choices.\" <i>In re Implementation of the Local Competition Provisions in the Telecomms. Act of 1996,</i> 11 F.C.C.R. at 15991.</p>\n<p>The Board's requirement also does not interfere with the FCC's policy goal of fostering voluntary interconnection agreements with mobile service providers.<sup>[18]</sup> In declining for the time being to promulgate general interconnection obligations for mobile service carriers, the FCC noted the possibility that \"LEC-affiliated CMRS carriers may have a unique incentive to deny interconnection so as to keep CMRS-to-CMRS traffic interconnected through the local exchange landline network, and to continue to collect CMRS interconnection charges from both sets of CMRS providers through their access charge structures.\" <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. at 10688. The FCC also stated that \"some potential might exist for CMRS providers to raise their rivals' costs by denying direct interconnection, or increasing the price of direct interconnection to the price charged by the LEC for indirect interconnection.\" <i>Id.</i> at 10682-83.</p>\n<p>Given that the FCC's statements focus on the behavior that the Board is attempting to address here, we cannot find a clear indication on the part of the FCC to preempt attempts by state commissions to address the fee structure charged by incumbent LECs in order to remove an incentive for anti-competitive and inefficient interconnection arrangements. Moreover, the FCC's promise to remain \"particularly vigilant in policing, where they exist, any efforts by CMRS providers to deny interconnection in order to gain an unfair competitive advantage,\" <i>id.</i> at 10687, was not, as PRTC asserts, a statement of an intent to occupy the field, but instead a promise to keep an eye out in case it needed to \"revisit the need for adopting interconnection rules of <i>general applicability.</i>\" <i>Id.</i> (emphasis added). On an intent to occupy the field, \"it is, at best, ambiguous . . ., and ambiguity is not enough to preempt state regulation here.\" <i>Global NAPs III,</i> 444 F.3d at 72.</p>\n<p>To summarize, we hold that because Law 213 authorizes the Board to foster competition in the market for telecommunications services and because federal law does not preempt the Board's decision to require PRTC to use commercially reasonable efforts to facilitate a direct connection between Centennial and Claro, the Board's order was proper. First, neither the Act nor the FCC orders contain a clear statement of \"an explicit . . . intent to preempt state law.\" <i>Weaver's Cove Energy, LLC,</i> 589 F.3d at 472. Second, the Act has not \"creat[ed] a pervasive scheme of regulation,\" <i>id.,</i> that implicitly preempts state authority to regulate anti-competitive practices by incumbent LECs. Quite the contrary, the Act's scheme of coordinate federalism explicitly preserves a role for states to implement policy in their review <span class=\"star-pagination\">*37</span> of interconnection agreements. Finally, the Board's order does not stand \"in direct conflict with specific FCC policies\" or \"as an obstacle to the accomplishment and execution of the full objectives of Congress.\" <i>Verizon New Eng., Inc.,</i> 509 F.3d at 9 (quotation marks omitted).</p>\n<p></p>\n<h2>D. VOIP Traffic</h2>\n<p>We turn, then, to PRTC's final contention, which is that we should reverse the district court's holding that the Board's decision not to enumerate VOIP separately as a permissible traffic activity was arbitrary and capricious. According to PRTC, VOIP is a kind of technology, not a kind of traffic, and thus at least some of the calls placed through VOIP technology can be covered by enumerated traffic types. Given this distinction, PRTC asserts, the Board's decision not to enumerate VOIP was rational and avoided the possibility of creating new, unforeseen problems. Centennial asserts, however, that the Board committed a clear, irrational error of logic by acknowledging that the parties already exchange VOIP traffic and limiting the meet points to specified classes of traffic, yet refusing to include VOIP among the permissible types of traffic. The Board does not defend its decision at all.<sup>[19]</sup></p>\n<p>Under the arbitrary and capricious standard of review, an agency's decision will be upheld unless \"the agency lacks a rational basis for making the determination or if the decision was not based on consideration of the relevant factors.\" <i>River St. Donuts, LLC v. Napolitano,</i> 558 F.3d 111, 114 (1st Cir.2009) (quotation marks omitted).</p>\n<p>If the district court is correct that VOIP is a kind of traffic, then one might conclude from reviewing the record that the Board \"commit[ted] a clear error of judgment,\" <i>Town of Winthrop v. Fed. Aviation Admin.,</i> 535 F.3d 1, 8 (1st Cir.2008), justifying reversal. On the other hand, if VOIP is merely a technology already covered in part by other categories, then that would explain how the Board could say simultaneously that only enumerated traffic types could be exchanged at meet points and that the parties already were exchanging VOIP calls. That decision would, moreover, be based on a consideration of the relevant factors, such as a lack of history of disputes over VOIP calls, uncertainty about future FCC action and the potential that enumerating VOIP traffic separately could create new problems.</p>\n<p>Unfortunately, whether VOIP already is covered by the parties' interconnection agreement is an unresolved question. PRTC asserts that VOIP is a technology, but that does little to resolve the central question: whether VOIP calls are subsumed by types of traffic enumerated in the agreement. On that point, PRTC equivocates, saying only that \"VOIP technology may very well be.\" PRTC Br. 54. Nor does the Board do much to clarify its decision, telling us only that if VOIP is already covered, then there is no issue.</p>\n<p><span class=\"star-pagination\">*38</span> We are hesitant to insert ourselves into the classification and regulation of VOIP traffic on such a muddled record. VOIP presents a number of sensitive technical and policy considerations better left to the FCC and state commissions. Some VOIP calls originate on a computer and terminate at a telephone, or vice versa. Other VOIP calls, however, both originate and terminate on an actual telephone; for this type of call, the internet provides the medium of transmission on at least one end of the conversation. There are obvious differences between these types of calls. The FCC may choose to treat each configuration in a different way; conversely, it may choose to treat them in the same way, or not to regulate them at all.</p>\n<p>In addition, at argument, counsel for the Board explained that a key consideration in refusing to enumerate VOIP separately was its fear that Centennial would use a general VOIP category as a Trojan horse to give it access to the meet points for types of calls for which it would otherwise owe PRTC separate compensation.</p>\n<p>Given the possibility for abuse, the lack of past disputes and the uncertain regulatory environment, we believe the Board was wise to keep its powder dry and save final resolution of the VOIP question for a later day. <i>Cf. </i><i>Town of Winthrop,</i> 535 F.3d at 13 (holding that, when an agency is faced with an \"area of research . . . still developing,\" it is not arbitrary and capricious to decline to take action while \"evaluat[ing] the issue more fully\").</p>\n<p>Although we agree with the district court that the Board's language is confusing, we believe that the Board's order meant to convey that some, if not all, VOIP traffic has been and will continue to be exchanged at the meet points under other, specifically enumerated headings. <i>See </i><i>FCC v. Fox Television Stations, Inc.,</i> ___ U.S. ____, 129 S.Ct. 1800, 1810, 173 L.Ed.2d 738 (2009) (stating that a court \"should `uphold a decision of less than ideal clarity if the agency's path may reasonably be discerned'\" (quoting <i>Bowman Transp., Inc. v. Arkansas-Best Freight Sys., Inc.,</i> 419 U.S. 281, 286, 95 S.Ct. 438, 42 L.Ed.2d 447 (1974))). Nothing in the Act mandates that the Board permit all types of VOIP traffic to be exchanged, so the exclusion of certain types of calls not covered by enumerated traffic categories is permissible. If later disputes create a need for specific intervention, then the Board can tailor a remedy to the specific problems presented before it. Moreover, the Board can certainly take into account PRTC's representations during this litigation in assessing a proper response to any future problems.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>We hold that neither Puerto Rico nor federal law cabin the Board's authority as narrowly as PRTC contends. The Board possesses the power under Puerto Rico law to impose liquidated damages clauses in telecommunications interconnection agreements. Moreover, federal law does not prevent the Board from regulating potentially anti-competitive behavior associated with transiting fees charged by incumbent local exchange carriers. We also hold that the Board's reluctance to enumerate VOIP calls separately was supported by a consideration of relevant factors and possessed a rational basis. Accordingly, the judgment of the district court is affirmed in part and reversed in part, and we remand to allow the district court to enter summary judgment for the Board. The parties shall bear their own costs in this appeal.</p>\n<p>AFFIRMED in PART and REVERSED in PART.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  Telecommunications Act of 1996, Pub.L. No. 104-104, 110 Stat. 56, 56 (1996) (codified as amended in scattered sections of Title 47 of the United States Code). The stated purposes of the Act are \"[t]o promote competition and reduce regulation in order to secure lower prices and higher quality services for American telecommunications consumers and encourage the rapid deployment of new telecommunications technologies.\" <i>Id.</i></p>\n<p>[2]  In particular, subsection 253(a) provides that \"[n]o State or local statute or regulation, or other State or local legal requirement, may prohibit or have the effect of prohibiting the ability of any entity to provide any interstate or intrastate telecommunications service,\" and subsection 253(d) instructs the FCC to preempt any state or local laws, regulations or enactments the FCC determines to be inconsistent with the provisions of section 253. 47 U.S.C. § 253(a), (d).</p>\n<p>[3]  Subsection 253(b) provides:\n</p>\n<p>Nothing in this section [prohibiting State and local governments from creating barriers to entering the market for telecommunications services] shall affect the ability of a State to impose, on a competitively neutral basis and consistent with section 254 of this title, requirements necessary to preserve and advance universal service, protect the public safety and welfare, ensure the continued quality of telecommunications services, and safeguard the rights of consumers.</p>\n<p>47 U.S.C. § 253(b).</p>\n<p>[4]  <i>See</i> R.1, Ex. 1 (Report and Order, Aug. 8, 2008); R.1, Ex. 4 (Order on Reconsideration, Nov. 25, 2008). The Board's order addressed the twelve issues remaining after the parties reached a settlement on six of the eighteen issues.</p>\n<p>[5]  Our use of the term \"mobile service carrier\" refers to providers of cellular telephone and other wireless telecommunications services and is intended to capture what the FCC and the Board call \"commercial mobile radio service\" providers or \"CMRS providers.\" <i>See In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. 10666, 10668 (1995); R.1, Ex. 1 at 35 (Report and Order at 32).</p>\n<p>[6]  The district court addressed five issues, only three of which PRTC contests on appeal. Centennial and the Board do not appeal the issues decided adversely to them.</p>\n<p>[7]  P.R. Laws Ann. tit. 27, §§ 265-272.</p>\n<p>[8]  <i>See</i> text <i>infra</i> p. 37.</p>\n<p>[9]  This difference can be explained by the fact that courts grounded in the traditions of the civil law of continental Europe, such as the courts of Puerto Rico, <i>see </i><i>Borschow Hosp. &amp; Med. Supplies, Inc. v. Cesar Castillo Inc.,</i> 96 F.3d 10, 15 (1st Cir.1996), take a more forgiving view of penalty clauses than courts grounded in the traditions of the English common law. <i>See</i> Aristides N. Hatzis, <i>Having the Cake and Eating It Too: Efficient Penalty Clauses in Common and Civil Contract Law,</i> 22 Int'l Rev. L. &amp; Econ. 381, 383 (2002) (noting that in most civil law European countries, \"liquidated damages are readily enforced, as are penalty clauses when they are not extravagant (sometimes even then) and pure[] gambling\"); <i>cf.</i> Richard A. Posner, <i>Let Us Never Blame a Contract Breaker,</i> 107 Mich. L.Rev. 1349, 1352 n. 12 (2009) (\"[B]y not distinguishing between liquidated damages clauses and penalty clauses, the civil law expands freedom of contract, although civil law judges do refuse to enforce clearly unreasonable damages clauses.\" (internal quotation marks omitted)).</p>\n<p>[10]  PRTC asserts that it did not agree voluntarily to the erroneous billing fee. Instead, PRTC was \"coerced\" into accepting the lesser of two evils: \"either losing something to which it is lawfully entitled (<i>i.e.,</i> the opportunity to recover the costs associated with not being paid for services rendered) or accepting a proposal in which PRTC still could recover its costs but at the expense of being exposed to the risk of an unlawful penalty.\" PRTC Br.29 n. 6. This contention takes an overly narrow view of voluntariness. PRTC may be entitled to be paid for its services, but just as the prevailing party in a breach of contract action usually is not entitled to its attorney's fees, PRTC is not entitled to be compensated for the difficulty of collecting debts owed to it. The standard measure of the lost use of funds is the interest those funds would have earned, and the invoicing party already receives the interest generated by the escrowed funds if it prevails. The presence or absence of an additional late payment fee is a matter of contractual agreement dictated in part by external factors, such as federal and commonwealth policy. The Commonwealth's policy in this instance is that reciprocal fees will deter both parties from engaging in petty and meritless billing disputes and are more equitable than a one-sided late payment fee.</p>\n<p>[11]  Subsequently, the Puerto Rico legislature amended Law 213 to provide the Board with \"primary and exclusive jurisdiction for adjudicating any damages and losses claim caused by any natural or juridical person to a user [of telecommunications services], except for claims between telecommunications and cable companies,\" under $5,000 and arising out of violations of Law 213, Board regulations or service contracts. P.R. Laws Ann. tit. 27, § 269j-1. This amendment by its terms excludes suits for damages, of whatever amount, between telecommunications carriers.</p>\n<p>[12]  <i>See</i> 24 Richard A. Lord, <i>Williston on Contracts</i> § 64:1 (4th ed.2002) (explaining that \"[t]he primary if not the only remedy for injuries caused by nonperformance of most contracts is an action for damages for the breach\" and that, usually, \"a judgment for damages will be given for any breach of any contract, unless the right has been suspended or discharged\" (footnote omitted)); Oliver Wendell Holmes, <i>The Path of the Law,</i> 10 Harv. L.Rev. 457, 462 (1897) (\"The duty to keep a contract at common law means a prediction that you must pay damages if you do not keep it,and nothing else.\").</p>\n<p>[13]  <i>See also, e.g., </i><i>Illinois Bell Tel. Co. v. Global NAPs Illinois, Inc.,</i> 551 F.3d 587, 591 (7th Cir.2008) (holding that a suit to collect charges provided for by an interconnection agreement is based on state contract law); <i>Core Commc'ns, Inc. v. Verizon Pennsylvania, Inc.,</i> 493 F.3d 333 (3d Cir.2007) (determining the proper forum for a suit for damages predicated upon breach of an interconnection agreement); <i>ICG Telecom Grp., Inc. v. Qwest Corp.,</i> 375 F.Supp.2d 1084 (D.Colo.2005) (action to compel arbitration over the payment of disputed bills as provided for in an interconnection agreement); <i>New Access Commc'ns, L.L.C. v. Qwest Corp.,</i> 368 F.Supp.2d 952 (D.Minn.2005) (examining an arbitration award of money damages for overcharges made in violation of an interconnection agreement).</p>\n<p>[14]  \"This Constitution, and the Laws of the United States which shall be made in Pursuance thereof; and all Treaties made, or which shall be made, under the Authority of the United States, shall be the supreme Law of the Land; and the Judges in every State shall be bound thereby, any Thing in the Constitution or Laws of any State to the Contrary notwithstanding.\" U.S. Const. art. VI, § 2.</p>\n<p>[15]  As we explained in <i>Weaver's Cove Energy, LLC,</i>\n</p>\n<p>To simplify a complex area of law, preemption arguments are generally divided into three categories. The first, express preemption, results from language in a statute revealing an explicit congressional intent to preempt state law. The second, field preemption, is that Congress may implicitly preempt a state law by creating a pervasive scheme of regulation. The third category is conflict preemption. In this category, state law is pre-empted to the extent it actually conflicts with federal law, that is, when compliance with both state and federal law is impossible, or when the state law stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.</p>\n<p><i>Weaver's Cove Energy, LLC v. Rhode Island Coastal Res. Mgmt. Council,</i> 589 F.3d 458, 472-73 (1st Cir.2009) (internal citations and quotation marks omitted).</p>\n<p>[16]  Omnibus Budget Reconciliation Act of 1993 § 6002(b)(2)(A)(iii), Pub.L. No. 103-66, 107 Stat. 312, 394 (1993) (codified in relevant part in 47 U.S.C. § 332).</p>\n<p>[17]  For an explanation of the three-tiers of obligations imposed by the Act on various telecommunications entities, see the discussion in section I.A., <i>supra.</i></p>\n<p>[18]  <i>Cf. </i><i>Verizon New Eng., Inc. v. Maine Pub Utils. Comm'n,</i> 509 F.3d 1, 9 (1st Cir.2007) (finding a state commission's ability to impose interconnection requirements preempted where the requirements were \"in direct conflict with specific FCC policies\" designed to \"free the carriers from such compulsion\"); <i>Wisconsin Bell, Inc. v. Bie,</i> 340 F.3d 441 (7th Cir.2003) (holding that a state requirement that incumbent LECs file a tariff directly frustrated the Act's system of negotiated agreements because it damaged the bargaining position of the incumbent LECs).</p>\n<p>[19]  The Board does not contest the district court's determination, nor does it explain how it reached the decision it did. Instead, its only comment on the matter is:\n</p>\n<p>The Board does not join [PRTC's] argument. The district court's opinion held that VOIP traffic should be included in the enumerated categories to the extent they are not already covered by those categories. If, as PRTC argues, VOIP is covered by the existing enumerated categories of traffic to be exchanged, then there is no issue. If not, then, given that the parties are already exchanging such traffic, the Board does not object [to] confirming this practice by including VOIP traffic in the interconnection agreement.</p>\n<p>Board Br. 36-37 (internal citation omitted).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">634</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span> (2011)</b></center>\n<center><h1>CENTENNIAL PUERTO RICO LICENSE CORP., Plaintiff, Appellee,<br>\nPuerto Rico Telephone Company, Inc., Plaintiff, Appellant,<br>\nv.<br>\nTELECOMMUNICATIONS REGULATORY BOARD OF PUERTO RICO, Defendant, Appellee, <span class=\"star-pagination\">*18</span> <br>\nVicente Aguirre Iturrino; Sandra Torres López; Nixyvette Santini Hernández, Defendants.</h1></center>\n<center>No. 10-1091.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 16, 2010.</center>\n<center>Decided February 7, 2011.</center>\n<p><span class=\"star-pagination\">*20</span> Eduardo R. Guzmán-Casas, with whom Joe D. Edge, Christopher C. Sabis and Drinker Biddle &amp; Reath LLP were on brief, for appellant.</p>\n<p>Robert F. Reklaitis, with whom Leslie Paul Machado and LeClair Ryan were on brief, for appellee Telecommunications Regulatory Board of Puerto Rico.</p>\n<p>Christopher W. Savage, with whom Davis Wright Tremaine LLP was on brief, for appellee Centennial Puerto Rico License Corp.</p>\n<p>Before TORRUELLA, RIPPLE,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>RIPPLE, Circuit Judge.</p>\n<p>The plaintiff telecommunications companies brought these consolidated actions in the United States District Court for the District of Puerto Rico against defendants-appellees Telecommunications Regulatory Board of Puerto Rico (\"the Board\") and <span class=\"star-pagination\">*21</span> various individual commissioners. They alleged violations of federal and commonwealth law in connection with the arbitration and approval of the companies' interconnection agreements. On cross-motions for summary judgment, the district court issued an opinion and order granting in part and denying in part summary judgment for the Board, granting in part and denying in part summary judgment for plaintiff-appellee Centennial Puerto Rico License Corporation (\"Centennial\"), vacating in part the Board's order on reconsideration and denying in full summary judgment for plaintiff-appellant Puerto Rico Telephone Company, Inc. (\"PRTC\"). PRTC now seeks review of the district court's decision. We believe that the Board was correct in all aspects of its order. Therefore, we affirm in part and reverse in part the judgment of the district court and remand for proceedings consistent with this opinion.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>BACKGROUND</h2>\n<p></p>\n<h2>A. The Statutory Scheme</h2>\n<p>Congress enacted the Telecommunications Act of 1996 (\"the Act\") to reduce regulation of the telecommunications industry and to end the historical monopoly of incumbent local exchange carriers (\"LECs\") over local telecommunications services.<sup>[1]</sup> In addition to removing state regulatory barriers to new entry, <i>see</i> 47 U.S.C. § 253,<sup>[2]</sup> Congress sought to encourage competition by mandating that carriers interconnect with one another and by requiring incumbent LECs to share elements of their existing telecommunications infrastructure with competing LECs. <i>See id.</i> §§ 251-252.</p>\n<p>To achieve these goals, the Act creates \"a three-tier system of obligations imposed on separate, statutorily defined telecommunications entities.\" <i>Atlas Tel. Co. v. Oklahoma Corp. Comm'n,</i> <span class=\"citation\" data-id=\"165625\"><a href=\"/opinion/165625/atlas-telephone-co-v-oklahoma-corp-comm/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1256</span></a></span>, 1262 (10th Cir.2005). First, all telecommunications carriers have a duty \"to interconnect directly or indirectly with the facilities and equipment of other telecommunications carriers.\" 47 U.S.C. § 251(a)(1). Second, the Act imposes a number of duties upon all LECs (both incumbent and competing), including the duty \"not to prohibit, and not to impose unreasonable or discriminatory conditions or limitations on, the resale of its telecommunications services.\" <i>Id.</i> § 251(b)(1). Finally, the Act obliges incumbent LECs to lease to competitors unbundled elements of their existing local networks, <i>id.</i> § 251(c)(3), to interconnect calls from customers of one LEC to customers of another LEC, <i>id.</i> § 251(c)(2), to allow competitors to purchase the incumbents' services at wholesale rates and resell those services at retail, <i>id.</i> § 251(c)(4), and to negotiate in good faith the terms of providing interconnection and services to other carriers, <i>id.</i> § 251(c)(1). The Act also directs the FCC <span class=\"star-pagination\">*22</span> to promulgate regulations implementing these provisions and to set standards of service and interconnection. <i>See id.</i> § 251(d).</p>\n<p>Although the incumbent LECs' obligations to furnish network elements and allow interconnection are mandatory, Congress intended that the parties negotiate, in the first instance without government intervention, the terms of use and interconnection. <i>See id.</i> § 252(a). Section 252 sets forth the procedures for telecommunications providers to follow in requesting and negotiating the terms of these agreements.</p>\n<p>Upon a request for access from a telecommunications provider, an incumbent LEC must enter into good-faith negotiations to reach a voluntary interconnection agreement. <i>Id.</i> § 252(a)(1). At any time during the negotiations, a party may ask a state commission to participate as a mediator. <i>Id.</i> § 252(a)(2). If negotiations prove unsuccessful, subsection 252(b) establishes a mechanism through which any party may petition the state commission to compel arbitration of any unresolved terms. In addition, subsection 252(e) requires any interconnection agreement reached by negotiation or arbitration to be submitted to the state commission for approval; it also specifies the grounds on which the commission may reject the agreement. <i>See</i> § 252(e)(1)-(2).</p>\n<p>Specifically, a state commission may reject an arbitrated agreement only if it finds that \"the agreement prescribed by the arbitrator (1) does not hold the carriers to their obligations under section 251... or (2) fails to meet the pricing standards of section 252(d).\" <i>WorldNet Telecomms., Inc. v. Puerto Rico Tel. Co.,</i> <span class=\"citation\" data-id=\"202736\"><a href=\"/opinion/202736/worldnet-v-puerto-rico-telephone-co/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.2007) (citing 47 U.S.C. § 252(e)(2)(B)). In reviewing agreements, the state commission is also bound by any standards set by the FCC. <i>See </i><i>AT &amp; T Corp. v. Iowa Utils. Bd.,</i> <span class=\"citation\" data-id=\"118260\"><a href=\"/opinion/118260/att-corp-v-iowa-utilities-bd/\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 384-85, <span class=\"citation\" data-id=\"118260\"><a href=\"/opinion/118260/att-corp-v-iowa-utilities-bd/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">721</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span></span> (1999); <i>Global NAPs, Inc. v. Verizon New Eng., Inc.</i> (<i>Global NAPs I</i>), <span class=\"citation\" data-id=\"201414\"><a href=\"/opinion/201414/global-naps-inc-v-verizon-new-england/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir.2005). Despite these limitations, the Act provides that \"nothing in this section shall prohibit a State commission from establishing or enforcing other requirements of State law in its review of an agreement, including requiring compliance with intrastate telecommunications service quality standards or requirements.\" 47 U.S.C. § 252(e)(3). A party dissatisfied with the state commission's determination can seek review in federal district court. <i>See id.</i> § 252(e)(6).</p>\n<p>The Act thus engages in a process of \"cooperative federalism,\" <i>Puerto Rico Tel. Co. v. Telecomms. Regulatory Bd. of Puerto Rico,</i> <span class=\"citation\" data-id=\"198599\"><a href=\"/opinion/198599/puerto-rico-v-telecommunication/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1999): It sets certain minimum interconnection and service obligations and provides the FCC with the power to set general standards. However, it also leaves room for otherwise consistent state regulations, <i>see</i> 47 U.S.C. § 253(b),<sup>[3]</sup> and it vests in the several state commissions the authority to implement state policy and to impose additional, individual requirements on telecommunications providers by reviewing interconnection agreements. <i>See </i><i>Verizon New Eng., Inc. v. Maine Pub. Utils. Comm'n,</i> <span class=\"star-pagination\">*23</span> <span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 7 (1st Cir.2007) (describing the \"dual federal-state regime\"); <i>WorldNet,</i> 497 F.3d at 9 (stating that \"the Act sets a federally mandated floor of equal service, and State commissions retain authority to `raise the bar'\") (quoting <i>Indiana Bell Tel. Co. v. McCarty,</i> <span class=\"citation\" data-id=\"785552\"><a href=\"/opinion/785552/indiana-bell-telephone-company-incorporated-dba-ameritech-indiana/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span>, 391-93 (7th Cir.2004)).</p>\n<p>In order to strike a balance between federal and state interests, the Act provides that the FCC \"shall not preclude the enforcement of any regulation, order, or policy of a State commission\" that is \"consistent with the requirements\" of § 251 and \"does not substantially prevent implementation of the requirements of [§ 251] and the purposes\" of the Act. 47 U.S.C. § 251(d)(3)(B)-(C). The Act also disclaims at least to a certain extentpreemption of state law:</p>\n<blockquote>Nothing in this part precludes a State from imposing requirements on a telecommunications carrier for intrastate services that are necessary to further competition in the provision of telephone exchange service or exchange access, as long as the State's requirements are not inconsistent with this part or the Commission's regulations to implement this part.</blockquote>\n<p><i>Id.</i> § 261(c).</p>\n<p></p>\n<h2>B. Proceedings Before the Board</h2>\n<p>In 2005, PRTC, an incumbent LEC, and Centennial, a competing LEC, completed two interconnection agreements, which they renegotiated in 2008. During the renegotiation, PRTC and Centennial failed to reach an agreement on eighteen issues, and Centennial petitioned the Board, the commission responsible for administering the Act in Puerto Rico, to compel arbitration. The Board-appointed arbitrator conducted a hearing, and then the Board issued a decision resolving the outstanding issues. Later, the Board modified its decision on reconsideration.<sup>[4]</sup> Three of those issues are relevant here:</p>\n<p></p>\n<h2>1. Billing Dispute Fees</h2>\n<p>The 2005 agreements contained a term governing billing disputes between the parties. Under this term, if an invoiced party disputed a service bill, that party was required to put the invoiced amount in escrow. If the invoicing party prevailed in the dispute, it was entitled to the escrowed funds plus interest and a \"late payment penalty.\" R.1, Ex. 1 at 9 (Report and Order, Aug. 8, 2008, at 6). The agreement did not provide, however, for a reciprocal erroneous billing penalty if the invoiced party prevailed. During renegotiation, Centennial (which, it seems, is usually the invoiced party) wished to dispense with the late payment penalty, and PRTC wished to retain it. The Board determined that the agreements would retain the late payment fee.</p>\n<p>On reconsideration, the Board reversed its initial determination. In order to achieve symmetry, the Board decided that the parties should either include both a \"late payment fee\" and an \"erroneous billing fee\" or abjure both fees. R.1, Ex. 4 at 10 (Order on Reconsideration, Nov. 25, 2008) (quotation marks omitted). According to the Board, although it believed at first that a late payment fee would compensate the party wrongly denied use of the funds in a way that an erroneous billing fee would not, upon reconsideration it determined that the party billed erroneously also was denied use of the funds while in escrow and that an erroneous billing fee would encourage responsible <span class=\"star-pagination\">*24</span> billing practices. After the Board's order, the parties chose to include both billing dispute fees.</p>\n<p></p>\n<h2>2. Direct Connection with Claro</h2>\n<p>PRTC operates a mobile telephone service carrier division called Claro.<sup>[5]</sup> When calls are made between customers of Claro and customers of Centennial or its mobile service division, PRTC facilitates an indirect connection (that is, a connection running first from Centennial to PRTC's wired network and then to Claro rather than directly from Centennial to Claro) and charges Centennial a transiting fee for the connection. Although Centennial had reached direct connection agreements with most other mobile service providers in Puerto Rico, PRTC had refused to facilitate negotiations between Claro and Centennial. During renegotiation, Centennial demanded that PRTC either use commercially reasonable efforts to facilitate a direct connection or cease charging the transiting fee. The Board agreed in part, giving PRTC three months to use \"commercially reasonable efforts\" to facilitate a direct connection between Claro and Centennial. R.1, Ex. 1 at 35 (Report and Order at 32) (quotation marks omitted). If a direct connection did not result, the Board would require PRTC to explain why a direct connection was infeasible for business, technical or efficiency reasons. During that period of explanation, Centennial could withhold transiting fees pending a further determination by the Board. The Board upheld this determination on reconsideration.</p>\n<p></p>\n<h2>3. Meet Points</h2>\n<p>The points at which Centennial's and PRTC's networks physically interconnect (called \"meet points,\" <i>id.</i> at 15 (Report and Order at 12),) can be used to exchange many different types of telecommunications traffic, but the 2005 agreements limited the types of traffic permitted to be exchanged at the meet points to certain, specifically enumerated categories. During the renegotiation, Centennial asserted that federal law provided it with an absolute right to exchange any type of traffic it wished. As such, Centennial asked the Board to amend the agreements to permit PRTC and Centennial to exchange \"any lawful traffic.\" <i>Id.</i> (quotation marks omitted). Centennial particularly was interested in ensuring that the agreement permit voice-over internet protocol (\"VOIP\") traffic. VOIP refers to calls routed in whole or in part over the internet rather than over traditional telephone lines. VOIP users can place telephone calls from their computers to, and receive calls from, other computers or regular telephones, or can place calls through VOIP-connected telephones. Although the calls are routed through the internet for the VOIP user, calls going to or originating from traditional telephone users are switched through local exchange carriers, creating a substantial set of interconnection issues.</p>\n<p>The Board ruled against Centennial on this point, determining that federal law does not give Centennial a right to exchange all types of traffic at meet points, that the FCC was still wrestling with how to resolve issues posed by various types of interconnection traffic, and that it would be more prudent to limit exchanged traffic to categories specifically enumerated absent a showing of anti-competitive efforts <span class=\"star-pagination\">*25</span> on the part of an LEC to refuse reasonable interconnection requests.</p>\n<p>On reconsideration, the Board retained its determinations regarding the enumeration of permissible meet-point traffic. In addition, the Board refused Centennial's alternative request to enumerate specifically VOIP traffic in the agreements. According to the Board, Centennial had failed to demonstrate</p>\n<blockquote>that there is any need to specifically call out VoIP trafficwhich can encompass different servicesfor special attention. We understand that the Parties today exchange VoIP traffic without difficulty. Obviously, if the status of VoIP traffic changes in the future, or if other circumstances warrant, the Parties can renegotiate this provision.</blockquote>\n<p>R.1, Ex. 4 at 7.</p>\n<p></p>\n<h2>C. Proceedings Before the District Court</h2>\n<p>PRTC and Centennial filed separate petitions for review in the district court under 47 U.S.C. § 252(e)(6), each alleging that the Board violated different provisions of federal and commonwealth law in its approval and modification of the agreements. After the petitions were consolidated, the companies and the Board each moved separately for summary judgment. The district court held that the parties had stipulated that no genuine issues of material fact existed and resolved which parties were entitled to judgment as a matter of law on the various disputed issues. <i>See Centennial Puerto Rico License Corp. v. Telecomms. Regulatory Bd. of Puerto Rico,</i> Nos. 08-2436, 09-1002, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">4407214</span></span>, at *1 (D.P.R. Nov.25, 2009).<sup>[6]</sup></p>\n<p></p>\n<h2>1. Billing Dispute Fees</h2>\n<p>With respect to the billing dispute fees, the district court rejected PRTC's contention that Puerto Rico Law 213,<sup>[7]</sup> which Puerto Rico courts have held does not provide the Board with jurisdiction to award damages in suits between telecommunications providers, prohibits the Board from including terms in an interconnection agreement that require one telecommunications provider to pay a penalty fee to another. According to the district court, PRTC's position was foreclosed by our holding in <i>WorldNet Telecommunications, Inc. v. Puerto Rico Telephone Co.,</i> <span class=\"citation\" data-id=\"202736\"><a href=\"/opinion/202736/worldnet-v-puerto-rico-telephone-co/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2007), that \"neither the Act nor Puerto Rico precedent forbids [the imposition of] incentive-based liquidated damages\" in an arbitrated interconnection agreement.</p>\n<p></p>\n<h2>2. Direct Connection with Claro</h2>\n<p>With respect to the transiting fees between Centennial and Claro, the district court rejected PRTC's claim that the FCC's decision not to promulgate regulations imposing interconnection obligations on mobile service carriers preempts state authority to require PRTC to make commercially reasonable efforts to facilitate a direct connection between Claro and Centennial. The district court held, however, that the Board did not impose a direct connection requirement as such, but only a requirement to facilitate negotiations. The arbitration and approval of an interconnection agreement did not constitute state regulation of mobile service carriers. Further, the court noted that the Board's decision was consistent with the FCC's fears that \"`LEC-affiliated [mobile service] carriers,' like Claro, might unreasonably <span class=\"star-pagination\">*26</span> deny efficient connection\" and with the FCC's suggestion that such a \"denial would justify regulatory intervention.\" <i>Centennial Puerto Rico License Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">4407214</span></span>, at *5 (quoting <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. 10666, 10687-88 (1995)).</p>\n<p></p>\n<h2>3. Meet Points</h2>\n<p>With respect to VOIP traffic, the district court disagreed with Centennial's claim that federal law entitles it to exchange all lawful traffic at meet points. It agreed with Centennial, however, that the Board's decision not to enumerate VOIP traffic separately was arbitrary and capricious. According to the court:</p>\n<blockquote>The parties agree that VoIP traffic does not fall into any of the categories already enumerated, yet Centennial and PRTC are allowed to exchange VoIP traffic. Since the Board decided that Centennial and PRTC must maintain a list of allowed traffic, thereby excluding all other traffic, its decision to allow VoIP traffic without including it on the enumerated list is arbitrary and capricious. Thus, the Board erred in excluding VoIP traffic from the enumerated list, to the extent that VoIP traffic does not already fall under an enumerated category.</blockquote>\n<p><i>Id.</i> at *9. This appeal followed.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>\"Where as here judicial review is based on the agency record, we apply to the agency ordinary review standards, accepting the district court decision merely as it may be persuasive.\" <i>WorldNet,</i> 497 F.3d at 5. We review the Board's interpretations of federal and state law de novo, <i>see id.</i> at 5, 11; <i>Global NAPs I,</i> 396 F.3d at 23, but we note that \"it is customary where any doubt exists to give some deference to the agency charged with administering the statute,\" <i>WorldNet,</i> 497 F.3d at 11.</p>\n<p>We have not yet had occasion to determine the correct standard for reviewing other determinations by the Board, such as its findings of facts and applications of the law in resolving disputes over the terms of an agreement; however, we have noted that other circuits have applied an arbitrary and capricious standard. <i>See </i><i>Global NAPs I,</i> 396 F.3d at 24 n. 8 (citing <i>MCI Telecomms. Corp. v. Ohio Bell Tel. Co.,</i> <span class=\"citation\" data-id=\"787024\"><a href=\"/opinion/787024/mci-telecommunications-corp-v-the-ohio-bell-telephone-company-dba-sbc/\"><span class=\"volume\">376</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span>, 548 (6th Cir.2004); <i>U.S. West Commc'ns, Inc. v. Sprint Commc'ns Co.,</i> <span class=\"citation\" data-id=\"161866\"><a href=\"/opinion/161866/us-west-v-hix/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1241</span></a></span>, 1248 (10th Cir. 2002); <i>Sw. Bell Tel. Co. v. Waller Creek Commc'ns, Inc.,</i> <span class=\"citation\" data-id=\"21712\"><a href=\"/opinion/21712/southwestern-bell-v-waller-creek-comm/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">812</span></a></span>, 816 (5th Cir.2000); <i>US West Commc'ns, Inc. v. MFS Intelenet, Inc.,</i> <span class=\"citation\" data-id=\"766457\"><a href=\"/opinion/766457/us-west-communications-v-mfs-intelenet-inc-sharon-l-nelson-chairman/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1112</span></a></span>, 1117 (9th Cir. 1999)); cf. WorldNet, 497 F.3d at 5 (stating that \"[t]he ordinary standards for reviewing agency decisions are deferential (in varying degrees) as to matters of fact, policy and application of general standards, but de novo as to questions of law\"). Because we must evaluate the Board's decision regarding VOIP traffic,<sup>[8]</sup> a decision based on findings of fact and policy determinations, we now must determine the appropriate standard of review. The parties all agree that arbitrary and capricious review applies. Our earlier decisions have implied that this standard of review is the correct one, and we see no reason that \"ordinary standards for reviewing agency decisions,\" <i>WorldNet,</i> 497 F.3d at 5, should not apply. We therefore adopt <span class=\"star-pagination\">*27</span> the position taken by our sister circuits and explicitly hold that, \"where no error of law exists, the state agency's other determinations are reviewed under the arbitrary and capricious standard,\" <i>Global NAPs I,</i> 396 F.3d at 24 n. 8.</p>\n<p></p>\n<h2>B. Billing Dispute Fees</h2>\n<p>We begin with PRTC's contention that, because the Board lacks jurisdiction under Puerto Rico law to adjudicate claims for damages between telecommunications carriers, it similarly lacks the ability, when reviewing an interconnection agreement, to order or approve the insertion of monetary penalty provisions that are \"akin to an award of damages.\" PRTC Br. 27. As support, PRTC invites our attention to two cases from Commonwealth courts that limited the ability of the Board to act as a traditional court in adjudicating actions for damages or for fines that would result effectively in the payment of damages to a third party (rather than to the Board itself). <i>See </i><i>Caribe Commc'ns, Inc. v. Puerto Rico Tel. Co.,</i> 157 D.P.R. 203, 228 (2002); <i>Pan Am. Tel. Co. v. Junta Reglamentadora de Telecomunicaciones de Puerto Rico,</i> Nos. KLRA 0300394, KLRA 0300400, KLRA 0300402, 2004 P.R.App. LEXIS 704 (P.R. Cir. May 25, 2004). These precedents, PRTC believes, apply with equal force to the Board's authority to impose terms in arbitrated interconnection agreements providing for liquidated damages or penalties without the consent of all of the parties.</p>\n<p>This is not the first time we have considered the Board's authority to adopt liquidated damages provisions in an interconnection agreement. In <i>WorldNet,</i> we reviewed the Board's decision to reject an arbitrator's order including a liquidated damages provision in an interconnection agreement between PRTC and WorldNet, another LEC, because the amount of liquidated damages did not correspond to predicted actual damages, and thus was \"intended to punish [PRTC], not to compensate WorldNet.\" 497 F.3d at 4. We took this statement to mean that the Board \"assumed that liquidated damages exceeding a reasonable estimate of damages to WorldNet were forbidden either by Puerto Rico law or by something inherent in the concept of liquidated damages.\" <i>Id.</i> at 6.</p>\n<p>We held that this assumption was erroneous. Not only are Puerto Rico courts \"more solicitous of liquidated damages clauses than their Anglo-American counterparts,\" <i>id.</i> at 7,<sup>[9]</sup> but the interconnection agreements are also a special breed of contract, one that mixes the commercial interests of the parties with the policy interests of the federal and state governments. We noted that</p>\n<blockquote>interconnection agreements are not ordinary commercial contracts: the Act dictates their creation; they are imposed <span class=\"star-pagination\">*28</span> by involuntary arbitration and agency review if the parties cannot agree; and their aim is to secure the public benefit of competition. Incentive payments not limited to actual damages (e.g., civil penalties and criminal fines) are familiar devices to achieve public ends. So courts, as a matter of federal law, have allowed states to approve interconnection agreements imposing liquidated damages that include incentive elements exceeding actual compensation.</blockquote>\n<p><i>Id.</i> at 7. Although we acknowledged that the Board may wish to prohibit such provisions as an independent policy choice, we held that, in making that determination, \"the Board must recognize that neither the Act nor Puerto Rico precedent forbids incentive-based liquidated damages ... and that the Board should not assume an inability to use cost-based liquidated damages.\" <i>Id.</i> at 8.</p>\n<p>Recognizing the difficulty that <i>WorldNet</i> poses to its position, PRTC attempts to explain why the doctrine of issue preclusion should not prevent it from relitigating this issue even though it failed to raise its theory about the Board's authority during the <i>WorldNet</i> litigation. We do not think that the issue before us is best regarded as one of issue preclusion, but simply as one of binding precedent. Regardless of whether <i>WorldNet</i> considered the particular theory now offered by PRTC, the fundamental holding of <i>WorldNet</i> is that an arbitrated interconnection agreement may contain liquidated damages provisions that are designed to create incentives or to approximate costs and are inserted over the objection of one of the parties.</p>\n<p>Nevertheless, PRTC invites us to overrule (or at least to distinguish) <i>WorldNet</i> based on PRTC's assertion that, despite the general appropriateness of penalty clauses under commonwealth law, Puerto Rico courts have denied the Board itself the power to require the addition of liquidated damages provisions into arbitrated interconnection agreements. <i>WorldNet</i> addressed the Board's perception that Puerto Rico law forbids penalty clauses as a general matter. However, PRTC now has devised a new theory that Puerto Rico law does not grant <i>the Board</i> specific jurisdiction to impose liquidated damages provisions on unconsenting parties. In other words, the old theory targeted the content of the provision, and the new theory targets the scope of the Board's authority to require the provision.</p>\n<p>At the outset, we note that the Board did not actually mandate the inclusion of the erroneous billing fee. Instead, it declined to order the imposition of any fee related to billing disputes and left to the parties the option to includeif they so desiredreciprocal fee provisions. PRTC, apparently believing that reciprocal fees would be better than no fees at all, voluntarily agreed to include both the late payment fee and the erroneous billing fee.<sup>[10]</sup><span class=\"star-pagination\">*29</span> Thus, PRTC's challenge is not directed at the Board's authority to mandate terms, but instead at the possibility of including such terms in an interconnection agreement at all. That question actually is foreclosed by <i>WorldNet</i>: Puerto Rico law does not prohibit liquidated damages provisions in arbitrated interconnection agreements.</p>\n<p>More fundamentally, PRTC's theory regarding the Board's jurisdiction is unpersuasive. None of the cases that it relies on apply to the Board's function in reviewing arbitrated interconnection agreements. Instead, those cases address the Board's role in adjudicating lawsuits between carriers. In <i>Caribe Communications, Inc. v. Puerto Rico Telephone Co.,</i> 157 D.P.R. 203, 208 (2002), a competing LEC sued PRTC before the Board for breach of contract. The Board asserted jurisdiction to adjudicate the matter on the rationale that Law 213 provided it with the power to adjudicate suits between carriers. <i>Id.</i> at 209. The Supreme Court of Puerto Rico disagreed, holding that Law 213 does not permit the Board to hear a suit for damages. <i>Id.</i> at 228. According to the court, Law 213 does not confer expressly such a jurisdiction. <i>Id.</i> at 227-28. Moreover, the Board's assertion of implicit authority contradicted the purposes of Law 213 by removing the ability of litigants to utilize judicial procedures designed to guarantee due process of law and by attempting to usurp a quintessential aspect of the judicial power traditionally vested in courts, <i>Id.</i><sup>[11]</sup></p>\n<p>In <i>Pan American Telephone Co. v. Junta Reglamentadora de Telecomunicaciones de Puerto Rico,</i> Nos. KLRA 0300394, KLRA 0300400, KLRA 0300402, 2004 P.R.App. LEXIS 704, at *41 (P.R. Cir. May 25, 2004), the Puerto Rico Court of Appeals built upon <i>Caribe</i>'s rationale, holding that Law 213 also does not permit the Board to impose administrative fines if those fines would be paid by one telecommunications carrier to a third party, such as another telecommunications carrier. The Board had promulgated regulations providing for the imposition of fines upon telecommunications providers to encourage compliance with the Act, Law 213 and Board regulations. Some of these fines were payable to the Board, but others were payable directly to another party harmed by a violation. <i>See id.</i> at *34-37.</p>\n<p>The court determined that this latter arrangement was improper. According to the court, because the Board could not adjudicate actions for damages between telecommunications providers, it similarly was barred from imposing fines payable to another provider harmed by a violation, which as a practical matter was no different than awarding the provider damages. <i>See id.</i> at *40-41.</p>\n<p>At most, <i>Caribe</i> and <i>Pan American</i> stand for the proposition that the Board may not adjudicate a claim for a billing penalty filed by Centennial or PRTC against the other company or decide to award the fee in a suit for breach of the <span class=\"star-pagination\">*30</span> agreement. That limitation, however, bears no relation to the Board's review of disputed terms in an arbitrated agreement, a function akin not to awarding damages but to imposing regulatory requirements. <i>See </i><i>Illinois Bell Tel. Co. v. Global NAPs Illinois, Inc.,</i> <span class=\"citation\" data-id=\"1456900\"><a href=\"/opinion/1456900/illinois-bell-telephone-co-v-global-naps/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">587</span></a></span>, 591 (7th Cir.2008) (noting that the \"arbitration\" specified by the Act \"is really the first stage in a regulatory proceeding\" conducted by the state commission in reviewing and approving the agreement (quotation marks omitted)).</p>\n<p>Although, as PRTC observes, Law 213 applies to the Board in the exercise of all of its powers, including adjudications, rulemaking and reviewing interconnection agreements, <i>Caribe</i> and <i>Pan American</i> reach only the first of those functions. <i>See </i><i>WorldNet,</i> 497 F.3d at 11 (holding that <i>Caribe</i> does not \"establish any general rule that the Board's powers are to be narrowly construed\" in setting standards in interconnection agreements, a function which is not \"historically associated with judicial authority\"). The Board has not assumed the power to adjudicate claims between Centennial and PRTC. It did not decide that in a particular instance a bill was justified or unjustified, nor has it awarded judgment to Centennial or PRTC for an erroneous billing fee. The Board simply has employed its review authority to determine that creating a duty and a corresponding remedy in the contract would further the goals of the Act. If, down the road, Centennial believes that it is entitled to a fee and PRTC refuses to pay it, Centennial still must bring an action against PRTC to recover.</p>\n<p>Virtually every contract contains terms that contemplate a future remedy of monetary damages.<sup>[12]</sup> Thus, whenever the Board imposes a term in an interconnection agreement, it creates the framework for a potential award of damages. <i>See, e.g., </i><i>Global NAPs, Inc. v. Verizon New Eng., Inc.</i> (<i>Global NAPs IV</i>), <span class=\"citation\" data-id=\"145523\"><a href=\"/opinion/145523/global-naps-inc-v-verizon-new-england-inc/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span> (1st Cir.2010) (appeal of an award of damages for payments owed under an arbitrated interconnection agreement).<sup>[13]</sup> The billing dispute fees are no different; they create future remedies that the parties may invoke upon the other party's erroneous billing or unjustified refusal to pay a bill, and they are designed both to incentivize attentive billing and payment practices and to compensate the parties for the lost use of funds.</p>\n<p>Although the contract itself specifies the proper amount of liquidated damages (the \"fee\"), there is nothing exceptionable <span class=\"star-pagination\">*31</span> about that arrangement. As <i>WorldNet</i> makes clear, incentive-based or cost-based liquidated damagesat least as far as interconnection agreements goare permissible under Puerto Rico law. Accordingly, we reaffirm our holding in <i>WorldNet</i> that Puerto Rico law does not prevent the inclusionwhether voluntarily negotiated, imposed by an arbitrator, or imposed by the Boardof incentive- or cost-based liquidated damages in interconnection agreements between telecommunications carriers.</p>\n<p></p>\n<h2>C. Direct Connection with Claro</h2>\n<p>We turn next to PRTC's claim that federal law preempts the Board's decision to require PRTC to make commercially reasonable efforts to facilitate a direct connection between Centennial and Claro. PRTC's view is that by requiring PRTC to facilitate the negotiation of a direct connection or lose its transiting fees, the Board is using the threat of a penalty obliquely to require Claro to agree to a direct interconnection with Centennial, although the Act does not place an obligation on mobile service carriers to interconnect directly with other carriers. According to PRTC, this arrangement treads on an area that Congress and the FCC intended to leave free from state regulation.</p>\n<p>Under the Supremacy Clause of Article VI of the Constitution,<sup>[14]</sup> Acts of Congress or pronouncements of \"`a federal agency acting within the scope of its congressionally delegated authority'\" may preempt inconsistent state laws or state regulatory authority. <i>Global NAPs, Inc. v. Verizon New Eng., Inc.</i> (<i>Global NAPs III</i>), <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span>, 71 (1st Cir.2006) (quoting <i>Louisiana Pub. Serv. Comm'n v. FCC,</i> <span class=\"citation\" data-id=\"111672\"><a href=\"/opinion/111672/louisiana-pub-serv-commn-v-fcc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, 369, <span class=\"citation\" data-id=\"111672\"><a href=\"/opinion/111672/louisiana-pub-serv-commn-v-fcc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1890</span></a></span>, <span class=\"citation\" data-id=\"111672\"><a href=\"/opinion/111672/louisiana-pub-serv-commn-v-fcc/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">369</span></a></span> (1986)). Sometimes preemption occurs through a clear statement of intent to preempt state law. Other times preemption occurs when state law directly conflicts with the dictates or purposes of federal law or when Congress or an agency has created a regulatory framework so comprehensive that it is intended to occupy the field to the exclusion of state supplementation. <i>See </i><i>Weaver's Cove Energy, LLC v. Rhode Island Coastal Res. Mgmt. Council,</i> <span class=\"citation no-link\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></span>, 472-73 (1st Cir. 2009); <i>see also </i><i>Verizon New Eng., Inc.,</i> 509 F.3d at 9 (\"State regulation, even when authorized by local law, must give way not only `where Congress has legislated comprehensively' in a field with an aim to occupy it, but also `where the state law stands as an obstacle to the accomplishment and execution of the full objectives of Congress.'\" (quoting <i>Louisiana Pub. Serv. Comm'n,</i> 476 U.S. at 368-69, <span class=\"citation\" data-id=\"111672\"><a href=\"/opinion/111672/louisiana-pub-serv-commn-v-fcc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1890</span></a></span>)).<sup>[15]</sup></p>\n<p><span class=\"star-pagination\">*32</span> Certain state laws touching telecommunications, such as those preventing competing LECs from entering the market, are preempted by the terms of the Act. <i>See</i> 47 U.S.C. § 253(a). Congress took pains, however, to preserve traditional state authority over telecommunications services and to maintain a role for states within the dual regulatory regime. For instance, § 252 provides that \"nothing in this section shall prohibit a State commission from establishing or enforcing other requirements of State law in its review of an agreement, including requiring compliance with intrastate telecommunications service quality standards or requirements.\" <i>Id.</i> § 252(e)(3). Section 261 similarly states that the Act does not prevent a state \"from imposing requirements on a telecommunications carrier for intrastate services that are necessary to further competition. . ., as long as the State's requirements are not inconsistent with\" the Act or the FCC's implementing regulations. <i>Id.</i> § 261(c).</p>\n<p>Whether the Act or the FCC have preempted state telecommunications regulation thus depends on a determination that a specific requirement is \"inconsistent\" with federal law; that is, that the state directly has violated a clear statement in the Act or FCC rules, or that the state's chosen means of regulation clearly interfere with a federal policy goal or a method of achieving that goal. <i>See </i><i>Verizon New Eng., Inc.,</i> 509 F.3d at 9; <i>Global NAPs III,</i> 444 F.3d at 72-75. Making this determination requires us to examine carefully the specific language in the congressional and FCC pronouncements that PRTC claims foreclose the Board's decision.</p>\n<p>PRTC locates explicit congressional intent to preempt state regulation of mobile service interconnection in § 6002 of the Omnibus Budget Reconciliation Act of 1993.<sup>[16]</sup> Specifically, that act provides that \"no state or local government shall have any authority to regulate the entry of or the rates charged by any commercial mobile service . . ., except that this paragraph shall not prohibit a State from regulating the other terms and conditions of commercial mobile services.\" 47 U.S.C. § 332(c)(3)(A). PRTC's reliance on this section is misplaced. On its face, § 332(c) preempts only state attempts to prevent new mobile service carriers from entering the market or to regulate the rates charged for wireless services, neither of which situation is at issue here. Any other state regulation of mobile service providers remains unaffected.</p>\n<p>PRTC also contends that direct connection is not required by law, by which it means that the Act does not specify whether mobile service carriers must connect directly or indirectly with other telecommunications carriers. The Act places a general interconnection obligation (direct or indirect) on all telecommunications providers, including mobile service providers, but imposes the stricter duty of direct connection and state arbitration only on incumbent LECs. <i>See id.</i> § 251(a)-(c). As PRTC contends, the FCC has declined to treat mobile service providers as LECs subject to the more strenuous obligations in the three-tier framework.<sup>[17]</sup><span class=\"star-pagination\">*33</span> <i>See </i><i>Atlas Tel. Co.,</i> 400 F.3d at 1262 &amp; n. 3 (explaining that \"[t]he FCC has determined that [mobile service] providers qualify as telecommunications carriers, and thus are subject to the provisions of § 251(a)\" but distinguishing these provisions from the obligations imposed on LECs in § 251(b)-(c) (internal quotation marks omitted)); <i>In re Implementation of the Local Competition Provisions in the Telecomms. Act of 1996,</i> 11 F.C.C.R. 15499, 15995-96 (1996) (order from the FCC \"declin[ing] at this time to treat CMRS providers as LECs\" and determining that \"states are preempted from requiring CMRS providers to classify themselves as `local exchange carriers'\"). On this view, the Board lacks the authority to require PRTC to facilitate negotiations because federal law does not require Claro to connect directly or to engage in mandatory interconnection arbitration.</p>\n<p>Although sections 253 and 332 do not interfere with the Commonwealth's power to establish regulations for the provision of mobile services additional to the requirements of the Act, <i>see</i> 47 U.S.C. §§ 253(b), 332(c)(3)(A), we note, without deciding, that it is not at all clear that the Act itself gives the Board the authority to use the interconnection arbitration and review process to <i>impose</i> interconnection requirements on an incumbent LEC-affiliated mobile service carrier. <i>See </i><i>Qwest Corp. v. Arizona Corp. Comm'n,</i> <span class=\"citation\" data-id=\"1208343\"><a href=\"/opinion/1208343/qwest-corp-v-arizona-corp-comn/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1109</span></a></span>, 1117 (9th Cir.2009) (holding that \"all state commission arbitration authority under Section 252 is inextricably tied to the duties imposed under Section 251\" and cannot be extended to duties created by other sections of the Act); <i>Qwest Corp. v. Pub. Utils. Comm'n of Colorado,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></span>, 1197 (10th Cir.2007) (stating that the commission \"may only compel an [incumbent LEC] to arbitrate with respect to services that it is under a duty to provide\").</p>\n<p>Here, however, the Board has set its sights not on Claro, but on PRTC's transiting fee, a matter subject to arbitration under the Act. Because of PRTC's refusal to articulate any sort of justification for why it has impeded negotiations between Centennial and Claro, the Board concluded that PRTC very likely was motivated by a desire to raise Centennial's costs. As we have noted, most mobile service providers in Puerto Rico have agreed to establish direct connections with Centennial. The reason for this is simple. By connecting directly where technically feasible, both companies are able to lower their costs by cutting out the middleman's transiting fee. The only person who would object to such an arrangement would be the middleman himself In this case, however, the middleman controls Claro, giving it an obvious motive to prevent direct connection and to impose a transiting fee that raises Centennial's costs but has less of an effect on its own (because Claro will not have to pay itself). Therefore, as a condition of continuing to charge a transiting fee, the Board included a requirement in the agreement that PRTC would use commercially reasonable efforts to facilitate a direct connection.</p>\n<p><i>WorldNet</i> again provides important guidance. A second issue in <i>WorldNet</i> was whether the Board could require PRTC to provide a competing LEC with service performance standards \"superior to the service [PRTC] . . . provided to its own customers.\" <i>WorldNet,</i> 497 F.3d at 8 (emphasis omitted). PRTC contended that because the Act required incumbent LECs only to provide service \"at least equal in quality to that provided by the local exchange carrier\" to others, 47 U.S.C. § 251(c)(2)(C), the Board had no authority to oblige incumbent LECs to provide any greater amount of service. We disagreed. Although the Act does not <span class=\"star-pagination\">*34</span> establish a right to superior service, we explained, the Act does not forbid states from imposing requirements above those mandated by Congress or the FCC. <i>WorldNet,</i> 497 F.3d at 9. We also determined that Commonwealth law permitted the Board to impose such requirements: \"[T]he Board is endowed with general regulatory powers and is entitled to read its grant of authority broadly.\" <i>Id.</i> at 12.</p>\n<p>To be sure, the Act itself also does not require PRTC to facilitate negotiations as part of its obligation to interconnect telecommunications carriers. Yet, it certainly does not forbid it, nor does it forbid state commissions from exercising their own authority in order to effectuate state policy. <i>See id.</i> at 7 (\"[L]ocal agencies make policy on their own[,] and section 252(e)(3) reserves the Board's authority to `<i>establish</i> [] . . . requirements of State law in its review of an agreement' (emphasis added). And the Act, although imposing certain federal requirements, is intended to defer to state agencies on matters that do not compromise the achievement of federal aims.\" (third alteration and ellipsis in original)). Law 213 grants the Board the power to adopt policies promoting competition, efficient service and consumer welfare and penalizing anti-competitive practices. <i>See</i> P.R. Laws Ann. tit. 27, §§ 265, 267(a), 267f. It was well within the scope of that power to target perceived anticompetitive behavior and to adopt a policythe denial of transiting fees if PRTC's failure to facilitate negotiations cannot be justified on business, technical or efficiency grounds designed to address that behavior and to promote competition, efficiency and consumer welfare.</p>\n<p>Finally, PRTC points to two orders issued by the FCC, which declined to promulgate regulations that would establish interconnection standards for mobile service carriers. In those orders, the FCC stated that, because most mobile service providers do not possess the same sort of market power in the provision of local telecommunications services as does an incumbent LEC, the FCC preferred to rely primarily on voluntary private agreements to achieve interconnection. <i>See In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 15 F.C.C.R. 13523, 13528 (2008); <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. at 10684-86. The FCC also stated that it stood ready to intervene should later developmentssuch as attempts by LEC-affiliated mobile service providers to impede efficient interconnectiondemonstrate a need for general standards. <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. at 10687-88. PRTC interprets these decisions as establishing a clear intent on the part of the FCC both to assert exclusive authority over mobile service interconnection and to prevent states from interfering with its scheme of voluntarily negotiated, private interconnection agreements involving mobile service carriers.</p>\n<p>We have stated previously that the structure created by the Act demands that the FCC make its intent to foreclose state regulation especially plain:</p>\n<blockquote>The requirement of a clear indication of the agency's intent to preempt is especially important in the context of the TCA, which \"divide[d] authority among the FCC and the state commissions in an unusual regime of `cooperative federalism,' with the intended effect of leaving state commissions free, where warranted, to reflect the policy choices made by their states.\"</blockquote>\n<p><i>Global NAPs III,</i> 444 F.3d at 72 (quoting <i>Global NAPs, Inc. v. Massachusetts Dep't of Telecomms. &amp; Energy</i> (<i>Global NAPs</i> <span class=\"star-pagination\">*35</span> <i>II,</i>) <span class=\"citation\" data-id=\"792254\"><a href=\"/opinion/792254/global-naps-inc-appelleecross-appellant-v-massachusetts-department-of/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 46 (1st Cir.2005)) (alteration in original).</p>\n<p>For example, in <i>Global NAPs III,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span>, 75 (1st Cir.2006), we refused to find preemption of all state regulation of intercarrier compensation for internet service provider traffic where the FCC had issued a preemption order addressing only one aspect of such compensation while \"deferr[ing] fuller consideration of a unified system of intercarrier compensation to a future rulemaking.\" The order at issue in <i>Global NAPs III</i> provides an example of the clarity the FCC employs when it intends to preempt state regulatory authority:</p>\n<blockquote>The interim compensation regime we establish here applies as carriers renegotiate expired or expiring interconnection agreements. It does not alter existing contractual obligations, except to the extent that parties are entitled to invoke contractual change-of-law provisions. This Order does not preempt any state commission decision regarding compensation for ISP-bound traffic for the period prior to the effective date of the interim regime we adopt here. Because we now exercise our authority under section 201 to determine the appropriate intercarrier compensation for ISP-bound traffic, however, <i>state commissions will no longer have authority to address this issue.</i>\n</blockquote>\n<p><i>In re Implementation of the Local Competition Provisions in the Telecomms. Act of 1996,</i> 16 F.C.C.R. 9151, 9189 (2001) (emphasis added).</p>\n<p>Nothing even approaching such a clear statement exists in either order at issue in this case. The FCC's orders declined only to promulgate rules of general applicability. <i>See In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 15 F.C.C.R. at 13532 (\"We do not think there is an adequate record to support regulations addressing such issues. . . .\"); <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. at 10668 (concluding that \"at present it would be premature for the Commission to propose or adopt rules of general applicability requiring direct interconnection arrangements between CMRS providers\"). A determination that it would be imprudent to adopt a rule imposing interconnection standards and obligations on every mobile service provider at the national level is a far cry from a determination that state commissions should be barred from imposing requirements on individual LECs in the context of an arbitrated interconnection agreement because they might affect wireless interconnection. <i>Cf. </i><i>WorldNet,</i> 497 F.3d at 9, 12 (explaining that the FCC's inability to promulgate general regulations does not circumscribe a state commission's power to effectuate state policy when reviewing interconnection agreements); <i>Indiana Bell Tel. Co.,</i> 362 F.3d at 393 (\"[W]e do not agree with the premise. . . that because the FCC may not implement a blanket regulation requiring superior quality, the [state commission] may not require acceptance testing when, after individualized review, it finds it to be in the public interest and a means of promoting competition in [the state].\").</p>\n<p>The Board did not adopt a regulation requiring all mobile service providers in Puerto Rico to agree to direct connections from all suitors. Indeed, it did not even require Claro to interconnect directly. Instead, it offered PRTC an opportunity either to facilitate negotiations or to explain why its failure to do so was justified on any business, technology or efficiency ground other than to raise its rival's costs. This obligation extends only to \"commercially reasonable efforts.\" R.1, Ex. 4 at 14. If PRTC can offer a reason for not <span class=\"star-pagination\">*36</span> connecting Claro directly with Centennial other than anti-competitive animus, the Board will decline to take action, thereby preserving Claro's ability \"to provide interconnection. . . either directly or indirectly, based upon [its] most efficient technical and economic choices.\" <i>In re Implementation of the Local Competition Provisions in the Telecomms. Act of 1996,</i> 11 F.C.C.R. at 15991.</p>\n<p>The Board's requirement also does not interfere with the FCC's policy goal of fostering voluntary interconnection agreements with mobile service providers.<sup>[18]</sup> In declining for the time being to promulgate general interconnection obligations for mobile service carriers, the FCC noted the possibility that \"LEC-affiliated CMRS carriers may have a unique incentive to deny interconnection so as to keep CMRS-to-CMRS traffic interconnected through the local exchange landline network, and to continue to collect CMRS interconnection charges from both sets of CMRS providers through their access charge structures.\" <i>In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. at 10688. The FCC also stated that \"some potential might exist for CMRS providers to raise their rivals' costs by denying direct interconnection, or increasing the price of direct interconnection to the price charged by the LEC for indirect interconnection.\" <i>Id.</i> at 10682-83.</p>\n<p>Given that the FCC's statements focus on the behavior that the Board is attempting to address here, we cannot find a clear indication on the part of the FCC to preempt attempts by state commissions to address the fee structure charged by incumbent LECs in order to remove an incentive for anti-competitive and inefficient interconnection arrangements. Moreover, the FCC's promise to remain \"particularly vigilant in policing, where they exist, any efforts by CMRS providers to deny interconnection in order to gain an unfair competitive advantage,\" <i>id.</i> at 10687, was not, as PRTC asserts, a statement of an intent to occupy the field, but instead a promise to keep an eye out in case it needed to \"revisit the need for adopting interconnection rules of <i>general applicability.</i>\" <i>Id.</i> (emphasis added). On an intent to occupy the field, \"it is, at best, ambiguous . . ., and ambiguity is not enough to preempt state regulation here.\" <i>Global NAPs III,</i> 444 F.3d at 72.</p>\n<p>To summarize, we hold that because Law 213 authorizes the Board to foster competition in the market for telecommunications services and because federal law does not preempt the Board's decision to require PRTC to use commercially reasonable efforts to facilitate a direct connection between Centennial and Claro, the Board's order was proper. First, neither the Act nor the FCC orders contain a clear statement of \"an explicit . . . intent to preempt state law.\" <i>Weaver's Cove Energy, LLC,</i> 589 F.3d at 472. Second, the Act has not \"creat[ed] a pervasive scheme of regulation,\" <i>id.,</i> that implicitly preempts state authority to regulate anti-competitive practices by incumbent LECs. Quite the contrary, the Act's scheme of coordinate federalism explicitly preserves a role for states to implement policy in their review <span class=\"star-pagination\">*37</span> of interconnection agreements. Finally, the Board's order does not stand \"in direct conflict with specific FCC policies\" or \"as an obstacle to the accomplishment and execution of the full objectives of Congress.\" <i>Verizon New Eng., Inc.,</i> 509 F.3d at 9 (quotation marks omitted).</p>\n<p></p>\n<h2>D. VOIP Traffic</h2>\n<p>We turn, then, to PRTC's final contention, which is that we should reverse the district court's holding that the Board's decision not to enumerate VOIP separately as a permissible traffic activity was arbitrary and capricious. According to PRTC, VOIP is a kind of technology, not a kind of traffic, and thus at least some of the calls placed through VOIP technology can be covered by enumerated traffic types. Given this distinction, PRTC asserts, the Board's decision not to enumerate VOIP was rational and avoided the possibility of creating new, unforeseen problems. Centennial asserts, however, that the Board committed a clear, irrational error of logic by acknowledging that the parties already exchange VOIP traffic and limiting the meet points to specified classes of traffic, yet refusing to include VOIP among the permissible types of traffic. The Board does not defend its decision at all.<sup>[19]</sup></p>\n<p>Under the arbitrary and capricious standard of review, an agency's decision will be upheld unless \"the agency lacks a rational basis for making the determination or if the decision was not based on consideration of the relevant factors.\" <i>River St. Donuts, LLC v. Napolitano,</i> <span class=\"citation\" data-id=\"203705\"><a href=\"/opinion/203705/river-street-donuts-llc-v-napolitano/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span>, 114 (1st Cir.2009) (quotation marks omitted).</p>\n<p>If the district court is correct that VOIP is a kind of traffic, then one might conclude from reviewing the record that the Board \"commit[ted] a clear error of judgment,\" <i>Town of Winthrop v. Fed. Aviation Admin.,</i> <span class=\"citation\" data-id=\"203404\"><a href=\"/opinion/203404/town-of-winthrop-v-faa/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2008), justifying reversal. On the other hand, if VOIP is merely a technology already covered in part by other categories, then that would explain how the Board could say simultaneously that only enumerated traffic types could be exchanged at meet points and that the parties already were exchanging VOIP calls. That decision would, moreover, be based on a consideration of the relevant factors, such as a lack of history of disputes over VOIP calls, uncertainty about future FCC action and the potential that enumerating VOIP traffic separately could create new problems.</p>\n<p>Unfortunately, whether VOIP already is covered by the parties' interconnection agreement is an unresolved question. PRTC asserts that VOIP is a technology, but that does little to resolve the central question: whether VOIP calls are subsumed by types of traffic enumerated in the agreement. On that point, PRTC equivocates, saying only that \"VOIP technology may very well be.\" PRTC Br. 54. Nor does the Board do much to clarify its decision, telling us only that if VOIP is already covered, then there is no issue.</p>\n<p><span class=\"star-pagination\">*38</span> We are hesitant to insert ourselves into the classification and regulation of VOIP traffic on such a muddled record. VOIP presents a number of sensitive technical and policy considerations better left to the FCC and state commissions. Some VOIP calls originate on a computer and terminate at a telephone, or vice versa. Other VOIP calls, however, both originate and terminate on an actual telephone; for this type of call, the internet provides the medium of transmission on at least one end of the conversation. There are obvious differences between these types of calls. The FCC may choose to treat each configuration in a different way; conversely, it may choose to treat them in the same way, or not to regulate them at all.</p>\n<p>In addition, at argument, counsel for the Board explained that a key consideration in refusing to enumerate VOIP separately was its fear that Centennial would use a general VOIP category as a Trojan horse to give it access to the meet points for types of calls for which it would otherwise owe PRTC separate compensation.</p>\n<p>Given the possibility for abuse, the lack of past disputes and the uncertain regulatory environment, we believe the Board was wise to keep its powder dry and save final resolution of the VOIP question for a later day. <i>Cf. </i><i>Town of Winthrop,</i> 535 F.3d at 13 (holding that, when an agency is faced with an \"area of research . . . still developing,\" it is not arbitrary and capricious to decline to take action while \"evaluat[ing] the issue more fully\").</p>\n<p>Although we agree with the district court that the Board's language is confusing, we believe that the Board's order meant to convey that some, if not all, VOIP traffic has been and will continue to be exchanged at the meet points under other, specifically enumerated headings. <i>See </i><i>FCC v. Fox Television Stations, Inc.,</i> ___ U.S. ____, <span class=\"citation\" data-id=\"145882\"><a href=\"/opinion/145882/fcc-v-fox-television-stations-inc/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1810, <span class=\"citation\" data-id=\"145882\"><a href=\"/opinion/145882/fcc-v-fox-television-stations-inc/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">738</span></a></span> (2009) (stating that a court \"should `uphold a decision of less than ideal clarity if the agency's path may reasonably be discerned'\" (quoting <i>Bowman Transp., Inc. v. Arkansas-Best Freight Sys., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></span>, 286, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">438</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></span> (1974))). Nothing in the Act mandates that the Board permit all types of VOIP traffic to be exchanged, so the exclusion of certain types of calls not covered by enumerated traffic categories is permissible. If later disputes create a need for specific intervention, then the Board can tailor a remedy to the specific problems presented before it. Moreover, the Board can certainly take into account PRTC's representations during this litigation in assessing a proper response to any future problems.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>We hold that neither Puerto Rico nor federal law cabin the Board's authority as narrowly as PRTC contends. The Board possesses the power under Puerto Rico law to impose liquidated damages clauses in telecommunications interconnection agreements. Moreover, federal law does not prevent the Board from regulating potentially anti-competitive behavior associated with transiting fees charged by incumbent local exchange carriers. We also hold that the Board's reluctance to enumerate VOIP calls separately was supported by a consideration of relevant factors and possessed a rational basis. Accordingly, the judgment of the district court is affirmed in part and reversed in part, and we remand to allow the district court to enter summary judgment for the Board. The parties shall bear their own costs in this appeal.</p>\n<p>AFFIRMED in PART and REVERSED in PART.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  Telecommunications Act of 1996, Pub.L. No. 104-104, 110 Stat. 56, 56 (1996) (codified as amended in scattered sections of Title 47 of the United States Code). The stated purposes of the Act are \"[t]o promote competition and reduce regulation in order to secure lower prices and higher quality services for American telecommunications consumers and encourage the rapid deployment of new telecommunications technologies.\" <i>Id.</i></p>\n<p>[2]  In particular, subsection 253(a) provides that \"[n]o State or local statute or regulation, or other State or local legal requirement, may prohibit or have the effect of prohibiting the ability of any entity to provide any interstate or intrastate telecommunications service,\" and subsection 253(d) instructs the FCC to preempt any state or local laws, regulations or enactments the FCC determines to be inconsistent with the provisions of section 253. 47 U.S.C. § 253(a), (d).</p>\n<p>[3]  Subsection 253(b) provides:\n</p>\n<p>Nothing in this section [prohibiting State and local governments from creating barriers to entering the market for telecommunications services] shall affect the ability of a State to impose, on a competitively neutral basis and consistent with section 254 of this title, requirements necessary to preserve and advance universal service, protect the public safety and welfare, ensure the continued quality of telecommunications services, and safeguard the rights of consumers.</p>\n<p>47 U.S.C. § 253(b).</p>\n<p>[4]  <i>See</i> R.1, Ex. 1 (Report and Order, Aug. 8, 2008); R.1, Ex. 4 (Order on Reconsideration, Nov. 25, 2008). The Board's order addressed the twelve issues remaining after the parties reached a settlement on six of the eighteen issues.</p>\n<p>[5]  Our use of the term \"mobile service carrier\" refers to providers of cellular telephone and other wireless telecommunications services and is intended to capture what the FCC and the Board call \"commercial mobile radio service\" providers or \"CMRS providers.\" <i>See In re Interconnection &amp; Resale Obligations Pertaining to Commercial Mobile Radio Servs.,</i> 10 F.C.C.R. 10666, 10668 (1995); R.1, Ex. 1 at 35 (Report and Order at 32).</p>\n<p>[6]  The district court addressed five issues, only three of which PRTC contests on appeal. Centennial and the Board do not appeal the issues decided adversely to them.</p>\n<p>[7]  P.R. Laws Ann. tit. 27, §§ 265-272.</p>\n<p>[8]  <i>See</i> text <i>infra</i> p. 37.</p>\n<p>[9]  This difference can be explained by the fact that courts grounded in the traditions of the civil law of continental Europe, such as the courts of Puerto Rico, <i>see </i><i>Borschow Hosp. &amp; Med. Supplies, Inc. v. Cesar Castillo Inc.,</i> <span class=\"citation\" data-id=\"196987\"><a href=\"/opinion/196987/borschow-hospital-v-cesar-castillo/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 15 (1st Cir.1996), take a more forgiving view of penalty clauses than courts grounded in the traditions of the English common law. <i>See</i> Aristides N. Hatzis, <i>Having the Cake and Eating It Too: Efficient Penalty Clauses in Common and Civil Contract Law,</i> 22 Int'l Rev. L. &amp; Econ. 381, 383 (2002) (noting that in most civil law European countries, \"liquidated damages are readily enforced, as are penalty clauses when they are not extravagant (sometimes even then) and pure[] gambling\"); <i>cf.</i> Richard A. Posner, <i>Let Us Never Blame a Contract Breaker,</i> 107 Mich. L.Rev. 1349, 1352 n. 12 (2009) (\"[B]y not distinguishing between liquidated damages clauses and penalty clauses, the civil law expands freedom of contract, although civil law judges do refuse to enforce clearly unreasonable damages clauses.\" (internal quotation marks omitted)).</p>\n<p>[10]  PRTC asserts that it did not agree voluntarily to the erroneous billing fee. Instead, PRTC was \"coerced\" into accepting the lesser of two evils: \"either losing something to which it is lawfully entitled (<i>i.e.,</i> the opportunity to recover the costs associated with not being paid for services rendered) or accepting a proposal in which PRTC still could recover its costs but at the expense of being exposed to the risk of an unlawful penalty.\" PRTC Br.29 n. 6. This contention takes an overly narrow view of voluntariness. PRTC may be entitled to be paid for its services, but just as the prevailing party in a breach of contract action usually is not entitled to its attorney's fees, PRTC is not entitled to be compensated for the difficulty of collecting debts owed to it. The standard measure of the lost use of funds is the interest those funds would have earned, and the invoicing party already receives the interest generated by the escrowed funds if it prevails. The presence or absence of an additional late payment fee is a matter of contractual agreement dictated in part by external factors, such as federal and commonwealth policy. The Commonwealth's policy in this instance is that reciprocal fees will deter both parties from engaging in petty and meritless billing disputes and are more equitable than a one-sided late payment fee.</p>\n<p>[11]  Subsequently, the Puerto Rico legislature amended Law 213 to provide the Board with \"primary and exclusive jurisdiction for adjudicating any damages and losses claim caused by any natural or juridical person to a user [of telecommunications services], except for claims between telecommunications and cable companies,\" under $5,000 and arising out of violations of Law 213, Board regulations or service contracts. P.R. Laws Ann. tit. 27, § 269j-1. This amendment by its terms excludes suits for damages, of whatever amount, between telecommunications carriers.</p>\n<p>[12]  <i>See</i> 24 Richard A. Lord, <i>Williston on Contracts</i> § 64:1 (4th ed.2002) (explaining that \"[t]he primary if not the only remedy for injuries caused by nonperformance of most contracts is an action for damages for the breach\" and that, usually, \"a judgment for damages will be given for any breach of any contract, unless the right has been suspended or discharged\" (footnote omitted)); Oliver Wendell Holmes, <i>The Path of the Law,</i> 10 Harv. L.Rev. 457, 462 (1897) (\"The duty to keep a contract at common law means a prediction that you must pay damages if you do not keep it,and nothing else.\").</p>\n<p>[13]  <i>See also, e.g., </i><i>Illinois Bell Tel. Co. v. Global NAPs Illinois, Inc.,</i> <span class=\"citation\" data-id=\"1456900\"><a href=\"/opinion/1456900/illinois-bell-telephone-co-v-global-naps/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">587</span></a></span>, 591 (7th Cir.2008) (holding that a suit to collect charges provided for by an interconnection agreement is based on state contract law); <i>Core Commc'ns, Inc. v. Verizon Pennsylvania, Inc.,</i> <span class=\"citation\" data-id=\"1250065\"><a href=\"/opinion/1250065/core-communications-v-verizon-pennsylvania/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">333</span></a></span> (3d Cir.2007) (determining the proper forum for a suit for damages predicated upon breach of an interconnection agreement); <i>ICG Telecom Grp., Inc. v. Qwest Corp.,</i> <span class=\"citation\" data-id=\"2513123\"><a href=\"/opinion/2513123/icg-telecom-group-inc-v-qwest-corp/\"><span class=\"volume\">375</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1084</span></a></span> (D.Colo.2005) (action to compel arbitration over the payment of disputed bills as provided for in an interconnection agreement); <i>New Access Commc'ns, L.L.C. v. Qwest Corp.,</i> <span class=\"citation\" data-id=\"2529327\"><a href=\"/opinion/2529327/new-access-communications-llc-v-qwest-corp/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">952</span></a></span> (D.Minn.2005) (examining an arbitration award of money damages for overcharges made in violation of an interconnection agreement).</p>\n<p>[14]  \"This Constitution, and the Laws of the United States which shall be made in Pursuance thereof; and all Treaties made, or which shall be made, under the Authority of the United States, shall be the supreme Law of the Land; and the Judges in every State shall be bound thereby, any Thing in the Constitution or Laws of any State to the Contrary notwithstanding.\" U.S. Const. art. VI, § 2.</p>\n<p>[15]  As we explained in <i>Weaver's Cove Energy, LLC,</i>\n</p>\n<p>To simplify a complex area of law, preemption arguments are generally divided into three categories. The first, express preemption, results from language in a statute revealing an explicit congressional intent to preempt state law. The second, field preemption, is that Congress may implicitly preempt a state law by creating a pervasive scheme of regulation. The third category is conflict preemption. In this category, state law is pre-empted to the extent it actually conflicts with federal law, that is, when compliance with both state and federal law is impossible, or when the state law stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.</p>\n<p><i>Weaver's Cove Energy, LLC v. Rhode Island Coastal Res. Mgmt. Council,</i> <span class=\"citation no-link\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></span>, 472-73 (1st Cir.2009) (internal citations and quotation marks omitted).</p>\n<p>[16]  Omnibus Budget Reconciliation Act of 1993 § 6002(b)(2)(A)(iii), Pub.L. No. 103-66, 107 Stat. 312, 394 (1993) (codified in relevant part in 47 U.S.C. § 332).</p>\n<p>[17]  For an explanation of the three-tiers of obligations imposed by the Act on various telecommunications entities, see the discussion in section I.A., <i>supra.</i></p>\n<p>[18]  <i>Cf. </i><i>Verizon New Eng., Inc. v. Maine Pub Utils. Comm'n,</i> <span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 9 (1st Cir.2007) (finding a state commission's ability to impose interconnection requirements preempted where the requirements were \"in direct conflict with specific FCC policies\" designed to \"free the carriers from such compulsion\"); <i>Wisconsin Bell, Inc. v. Bie,</i> <span class=\"citation\" data-id=\"783190\"><a href=\"/opinion/783190/wisconsin-bell-inc-dba-ameritech-wisconsin-v-ave-m-bie/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">441</span></a></span> (7th Cir.2003) (holding that a state requirement that incumbent LECs file a tariff directly frustrated the Act's system of negotiated agreements because it damaged the bargaining position of the incumbent LECs).</p>\n<p>[19]  The Board does not contest the district court's determination, nor does it explain how it reached the decision it did. Instead, its only comment on the matter is:\n</p>\n<p>The Board does not join [PRTC's] argument. The district court's opinion held that VOIP traffic should be included in the enumerated categories to the extent they are not already covered by those categories. If, as PRTC argues, VOIP is covered by the existing enumerated categories of traffic to be exchanged, then there is no issue. If not, then, given that the parties are already exchanging such traffic, the Board does not object [to] confirming this practice by including VOIP traffic in the interconnection agreement.</p>\n<p>Board Br. 36-37 (internal citation omitted).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/21712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/161866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/165625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1208343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1250065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2513123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2529327/"
  ]
}