{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/206613/",
  "absolute_url": "/opinion/206613/tropigas-de-puerto-rico-v-certain-underwriters/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/206613/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-03-11T20:46:28Z",
  "date_modified": "2016-04-26T13:13:08.489087Z",
  "type": "010combined",
  "sha1": "cc32b358df1cab0ebfa573b4bd7ae9b44a8ed8e0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1122p-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/03/11/Tropigas_de_Puerto_Rico_Inc._v._Certain_Underwriters_at_Lloyds.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 10-1122\n\n                    TROPIGAS DE PUERTO RICO, INC.,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n              CERTAIN UNDERWRITERS AT LLOYD'S OF LONDON,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Raymond L. Acosta, U.S. District Judge]\n\n\n                                Before\n\n                        Lipez, Circuit Judge,\n                     Souter,* Associate Justice,\n                      and Selya, Circuit Judge.\n\n\n\n     Francisco E. Colón-Ramirez and Colón & Colón, P.S.C. on brief\nfor appellant.\n     Manuel Sosa, Luis N. Saldaña, and Saldaña, Carvajal & Vélez-\nRivé, P.S.C. on brief for appellee.\n\n\n                            March 11, 2011\n\n\n\n\n     *\n      Hon. David H. Souter, Associate Justice (Ret.) of the Supreme\nCourt of the United States, sitting by designation.\n\f            SELYA, Circuit Judge.          This case is an exercise in\n\nsummary judgment practice.         It involves a dispute about whether\n\nsums are due under a certificate of insurance issued by certain\n\nunderwriters at Lloyd's of London (Lloyd's) to plaintiff-appellant\n\nTropigas de Puerto Rico, Inc.        The district court opined that the\n\nplaintiff   had    failed   to   adduce    facts   sufficient   to   show   the\n\nexistence of a covered loss and granted summary judgment for\n\nLloyd's.    We affirm.\n\nI.   BACKGROUND\n\n            We rehearse the facts in the light most agreeable to the\n\nplaintiff (the party resisting summary judgment). Suarez v. Pueblo\n\nInt'l, Inc., 229 F.3d 49, 51 (1st Cir. 2000); McCarthy v. Nw.\n\nAirlines, Inc., 56 F.3d 313, 314 (1st Cir. 1995).\n\n            The plaintiff is a propane gas distributor based in\n\nPuerto Rico.      In the ordinary course of its business, it purchased\n\nfourteen large underground storage tanks manufactured in Dallas,\n\nTexas. The tanks were transported to Houston for shipment by barge\n\nto Puerto Rico.\n\n            At the plaintiff's behest, Lloyd's issued a certificate\n\nof insurance, insuring the tanks \"against all risks of physical\n\nloss or damage from external causes.\"               The coverage attached\n\ndockside from the start of loading operations in Houston, continued\n\nwhile the barge was in transit, and \"cease[d] upon berthing of the\n\n\n\n\n                                     -2-\n\fbarge at the destination port\" (San Juan).          No coverage was\n\nafforded for unloading operations.\n\n             On January 28, 2004, a marine surveyor inspected the\n\ntanks at the Houston docks.     Loading operations, monitored by the\n\nmarine surveyor, began on February 8 and concluded the next day.\n\nThe process encompassed two stages. First, stevedores used rollers\n\nand heavy-lift transport equipment to maneuver the tanks to a\n\ndesignated area alongside the barge.     Second, a crane fitted with\n\nnylon straps attached to a spreader bar hoisted them onto the\n\nwaiting barge.\n\n             In a report dated February 16, the surveyor noted that,\n\nprior to loading, all the tanks exhibited minor chafing to exterior\n\npainted surfaces.    That damage was repaired by the manufacturer on\n\nsite and plays no role in this litigation.       The report noted no\n\nother damage.    With one exception, not relevant here, it described\n\nthe loading process as having taken place without incident.1\n\n             The barge left Houston on February 10. It encountered no\n\ninclement weather during the voyage.    When the barge docked in San\n\nJuan, the plaintiff did not conduct a pre-discharge inspection of\n\nthe cargo.    The plaintiff did, however, videotape a portion of the\n\n\n     1\n       The report explained that during the process of moving the\ntanks to the staging area, one tank was damaged. The plaintiff's\nbrief contains no developed argument about this damage. Lloyd's\nanswering brief asserted that this damage \"is not part of the\ncontroversies brought forth before\" either the district court or\nthis court.    The plaintiff has not contested this assertion.\nConsistent with the parties' approach, we disregard this damage.\n\n                                  -3-\n\foff-loading.      In that process, the tanks were lifted by cranes,\n\nplaced on heavy haulers, trucked to the plaintiff's yard, and\n\ninstalled.\n\n            The plaintiff subsequently conducted a post-installation\n\ninspection of the tanks.             This inspection revealed extensive\n\nwarping and deformation.\n\n            In December of 2004, the plaintiff wrote to Lloyd's\n\nseeking recompense for the discovered damage.             Its claim letter\n\nposited that the warping and deformation of the tanks had occurred\n\nduring either loading operations in Houston or the ensuing marine\n\ntransport (and in any event, within the policy coverage).            Lloyd's\n\nrefused payment, maintaining that the plaintiff had not established\n\nthat the damage arose during the coverage period.\n\nII.   TRAVEL OF THE CASE\n\n            Invoking diversity jurisdiction, 28 U.S.C. § 1332(a)(1),\n\nthe   plaintiff    sued   in   the   federal   district   court.      In   its\n\ncomplaint, the plaintiff alleged that the tanks had been damaged\n\ndue to improper loading at the point of origin (Houston).2            Lloyd's\n\ndenied    this   allegation    and    the   parties   engaged   in   pretrial\n\ndiscovery.\n\n            In due season, Lloyd's moved for summary judgment, Fed.\n\nR. Civ. P. 56, arguing that the plaintiff had failed to limn a\n\n\n      2\n       The plaintiff has not developed any claim, either below or\non appeal, that the tanks were damaged during the ocean voyage.\nAny such claim is, therefore, waived.\n\n                                      -4-\n\ftriable issue as to whether the alleged loss occurred within the\n\ncurrency and scope of the insurance certificate.             Along with the\n\nmotion, Lloyd's submitted a statement of uncontested material facts\n\nas required by Local Rule 56(b).3        In that statement, it emphasized\n\nthe surveyor's finding that no damage had occurred to the tanks at\n\nissue during loading.    It also proffered a report from its expert,\n\nAndrew Johnstone, which concluded that, assuming the tanks were\n\nproperly     designed    and     manufactured,       \"the    load-out      and\n\ntransportation of these tanks from Houston to San Juan would not\n\nhave imposed sufficient loads on the tanks to cause the damage\n\nreported.\" (There is no evidence in the record suggesting that the\n\ntanks were either improperly designed or constructed).\n\n            The   plaintiff    opposed    the   motion,   arguing   that   the\n\nrecord, viewed favorably to it, supported a finding that the tanks\n\nwere damaged during loading operations in Houston. The plaintiff's\n\ncounter-statement of material facts, submitted in accordance with\n\n\n\n\n     3\n         The rule provides:\n\n                 A motion for summary judgment shall be\n            supported by a separate, short, and concise\n            statement of material facts, set forth in\n            numbered paragraphs, as to which the moving\n            party contends there is no genuine issue of\n            material fact to be tried. Each fact asserted\n            in the statement shall be supported by a\n            record citation as required by subsection (e)\n            of this rule.\n\nD.P.R. Civ. R. 56(b).\n\n                                    -5-\n\fLocal Rule 56(c),4 included thirty-one so-called \"supplemental\n\nfacts.\"     It noted, for example, that there was no mention in the\n\nsurvey about how the rollers used during loading operations were\n\nleveled; that Lloyd's had failed to exclude a difference in the\n\nheight of the rollers as a possible cause of the damage; that there\n\nwas photographic evidence suggesting that the tanks were improperly\n\nhoisted; and that a videographic depiction of the off-loading\n\noperations showed that nothing unusual had occurred during that\n\nactivity.\n\n            The   district   court   granted   the   motion   for   summary\n\njudgment. It observed that the plaintiff's arguments in support of\n\nits claim consisted of nothing more than speculation.         This timely\n\nappeal ensued.\n\n\n\n     4\n         This local rule provides:\n\n                 A party opposing a motion for summary\n            judgment shall submit with its opposition a\n            separate, short, and concise statement of\n            material facts. The opposing statement shall\n            admit, deny or qualify the facts supporting\n            the motion for summary judgment by reference\n            to each numbered paragraph of the moving\n            party's statement of material facts. Unless a\n            fact is admitted, the opposing statement shall\n            support each denial or qualification by a\n            record citation as required by this rule. The\n            opposing statement may contain in a separate\n            section additional facts, set forth in\n            separate numbered paragraphs and supported by\n            a record citation as required by subsection\n            (e) of this rule.\n\nD.P.R. Civ. R. 56(c).\n\n                                     -6-\n\fIII.       APPLICABLE LEGAL STANDARD\n\n               We review a district court's grant of summary judgment de\n\nnovo.      Dávila v. Corporación de P.R. para la Difusión Pública, 498\n\nF.3d 9, 12 (1st Cir. 2007).         We will affirm only if the record\n\ndiscloses no genuine issue as to any material fact and the moving\n\nparty is entitled to judgment as a matter of law.       See Vineberg v.\n\nBissonnette, 548 F.3d 50, 55 (1st Cir. 2008); see also Fed. R. Civ.\n\nP. 56.5      While we must mull the facts in the light most agreeable\n\nto the nonmoving party and draw all reasonable inferences in that\n\nparty's favor, Suarez, 229 F.3d at 53, we afford no evidentiary\n\nweight to \"conclusory allegations, empty rhetoric, unsupported\n\nspeculation, or evidence which, in the aggregate, is less than\n\nsignificantly probative.\" Rogan v. City of Boston, 267 F.3d 24, 27\n\n(1st Cir. 2001); see Medina-Munoz v. R.J. Reynolds Tobacco Co., 896\n\nF.2d 5, 8 (1st Cir. 1990).\n\n               The vocabulary of summary judgment is well defined.   An\n\nissue is \"genuine\" if \"a reasonable jury could resolve the point in\n\nfavor of the nonmoving party.\" McCarthy, 56 F.3d at 315 (quotation\n\nomitted).       A fact is \"material\" if \"its existence or nonexistence\n\nhas the potential to change the outcome of the suit.\"         Borges ex\n\nrel. S.M.B.W. v. Serrano-Isern, 605 F.3d 1, 5 (1st Cir. 2010).\n\n\n\n       5\n       Rule 56 was amended effective December 1, 2010 (while this\ncase was pending on appeal). The substantive standard for summary\njudgment remains unchanged.    See Fed. R. Civ. P. 56 advisory\ncommittee's note.\n\n                                       -7-\n\fWhere, as here, the nonmovant bears the burden of proof on the\n\ndispositive issue, it must point to \"competent evidence\" and\n\n\"specific facts\" to stave off summary judgment.        McCarthy, 56 F.3d\n\nat 315.\n\nIV.   ANALYSIS\n\n            As a threshold matter, the plaintiff argues that the\n\ndistrict court failed to deem its supplemental facts admitted and\n\nthat,     had   it   done   so,   summary   judgment   would   have   been\n\ninappropriate.       This argument implicates Local Rule 56, which in\n\nrelevant part requires a party opposing summary judgment to submit\n\nwith its opposition a \"separate, short, and concise statement of\n\nmaterial facts\" not set forth by the movant.       D.P.R. Civ. R. 56(c).\n\nIn turn, the movant is directed to submit a reply statement, in\n\nwhich it \"shall admit, deny or qualify those additional facts.\"\n\nD.P.R. Civ. R. 56(d).       Facts not denied, qualified, or otherwise\n\n\"properly controverted\" are deemed admitted. D.P.R. Civ. R. 56(e).\n\n            Local Rule 56 is in service to Federal Rule of Civil\n\nProcedure 56. See CMI Capital Mkt. Inv., LLC v. González-Toro, 520\n\nF.3d 58, 62 (1st Cir. 2008) (\"The purpose of this rule is to\n\nrelieve the district court of any responsibility to ferret through\n\nthe record to discern whether any material fact is genuinely in\n\ndispute.\").     Like Rule 56 itself, the local rule makes clear that\n\nits focus is on facts, not speculation or argumentation. Moreover,\n\nthese facts must be material.\n\n\n                                    -8-\n\f          In    the     instant    case,      the    district    court's    summary\n\njudgment ruling was terse, and it is impossible to tell what use,\n\nif any, the court made of the supplemental facts contained in the\n\nplaintiff's     Local     Rule    56(c)    counter-statement.             Assuming,\n\nfavorably to the plaintiff, that the court did not \"deem admitted\"\n\nthe supplemental facts, we discern no error.                We explain briefly.\n\n          The supplemental facts can be divided into two groups.\n\nThe first group consists of facts that are not material.                   Thus, for\n\nexample, it is a fact that there is no evidence as to how the\n\nrollers had been leveled — but that fact does not prove that\n\nimproper leveling of the rollers caused the damage.                      The second\n\ngroup consists of items which, though labeled as facts, are nothing\n\nmore than speculation or argumentation.                 Thus, for example, that\n\nLloyd's had failed to exclude the height of the rollers as a cause\n\nof the damage is a non-fact; it is an argument, pure and simple,\n\nfor the proposition that the improper leveling of the rollers\n\ncaused the damage.\n\n          Neither half of this taxonomy profits the plaintiff.                    To\n\nthe extent that the items are factual, deeming them admitted does\n\nnot change the outcome of the case.                 To the extent that they are\n\nnon-facts,     they     are   equally     impuissant.           Either    way,   the\n\nplaintiff's claim of error fails.          See P.R. Am. Ins. Co. v. Rivera-\n\nVázquez, 603 F.3d 125, 130 (1st Cir. 2010); see also McCarthy, 56\n\nF.3d at 315.\n\n\n                                        -9-\n\f             This brings us to the merits.    Under a policy of first-\n\nparty insurance, the insured bears the burden of establishing that\n\nthe policy was in force and effect at the relevant time and that\n\nthe loss was covered.       See Fajardo Shopping Ctr., S.E. v. Sun\n\nAlliance Ins. Co., 167 F.3d 1, 7 (1st Cir. 1999).       The coverage at\n\nissue attached prior to loading in Houston and ceased when the\n\ntransporting barge docked in San Juan.6       Here, then, the plaintiff\n\nbears the burden of showing, at a minimum, that a genuine issue of\n\nmaterial fact exists as to whether the damage to the tanks occurred\n\nduring that period.        To meet this standard, it must present\n\n\"definite, competent evidence,\" Pagano v. Frank, 983 F.2d 343, 347\n\n(1st Cir. 1993) (quotation omitted), that the tanks were damaged\n\nduring loading and not during off-loading, ground carriage, or\n\ninstallation.\n\n              The record concerning loading operations is not helpful\n\nto the plaintiff's cause.       It reflects that a marine surveyor\n\nmonitored the loading and compiled a contemporaneous report that\n\ndid not indicate any damage to the tanks occasioned during those\n\noperations.     In an effort to contradict this report, the plaintiff\n\ncontends first that the tanks may have been damaged by the rollers\n\nused to maneuver them into place.        It suggests that the level and\n\n\n     6\n          This case does not raise a choice of law issue. The outcome\nwould    be the same whether we applied the substantive law of either\nTexas    or Puerto Rico to the interpretation of the insurance policy.\nThus,    we need not decide what law governs. See Fajardo Shopping\nCtr.,    167 F.3d at 7.\n\n                                  -10-\n\fheight of the rollers were of particular importance because even a\n\nslight   variation     in    height    could   have     resulted   in    increased\n\npressure on the tanks and, thus, could have caused the damage.                    To\n\nbolster this theory, the plaintiff notes that the loading survey\n\ncontained no information about the height and level of the rollers,\n\nnor did the survey describe the level of the ground on which the\n\nrollers were stationed.\n\n           The    plaintiff's         second   contention     deals      with    the\n\nsupposedly improper placement of the straps used in hoisting the\n\ntanks.   It cites as evidence a photograph depicting one tank being\n\nhoisted by two straps hanging from a spreader bar.                   In its view,\n\nthe straps are too close to each other7 and, thus, the photograph\n\nsuggests that the improper placement of the straps might possibly\n\nhave caused damage to the tanks.            In reaching its conclusion, the\n\nplaintiff cites Johnstone's deposition testimony to the effect that\n\nit is possible that improper strap placement could cause damage to\n\nan object that is being hoisted.\n\n           Both of these contentions traffic in what is possible,\n\nnot in what is probable.          But the plaintiff's burden on summary\n\njudgment   is    to   make   a   showing    that    a   reasonable      jury    could\n\nsupportably find that, more likely than not, the loss occurred\n\nwithin the coverage period.            See Mesnick v. Gen. Elec. Co., 950\n\n\n\n     7\n       The record       contains      no   expert   opinion   confirming         this\nsupposition.\n\n                                        -11-\n\fF.2d 816, 822 (1st Cir. 1991).    Merely raising possibilities does\n\nnot bridge the gap between fact and theory.   See Borges, 605 F.3d\n\nat 5; McCarthy, 56 F.3d at 315.\n\n           The plaintiff's litany of possible explanations for the\n\ndamage does not satisfy this standard. As to the first contention,\n\nit would be unreasonable to infer from an empty record that the\n\nlevel or height of the rollers caused the damage.   The potential of\n\noff-level rollers to cause damage is a matter of fact but, in the\n\nabsence of any evidence that the rollers were off-level, that fact\n\nis not material.\n\n           This same reasoning defenestrates the plaintiff's second\n\ncontention.    The photographic evidence to which the plaintiff\n\nalludes may support an inference that one tank was hoisted in a\n\nless-than-optimal manner.    But that evidence, without more, is\n\ninsufficient to ground a finding that, more likely than not, the\n\nhoisting operation caused the sort of damage of which the plaintiff\n\ncomplains. No reasonable juror could find liability on this flimsy\n\nshowing.\n\n           The serial inferences that the plaintiff would have us\n\ndraw to move this case past the summary judgment stage collectively\n\ncomprise a paradigmatic example of speculation.      See Rogan, 267\n\nF.3d at 27-28; Conward v. Cambridge Sch. Comm., 171 F.3d 12, 22\n\n(1st Cir. 1999). The plaintiff's allusion to Johnstone's statement\n\nthat he could not definitely rule out improper placement of the\n\n\n                                 -12-\n\fslings as a cause of the damage does not cure this infirmity.                 That\n\nstatement merely fuels the speculation and, thus, is insufficient\n\nto create a genuine issue of material fact.              Simply allowing for a\n\npossibility    does    not   make   it   more   likely    than   not   that   the\n\npossibility happened.\n\n           As a last-ditch measure, the plaintiff attempts to prove\n\nits case by negative implication.            It asserts that the tanks were\n\nnot damaged during the voyage, the off-loading in San Juan, ground\n\ntransport, or installation and, thus, must have been damaged during\n\nloading operations in Houston.           The premise for this assertion is\n\nitself   speculative.        The    plaintiff   neither     conducted   a     pre-\n\ndischarge survey once the barge docked in San Juan nor inspected\n\nthe tanks at any time between their arrival and their installation.\n\n           The plaintiff tries to shore up this speculative premise\n\nby pointing to the videotape of a portion of the off-loading\n\nprocess and a letter drafted by an engineer, Morales, two years\n\nafter the fact.       Neither piece of evidence does the trick.\n\n           The videotape shows only a part of the off-loading\n\nprocess.      Because it is both incomplete and unexplained, its\n\nprobative value is very slight.\n\n           The letter is thin gruel: although Morales apparently\n\nobserved either the off-loading or the ground transport or both,\n\nthe record is tenebrous as to what, if any, role he may have played\n\nin that work.         His letter provides scant detail but, rather,\n\n\n                                      -13-\n\fsummarily concludes that there was no mishandling of the tanks\n\nduring   the    off-loading     and    ground      transport.        These    gauzy\n\ngeneralities are not significantly probative and, therefore, carry\n\nno weight in the summary judgment calculus.                     See Anderson v.\n\nLiberty Lobby, Inc., 477 U.S. 242, 249-50 (1986).\n\n            To sum up, the plaintiff's case depends upon precisely\n\nthe kind of conclusory allegations and unsubstantiated speculation\n\nthat we have deemed not sufficiently probative to survive summary\n\njudgment.      See, e.g., SMS Sys. Maint. Servs., Inc. v. Digital\n\nEquip.   Corp.,    188   F.3d   11,    27   (1st   Cir.     1999)   (noting    that\n\n\"theoretical possibilities alone are inadequate to block the swing\n\nof the summary judgment ax\"); Pagano, 983 F.2d at 347 (similar);\n\nsee also Kelly v. United States, 924 F.2d 355, 358 (1st Cir. 1991)\n\n(\"[E]vidence      that   is   merely   colorable,      or    not    significantly\n\nprobative cannot impede an otherwise deserved summary disposition.\"\n\n(alterations and internal quotation marks omitted)). The plaintiff\n\nhas, therefore, failed to make out a genuine issue of material fact\n\nas to whether the tanks were damaged during loading.\n\nV.   CONCLUSION\n\n            We need go no further.          The dispositive issue raised in\n\nthis case is whether the plaintiff has made out a genuine issue of\n\nmaterial fact that the damage occurred during the coverage period.\n\nThe plaintiff has adduced no significantly probative evidence to\n\n\n\n\n                                       -14-\n\fthat effect.   The district court, therefore, appropriately granted\n\nsummary judgment in favor of Lloyd's.\n\n\n\nAffirmed.\n\n\n\n\n                                -15-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>637 F.3d 53 (2011)</b></center>\n<center><h1>TROPIGAS DE PUERTO RICO, INC., Plaintiff, Appellant,<br>\nv.<br>\nCERTAIN UNDERWRITERS AT LLOYD'S OF LONDON, Defendants, Appellees.</h1></center>\n<center>No. 10-1122.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted January 6, 2011.</center>\n<center>Decided March 11, 2011.</center>\n<p><span class=\"star-pagination\">*54</span> Francisco E. Colón-Ramirez and Colón &amp; Colón, P.S.C., on brief, for appellant.</p>\n<p>Manuel Sosa, Luis N. Saldaña, and Saldaña, Carvajal &amp; Vélez-Rivé, P.S.C., on brief, for appellee.</p>\n<p>Before LIPEZ, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and SELYA, Circuit Judge.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This case is an exercise in summary judgment practice. It involves a dispute about whether sums are due under a certificate of insurance issued by certain underwriters at Lloyd's of London (Lloyd's) to plaintiff-appellant Tropigas de Puerto Rico, Inc. The district court opined that the plaintiff had failed to adduce facts sufficient to show the existence of a covered loss and granted summary judgment for Lloyd's. We affirm.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We rehearse the facts in the light most agreeable to the plaintiff (the party resisting summary judgment). <i>Suarez v. Pueblo Int'l, Inc.,</i> 229 F.3d 49, 51 (1st Cir.2000); <i>McCarthy v. Nw. Airlines, Inc.,</i> 56 F.3d 313, 314 (1st Cir.1995).</p>\n<p>The plaintiff is a propane gas distributor based in Puerto Rico. In the ordinary course of its business, it purchased fourteen large underground storage tanks manufactured in Dallas, Texas. The tanks were transported to Houston for shipment by barge to Puerto Rico.</p>\n<p>At the plaintiff's behest, Lloyd's issued a certificate of insurance, insuring the tanks \"against all risks of physical loss or damage from external causes.\" The coverage attached dockside from the start of loading operations in Houston, continued while the barge was in transit, and \"cease[d] upon berthing of the barge at the destination port\" (San Juan). No coverage was afforded for unloading operations.</p>\n<p>On January 28, 2004, a marine surveyor inspected the tanks at the Houston docks. Loading operations, monitored by the marine surveyor, began on February 8 and concluded the next day. The process encompassed two stages. First, stevedores used rollers and heavy-lift transport equipment to maneuver the tanks to a designated area alongside the barge. Second, a crane fitted with nylon straps attached to a spreader bar hoisted them onto the waiting barge.</p>\n<p>In a report dated February 16, the surveyor noted that, prior to loading, all the tanks exhibited minor chafing to exterior painted surfaces. That damage was repaired by the manufacturer on site and plays no role in this litigation. The report noted no other damage. With one exception, not relevant here, it described the loading process as having taken place without incident.<sup>[1]</sup></p>\n<p>The barge left Houston on February 10. It encountered no inclement weather during the voyage. When the barge docked <span class=\"star-pagination\">*55</span> in San Juan, the plaintiff did not conduct a pre-discharge inspection of the cargo. The plaintiff did, however, videotape a portion of the off-loading. In that process, the tanks were lifted by cranes, placed on heavy haulers, trucked to the plaintiff's yard, and installed.</p>\n<p>The plaintiff subsequently conducted a post-installation inspection of the tanks. This inspection revealed extensive warping and deformation.</p>\n<p>In December of 2004, the plaintiff wrote to Lloyd's seeking recompense for the discovered damage. Its claim letter posited that the warping and deformation of the tanks had occurred during either loading operations in Houston or the ensuing marine transport (and in any event, within the policy coverage). Lloyd's refused payment, maintaining that the plaintiff had not established that the damage arose during the coverage period.</p>\n<p></p>\n<h2>II. TRAVEL OF THE CASE</h2>\n<p>Invoking diversity jurisdiction, 28 U.S.C. § 1332(a)(1), the plaintiff sued in the federal district court. In its complaint, the plaintiff alleged that the tanks had been damaged due to improper loading at the point of origin (Houston).<sup>[2]</sup> Lloyd's denied this allegation and the parties engaged in pretrial discovery.</p>\n<p>In due season, Lloyd's moved for summary judgment, Fed.R.Civ.P. 56, arguing that the plaintiff had failed to limn a triable issue as to whether the alleged loss occurred within the currency and scope of the insurance certificate. Along with the motion, Lloyd's submitted a statement of uncontested material facts as required by Local Rule 56(b).<sup>[3]</sup> In that statement, it emphasized the surveyor's finding that no damage had occurred to the tanks at issue during loading. It also proffered a report from its expert, Andrew Johnstone, which concluded that, assuming the tanks were properly designed and manufactured, \"the load-out and transportation of these tanks from Houston to San Juan would not have imposed sufficient loads on the tanks to cause the damage reported.\" (There is no evidence in the record suggesting that the tanks were either improperly designed or constructed).</p>\n<p>The plaintiff opposed the motion, arguing that the record, viewed favorably to it, supported a finding that the tanks were damaged during loading operations in Houston. The plaintiff's counter-statement of material facts, submitted in accordance with Local Rule 56(c),<sup>[4]</sup> included thirty-one <span class=\"star-pagination\">*56</span> so-called \"supplemental facts.\" It noted, for example, that there was no mention in the survey about how the rollers used during loading operations were leveled; that Lloyd's had failed to exclude a difference in the height of the rollers as a possible cause of the damage; that there was photographic evidence suggesting that the tanks were improperly hoisted; and that a videographic depiction of the off-loading operations showed that nothing unusual had occurred during that activity.</p>\n<p>The district court granted the motion for summary judgment. It observed that the plaintiff's arguments in support of its claim consisted of nothing more than speculation. This timely appeal ensued.</p>\n<p></p>\n<h2>III. APPLICABLE LEGAL STANDARD</h2>\n<p>We review a district court's grant of summary judgment de novo. <i>Dávila v. Corporación de P.R. para la Difusión Pública,</i> 498 F.3d 9, 12 (1st Cir.2007). We will affirm only if the record discloses no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Vineberg v. Bissonnette,</i> 548 F.3d 50, 55 (1st Cir.2008); <i>see also</i> Fed.R.Civ.P. 56.<sup>[5]</sup> While we must mull the facts in the light most agreeable to the nonmoving party and draw all reasonable inferences in that party's favor, <i>Suarez,</i> 229 F.3d at 53, we afford no evidentiary weight to \"conclusory allegations, empty rhetoric, unsupported speculation, or evidence which, in the aggregate, is less than significantly probative.\" <i>Rogan v. City of Boston,</i> 267 F.3d 24, 27 (1st Cir. 2001); <i>see </i><i>Medina-Munoz v. R.J. Reynolds Tobacco Co.,</i> 896 F.2d 5, 8 (1st Cir. 1990).</p>\n<p>The vocabulary of summary judgment is well defined. An issue is \"genuine\" if \"a reasonable jury could resolve the point in favor of the nonmoving party.\" <i>McCarthy,</i> 56 F.3d at 315 (quotation omitted). A fact is \"material\" if \"its existence or nonexistence has the potential to change the outcome of the suit.\" <i>Borges ex rel. S.M.B.W. v. Serrano-Isern,</i> 605 F.3d 1, 5 (1st Cir.2010). Where, as here, the nonmovant bears the burden of proof on the dispositive issue, it must point to \"competent evidence\" and \"specific facts\" to stave off summary judgment. <i>McCarthy,</i> 56 F.3d at 315.</p>\n<p></p>\n<h2>IV. ANALYSIS</h2>\n<p>As a threshold matter, the plaintiff argues that the district court failed to deem its supplemental facts admitted and that, had it done so, summary judgment would have been inappropriate. This argument implicates Local Rule 56, which in relevant part requires a party opposing summary judgment to submit with its opposition a \"separate, short, and concise statement of material facts\" not set forth by the movant. D.P.R. Civ. R. 56(c). In turn, the movant is directed to submit a reply statement, in which it \"shall admit, deny or qualify those additional facts.\" D.P.R. Civ. R. 56(d). Facts not denied, qualified, or otherwise \"properly controverted\" are deemed admitted. D.P.R. Civ. R. 56(e).</p>\n<p>Local Rule 56 is in service to Federal Rule of Civil Procedure 56. <i>See </i><i>CMI Capital Mkt. Inv., LLC v. González-Toro,</i> 520 F.3d 58, 62 (1st Cir.2008) (\"The purpose of this rule is to relieve the district court of any responsibility to ferret through the record to discern whether any material fact is genuinely in dispute.\"). Like Rule <span class=\"star-pagination\">*57</span> 56 itself, the local rule makes clear that its focus is on <i>facts,</i> not speculation or argumentation. Moreover, these facts must be <i>material.</i></p>\n<p>In the instant case, the district court's summary judgment ruling was terse, and it is impossible to tell what use, if any, the court made of the supplemental facts contained in the plaintiff's Local Rule 56(c) counter-statement. Assuming, favorably to the plaintiff, that the court did not \"deem admitted\" the supplemental facts, we discern no error. We explain briefly.</p>\n<p>The supplemental facts can be divided into two groups. The first group consists of facts that are not material. Thus, for example, it is a fact that there is no evidence as to how the rollers had been leveledbut that fact does not prove that improper leveling of the rollers caused the damage. The second group consists of items which, though labeled as facts, are nothing more than speculation or argumentation. Thus, for example, that Lloyd's had failed to exclude the height of the rollers as a cause of the damage is a non-fact; it is an argument, pure and simple, for the proposition that the improper leveling of the rollers caused the damage.</p>\n<p>Neither half of this taxonomy profits the plaintiff. To the extent that the items are factual, deeming them admitted does not change the outcome of the case. To the extent that they are non-facts, they are equally impuissant. Either way, the plaintiff's claim of error fails. <i>See </i><i>P.R. Am. Ins. Co. v. Rivera-Vázquez,</i> 603 F.3d 125, 130 (1st Cir.2010); <i>see also </i><i>McCarthy,</i> 56 F.3d at 315.</p>\n<p>This brings us to the merits. Under a policy of first-party insurance, the insured bears the burden of establishing that the policy was in force and effect at the relevant time and that the loss was covered. <i>See </i><i>Fajardo Shopping Ctr., S.E. v. Sun Alliance Ins. Co.,</i> 167 F.3d 1, 7 (1st Cir.1999). The coverage at issue attached prior to loading in Houston and ceased when the transporting barge docked in San Juan.<sup>[6]</sup> Here, then, the plaintiff bears the burden of showing, at a minimum, that a genuine issue of material fact exists as to whether the damage to the tanks occurred during that period. To meet this standard, it must present \"definite, competent evidence,\" <i>Pagano v. Frank,</i> 983 F.2d 343, 347 (1st Cir.1993) (quotation omitted), that the tanks were damaged during loading and not during off-loading, ground carriage, or installation.</p>\n<p>The record concerning loading operations is not helpful to the plaintiff's cause. It reflects that a marine surveyor monitored the loading and compiled a contemporaneous report that did not indicate any damage to the tanks occasioned during those operations. In an effort to contradict this report, the plaintiff contends first that the tanks may have been damaged by the rollers used to maneuver them into place. It suggests that the level and height of the rollers were of particular importance because even a slight variation in height could have resulted in increased pressure on the tanks and, thus, could have caused the damage. To bolster this theory, the plaintiff notes that the loading survey contained no information about the height and level of the rollers, nor did the survey describe the level of the ground on which the rollers were stationed.</p>\n<p>The plaintiff's second contention deals with the supposedly improper placement of <span class=\"star-pagination\">*58</span> the straps used in hoisting the tanks. It cites as evidence a photograph depicting one tank being hoisted by two straps hanging from a spreader bar. In its view, the straps are too close to each other<sup>[7]</sup> and, thus, the photograph suggests that the improper placement of the straps might possibly have caused damage to the tanks. In reaching its conclusion, the plaintiff cites Johnstone's deposition testimony to the effect that it is possible that improper strap placement could cause damage to an object that is being hoisted.</p>\n<p>Both of these contentions traffic in what is <i>possible,</i> not in what is <i>probable.</i> But the plaintiff's burden on summary judgment is to make a showing that a reasonable jury could supportably find that, more likely than not, the loss occurred within the coverage period. <i>See </i><i>Mesnick v. Gen. Elec. Co.,</i> 950 F.2d 816, 822 (1st Cir.1991). Merely raising possibilities does not bridge the gap between fact and theory. <i>See </i><i>Borges,</i> 605 F.3d at 5; <i>McCarthy,</i> 56 F.3d at 315.</p>\n<p>The plaintiff's litany of possible explanations for the damage does not satisfy this standard. As to the first contention, it would be unreasonable to infer from an empty record that the level or height of the rollers caused the damage. The potential of off-level rollers to cause damage is a matter of fact but, in the absence of any evidence that the rollers were off-level, that fact is not material.</p>\n<p>This same reasoning defenestrates the plaintiff's second contention. The photographic evidence to which the plaintiff alludes may support an inference that one tank was hoisted in a less-than-optimal manner. But that evidence, without more, is insufficient to ground a finding that, more likely than not, the hoisting operation caused the sort of damage of which the plaintiff complains. No reasonable juror could find liability on this flimsy showing.</p>\n<p>The serial inferences that the plaintiff would have us draw to move this case past the summary judgment stage collectively comprise a paradigmatic example of speculation. <i>See </i><i>Rogan,</i> 267 F.3d at 27-28; <i>Conward v. Cambridge Sch. Comm.,</i> 171 F.3d 12, 22 (1st Cir.1999). The plaintiff's allusion to Johnstone's statement that he could not definitely rule out improper placement of the slings as a cause of the damage does not cure this infirmity. That statement merely fuels the speculation and, thus, is insufficient to create a genuine issue of material fact. Simply allowing for a possibility does not make it more likely than not that the possibility happened.</p>\n<p>As a last-ditch measure, the plaintiff attempts to prove its case by negative implication. It asserts that the tanks were not damaged during the voyage, the off-loading in San Juan, ground transport, or installation and, thus, must have been damaged during loading operations in Houston. The premise for this assertion is itself speculative. The plaintiff neither conducted a pre-discharge survey once the barge docked in San Juan nor inspected the tanks at any time between their arrival and their installation.</p>\n<p>The plaintiff tries to shore up this speculative premise by pointing to the videotape of a portion of the off-loading process and a letter drafted by an engineer, Morales, two years after the fact. Neither piece of evidence does the trick.</p>\n<p>The videotape shows only a part of the off-loading process. Because it is both incomplete and unexplained, its probative value is very slight.</p>\n<p><span class=\"star-pagination\">*59</span> The letter is thin gruel: although Morales apparently observed either the off-loading or the ground transport or both, the record is tenebrous as to what, if any, role he may have played in that work. His letter provides scant detail but, rather, summarily concludes that there was no mishandling of the tanks during the off-loading and ground transport. These gauzy generalities are not significantly probative and, therefore, carry no weight in the summary judgment calculus. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249-50, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p>To sum up, the plaintiff's case depends upon precisely the kind of conclusory allegations and unsubstantiated speculation that we have deemed not sufficiently probative to survive summary judgment. <i>See, e.g., </i><i>SMS Sys. Maint. Servs., Inc. v. Digital Equip. Corp.,</i> 188 F.3d 11, 27 (1st Cir.1999) (noting that \"theoretical possibilities alone are inadequate to block the swing of the summary judgment ax\"); <i>Pagano,</i> 983 F.2d at 347 (similar); <i>see also </i><i>Kelly v. United States,</i> 924 F.2d 355, 358 (1st Cir.1991) (\"[E]vidence that is merely colorable, or not significantly probative cannot impede an otherwise deserved summary disposition.\" (alterations and internal quotation marks omitted)). The plaintiff has, therefore, failed to make out a genuine issue of material fact as to whether the tanks were damaged during loading.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>We need go no further. The dispositive issue raised in this case is whether the plaintiff has made out a genuine issue of material fact that the damage occurred during the coverage period. The plaintiff has adduced no significantly probative evidence to that effect. The district court, therefore, appropriately granted summary judgment in favor of Lloyd's.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  The report explained that during the process of moving the tanks to the staging area, one tank was damaged. The plaintiff's brief contains no developed argument about this damage. Lloyd's answering brief asserted that this damage \"is not part of the controversies brought forth before\" either the district court or this court. The plaintiff has not contested this assertion. Consistent with the parties' approach, we disregard this damage.</p>\n<p>[2]  The plaintiff has not developed any claim, either below or on appeal, that the tanks were damaged during the ocean voyage. Any such claim is, therefore, waived.</p>\n<p>[3]  The rule provides:\n</p>\n<p>A motion for summary judgment shall be supported by a separate, short, and concise statement of material facts, set forth in numbered paragraphs, as to which the moving party contends there is no genuine issue of material fact to be tried. Each fact asserted in the statement shall be supported by a record citation as required by subsection (e) of this rule.</p>\n<p>D.P.R. Civ. R. 56(b).</p>\n<p>[4]  This local rule provides:\n</p>\n<p>A party opposing a motion for summary judgment shall submit with its opposition a separate, short, and concise statement of material facts. The opposing statement shall admit, deny or qualify the facts supporting the motion for summary judgment by reference to each numbered paragraph of the moving party's statement of material facts. Unless a fact is admitted, the opposing statement shall support each denial or qualification by a record citation as required by this rule. The opposing statement may contain in a separate section additional facts, set forth in separate numbered paragraphs and supported by a record citation as required by subsection (e) of this rule.</p>\n<p>D.P.R. Civ. R. 56(c).</p>\n<p>[5]  Rule 56 was amended effective December 1, 2010 (while this case was pending on appeal). The substantive standard for summary judgment remains unchanged. <i>See</i> Fed.R.Civ.P. 56 advisory committee's note.</p>\n<p>[6]  This case does not raise a choice of law issue. The outcome would be the same whether we applied the substantive law of either Texas or Puerto Rico to the interpretation of the insurance policy. Thus, we need not decide what law governs. <i>See </i><i>Fajardo Shopping Ctr.,</i> 167 F.3d at 7.</p>\n<p>[7]  The record contains no expert opinion confirming this supposition.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></span> (2011)</b></center>\n<center><h1>TROPIGAS DE PUERTO RICO, INC., Plaintiff, Appellant,<br>\nv.<br>\nCERTAIN UNDERWRITERS AT LLOYD'S OF LONDON, Defendants, Appellees.</h1></center>\n<center>No. 10-1122.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted January 6, 2011.</center>\n<center>Decided March 11, 2011.</center>\n<p><span class=\"star-pagination\">*54</span> Francisco E. Colón-Ramirez and Colón &amp; Colón, P.S.C., on brief, for appellant.</p>\n<p>Manuel Sosa, Luis N. Saldaña, and Saldaña, Carvajal &amp; Vélez-Rivé, P.S.C., on brief, for appellee.</p>\n<p>Before LIPEZ, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and SELYA, Circuit Judge.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This case is an exercise in summary judgment practice. It involves a dispute about whether sums are due under a certificate of insurance issued by certain underwriters at Lloyd's of London (Lloyd's) to plaintiff-appellant Tropigas de Puerto Rico, Inc. The district court opined that the plaintiff had failed to adduce facts sufficient to show the existence of a covered loss and granted summary judgment for Lloyd's. We affirm.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We rehearse the facts in the light most agreeable to the plaintiff (the party resisting summary judgment). <i>Suarez v. Pueblo Int'l, Inc.,</i> <span class=\"citation\" data-id=\"770706\"><a href=\"/opinion/770706/ramon-m-suarez-v-pueblo-international-inc/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 51 (1st Cir.2000); <i>McCarthy v. Nw. Airlines, Inc.,</i> <span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 314 (1st Cir.1995).</p>\n<p>The plaintiff is a propane gas distributor based in Puerto Rico. In the ordinary course of its business, it purchased fourteen large underground storage tanks manufactured in Dallas, Texas. The tanks were transported to Houston for shipment by barge to Puerto Rico.</p>\n<p>At the plaintiff's behest, Lloyd's issued a certificate of insurance, insuring the tanks \"against all risks of physical loss or damage from external causes.\" The coverage attached dockside from the start of loading operations in Houston, continued while the barge was in transit, and \"cease[d] upon berthing of the barge at the destination port\" (San Juan). No coverage was afforded for unloading operations.</p>\n<p>On January 28, 2004, a marine surveyor inspected the tanks at the Houston docks. Loading operations, monitored by the marine surveyor, began on February 8 and concluded the next day. The process encompassed two stages. First, stevedores used rollers and heavy-lift transport equipment to maneuver the tanks to a designated area alongside the barge. Second, a crane fitted with nylon straps attached to a spreader bar hoisted them onto the waiting barge.</p>\n<p>In a report dated February 16, the surveyor noted that, prior to loading, all the tanks exhibited minor chafing to exterior painted surfaces. That damage was repaired by the manufacturer on site and plays no role in this litigation. The report noted no other damage. With one exception, not relevant here, it described the loading process as having taken place without incident.<sup>[1]</sup></p>\n<p>The barge left Houston on February 10. It encountered no inclement weather during the voyage. When the barge docked <span class=\"star-pagination\">*55</span> in San Juan, the plaintiff did not conduct a pre-discharge inspection of the cargo. The plaintiff did, however, videotape a portion of the off-loading. In that process, the tanks were lifted by cranes, placed on heavy haulers, trucked to the plaintiff's yard, and installed.</p>\n<p>The plaintiff subsequently conducted a post-installation inspection of the tanks. This inspection revealed extensive warping and deformation.</p>\n<p>In December of 2004, the plaintiff wrote to Lloyd's seeking recompense for the discovered damage. Its claim letter posited that the warping and deformation of the tanks had occurred during either loading operations in Houston or the ensuing marine transport (and in any event, within the policy coverage). Lloyd's refused payment, maintaining that the plaintiff had not established that the damage arose during the coverage period.</p>\n<p></p>\n<h2>II. TRAVEL OF THE CASE</h2>\n<p>Invoking diversity jurisdiction, 28 U.S.C. § 1332(a)(1), the plaintiff sued in the federal district court. In its complaint, the plaintiff alleged that the tanks had been damaged due to improper loading at the point of origin (Houston).<sup>[2]</sup> Lloyd's denied this allegation and the parties engaged in pretrial discovery.</p>\n<p>In due season, Lloyd's moved for summary judgment, Fed.R.Civ.P. 56, arguing that the plaintiff had failed to limn a triable issue as to whether the alleged loss occurred within the currency and scope of the insurance certificate. Along with the motion, Lloyd's submitted a statement of uncontested material facts as required by Local Rule 56(b).<sup>[3]</sup> In that statement, it emphasized the surveyor's finding that no damage had occurred to the tanks at issue during loading. It also proffered a report from its expert, Andrew Johnstone, which concluded that, assuming the tanks were properly designed and manufactured, \"the load-out and transportation of these tanks from Houston to San Juan would not have imposed sufficient loads on the tanks to cause the damage reported.\" (There is no evidence in the record suggesting that the tanks were either improperly designed or constructed).</p>\n<p>The plaintiff opposed the motion, arguing that the record, viewed favorably to it, supported a finding that the tanks were damaged during loading operations in Houston. The plaintiff's counter-statement of material facts, submitted in accordance with Local Rule 56(c),<sup>[4]</sup> included thirty-one <span class=\"star-pagination\">*56</span> so-called \"supplemental facts.\" It noted, for example, that there was no mention in the survey about how the rollers used during loading operations were leveled; that Lloyd's had failed to exclude a difference in the height of the rollers as a possible cause of the damage; that there was photographic evidence suggesting that the tanks were improperly hoisted; and that a videographic depiction of the off-loading operations showed that nothing unusual had occurred during that activity.</p>\n<p>The district court granted the motion for summary judgment. It observed that the plaintiff's arguments in support of its claim consisted of nothing more than speculation. This timely appeal ensued.</p>\n<p></p>\n<h2>III. APPLICABLE LEGAL STANDARD</h2>\n<p>We review a district court's grant of summary judgment de novo. <i>Dávila v. Corporación de P.R. para la Difusión Pública,</i> <span class=\"citation\" data-id=\"202880\"><a href=\"/opinion/202880/davila-v-corporacion-de-puerto-rico/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.2007). We will affirm only if the record discloses no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <i>See </i><i>Vineberg v. Bissonnette,</i> <span class=\"citation\" data-id=\"1287195\"><a href=\"/opinion/1287195/vineberg-v-bissonnette/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.2008); <i>see also</i> Fed.R.Civ.P. 56.<sup>[5]</sup> While we must mull the facts in the light most agreeable to the nonmoving party and draw all reasonable inferences in that party's favor, <i>Suarez,</i> 229 F.3d at 53, we afford no evidentiary weight to \"conclusory allegations, empty rhetoric, unsupported speculation, or evidence which, in the aggregate, is less than significantly probative.\" <i>Rogan v. City of Boston,</i> <span class=\"citation\" data-id=\"199625\"><a href=\"/opinion/199625/rogan-v-menino/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir. 2001); <i>see </i><i>Medina-Munoz v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir. 1990).</p>\n<p>The vocabulary of summary judgment is well defined. An issue is \"genuine\" if \"a reasonable jury could resolve the point in favor of the nonmoving party.\" <i>McCarthy,</i> 56 F.3d at 315 (quotation omitted). A fact is \"material\" if \"its existence or nonexistence has the potential to change the outcome of the suit.\" <i>Borges ex rel. S.M.B.W. v. Serrano-Isern,</i> <span class=\"citation\" data-id=\"145518\"><a href=\"/opinion/145518/borges-ex-rel-smbw-v-serrano-isern/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2010). Where, as here, the nonmovant bears the burden of proof on the dispositive issue, it must point to \"competent evidence\" and \"specific facts\" to stave off summary judgment. <i>McCarthy,</i> 56 F.3d at 315.</p>\n<p></p>\n<h2>IV. ANALYSIS</h2>\n<p>As a threshold matter, the plaintiff argues that the district court failed to deem its supplemental facts admitted and that, had it done so, summary judgment would have been inappropriate. This argument implicates Local Rule 56, which in relevant part requires a party opposing summary judgment to submit with its opposition a \"separate, short, and concise statement of material facts\" not set forth by the movant. D.P.R. Civ. R. 56(c). In turn, the movant is directed to submit a reply statement, in which it \"shall admit, deny or qualify those additional facts.\" D.P.R. Civ. R. 56(d). Facts not denied, qualified, or otherwise \"properly controverted\" are deemed admitted. D.P.R. Civ. R. 56(e).</p>\n<p>Local Rule 56 is in service to Federal Rule of Civil Procedure 56. <i>See </i><i>CMI Capital Mkt. Inv., LLC v. González-Toro,</i> <span class=\"citation\" data-id=\"203192\"><a href=\"/opinion/203192/cmi-capital-market-v-gonzalez-toro/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 62 (1st Cir.2008) (\"The purpose of this rule is to relieve the district court of any responsibility to ferret through the record to discern whether any material fact is genuinely in dispute.\"). Like Rule <span class=\"star-pagination\">*57</span> 56 itself, the local rule makes clear that its focus is on <i>facts,</i> not speculation or argumentation. Moreover, these facts must be <i>material.</i></p>\n<p>In the instant case, the district court's summary judgment ruling was terse, and it is impossible to tell what use, if any, the court made of the supplemental facts contained in the plaintiff's Local Rule 56(c) counter-statement. Assuming, favorably to the plaintiff, that the court did not \"deem admitted\" the supplemental facts, we discern no error. We explain briefly.</p>\n<p>The supplemental facts can be divided into two groups. The first group consists of facts that are not material. Thus, for example, it is a fact that there is no evidence as to how the rollers had been leveledbut that fact does not prove that improper leveling of the rollers caused the damage. The second group consists of items which, though labeled as facts, are nothing more than speculation or argumentation. Thus, for example, that Lloyd's had failed to exclude the height of the rollers as a cause of the damage is a non-fact; it is an argument, pure and simple, for the proposition that the improper leveling of the rollers caused the damage.</p>\n<p>Neither half of this taxonomy profits the plaintiff. To the extent that the items are factual, deeming them admitted does not change the outcome of the case. To the extent that they are non-facts, they are equally impuissant. Either way, the plaintiff's claim of error fails. <i>See </i><i>P.R. Am. Ins. Co. v. Rivera-Vázquez,</i> <span class=\"citation\" data-id=\"145611\"><a href=\"/opinion/145611/puerto-rico-american-ins-co-v-rivera-vazquez/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 130 (1st Cir.2010); <i>see also </i><i>McCarthy,</i> 56 F.3d at 315.</p>\n<p>This brings us to the merits. Under a policy of first-party insurance, the insured bears the burden of establishing that the policy was in force and effect at the relevant time and that the loss was covered. <i>See </i><i>Fajardo Shopping Ctr., S.E. v. Sun Alliance Ins. Co.,</i> <span class=\"citation\" data-id=\"761515\"><a href=\"/opinion/761515/fajardo-shopping-center-se-a-new-jersey-partnership-v-sun-alliance/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1999). The coverage at issue attached prior to loading in Houston and ceased when the transporting barge docked in San Juan.<sup>[6]</sup> Here, then, the plaintiff bears the burden of showing, at a minimum, that a genuine issue of material fact exists as to whether the damage to the tanks occurred during that period. To meet this standard, it must present \"definite, competent evidence,\" <i>Pagano v. Frank,</i> <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993) (quotation omitted), that the tanks were damaged during loading and not during off-loading, ground carriage, or installation.</p>\n<p>The record concerning loading operations is not helpful to the plaintiff's cause. It reflects that a marine surveyor monitored the loading and compiled a contemporaneous report that did not indicate any damage to the tanks occasioned during those operations. In an effort to contradict this report, the plaintiff contends first that the tanks may have been damaged by the rollers used to maneuver them into place. It suggests that the level and height of the rollers were of particular importance because even a slight variation in height could have resulted in increased pressure on the tanks and, thus, could have caused the damage. To bolster this theory, the plaintiff notes that the loading survey contained no information about the height and level of the rollers, nor did the survey describe the level of the ground on which the rollers were stationed.</p>\n<p>The plaintiff's second contention deals with the supposedly improper placement of <span class=\"star-pagination\">*58</span> the straps used in hoisting the tanks. It cites as evidence a photograph depicting one tank being hoisted by two straps hanging from a spreader bar. In its view, the straps are too close to each other<sup>[7]</sup> and, thus, the photograph suggests that the improper placement of the straps might possibly have caused damage to the tanks. In reaching its conclusion, the plaintiff cites Johnstone's deposition testimony to the effect that it is possible that improper strap placement could cause damage to an object that is being hoisted.</p>\n<p>Both of these contentions traffic in what is <i>possible,</i> not in what is <i>probable.</i> But the plaintiff's burden on summary judgment is to make a showing that a reasonable jury could supportably find that, more likely than not, the loss occurred within the coverage period. <i>See </i><i>Mesnick v. Gen. Elec. Co.,</i> <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir.1991). Merely raising possibilities does not bridge the gap between fact and theory. <i>See </i><i>Borges,</i> 605 F.3d at 5; <i>McCarthy,</i> 56 F.3d at 315.</p>\n<p>The plaintiff's litany of possible explanations for the damage does not satisfy this standard. As to the first contention, it would be unreasonable to infer from an empty record that the level or height of the rollers caused the damage. The potential of off-level rollers to cause damage is a matter of fact but, in the absence of any evidence that the rollers were off-level, that fact is not material.</p>\n<p>This same reasoning defenestrates the plaintiff's second contention. The photographic evidence to which the plaintiff alludes may support an inference that one tank was hoisted in a less-than-optimal manner. But that evidence, without more, is insufficient to ground a finding that, more likely than not, the hoisting operation caused the sort of damage of which the plaintiff complains. No reasonable juror could find liability on this flimsy showing.</p>\n<p>The serial inferences that the plaintiff would have us draw to move this case past the summary judgment stage collectively comprise a paradigmatic example of speculation. <i>See </i><i>Rogan,</i> 267 F.3d at 27-28; <i>Conward v. Cambridge Sch. Comm.,</i> <span class=\"citation\" data-id=\"762534\"><a href=\"/opinion/762534/thomas-conward-v-the-cambridge-school-committee/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 22 (1st Cir.1999). The plaintiff's allusion to Johnstone's statement that he could not definitely rule out improper placement of the slings as a cause of the damage does not cure this infirmity. That statement merely fuels the speculation and, thus, is insufficient to create a genuine issue of material fact. Simply allowing for a possibility does not make it more likely than not that the possibility happened.</p>\n<p>As a last-ditch measure, the plaintiff attempts to prove its case by negative implication. It asserts that the tanks were not damaged during the voyage, the off-loading in San Juan, ground transport, or installation and, thus, must have been damaged during loading operations in Houston. The premise for this assertion is itself speculative. The plaintiff neither conducted a pre-discharge survey once the barge docked in San Juan nor inspected the tanks at any time between their arrival and their installation.</p>\n<p>The plaintiff tries to shore up this speculative premise by pointing to the videotape of a portion of the off-loading process and a letter drafted by an engineer, Morales, two years after the fact. Neither piece of evidence does the trick.</p>\n<p>The videotape shows only a part of the off-loading process. Because it is both incomplete and unexplained, its probative value is very slight.</p>\n<p><span class=\"star-pagination\">*59</span> The letter is thin gruel: although Morales apparently observed either the off-loading or the ground transport or both, the record is tenebrous as to what, if any, role he may have played in that work. His letter provides scant detail but, rather, summarily concludes that there was no mishandling of the tanks during the off-loading and ground transport. These gauzy generalities are not significantly probative and, therefore, carry no weight in the summary judgment calculus. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249-50, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>To sum up, the plaintiff's case depends upon precisely the kind of conclusory allegations and unsubstantiated speculation that we have deemed not sufficiently probative to survive summary judgment. <i>See, e.g., </i><i>SMS Sys. Maint. Servs., Inc. v. Digital Equip. Corp.,</i> <span class=\"citation\" data-id=\"765732\"><a href=\"/opinion/765732/sms-systems-maintenance-services-inc-v-digital-equipment-corporation/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 27 (1st Cir.1999) (noting that \"theoretical possibilities alone are inadequate to block the swing of the summary judgment ax\"); <i>Pagano,</i> 983 F.2d at 347 (similar); <i>see also </i><i>Kelly v. United States,</i> <span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 358 (1st Cir.1991) (\"[E]vidence that is merely colorable, or not significantly probative cannot impede an otherwise deserved summary disposition.\" (alterations and internal quotation marks omitted)). The plaintiff has, therefore, failed to make out a genuine issue of material fact as to whether the tanks were damaged during loading.</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>We need go no further. The dispositive issue raised in this case is whether the plaintiff has made out a genuine issue of material fact that the damage occurred during the coverage period. The plaintiff has adduced no significantly probative evidence to that effect. The district court, therefore, appropriately granted summary judgment in favor of Lloyd's.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  The report explained that during the process of moving the tanks to the staging area, one tank was damaged. The plaintiff's brief contains no developed argument about this damage. Lloyd's answering brief asserted that this damage \"is not part of the controversies brought forth before\" either the district court or this court. The plaintiff has not contested this assertion. Consistent with the parties' approach, we disregard this damage.</p>\n<p>[2]  The plaintiff has not developed any claim, either below or on appeal, that the tanks were damaged during the ocean voyage. Any such claim is, therefore, waived.</p>\n<p>[3]  The rule provides:\n</p>\n<p>A motion for summary judgment shall be supported by a separate, short, and concise statement of material facts, set forth in numbered paragraphs, as to which the moving party contends there is no genuine issue of material fact to be tried. Each fact asserted in the statement shall be supported by a record citation as required by subsection (e) of this rule.</p>\n<p>D.P.R. Civ. R. 56(b).</p>\n<p>[4]  This local rule provides:\n</p>\n<p>A party opposing a motion for summary judgment shall submit with its opposition a separate, short, and concise statement of material facts. The opposing statement shall admit, deny or qualify the facts supporting the motion for summary judgment by reference to each numbered paragraph of the moving party's statement of material facts. Unless a fact is admitted, the opposing statement shall support each denial or qualification by a record citation as required by this rule. The opposing statement may contain in a separate section additional facts, set forth in separate numbered paragraphs and supported by a record citation as required by subsection (e) of this rule.</p>\n<p>D.P.R. Civ. R. 56(c).</p>\n<p>[5]  Rule 56 was amended effective December 1, 2010 (while this case was pending on appeal). The substantive standard for summary judgment remains unchanged. <i>See</i> Fed.R.Civ.P. 56 advisory committee's note.</p>\n<p>[6]  This case does not raise a choice of law issue. The outcome would be the same whether we applied the substantive law of either Texas or Puerto Rico to the interpretation of the insurance policy. Thus, we need not decide what law governs. <i>See </i><i>Fajardo Shopping Ctr.,</i> 167 F.3d at 7.</p>\n<p>[7]  The record contains no expert opinion confirming this supposition.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287195/"
  ]
}