{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/217668/",
  "absolute_url": "/opinion/217668/united-states-v-mcgregor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/217668/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-05-27T19:42:00Z",
  "date_modified": "2016-04-26T14:34:39.187900Z",
  "type": "010combined",
  "sha1": "b605d055df3c8586a31d5b411b6d15e3cd3ec4d1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2650P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/05/27/United_States_v._McGregor.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 09-2650\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                         MELVIN MCGREGOR,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n              Boudin and Thompson, Circuit Judges.\n\n\n\n\n     William W. Fick, Assistant Federal Defender, Federal Public\nDefender Office, for appellant.\n     Mark T. Quinlivan, Assistant United States Attorney, with whom\nCarmen M. Ortiz, United States Attorney, was on brief, for\nappellee.\n\n\n                           May 27, 2011\n\f          THOMPSON,    Circuit   Judge.   Indicted   as   a   felon   in\n\npossession of a firearm and ammunition, Melvin McGregor moved to\n\nsuppress evidence taken from a warrantless car search.        After the\n\ndistrict judge denied the motion, McGregor conditionally pled\n\nguilty, reserving his right to challenge the ruling on appeal.\n\nThis is that appeal.    We affirm, though our reasoning differs from\n\nthe judge's on one issue.\n\n                                 FACTS\n\n          Consistent with our usual practice, we take the facts\n\nfrom the judge's decision and from the hearing on the motion,\n\npresenting them in the light most compatible with his ruling. See,\n\ne.g., United States v. Dancy, No. 09-2628, 2011 WL 1418854, at *1,\n\n*4 (1st Cir. Apr. 13, 2011).\n\n                       A Shooting in Dorchester\n\n          Just before midnight, on July 12, 2007, Officer Brian\n\nSmigielski and Sergeant Detective John Fitzgerald of the Boston\n\nPolice's Youth Violence Strike Force (a specialized unit tasked\n\nwith monitoring gang activity) heard about a shooting at a housing\n\ndevelopment in the Dorchester section of Boston.     After driving to\n\nthe scene in an unmarked car, Smigielski spotted two men riddled\n\nwith bullets slumped in a parked auto – still alive, but not for\n\nlong.   He knew both men were members of the notoriously violent\n\nMagnolia Street Gang – actually, he recognized one of them as a\n\nfounding member. He helped emergency medical personnel put the two\n\n\n                                  -2-\n\fin an ambulance, which then took off for Boston Medical Center with\n\nthe officers in tow.\n\n                              Suspicious Activities\n\n               It was now around 1 a.m. on July 13.                Smigielski and\n\nFitzgerald      parked   in    a   driveway     near   a   lot   across   from   the\n\nhospital's emergency-room entrance.              Staking out a hospital after\n\na shooting is a great way to collect intelligence about gangs,\n\nSmigielski later said. And Smigielski was not disappointed on this\n\nnight.      Two men soon got out of a newish-looking \"silver sedan.\"\n\nSmigielski recognized one of them as Antonio Duncan, a Magnolia\n\nStreet Gang member who had been arrested on gun charges in the\n\npast.       The men made a beeline for a group of people hanging out\n\nnear the emergency-room entrance.               Within seconds, the duo left\n\nwith two other men, one of whom was McGregor.                 They all piled into\n\na   \"gray\"     Honda   Accord      with   tinted    windows      and   sped   off.1\n\n              McGregor was no stranger to the criminal justice system.\n\nBased on reports and talks with colleagues, Smigielski knew that\n\nMcGregor was a Magnolia Street Gang founder and that he was out on\n\nparole after serving time for firearms offenses.                   Smigielski also\n\nknew that McGregor had had a couple of run-ins with the police\n\nsince his release.       The first involved his fleeing the scene when\n\nstopped for a traffic infraction.                  The second also involved a\n\n\n\n        1\n       We cannot tell whether the silver sedan and the gray Honda\nare one and same, but it does not matter.\n\n                                          -3-\n\ftraffic stop with a twist.       Pulled over by Boston police, McGregor\n\nwas chauffeuring another Magnolia Street Gang member, Christian\n\nMiranda, who gave officers a fake name when arrested for disorderly\n\nconduct during the encounter.           And, it turned out, Miranda was\n\nwanted for murder in North Carolina.\n\n           Fearing     that   the    foursome   might   try   to    avenge     the\n\nshooting of their comrades in crime, Smigielski and Fitzgerald\n\ntailed the Honda.       Smigielski radioed for backup.           Boston Police\n\nOfficer Mark Freire and his partner quickly joined in, driving an\n\nunmarked   car   equipped     with   flashing   blue    lights     –   something\n\nSmigielski and Fitzgerald's car lacked. Smigielski determined that\n\nthe Honda was going at least 50 m.p.h. in a 30 m.p.h. zone.                  Freire\n\nalso saw the Honda run a flashing red light, and he radioed that\n\nnews to Smigielski.\n\n           Acting on Smigielski's order, Freire turned his car's\n\nblue lights on and pulled the Honda over.              Freire approached the\n\ncar with his gun holstered.            Smigielski and Fitzgerald parked\n\nfarther back and converged on the Honda too.                  Smigielski saw\n\nMcGregor   in    the   Honda's   driver's   seat,   Duncan    in       the   front\n\npassenger's seat, and Antwan Green – a known Magnolia Street Gang\n\nmember out on bail pending trial on a firearms charge – in the seat\n\ndirectly behind McGregor's.           Smigielski did not recognize the\n\nfourth person (later identified as Dominique Jean-Pierre) in the\n\nHonda.\n\n\n                                      -4-\n\f           As the officers closed in, some of the occupants became\n\nnoticeably nervous.    Watch the person in the back seat, driver's\n\nside of the car, Freire told Smigielski.        \"He's leaning forward,\"\n\nand his chest is \"pounding,\" Freire added. McGregor had opened the\n\ndriver's door, which concerned Smigielski because drivers do not\n\nusually do that during traffic stops.         But with the door open,\n\nSmigielski could see McGregor's left leg shaking, his chest heaving\n\nup and down, and his heart pounding through his t-shirt.\n\n                        Incriminating Evidence\n\n           Given what he knew about the shooting, the Magnolia\n\nStreet Gang, and McGregor, Smigielski feared that the car contained\n\na gun.    Concerned about officer safety, he and his colleagues\n\nremoved the men from the Honda and patted them down for weapons.\n\nThey came up empty, so they moved the men to the curb and focused\n\ntheir attention on the car.     By this time other officers had showed\n\nup to help secure the scene.          Among those arriving was Scott\n\nO'Brien, an officer specially trained in how to detect hidden\n\ncompartments, commonly called \"hides.\"\n\n           Smigielski got into the car and started looking for\n\neasily-accessible    weapons.      Smigielski    asked    O'Brien    if    he\n\nrecognized any of the men.      And O'Brien did – he knew Green from an\n\nearlier   firearms   arrest.     \"Scotty,\"   Smigielski    then     said   to\n\nO'Brien, \"there's got to be a gun in this car.\"\n\n\n\n\n                                   -5-\n\f              From the start, O'Brien saw telltale signs of a hide in\n\nthe Honda where one could stash a gun.                 Almost immediately, his eye\n\nwas caught by an object on the dashboard just below the car stereo.\n\nIt was only a couple of inches long and looked like a \"Lego\n\npiece.\"2      \"Smig, what's that?\" O'Brien said to Smigielski.                           But\n\nO'Brien already knew – it was an \"alarm magnet,\" which he knew from\n\nextensive training and experience could be used as a magnetic\n\nswitch to activate an electronic hide (rubbing the magnet over a\n\nspecific area will complete a circuit that will open the hide).\n\nAnd, as far as he knew, magnets like this one played no part in the\n\nnormal workings of a car.             His instructors had drilled into him to\n\nalways be on the lookout for magnets in situations like this.                             In\n\nany event, Smigielski grabbed the magnet and gave it to O'Brien.\n\n              His interest piqued, O'Brien looked underneath the Honda\n\nto see what he could see.            And he saw plenty:          an exhaust pipe that\n\nhad been tinkered with suspiciously (it was off-center and lower\n\nthan usual); and a piece of metal that had more rust on it than the\n\n\n\n       2\n         As most everyone knows, a Lego is a brick-shaped plastic children's\ntoy that can be found in playrooms all over the world. See, e.g., Leo\nCendrowicz, \"Lego Celebrates 50 Years of Building\" (Jan. 28, 2008),\nhttp://www.time.com/time/world/article/0,8599,1707379,00.html (visited Apr.\n13, 2011). Created by a Danish carpenter, Lego's name is a fusion of the\nDanish phrase \"leg godt,\" which means \"play well.\" Id. (double emphasis\nadded). Judicial notice is typically limited to \"undisputable facts like\nGreenwich mean time,\" Mays v. Trump Indiana, Inc., 255 F.3d 351, 353 (7th\nCir. 2001), but given the Lego's near-iconic status – Fortune magazine\ncrowned it the \"Toy of the Century,\" see Joseph Pisani, \"The Making of . . . a LEGO\" (Nov. 29,\n2006), http://businessweek.com/bwdaily/dnflash/content/nov2006/db20061127_153826.htm (visited\nApr. 26, 2011) – we do not think that we are out on a limb here by any stretch.\n\n                                            -6-\n\frest of the undercarriage, with a considerable amount of \"Bondo\" (a\n\nsubstance used in auto-body work) around the edges to help seal the\n\npiece in place – both dead giveaways that the car had a \"false\n\nbottom.\"     O'Brien crawled under the Honda and tapped the area with\n\nhis flashlight, and he heard a hollow rather than a solid sound.\n\n             Convinced more than ever that the Honda had a hide,\n\nO'Brien got into the car and focused his attention on the center-\n\nconsole area – the very area where he thought the hide would be.\n\nHe started with the cup holder, which was next to the console.\n\nNormally cup holders are removable so people can clean them more\n\neasily.     But O'Brien could not lift this one.   It had been glued\n\ndown, a sure sign that someone did not want others to get at that\n\narea. O'Brien then lifted up the lid to the console and removed the\n\nCDs that were there.    He wanted to open the access panel (something\n\nmost cars have so persons can get to and work on the emergency-brake\n\ncables that run underneath).    But this panel had glue around it, so\n\nO'Brien put a knife in the panel's latch and with little effort\n\npopped the panel open.     Peering inside, O'Brien found a handgun,\n\nwhich turned out to be loaded, and some crack cocaine.    Only about\n\nfive minutes passed between the time the officers sat McGregor and\n\nthe others on the curb and the time O'Brien found the damning\n\nevidence.\n\n             The police arrested McGregor and his companions and had\n\nthe Honda towed to a secure location.         The next day Sergeant\n\n\n                                  -7-\n\fDetective William Feeney of the Boston Police executed a warrant to\n\nsearch the car.       Usually when officers suspect that an auto has a\n\nhide, Feeney gets involved.            Intimately familiar with automotive\n\nsystems (mechanical and electrical), Feeney is considered                   the\n\ndepartment's foremost expert on hides.             He has studied them for\n\nyears   and    has    taught   other    officers   (including   FBI   and   DEA\n\npersonnel) all about them.        He had even trained O'Brien.        Look for\n\nmagnets inside cars, he tells his students.              See if the center\n\nconsole or dashboard is loose or glued-down in a manner that is out\n\nof the norm.         Look under the car and see if anything has been\n\nmodified suspiciously (inspecting the exhaust system is a good place\n\nto start).\n\n              Feeney knew that O'Brien had found a hide in the Honda's\n\ncenter console.        And he knew too that O'Brien had come across a\n\nmagnet near the dashboard.        So he looked there to see if anyone had\n\nrejiggered the wiring in a way necessary to run an electric hide.\n\nAnd he saw exactly that. He then figured out how the system worked:\n\nput the key in the ignition, fasten a seatbelt, switch on the cruise\n\ncontrol, turn on the rear-window defroster, tug on the emergency\n\nbrake, move the ceiling-light switch to the middle position, move\n\na magnet around a spot on the dashboard (which would trigger a\n\nmagnetic switch behind the dashboard), and press the sunroof button\n\n– doing this activates a series of switches, which starts up a motor\n\nunder the center console, which opens up the hide so one can reach\n\n\n                                        -8-\n\fright    through     the   bottom      of   the     console    and     into   a   secret\n\ncompartment.        These steps can be done in any order, and it takes\n\nabout 20 seconds to run through them from start to finish.                        But you\n\ncould speed up the process considerably if, say, you did 7 of the\n\n8 steps first and left only one for later – then it would take less\n\nthan 5 seconds to open the hide.                  Feeney did the steps and found\n\n(among other things) another round of ammo tucked inside the hide.\n\n                                    PROCEEDINGS\n\n               A federal grand jury charged McGregor with being a felon\n\nin possession of a firearm and ammunition.                        See 18 U.S.C. §\n\n922(g)(1). He later moved to suppress the evidence on two principal\n\nFourth Amendment grounds:         The stop based on traffic violations was\n\na pretext because the officers really wanted to check for weapons\n\n–   an   ulterior    motive     that    invalidated      the    stop.         Also,    the\n\nwarrantless search of the Honda was unreasonable both because the\n\nofficers lacked reasonable suspicion that the car contained weapons\n\nand because the scope and intrusiveness of the search surpassed what\n\nwas reasonably needed to ensure their safety.                   See, e.g., Michigan\n\nv. Long, 463 U.S. 1032, 1049 (1983) (requiring that a protective\n\nsearch    of   an   auto   be   brief,      limited    in     scope,    and    based    on\n\narticulable suspicion that a person could gain immediate access to\n\nweapons).\n\n               Smigielski, Freire, O'Brien, and Feeney testified at the\n\ntwo-day hearing on the motion to suppress.                  Jean-Pierre (one of the\n\n\n                                            -9-\n\fHonda passengers) did too. McGregor did not. In denying McGregor's\n\nmotion, the judge's reasoning ran like this. The traffic violations\n\ngave the officers probable cause to stop the Honda, which immunized\n\nthe stop from attack even if their true aim was to look for weapons.\n\nSee Whren v. United States, 517 U.S. 806, 813 (1996) (holding that\n\n\"[s]ubjective intentions play no role in ordinary, probable-cause\n\nFourth   Amendment   analysis\").          Also,   the   totality   of   the\n\ncircumstances showed that the officers actually and reasonably\n\nsuspected that the Honda passengers might be armed, so they could\n\npat-down not only the men but also the car's compartment area for\n\npossible weapons that might endanger them – and they did nothing\n\nmore than Long and its successors authorized them to do.                And\n\nfinally, what O'Brien learned during this limited protective search\n\ngave him probable cause to pop open the center console's access\n\npanel. McGregor's conditional guilty plea followed, which preserved\n\nthe suppression issue for appellate review.         See Fed. R. Crim. P.\n\n11(a)(2). The judge then sentenced McGregor to 188 months in prison\n\nand 3 years of supervised release.        This appeal ensued.\n\n                         STANDARD OF REVIEW\n\n           We review the district judge's denial of McGregor's\n\nsuppression motion under a two-tiered standard, evaluating legal and\n\nconstitutional conclusions de novo, and factual and credibility\n\nfindings for clear error. See, e.g., Dancy, 2011 WL 1418854, at *8.\n\nClear-error review is highly deferential, requiring us to let the\n\n\n                                   -10-\n\fjudge's fact-sensitive conclusions and credibility calls stand\n\nunless we are left with a definite and firm conviction that the\n\njudge made a mistake.   See, e.g., United States v. Woodbury, 511\n\nF.3d 93, 96 (1st Cir. 2007). And, ultimately, we must affirm if the\n\njudge's ruling is supported by any grounds fairly presented by the\n\nrecord.   See, e.g., United States v. Bater, 594 F.3d 51, 55 (1st\n\nCir. 2010); United States v. Owens, 167 F.3d 739, 743 (1st Cir.\n\n1999); United States v. Soule, 908 F.2d 1032, 1036 n.7 (1st Cir.\n\n1990).\n\n                         FIRST PRINCIPLES\n\n           The basics are familiar.    The Fourth Amendment bans only\n\nunreasonable searches and seizures, see, e.g., Terry v. Ohio, 392\n\nU.S. 1, 9 (1968), and a search done without a warrant supported by\n\nprobable cause is presumptively unreasonable unless an exception to\n\nthe warrant requirement applies, see, e.g., United States v. Lopez,\n\n989 F.2d 24, 26 (1st Cir. 1993).        So we jump directly to the\n\nexception that applies here.\n\n           An officer can stop a car if he sees a driver commit a\n\ntraffic offense, even if the stop is just an excuse to investigate\n\nsomething else.   See, e.g., Whren, 517 U.S. at 810.     He can then\n\norder the occupants out of the auto. See, e.g., Maryland v. Wilson,\n\n519 U.S. 408, 410, 414-15 (1997).     And if he has some articulable,\n\nreasonable suspicion that the persons stopped may be dangerous, he\n\ncan pat them down and search the car's interior – including closed\n\n\n                               -11-\n\fcompartments – for weapons that they could quickly lay their hands\n\non.    See, e.g., Long, 463 U.S. at 1037, 1049-50 (permitting a\n\npatdown   under   the   car   seats   and    dashboard   and    in   the   glove\n\ncompartment – areas where persons could place or hide weapons and\n\nreach right away).      But the scope of the search must be limited to\n\nthis protective purpose.       See, e.g., id. at 1049-50; United States\n\nv. Lott, 870 F.2d 778, 783, 785 (1st Cir. 1989).\n\n             In sorting out the reasonableness of an officer's actions\n\nin this context, we typically ask two questions:              Was he justified\n\nin making the stop?           And, if yes, was the protective search\n\nreasonably related to the events justifying the stop, factoring in\n\nwhat happened and what he learned during the encounter?              See, e.g.,\n\nUnited States v. Ivery, 427 F.3d 69, 72 (1st Cir. 2005); United\n\nStates v. Chhien, 266 F.3d 1, 6 (1st Cir. 2001).                To answer the\n\nsecond question, we must ask two more:           Was there an objectively\n\nreasonable    basis   to   suspect    that   weapons   were    present?      And\n\n(assuming Lott is still good law – more on this later) did the\n\nofficer in fact entertain such a suspicion?            See, e.g., Ivery, 427\n\nF.3d at 72 (discussing Lott, 870 F.2d at 783-84).              Of course, the\n\nofficer must work purposefully to confirm or dispel his suspicions\n\npromptly.    But there are no hard time limits.           See, e.g., United\n\nStates v. Sharpe, 470 U.S. 675, 686 (1985); Owens, 167 F.3d at 748-\n\n49.   Obviously, then, context matters, and we must take a practical\n\napproach to all of this, keeping in mind the totality of the\n\n\n                                      -12-\n\fcircumstances as seen and interpreted by the police at the scene.\n\nSee, e.g., United States v. Arvizu, 534 U.S. 266, 273 (2002); United\n\nStates v. Soares, 521 F.3d 117, 120 (1st Cir. 2008).\n\n                                      ANALYSIS\n\n              In   something   of     an    about-face,   McGregor   no   longer\n\nquestions the legality of the traffic stop.            Instead, he trains his\n\nsights   on    the    second   step    in    the   above-described   analysis,\n\ncomplaining that the officers lacked reasonable suspicion needed to\n\njustify a limited protective search of the car – a search that he\n\ninsists was too long and too intrusive to boot. We see things quite\n\ndifferently, however.\n\n                            Reasonable Suspicion\n\n              No simple, mechanical formula tells us what reasonable\n\nsuspicion is, though we know that it is less than probable cause and\n\nmore than a naked hunch.       See, e.g., Chhien, 266 F.3d at 6.          And no\n\none-size-fits-all template exists to sketch out whether an officer\n\nacted with reasonable suspicion.               See, e.g., United States v.\n\nEspinoza, 490 F.3d 41, 46 (1st Cir. 2007).                Rather, courts must\n\ngauge its presence in a commonsense, case-by-case way, taking in the\n\nwhole picture.       See, e.g., Chhien, 266 F.3d at 6.       So let us go over\n\nwhat the police knew and saw before the protective search took\n\nplace.    (a) Someone had gunned down two heavy-hitters in the\n\nMagnolia Street Gang, a brutal cartel conspicuous for its drug-\n\ndealing and gun-carrying.           (b) Two men drove up to the hospital\n\n\n                                        -13-\n\fwhere the victims were, grabbed two others, and then double-timed\n\nit to the Honda with their compatriots in tow.                     (c) The men\n\nhightailed it out of there, exceeding the speed limit and running\n\na flashing red light.        (d) Three of the four – Duncan, Green, and,\n\nmost importantly for our purposes, McGregor – stood out as Magnolia\n\nStreet Gang members who had had serial scrapes with the law,\n\nincluding arrests (and in McGregor's case, conviction) for firearms\n\noffenses.    And (e) some of the men seemed suspiciously nervous –\n\nbreathing hard, shaking, etc. – as the officers approached the car.\n\nGiven facts (a)-(d), Smigielski worried that the men thirsted for\n\nrevenge    against   the    shooter.     Add    fact   (e)   to   the   mix,    and\n\nSmigielski feared – his word, not ours – that they had a gun in the\n\ncar too.    On this record, we cannot fault the judge's finding that\n\nthe police actually and reasonably suspected that the men might be\n\narmed – a suspicion resting on rational reasons, rather than pure\n\ngut feelings – which, we agree, justified a limited weapons search\n\nunder the Long line of decisions.\n\n            McGregor       musters   multiple   counterarguments        aimed   at\n\npersuading us otherwise.        None can carry the day, however.\n\n            1.   McGregor protests that the judge botched the case\n\nfrom the get-go by framing the legal question inexactly.                 Quoting\n\nLott, McGregor claims that a search cannot measure up to Long's high\n\ndemands if the officers did not \"actually\" fear \"for their safety.\"\n\nSee 870 F.2d at 783-84. And, he says, the judge slipped by focusing\n\n\n                                       -14-\n\fon whether the officers had objectively reasonable suspicion that\n\nthe men posed a danger rather than on whether they had actual safety\n\nconcerns.    On top of that, the officers had no actual fear, he\n\ninsists – they outnumbered the men and had \"secured\" the scene, at\n\nleast in Smigielski's mind, by frisking them and moving them away\n\nfrom the auto, so the detainees could not reach any weapons.    The\n\nnet result, then, is that the car search flunked Long and Lott.\n\n             It is an open question whether Lott's \"actual fear\"\n\nanalysis is consistent with the Supreme Court's later comment in\n\nWhren that \"the constitutional reasonableness of traffic stops [does\n\nnot depend] on the actual motivations of the individual officers\n\ninvolved.\"    517 U.S. at 813.   True, Whren held that an officer's\n\nsubjective intentions were irrelevant to the constitutionality of\n\nthe traffic stop itself.   But its reasoning casts doubt on Lott's\n\nholding that an officer's subjective fears must be demonstrated to\n\njustify a car search under Long even if there is an objectively\n\nreasonable basis for an officer to fear for his safety.    Twice we\n\nhave highlighted this issue but decided not to address it directly.\n\nSee Ivery, 427 F.3d at 73 (noting that, \"[h]aving concluded that\n\nLott's actual suspicion requirement is satisfied here, we decline\n\nthe government's invitation to reconsider the continuing validity\n\nof that aspect of Lott in light of . . . Whren\"); United States v.\n\nNee, 261 F.3d 79, 85 (1st Cir. 2001) (declining to address the\n\ngovernment's waived argument that Lott is no longer good law after\n\n\n                                 -15-\n\fWhren).     Other circuits have held that an officer's subjective\n\nintentions matter not when deciding whether a Long-based search is\n\nconstitutional.    See United States v. Brown, 188 F.3d 860, 866 (7th\n\nCir. 1999); United States v. Cummins, 920 F.2d 498, 502 (8th Cir.\n\n1990); see also United States v. Wald, 216 F.3d 1222, 1227 (10th\n\nCir. 2000).    But the government has not raised the issue here, so\n\nwe will not address it.\n\n             Even so, McGregor's claim that Lott's standards have not\n\nbeen met fails.    There is nothing in this record to make us doubt\n\nthat the officers feared for their safety. Our conclusion otherwise\n\nin Lott largely turned on the fact that the officers there opted not\n\nto frisk the defendants after they had exited the car.      870 F.2d at\n\n785.    Here, in contrast, the officers frisked each Honda passenger.\n\nThat the police had superior numbers and had moved the men away from\n\nthe auto does not change matters.       The Supreme Court rejected a\n\nstrikingly similar argument in Long, reasoning that detainees might\n\nbreak free from the police or reenter the car with police permission\n\n(either during or after the stop) and get at weapons straightaway\n\n– scenarios that justify a limited protective sweep.       See 463 U.S.\n\nat 1051-52; accord United States v. Diaz, 519 F.3d 56, 62 (1st Cir.\n\n2008)    (collecting   cases).   Lott   requires   that   there   be   an\n\nobjectively reasonable basis for fear.    See id. at 783-84; see also\n\nIvery, 427 F.3d at 72.     And that prong is undoubtedly met in this\n\ncase.\n\n\n                                 -16-\n\f           2.   Also insubstantial is McGregor's suggestion that the\n\nsearch was illegal because the officers used the traffic offenses\n\nas an excuse to comb the car for guns without a warrant.   The judge\n\nfound that Smigielski and his colleagues actually saw the traffic\n\nviolations, which validates the stop.    See, e.g., Whren, 517 U.S.\n\nat 813.\n\n           As a fallback, McGregor attempts to confine Whren's\n\nholding to probable-cause cases, not reasonable-suspicion cases.\n\nThat is a non-starter for two reasons.      First, having seen the\n\ntraffic infractions, the officers had probable cause to pull the\n\nHonda over (again, McGregor does not attack that ruling here), which\n\nputs Whren front and center. And second, citing Whren, we have held\n\nthat courts do not \"plumb[]\" an officer's \"actual motive\" in\n\nperforming a reasonable-suspicion analysis.   Bolton v. Taylor, 367\n\nF.3d 5, 7 (1st Cir. 2004).\n\n           3.   McGregor fares no better in arguing that certain\n\nfactors relied on by the judge – three occupants' criminal pasts,\n\ngang ties, and nervousness – were too old, too speculative, or too\n\nunconnected to the stop's purpose to support a reasonable-suspicion\n\nfinding.   For openers, this kind of \"divide-and-conquer analysis\"\n\n– taking the facts one by one, divining innocent explanations for\n\neach, and then second-guessing the officers' on-the-spot evaluations\n\n– is off limits to judges.   See, e.g., Arvizu, 534 U.S. at 274-78.\n\nWhat is more, none of McGregor's arguments holds water.    In sizing\n\n\n                                -17-\n\fup the whole situation, the officers could consider all the men's\n\ncriminal doings and gang associations, see United States v. Am, 564\n\nF.3d 25, 30-31 (1st Cir. 2009), so there is no need to quibble over\n\nMcGregor's too-old epithet.     And they could consider the men's\n\nnervousness too, see, e.g., Ivery, 427 F.3d at 73.         Also, the judge\n\ncould and did credit the practical, real-world experience of front-\n\nline officers who have their fingers on the pulse of the streets,\n\nsee, e.g., Arvizu, 534 U.S. at 273 – which undercuts McGregor's too-\n\nspeculative   charge.      Finally,      officers    can   amp   up   their\n\ninvestigation depending on what they learn following a stop, see,\n\ne.g., Chhien, 266 F.3d at 6, and the judge supportably found that\n\nthe officers' suspicion level here justifiably rose as the post-stop\n\nevents unfolded – which puts the kibosh on McGregor's factors-too-\n\nunconnected-to-the-stop complaint, see generally Graham v. Connor,\n\n490 U.S. 386, 396-97 (1989) (emphasizing that the reasonableness\n\ncalculus must allow \"for the fact that police officers are often\n\nforced to make split-second judgments – in circumstances that are\n\ntense, uncertain, and rapidly evolving\"); Terry, 392 U.S. at 10\n\n(explaining that \"the police are in need of an escalating set of\n\nflexible   responses,   graduated   in    relation    to   the   amount   of\n\ninformation they possess\").\n\n           The totality of the circumstances here makes this case\n\nunlike United States v. Monteiro, 447 F.3d 39 (1st Cir. 2006), and\n\nUnited States v. McKoy, 428 F.3d 38 (1st Cir. 2005), which McGregor\n\n\n                                -18-\n\fplays as trump cards.        Monteiro affirmed an order suppressing\n\nevidence discovered during a warrantless car search, stressing that\n\nthe police had no reason to believe that either the driver or the\n\npassengers had been or were about to be criminally active when the\n\nstop occurred.       See 447 F.3d at 42-43.        McKoy also required\n\nsuppression of evidence seized during a warrantless car search,\n\nholding that the police infringed the defendant's constitutional\n\nrights   by    bottoming   their   suspicion   solely   on   his   apparent\n\nnervousness and the area's dangerousness.        428 F.3d at 40-41.    But\n\nin our case the judge supportably found that the officers sensibly\n\nsuspected that the men might be armed and bent on retaliating for\n\nthe shooting, and that they had reasonably grounded their suspicion\n\non a host of facts beyond the men's obvious nervousness – i.e., the\n\nearlier shooting of two Magnolia Street Gang members, the suspicious\n\nactivities at the hospital, the clique of Magnolia Street Gang\n\noperatives in the Honda, the knowledge that three of the four men\n\nhad been collared on gun charges before, and the unlawful way in\n\nwhich the Honda raced around the area (the area's dangerousness –\n\nor not – played no part in the analysis).         Consequently, neither\n\nMonteiro nor McKoy helps McGregor.\n\n              To sum up, McGregor falls short of showing that the judge\n\nerred in ruling that the officers had reasonable suspicion to\n\nconduct a limited protective search under the Long set of cases.\n\nSo we move on.\n\n\n                                   -19-\n\f                             Duration\n\n           McGregor contends that the car search was too long –\n\nthough he does not come straight out and say that the encounter had\n\nmatured into a de facto arrest before there was probable cause.\n\nRelying on the police dispatch log, McGregor notes that the officers\n\nstopped the Honda at 1:47 a.m. and arrested the men at 2:46 a.m.,\n\nor 2:45 a.m., according to the booking sheet.   And during that time\n\n(the argument continues) the police searched the auto for weapons\n\n– a period that exceeded what Long and its heirs allow.   McGregor's\n\nbig problem is that the judge made no findings concerning how long\n\nthe search took – which means that we must read the record in the\n\nlight most hospitable to the judge's suppression ruling, drawing all\n\nreasonable inferences in the ruling's favor.    See, e.g., Owens, 167\n\nF.3d at 743. With this in mind, we repeat that Smigielski testified\n\nthat it only took five minutes for the officers to find the loaded\n\ngun after they had moved the men to the curb.        And neither the\n\ndispatch log nor the booking sheet changed that reality, he said.\n\nAgain, there are no fixed time limits in this context.    See, e.g.,\n\nUnited States v. McCarthy, 77 F.3d 522, 531 (1st Cir. 1996).\n\nRather, the police must conscientiously pursue an investigative\n\ncourse likely to confirm or refute their suspicions quickly, see,\n\ne.g., Sharpe, 470 U.S. at 686, and we think that the officers' five-\n\nminute search – during which they acted diligently and swiftly –\n\nclearly falls within that category.   See generally Owens, 167 F.3d\n\n\n                               -20-\n\fat 749 (approving a 55-minute investigative stop); McCarthy, 77 F.3d\n\nat 529-31 (approving a 75-minute investigative stop).3\n\n                               Scope\n\n           McGregor challenges the judge's ruling that what the\n\nofficers did before they opened the access panel – picking up the\n\nalarm magnet, tapping the car's undercarriage, fiddling with the cup\n\nholder, removing the CDs from the center console – was permissible\n\nunder Long.   Their actions were too intrusive to squeeze within\n\nLong's narrow confines, he says.       He also attacks the judge's\n\nconclusion that what the officers learned during the Long search\n\ngave them probable cause to open the panel. We, however, think that\n\nLong covers the whole gamut of police activities here, so we skip\n\nthe probable-cause analysis. See, e.g., Soule, 908 F.2d at 1036 n.7\n\n(emphasizing that we may affirm a suppression ruling for any reason\n\nappearing in the record).4   We explain.\n\n           McGregor is right that the only lawful purpose of a Long\n\nsearch is to protect officers from the danger that the persons they\n\nhave stopped will grab for weapons.    See 463 U.S. at 1047-48.   And\n\nhe is also right that the search must be no more invasive than\n\n\n     3\n       These cases suggest that, even if the search had lasted 60\nminutes as McGregor hints at, his argument would still fail –\nthough, as we said above, this is not an issue we need address.\n     4\n       The government conceded below that the police needed\nprobable cause to open the panel, but that concession does not bind\nus. See generally Roberts v. Galen of Va., Inc., 525 U.S. 249, 253\n(1999) (explaining that \"the concession of a point on appeal by\nrespondent is by no means dispositive of a legal issue\").\n\n                                -21-\n\fnecessary to serve that safety function.     Id. at 1052 n.16.   A Long\n\nsearch is a limited search.   Id.    But it is limited in this sense:\n\nofficers with reasonable grounds for suspecting that the detainees\n\nare dangerous must confine their weapons search to accessible areas\n\nof the vehicle.   Id. at 1049.      The question here is whether the\n\nconsole hide was a searchable part of the passenger compartment\n\nunder Long and its successors.          Our answer is yes, for these\n\nreasons.\n\n           The Long Court set the parameters for a protective search\n\nin part by copying the search-incident-to-arrest standard in New\n\nYork v. Belton, 453 U.S. 454 (1981). See Long, 463 U.S. at 1048-49.\n\nBelton held that police may search an auto's passenger compartment\n\nincident to an occupant's lawful arrest both to protect officer\n\nsafety and to preserve evidence.        See 453 U.S. at 460.     Long's\n\nrationale is limited to officer safety.      But if officers restrict\n\ntheir searches to areas \"that may contain a weapon and to which the\n\nmotorist may have access,\" the physical borders of the passenger\n\n\n\n\n                                 -22-\n\fcompartment covered by Belton and Long are the same.5   United States\n\nv. Arnold, 388 F.3d 237, 240 (7th Cir. 2004).\n\n           Applying these principles, another circuit court has held\n\nthat a secret \"trap\" built into an auto's backseat is a searchable\n\npart of the passenger compartment under Belton.   See United States\n\nv. Veras, 51 F.3d 1365, 1372 (7th Cir. 1995).   And others have held\n\nthat locked glove compartments, see, e.g., United States v. Palmer,\n\n360 F.3d 1243, 1246-48 (10th Cir. 2004), and center consoles, see,\n\ne.g., United States v. Holmes, 376 F.3d 270, 280-81 (4th Cir. 2004),\n\nincluding one that had been tampered with and that officers had to\n\npull on to open, see United States v. Boyett, 295 Fed.    Appx. 781,\n\n783, 785 (6th Cir. 2008), are searchable parts of a passenger\n\n\n\n     5\n       Arizona v. Gant, 129 S. Ct. 1710 (2009), tweaked Belton a\nbit, but not in a way that affects our case. Some lower courts had\nread Belton broadly, permitting the police to search the car's\npassenger compartment as a matter of course after arresting the\noccupants. See, e.g., United States v. Polanco, 634 F.3d 39, 42\n(1st Cir. 2011) (discussing the phenomenon). Gant clarified that\nofficers may search an auto \"incident to a recent occupant's arrest\nonly if the arrestee is within reaching distance of the passenger\ncompartment at the time of the search or it is reasonable to\nbelieve that the vehicle contains evidence of the offense of\narrest.\" 129 S. Ct. at 1723. Critically, Gant explicitly limited\nits holding to a search-incident-to-arrest setting, leaving Long\nintact. See, e.g., id. at 1721-24; see also id. at 1724 (Scalia,\nJ., concurring) (explaining that \"[w]here no arrest is made, we\nhave held that officers may search the car if they reasonably\nbelieve 'the suspect is dangerous and . . . may gain immediate\ncontrol of weapons,'\" adding that \"[i]n the no-arrest case, the\npossibility of access to weapons in the vehicle always exists,\nsince the driver or passenger will be allowed to return to the\nvehicle when the interrogation is completed\") (quoting Long, 463\nU.S. at 1049). And we do not read Gant as changing the passenger-\ncompartment-boundaries analysis under the Belton line of cases.\n\n                               -23-\n\fcompartment under Long too.6 Easy accessibility is the concern that\n\nanimates each case.   See, e.g., Arnold, 388 F.3d at 240.\n\n           Getting back to McGregor, the officers had the requisite\n\nreasonable suspicion that the men were armed, as we have already\n\nexplained at some length.   They also took sensible steps to secure\n\ntheir safety.    Each investigatory act – grabbing the magnet,\n\nknocking at the car's undercarriage, poking at the cup holder, and\n\ntaking the CDs from the center console – logically led to the next,\n\nwas done quickly, and was tied tightly to the police's reasonable\n\nsuspicion that the Honda had a hide.      See generally Flowers v.\n\nFiore, 359 F.3d 24, 30 (1st Cir. 2004) (emphasizing that \"officers\n\nmay take necessary steps to protect themselves if the circumstances\n\nreasonably warrant such measures\").\n\n           A few more words about the magnet-grabbing and the\n\nundercarriage-tapping:   McGregor faults the judge for finding that\n\nO'Brien knew that the Lego-size object on the dashboard was an alarm\n\nmagnet before Smigielski snatched it up – which, McGregor quickly\n\nadds, Smigielski had no right to do.   That argument depends on too\n\nmyopic a view of O'Brien's suppression-hearing testimony.     Sure,\n\nO'Brien did testify on direct that he said, \"Smig, what's that?\"\n\nbefore Smigielski reached for the magnet. But he clarified on cross\n\nthat in his mind he knew all along that it was an alarm magnet that\n\n\n     6\n       Boyett is an unpublished opinion, but we can rely on its\npersuasive authority. See, e.g., Booker v. Mass. Dep't of Pub.\nHealth, 612 F.3d 34, 42 n.8 (1st Cir. 2010).\n\n                                -24-\n\fcould possibly help open a gun-holding hide, and the judge could\n\ncertainly credit that testimony.   Also, if officers can take keys\n\nfrom a car ignition or seat to unlock a glove compartment, see,\n\ne.g., Palmer, 360 F.3d at 1246-48; United States v. Brown, 913 F.2d\n\n570, 571-72 (8th Cir. 1990), then we see no reason why Smigielski\n\ncould not hand O'Brien the hide-opening magnet.    And, despite what\n\nMcGregor says, neither the viewing of nor the tapping on the\n\nundercarriage gives us reason to reverse.     Compare New York    v.\n\nClass, 475 U.S. 106, 114 (1986) (explaining that \"[t]he exterior of\n\na car, of course, is thrust into the public eye, and thus to examine\n\nit does not constitute a 'search'\"), and Kyllo v. United States, 533\n\nU.S. 27, 32 (2001) (noting that a naked-eye observation \"is no\n\n'search' at all\"), with Cardwell v. Lewis, 417 U.S. 583, 588-89\n\n(1974) (plurality opinion) (concluding that the police's scraping\n\npaint off a car's exterior was not a search).\n\n           That O'Brien reached into the console and popped open the\n\naccess panel did not exceed the outer limits of what the law allows,\n\neither.   Just like if the gun had been in a backseat trap or in a\n\nlocked glove compartment, McGregor and his buddies could have\n\ngrabbed the weapon from the console hide in a flash had they gotten\n\nback into the car – the uncontradicted testimony at the hearing\n\ndiscloses that one could open the hide electronically in a matter\n\nof seconds.    See Arnold, 388 F.3d at 241 (providing a useful\n\nanalytic model for resolving a similar case).     Given the specific\n\n\n                               -25-\n\ffacts here, there is no reason to treat this easily-accessible\n\npassenger-compartment area differently from any other.   See id. at\n\n240-41.\n\n                           CONCLUSION\n\n          For the reasons bared above, we uphold the district\n\njudge's order denying McGregor's motion to suppress.\n\n          Affirmed.\n\n\n\n\n                              -26-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>650 F.3d 813 (2011)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nMelvin McGREGOR, Defendant, Appellant.</h1></center>\n<center>No. 09-2650.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 10, 2011.</center>\n<center>Decided May 27, 2011.</center>\n<p><span class=\"star-pagination\">*816</span> William W. Fick, Assistant Federal Defender, Federal Public Defender Office, for appellant.</p>\n<p>Mark T. Quinlivan, Assistant United States Attorney, with whom Carmen M. Ortiz, United States Attorney, was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and THOMPSON, Circuit Judges.</p>\n<p>THOMPSON, Circuit Judge.</p>\n<p>Indicted as a felon in possession of a firearm and ammunition, Melvin McGregor moved to suppress evidence taken from a warrantless car search. After the district judge denied the motion, McGregor conditionally pled guilty, reserving his right to challenge the ruling on appeal. This is that appeal. We affirm, though our reasoning differs from the judge's on one issue.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Consistent with our usual practice, we take the facts from the judge's decision and from the hearing on the motion, presenting them in the light most compatible with his ruling. <i>See, e.g., </i><i>United States v. Dancy,</i> 640 F.3d 455, 457-58, 460-61 (1st Cir.2011).</p>\n<p></p>\n<h2><i>A Shooting in Dorchester</i></h2>\n<p>Just before midnight, on July 12, 2007, Officer Brian Smigielski and Sergeant Detective John Fitzgerald of the Boston Police's Youth Violence Strike Force (a specialized unit tasked with monitoring gang activity) heard about a shooting at a housing development in the Dorchester section of Boston. After driving to the scene in an unmarked car, Smigielski spotted two men riddled with bullets slumped in a parked auto  still alive, but not for long. He knew both men were members of the notoriously violent Magnolia Street Gang  actually, he recognized one of them as a founding member. He helped emergency medical personnel put the two in an ambulance, which then took off for Boston Medical Center with the officers in tow.</p>\n<p></p>\n<h2><i>Suspicious Activities</i></h2>\n<p>It was now around 1 a.m. on July 13. Smigielski and Fitzgerald parked in a driveway near a lot across from the hospital's emergency-room entrance. Staking out a hospital after a shooting is a great way to collect intelligence about gangs, Smigielski later said. And Smigielski was not disappointed on this night. Two men soon got out of a newish-looking \"silver sedan.\" Smigielski recognized one of them as Antonio Duncan, a Magnolia Street Gang member who had been arrested on gun charges in the past. The men made a beeline for a group of people hanging out near the emergency-room entrance. Within seconds, the duo left with two other men, one of whom was McGregor. They all piled into a \"gray\" Honda Accord with tinted windows and sped off.<sup>[1]</sup> McGregor was no stranger to the criminal justice system. Based on reports and talks with colleagues, Smigielski knew that McGregor was a Magnolia Street Gang founder and that he was out on parole after serving time for firearms offenses. <span class=\"star-pagination\">*817</span> Smigielski also knew that McGregor had had a couple of run-ins with the police since his release. The first involved his fleeing the scene when stopped for a traffic infraction. The second also involved a traffic stop with a twist. Pulled over by Boston police, McGregor was chauffeuring another Magnolia Street Gang member, Christian Miranda, who gave officers a fake name when arrested for disorderly conduct during the encounter. And, it turned out, Miranda was wanted for murder in North Carolina.</p>\n<p>Fearing that the foursome might try to avenge the shooting of their comrades in crime, Smigielski and Fitzgerald tailed the Honda. Smigielski radioed for backup. Boston Police Officer Mark Freire and his partner quickly joined in, driving an unmarked car equipped with flashing blue lights  something Smigielski and Fitzgerald's car lacked. Smigielski determined that the Honda was going at least 50 m.p.h. in a 30 m.p.h. zone. Freire also saw the Honda run a flashing red light, and he radioed that news to Smigielski.</p>\n<p>Acting on Smigielski's order, Freire turned his car's blue lights on and pulled the Honda over. Freire approached the car with his gun holstered. Smigielski and Fitzgerald parked farther back and converged on the Honda too. Smigielski saw McGregor in the Honda's driver's seat, Duncan in the front passenger's seat, and Antwan Green  a known Magnolia Street Gang member out on bail pending trial on a firearms charge  in the seat directly behind McGregor's. Smigielski did not recognize the fourth person (later identified as Dominique Jean-Pierre) in the Honda.</p>\n<p>As the officers closed in, some of the occupants became noticeably nervous. Watch the person in the back seat, driver's side of the car, Freire told Smigielski. \"He's leaning forward,\" and his chest is \"pounding,\" Freire added. McGregor had opened the driver's door, which concerned Smigielski because drivers do not usually do that during traffic stops. But with the door open, Smigielski could see McGregor's left leg shaking, his chest heaving up and down, and his heart pounding through his t-shirt.</p>\n<p></p>\n<h2><i>Incriminating Evidence</i></h2>\n<p>Given what he knew about the shooting, the Magnolia Street Gang, and McGregor, Smigielski feared that the car contained a gun. Concerned about officer safety, he and his colleagues removed the men from the Honda and patted them down for weapons. They came up empty, so they moved the men to the curb and focused their attention on the car. By this time other officers had showed up to help secure the scene. Among those arriving was Scott O'Brien, an officer specially trained in how to detect hidden compartments, commonly called \"hides.\"</p>\n<p>Smigielski got into the car and started looking for easily  accessible weapons. Smigielski asked O'Brien if he recognized any of the men. And O'Brien did  he knew Green from an earlier firearms arrest. \"Scotty,\" Smigielski then said to O'Brien, \"there's got to be a gun in this car.\"</p>\n<p>From the start, O'Brien saw telltale signs of a hide in the Honda where one could stash a gun. Almost immediately, his eye was caught by an object on the dashboard just below the car stereo. It was only a couple of inches long and looked like a \"Lego piece.\"<sup>[2]</sup> \"Smig, <span class=\"star-pagination\">*818</span> what's that?\" O'Brien said to Smigielski. But O'Brien already knew  it was an \"alarm magnet,\" which he knew from extensive training and experience could be used as a magnetic switch to activate an electronic hide (rubbing the magnet over a specific area will complete a circuit that will open the hide). And, as far as he knew, magnets like this one played no part in the normal workings of a car. His instructors had drilled into him to always be on the lookout for magnets in situations like this. In any event, Smigielski grabbed the magnet and gave it to O'Brien.</p>\n<p>His interest piqued, O'Brien looked underneath the Honda to see what he could see. And he saw plenty: an exhaust pipe that had been tinkered with suspiciously (it was off-center and lower than usual); and a piece of metal that had more rust on it than the rest of the undercarriage, with a considerable amount of \"Bondo\" (a substance used in auto-body work) around the edges to help seal the piece in place  both dead giveaways that the car had a \"false bottom.\" O'Brien crawled under the Honda and tapped the area with his flashlight, and he heard a hollow rather than a solid sound.</p>\n<p>Convinced more than ever that the Honda had a hide, O'Brien got into the car and focused his attention on the center-console area  the very area where he thought the hide would be. He started with the cup holder, which was next to the console. Normally cup holders are removable so people can clean them more easily. But O'Brien could not lift this one. It had been glued down, a sure sign that someone did not want others to get at that area. O'Brien then lifted up the lid to the console and removed the CDs that were there. He wanted to open the access panel (something most cars have so persons can get to and work on the emergency-brake cables that run underneath). But this panel had glue around it, so O'Brien put a knife in the panel's latch and with little effort popped the panel open. Peering inside, O'Brien found a handgun, which turned out to be loaded, and some crack cocaine. Only about five minutes passed between the time the officers sat McGregor and the others on the curb and the time O'Brien found the damning evidence.</p>\n<p>The police arrested McGregor and his companions and had the Honda towed to a secure location. The next day Sergeant Detective William Feeney of the Boston Police executed a warrant to search the car. Usually when officers suspect that an auto has a hide, Feeney gets involved. Intimately familiar with automotive systems (mechanical and electrical), Feeney is considered the department's foremost expert on hides. He has studied them for years and has taught other officers (including FBI and DEA personnel) all about them. He had even trained O'Brien. Look for magnets inside cars, he tells his students. See if the center console or dashboard is loose or glued-down in a manner that is out of the norm. Look under the car and see if anything has been modified suspiciously (inspecting the exhaust system is a good place to start).</p>\n<p><span class=\"star-pagination\">*819</span> Feeney knew that O'Brien had found a hide in the Honda's center console. And he knew too that O'Brien had come across a magnet near the dashboard. So he looked there to see if anyone had rejiggered the wiring in a way necessary to run an electric hide. And he saw exactly that. He then figured out how the system worked: put the key in the ignition, fasten a seatbelt, switch on the cruise control, turn on the rear-window defroster, tug on the emergency brake, move the ceiling-light switch to the middle position, move a magnet around a spot on the dashboard (which would trigger a magnetic switch behind the dashboard), and press the sunroof button  doing this activates a series of switches, which starts up a motor under the center console, which opens up the hide so one can reach right through the bottom of the console and into a secret compartment. These steps can be done in any order, and it takes about 20 seconds to run through them from start to finish. But you could speed up the process considerably if, say, you did 7 of the 8 steps first and left only one for later  then it would take <i>less than 5 seconds</i> to open the hide. Feeney did the steps and found (among other things) another round of ammo tucked inside the hide.</p>\n<p></p>\n<h2>PROCEEDINGS</h2>\n<p>A federal grand jury charged McGregor with being a felon in possession of a firearm and ammunition. <i>See</i> 18 U.S.C. § 922(g)(1). He later moved to suppress the evidence on two principal Fourth Amendment grounds: The stop based on traffic violations was a pretext because the officers really wanted to check for weapons  an ulterior motive that invalidated the stop. Also, the warrantless search of the Honda was unreasonable both because the officers lacked reasonable suspicion that the car contained weapons and because the scope and intrusiveness of the search surpassed what was reasonably needed to ensure their safety. <i>See, e.g., </i><i>Michigan v. Long,</i> 463 U.S. 1032, 1049, 103 S.Ct. 3469, 77 L.Ed.2d 1201 (1983) (requiring that a protective search of an auto be brief, limited in scope, and based on articulable suspicion that a person could gain immediate access to weapons).</p>\n<p>Smigielski, Freire, O'Brien, and Feeney testified at the two-day hearing on the motion to suppress. Jean-Pierre (one of the Honda passengers) did too. McGregor did not. In denying McGregor's motion, the judge's reasoning ran like this. The traffic violations gave the officers probable cause to stop the Honda, which immunized the stop from attack even if their true aim was to look for weapons. <i>See </i><i>Whren v. United States,</i> 517 U.S. 806, 813, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996) (holding that \"[s]ubjective intentions play no role in ordinary, probable-cause Fourth Amendment analysis\"). Also, the totality of the circumstances showed that the officers actually and reasonably suspected that the Honda passengers might be armed, so they could pat-down not only the men but also the car's compartment area for possible weapons that might endanger them  and they did nothing more than <i>Long</i> and its successors authorized them to do. And finally, what O'Brien learned during this limited protective search gave him probable cause to pop open the center console's access panel. McGregor's conditional guilty plea followed, which preserved the suppression issue for appellate review. <i>See</i> Fed.R.Crim.P. 11(a)(2). The judge then sentenced McGregor to 188 months in prison and 3 years of supervised release. This appeal ensued.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>We review the district judge's denial of McGregor's suppression motion <span class=\"star-pagination\">*820</span> under a two-tiered standard, evaluating legal and constitutional conclusions <i>de novo,</i> and factual and credibility findings for clear error. <i>See, e.g., </i><i>Dancy,</i> 640 F.3d at 464-65. Clear-error review is highly deferential, requiring us to let the judge's fact-sensitive conclusions and credibility calls stand unless we are left with a definite and firm conviction that the judge made a mistake. <i>See, e.g., </i><i>United States v. Woodbury,</i> 511 F.3d 93, 96 (1st Cir.2007). And, ultimately, we must affirm if the judge's ruling is supported by any grounds fairly presented by the record. <i>See, e.g., </i><i>United States v. Bater,</i> 594 F.3d 51, 55 (1st Cir. 2010); <i>United States v. Owens,</i> 167 F.3d 739, 743 (1st Cir.1999); <i>United States v. Soule,</i> 908 F.2d 1032, 1036 n. 7 (1st Cir. 1990).</p>\n<p></p>\n<h2>FIRST PRINCIPLES</h2>\n<p>The basics are familiar. The Fourth Amendment bans only <i>unreasonable</i> searches and seizures, <i>see, e.g., </i><i>Terry v. Ohio,</i> 392 U.S. 1, 9, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), and a search done without a warrant supported by probable cause is presumptively unreasonable unless an exception to the warrant requirement applies, <i>see, e.g., </i><i>United States v. Lopez,</i> 989 F.2d 24, 26 (1st Cir.1993). So we jump directly to the exception that applies here.</p>\n<p>An officer can stop a car if he sees a driver commit a traffic offense, even if the stop is just an excuse to investigate something else. <i>See, e.g., </i><i>Whren,</i> 517 U.S. at 810, 116 S.Ct. 1769. He can then order the occupants out of the auto. <i>See, e.g., </i><i>Maryland v. Wilson,</i> 519 U.S. 408, 410, 414-15, 117 S.Ct. 882, 137 L.Ed.2d 41 (1997). And if he has some articulable, reasonable suspicion that the persons stopped may be dangerous, he can pat them down and search the car's interior  including closed compartments  for weapons that they could quickly lay their hands on. <i>See, e.g., </i><i>Long,</i> 463 U.S. at 1037, 1049-50, 103 S.Ct. 3469 (permitting a patdown under the car seats and dashboard and in the glove compartment  areas where persons could place or hide weapons and reach right away). But the scope of the search must be limited to this protective purpose. <i>See, e.g., id.</i> at 1049-50, 103 S.Ct. 3469; <i>United States v. Lott,</i> 870 F.2d 778, 783, 785 (1st Cir.1989).</p>\n<p>In sorting out the reasonableness of an officer's actions in this context, we typically ask two questions: Was he justified in making the stop? And, if yes, was the protective search reasonably related to the events justifying the stop, factoring in what happened and what he learned during the encounter? <i>See, e.g., </i><i>United States v. Ivery,</i> 427 F.3d 69, 72 (1st Cir. 2005); <i>United States v. Chhien,</i> 266 F.3d 1, 6 (1st Cir.2001). To answer the second question, we must ask two more: Was there an objectively reasonable basis to suspect that weapons were present? And (assuming <i>Lott</i> is still good law  more on this later) did the officer in fact entertain such a suspicion? <i>See, e.g., </i><i>Ivery,</i> 427 F.3d at 72 (discussing <i>Lott,</i> 870 F.2d at 783-84). Of course, the officer must work purposefully to confirm or dispel his suspicions promptly. But there are no hard time limits. <i>See, e.g., </i><i>United States v. Sharpe,</i> 470 U.S. 675, 686, 105 S.Ct. 1568, 84 L.Ed.2d 605 (1985); <i>Owens,</i> 167 F.3d at 748-49. Obviously, then, context matters, and we must take a practical approach to all of this, keeping in mind the totality of the circumstances as seen and interpreted by the police at the scene. <i>See, e.g., </i><i>United States v. Arvizu,</i> 534 U.S. 266, 273, 122 S.Ct. 744, 151 L.Ed.2d 740 (2002); <i>United States v. Soares,</i> 521 F.3d 117, 120 (1st Cir.2008).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*821</span> ANALYSIS</h2>\n<p>In something of an about-face, McGregor no longer questions the legality of the traffic stop. Instead, he trains his sights on the second step in the above-described analysis, complaining that the officers lacked reasonable suspicion needed to justify a limited protective search of the car  a search that he insists was too long and too intrusive to boot. We see things quite differently, however.</p>\n<p></p>\n<h2><i>Reasonable Suspicion</i></h2>\n<p>No simple, mechanical formula tells us what reasonable suspicion is, though we know that it is less than probable cause and more than a naked hunch. <i>See, e.g., </i><i>Chhien,</i> 266 F.3d at 6. And no one-size-fits-all template exists to sketch out whether an officer acted with reasonable suspicion. <i>See, e.g., </i><i>United States v. Espinoza,</i> 490 F.3d 41, 46 (1st Cir.2007). Rather, courts must gauge its presence in a commonsense, case-by-case way, taking in the whole picture. <i>See, e.g., </i><i>Chhien,</i> 266 F.3d at 6. So let us go over what the police knew and saw before the protective search took place. (a) Someone had gunned down two heavy-hitters in the Magnolia Street Gang, a brutal cartel conspicuous for its drug-dealing and gun-carrying. (b) Two men drove up to the hospital where the victims were, grabbed two others, and then double-timed it to the Honda with their compatriots in tow. (c) The men hightailed it out of there, exceeding the speed limit and running a flashing red light. (d) Three of the four  Duncan, Green, and, most importantly for our purposes, McGregor  stood out as Magnolia Street Gang members who had had serial scrapes with the law, including arrests (and in McGregor's case, conviction) for firearms offenses. And (e) some of the men seemed suspiciously nervous  breathing hard, shaking, <i>etc.</i>  as the officers approached the car. Given facts (a)-(d), Smigielski worried that the men thirsted for revenge against the shooter. Add fact (e) to the mix, and Smigielski feared  his word, not ours  that they had a gun in the car too. On this record, we cannot fault the judge's finding that the police actually and reasonably suspected that the men might be armed  a suspicion resting on rational reasons, rather than pure gut feelings  which, we agree, justified a limited weapons search under the <i>Long</i> line of decisions.</p>\n<p>McGregor musters multiple counter-arguments aimed at persuading us otherwise. None can carry the day, however.</p>\n<p>1. McGregor protests that the judge botched the case from the get-go by framing the legal question inexactly. Quoting <i>Lott,</i> McGregor claims that a search cannot measure up to <i>Long</i>'s high demands if the officers did not \"<i>actually</i>\" fear \"for their safety.\" <i>See</i> 870 F.2d at 783-84. And, he says, the judge slipped by focusing on whether the officers had objectively reasonable suspicion that the men posed a danger rather than on whether they had actual safety concerns. On top of that, the officers had no actual fear, he insists  they outnumbered the men and had \"secured\" the scene, at least in Smigielski's mind, by frisking them and moving them away from the auto, so the detainees could not reach any weapons. The net result, then, is that the car search flunked <i>Long</i> and <i>Lott.</i></p>\n<p>It is an open question whether <i>Lott</i>'s \"actual fear\" analysis is consistent with the Supreme Court's later comment in <i>Whren</i> that \"the constitutional reasonableness of traffic stops [does not depend] on the actual motivations of the individual officers involved.\" 517 U.S. at 813, 116 S.Ct. 1769. True, <i>Whren</i> held that an officer's subjective intentions were irrelevant to the constitutionality of the traffic stop itself. But <span class=\"star-pagination\">*822</span> its reasoning casts doubt on <i>Lott</i>'s holding that an officer's subjective fears must be demonstrated to justify a car search under <i>Long</i> even if there is an objectively reasonable basis for an officer to fear for his safety. Twice we have highlighted this issue but decided not to address it directly. <i>See </i><i>Ivery,</i> 427 F.3d at 73 (noting that, \"[h]aving concluded that <i>Lott</i>'s actual suspicion requirement is satisfied here, we decline the government's invitation to reconsider the continuing validity of that aspect of <i>Lott</i> in light of ... <i>Whren</i>\"); <i>United States v. Nee,</i> 261 F.3d 79, 85 (1st Cir.2001) (declining to address the government's waived argument that <i>Lott</i> is no longer good law after <i>Whren</i>). Other circuits have held that an officer's subjective intentions matter not when deciding whether a <i>Long</i>-based search is constitutional. <i>See </i><i>United States v. Brown,</i> 188 F.3d 860, 866 (7th Cir.1999); <i>United States v. Cummins,</i> 920 F.2d 498, 502 (8th Cir. 1990); <i>see also </i><i>United States v. Wald,</i> 216 F.3d 1222, 1227 (10th Cir.2000). But the government has not raised the issue here, so we will not address it.</p>\n<p>Even so, McGregor's claim that <i>Lott</i>'s standards have not been met fails. There is nothing in this record to make us doubt that the officers feared for their safety. Our conclusion otherwise in <i>Lott</i> largely turned on the fact that the officers there opted not to frisk the defendants after they had exited the car. 870 F.2d at 785. Here, in contrast, the officers frisked each Honda passenger. That the police had superior numbers and had moved the men away from the auto does not change matters. The Supreme Court rejected a strikingly similar argument in <i>Long,</i> reasoning that detainees might break free from the police or reenter the car with police permission (either during or after the stop) and get at weapons straightaway  scenarios that justify a limited protective sweep. <i>See</i> 463 U.S. at 1051-52, 103 S.Ct. 3469; <i>accord </i><i>United States v. Diaz,</i> 519 F.3d 56, 62 (1st Cir.2008) (collecting cases). <i>Lott</i> requires that there be an objectively reasonable basis for fear. <i>See id.</i> at 783-84; <i>see also </i><i>Ivery,</i> 427 F.3d at 72. And that prong is undoubtedly met in this case.</p>\n<p>2. Also insubstantial is McGregor's suggestion that the search was illegal because the officers used the traffic offenses as an excuse to comb the car for guns without a warrant. The judge found that Smigielski and his colleagues actually saw the traffic violations, which validates the stop. <i>See, e.g., </i><i>Whren,</i> 517 U.S. at 813, 116 S.Ct. 1769.</p>\n<p>As a fallback, McGregor attempts to confine <i>Whren</i>'s holding to probable-cause cases, not reasonable-suspicion cases. That is a non-starter for two reasons. First, having seen the traffic infractions, the officers had probable cause to pull the Honda over (again, McGregor does not attack that ruling here), which puts <i>Whren</i> front and center. And second, citing <i>Whren,</i> we have held that courts do not \"plumb[]\" an officer's \"actual motive\" in performing a reasonable-suspicion analysis. <i>Bolton v. Taylor,</i> 367 F.3d 5, 7 (1st Cir.2004).</p>\n<p>3. McGregor fares no better in arguing that certain factors relied on by the judge  three occupants' criminal pasts, gang ties, and nervousness  were too old, too speculative, or too unconnected to the stop's purpose to support a reasonable-suspicion finding. For openers, this kind of \"divide-and-conquer analysis\"  taking the facts one by one, divining innocent explanations for each, and then second-guessing the officers' on-the-spot evaluations  is off limits to judges. <i>See, e.g., </i><i>Arvizu,</i> 534 U.S. at 274-78, 122 S.Ct. 744. What is more, none of McGregor's arguments holds water. In sizing up the whole situation, the officers could consider <i>all</i> the <span class=\"star-pagination\">*823</span> men's criminal doings and gang associations, <i>see </i><i>United States v. Am,</i> 564 F.3d 25, 30-31 (1st Cir.2009), so there is no need to quibble over McGregor's too-old epithet. And they could consider the men's nervousness too, <i>see, e.g., </i><i>Ivery,</i> 427 F.3d at 73. Also, the judge could and did credit the practical, real-world experience of front-line officers who have their fingers on the pulse of the streets, <i>see, e.g., </i><i>Arvizu,</i> 534 U.S. at 273, 122 S.Ct. 744  which undercuts McGregor's too  speculative charge. Finally, officers can amp up their investigation depending on what they learn following a stop, <i>see, e.g., </i><i>Chhien,</i> 266 F.3d at 6, and the judge supportably found that the officers' suspicion level here justifiably rose as the post-stop events unfolded  which puts the kibosh on McGregor's factors-too-unconnected-to-the-stop complaint, <i>see generally </i><i>Graham v. Connor,</i> 490 U.S. 386, 396-97, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989) (emphasizing that the reasonableness calculus must allow \"for the fact that police officers are often forced to make split-second judgments  in circumstances that are tense, uncertain, and rapidly evolving\"); <i>Terry,</i> 392 U.S. at 10, 88 S.Ct. 1868 (explaining that \"the police are in need of an escalating set of flexible responses, graduated in relation to the amount of information they possess\").</p>\n<p>The totality of the circumstances here makes this case unlike <i>United States v. Monteiro,</i> 447 F.3d 39 (1st Cir.2006), and <i>United States v. McKoy,</i> 428 F.3d 38 (1st Cir.2005), which McGregor plays as trump cards. <i>Monteiro</i> affirmed an order suppressing evidence discovered during a warrantless car search, stressing that the police had no reason to believe that either the driver or the passengers had been or were about to be criminally active when the stop occurred. <i>See</i> 447 F.3d at 42-43. <i>McKoy</i> also required suppression of evidence seized during a warrantless car search, holding that the police infringed the defendant's constitutional rights by bottoming their suspicion solely on his apparent nervousness and the area's dangerousness. 428 F.3d at 40-41. But in our case the judge supportably found that the officers sensibly suspected that the men might be armed and bent on retaliating for the shooting, and that they had reasonably grounded their suspicion on a host of facts beyond the men's obvious nervousness  <i>i.e.,</i> the earlier shooting of two Magnolia Street Gang members, the suspicious activities at the hospital, the clique of Magnolia Street Gang operatives in the Honda, the knowledge that three of the four men had been collared on gun charges before, and the unlawful way in which the Honda raced around the area (the area's dangerousness  or not  played no part in the analysis). Consequently, neither <i>Monteiro</i> nor <i>McKoy</i> helps McGregor.</p>\n<p>To sum up, McGregor falls short of showing that the judge erred in ruling that the officers had reasonable suspicion to conduct a limited protective search under the <i>Long</i> set of cases. So we move on.</p>\n<p></p>\n<h2><i>Duration</i></h2>\n<p>McGregor contends that the car search was too long  though he does not come straight out and say that the encounter had matured into a <i>de facto</i> arrest before there was probable cause. Relying on the police dispatch log, McGregor notes that the officers stopped the Honda at 1:47 a.m. and arrested the men at 2:46 a.m., or 2:45 a.m., according to the booking sheet. And during that time (the argument continues) the police searched the auto for weapons  a period that exceeded what <i>Long</i> and its heirs allow. McGregor's big problem is that the judge made no findings concerning how long the search took  which means that we must read the record in the light most hospitable to the judge's suppression ruling, drawing all reasonable <span class=\"star-pagination\">*824</span> inferences in the ruling's favor. <i>See, e.g., </i><i>Owens,</i> 167 F.3d at 743. With this in mind, we repeat that Smigielski testified that it only took five minutes for the officers to find the loaded gun after they had moved the men to the curb. And neither the dispatch log nor the booking sheet changed that reality, he said. Again, there are no fixed time limits in this context. <i>See, e.g., </i><i>United States v. McCarthy,</i> 77 F.3d 522, 531 (1st Cir.1996). Rather, the police must conscientiously pursue an investigative course likely to confirm or refute their suspicions quickly, <i>see, e.g., </i><i>Sharpe,</i> 470 U.S. at 686, 105 S.Ct. 1568, and we think that the officers' five-minute search  during which they acted diligently and swiftly  clearly falls within that category. <i>See generally </i><i>Owens,</i> 167 F.3d at 749 (approving a 55-minute investigative stop); <i>McCarthy,</i> 77 F.3d at 529-31 (approving a 75-minute investigative stop).<sup>[3]</sup></p>\n<p></p>\n<h2><i>Scope</i></h2>\n<p>McGregor challenges the judge's ruling that what the officers did before they opened the access panel  picking up the alarm magnet, tapping the car's undercarriage, fiddling with the cup holder, removing the CDs from the center console  was permissible under <i>Long.</i> Their actions were too intrusive to squeeze within <i>Long</i>' s narrow confines, he says. He also attacks the judge's conclusion that what the officers learned during the <i>Long</i> search gave them probable cause to open the panel. We, however, think that <i>Long</i> covers the whole gamut of police activities here, so we skip the probable-cause analysis. <i>See, e.g., </i><i>Soule,</i> 908 F.2d at 1036 n. 7 (emphasizing that we may affirm a suppression ruling for any reason appearing in the record).<sup>[4]</sup> We explain.</p>\n<p>McGregor is right that the only lawful purpose of a <i>Long</i> search is to protect officers from the danger that the persons they have stopped will grab for weapons. <i>See</i> 463 U.S. at 1047-48, 103 S.Ct. 3469. And he is also right that the search must be no more invasive than necessary to serve that safety function. <i>Id.</i> at 1052 n. 16, 103 S.Ct. 3469. A <i>Long</i> search is a limited search. <i>Id.</i> But it is limited in this sense: officers with reasonable grounds for suspecting that the detainees are dangerous must confine their weapons search to accessible areas of the vehicle. <i>Id.</i> at 1049, 103 S.Ct. 3469. The question here is whether the console hide was a searchable part of the passenger compartment under <i>Long</i> and its successors. Our answer is yes, for these reasons.</p>\n<p>The <i>Long</i> Court set the parameters for a protective search in part by copying the search-incident-to-arrest standard in <i>New York v. Belton,</i> 453 U.S. 454, 101 S.Ct. 2860, 69 L.Ed.2d 768 (1981). <i>See </i><i>Long,</i> 463 U.S. at 1048-49, 103 S.Ct. 3469. <i>Belton</i> held that police may search an auto's passenger compartment incident to an occupant's lawful arrest both to protect officer safety and to preserve evidence. <i>See</i> 453 U.S. at 460, 101 S.Ct. 2860. <i>Long</i>'s rationale is limited to officer safety. But if officers restrict their searches to areas \"that may contain a weapon and to which the motorist may have access,\" the physical borders of the passenger compartment <span class=\"star-pagination\">*825</span> covered by <i>Belton</i> and <i>Long</i> are the same.<sup>[5]</sup><i>United States v. Arnold,</i> 388 F.3d 237, 240 (7th Cir.2004).</p>\n<p>Applying these principles, another circuit court has held that a secret \"trap\" built into an auto's backseat is a searchable part of the passenger compartment under <i>Belton. See </i><i>United States v. Veras,</i> 51 F.3d 1365, 1372 (7th Cir.1995). And others have held that locked glove compartments, <i>see, e.g., </i><i>United States v. Palmer,</i> 360 F.3d 1243, 1246-48 (10th Cir. 2004), and center consoles, <i>see, e.g., </i><i>United States v. Holmes,</i> 376 F.3d 270, 280-81 (4th Cir.2004), including one that had been tampered with and that officers had to pull on to open, <i>see </i><i>United States v. Boyett,</i> 295 Fed.Appx. 781, 783, 785 (6th Cir.2008), are searchable parts of a passenger compartment under <i>Long</i> too.<sup>[6]</sup> Easy accessibility is the concern that animates each case. <i>See, e.g., </i><i>Arnold,</i> 388 F.3d at 240.</p>\n<p>Getting back to McGregor, the officers had the requisite reasonable suspicion that the men were armed, as we have already explained at some length. They also took sensible steps to secure their safety. Each investigatory act  grabbing the magnet, knocking at the car's undercarriage, poking at the cup holder, and taking the CDs from the center console  logically led to the next, was done quickly, and was tied tightly to the police's reasonable suspicion that the Honda had a hide. <i>See generally </i><i>Flowers v. Fiore,</i> 359 F.3d 24, 30 (1st Cir.2004) (emphasizing that \"officers may take necessary steps to protect themselves if the circumstances reasonably warrant such measures\").</p>\n<p>A few more words about the magnet-grabbing and the undercarriage-tapping: McGregor faults the judge for finding that O'Brien knew that the Lego-size object on the dashboard was an alarm magnet <i>before</i> Smigielski snatched it up  which, McGregor quickly adds, Smigielski had no right to do. That argument depends on too myopic a view of O'Brien's suppression-hearing testimony. Sure, O'Brien did testify on direct that he said, \"Smig, what's that?\" before Smigielski reached for the magnet. But he clarified on cross that in his mind he knew <i>all along</i> that it was an alarm magnet that could possibly help open a gun-holding hide, and the judge could certainly credit that testimony. Also, if officers can take keys from a car ignition or seat to unlock a glove compartment, <i>see, e.g., </i><i>Palmer,</i> 360 F.3d at 1246-48; <i>United States v. Brown,</i> 913 F.2d 570, <span class=\"star-pagination\">*826</span> 571-72 (8th Cir.1990), then we see no reason why Smigielski could not hand O'Brien the hide-opening magnet. And, despite what McGregor says, neither the viewing of nor the tapping on the undercarriage gives us reason to reverse. <i>Compare </i><i>New York v. Class,</i> 475 U.S. 106, 114, 106 S.Ct. 960, 89 L.Ed.2d 81 (1986) (explaining that \"[t]he exterior of a car, of course, is thrust into the public eye, and thus to examine it does not constitute a `search'\"), <i>and </i><i>Kyllo v. United States,</i> 533 U.S. 27, 32, 121 S.Ct. 2038, 150 L.Ed.2d 94 (2001) (noting that a naked-eye observation \"is no `search' at all\"), <i>with </i><i>Cardwell v. Lewis,</i> 417 U.S. 583, 588-89, 94 S.Ct. 2464, 41 L.Ed.2d 325 (1974) (plurality opinion) (concluding that the police's scraping paint off a car's exterior was not a search).</p>\n<p>That O'Brien reached into the console and popped open the access panel did not exceed the outer limits of what the law allows, either. Just like if the gun had been in a backseat trap or in a locked glove compartment, McGregor and his buddies could have grabbed the weapon from the console hide in a flash had they gotten back into the car  the uncontradicted testimony at the hearing discloses that one could open the hide electronically in a matter of <i>seconds. See </i><i>Arnold,</i> 388 F.3d at 241 (providing a useful analytic model for resolving a similar case). Given the specific facts here, there is no reason to treat this easily-accessible passenger-compartment area differently from any other. <i>See id.</i> at 240-41.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons bared above, we uphold the district judge's order denying McGregor's motion to suppress.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  We cannot tell whether the silver sedan and the gray Honda are one and same, but it does not matter.</p>\n<p>[2]  As most everyone knows, a Lego is a brick-shaped plastic children's toy that can be found in playrooms all over the world. <i>See, e.g.,</i> Leo Cendrowicz, \"Lego Celebrates 50 Years of Building\" (Jan. 28, 2008), http://www.time.com/time/world/article/0,8599,1707379,00.html (visited Apr. 13, 2011). Created by a Danish carpenter, Lego's name is a fusion of the Danish phrase \"leg godt,\" which means \"play well.\" <i>Id.</i> (double emphasis added). Judicial notice is typically limited to \"undisputable facts like Greenwich mean time,\" <i>Mays v. Trump Indiana, Inc.,</i> 255 F.3d 351, 353 (7th Cir.2001), but given the Lego's near-iconic status  <i>Fortune</i> magazine crowned it the \"Toy of the Century,\" <i>see</i> Joseph Pisani, \"The Making of ... a LEGO\" (Nov. 29, 2006), http://businessweek.com/bwdaily/dnflash/content/nov2006/db20061127_153826.htm (visited Apr. 26, 2011)  we do not think that we are out on a limb here by any stretch.</p>\n<p>[3]  These cases suggest that, even if the search had lasted 60 minutes as McGregor hints at, his argument would still fail  though, as we said above, this is not an issue we need address.</p>\n<p>[4]  The government conceded below that the police needed probable cause to open the panel, but that concession does not bind us. <i>See generally </i><i>Roberts v. Galen of Va., Inc.,</i> 525 U.S. 249, 253, 119 S.Ct. 685, 142 L.Ed.2d 648 (1999) (explaining that \"the concession of a point on appeal by respondent is by no means dispositive of a legal issue\").</p>\n<p>[5]  <i>Arizona v. Gant,</i> 556 U.S. 332, 129 S.Ct. 1710, 173 L.Ed.2d 485 (2009), tweaked <i>Belton</i> a bit, but not in a way that affects our case. Some lower courts had read <i>Belton</i> broadly, permitting the police to search the car's passenger compartment as a matter of course after arresting the occupants. <i>See, e.g., </i><i>United States v. Polanco,</i> 634 F.3d 39, 42 (1st Cir.2011) (discussing the phenomenon). <i>Gant</i> clarified that officers may search an auto \"incident to a recent occupant's arrest only if the arrestee is within reaching distance of the passenger compartment at the time of the search or it is reasonable to believe that the vehicle contains evidence of the offense of arrest.\" 129 S.Ct. at 1723. Critically, <i>Gant</i> explicitly limited its holding to a search-incident-to-arrest setting, leaving <i>Long</i> intact. <i>See, e.g., id.</i> at 1721-24; <i>see also id.</i> at 1724 (Scalia, J., concurring) (explaining that \"[w]here no arrest is made, we have held that officers may search the car if they reasonably believe `the suspect is dangerous and ... may gain immediate control of weapons,'\" adding that \"[i]n the no-arrest case, the possibility of access to weapons in the vehicle always exists, since the driver or passenger will be allowed to return to the vehicle when the interrogation is completed\") (quoting <i>Long,</i> 463 U.S. at 1049, 103 S.Ct. 3469). And we do not read <i>Gant</i> as changing the passenger-compartment-boundaries analysis under the <i>Belton</i> line of cases.</p>\n<p>[6]  <i>Boyett</i> is an unpublished opinion, but we can rely on its persuasive authority. <i>See, e.g., </i><i>Booker v. Mass. Dep't of Pub. Health,</i> 612 F.3d 34, 42 n. 8 (1st Cir.2010).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">650</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">813</span></span> (2011)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nMelvin McGREGOR, Defendant, Appellant.</h1></center>\n<center>No. 09-2650.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 10, 2011.</center>\n<center>Decided May 27, 2011.</center>\n<p><span class=\"star-pagination\">*816</span> William W. Fick, Assistant Federal Defender, Federal Public Defender Office, for appellant.</p>\n<p>Mark T. Quinlivan, Assistant United States Attorney, with whom Carmen M. Ortiz, United States Attorney, was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and THOMPSON, Circuit Judges.</p>\n<p>THOMPSON, Circuit Judge.</p>\n<p>Indicted as a felon in possession of a firearm and ammunition, Melvin McGregor moved to suppress evidence taken from a warrantless car search. After the district judge denied the motion, McGregor conditionally pled guilty, reserving his right to challenge the ruling on appeal. This is that appeal. We affirm, though our reasoning differs from the judge's on one issue.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Consistent with our usual practice, we take the facts from the judge's decision and from the hearing on the motion, presenting them in the light most compatible with his ruling. <i>See, e.g., </i><i>United States v. Dancy,</i> <span class=\"citation\" data-id=\"214620\"><a href=\"/opinion/214620/united-states-v-dancy/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span>, 457-58, 460-61 (1st Cir.2011).</p>\n<p></p>\n<h2><i>A Shooting in Dorchester</i></h2>\n<p>Just before midnight, on July 12, 2007, Officer Brian Smigielski and Sergeant Detective John Fitzgerald of the Boston Police's Youth Violence Strike Force (a specialized unit tasked with monitoring gang activity) heard about a shooting at a housing development in the Dorchester section of Boston. After driving to the scene in an unmarked car, Smigielski spotted two men riddled with bullets slumped in a parked auto  still alive, but not for long. He knew both men were members of the notoriously violent Magnolia Street Gang  actually, he recognized one of them as a founding member. He helped emergency medical personnel put the two in an ambulance, which then took off for Boston Medical Center with the officers in tow.</p>\n<p></p>\n<h2><i>Suspicious Activities</i></h2>\n<p>It was now around 1 a.m. on July 13. Smigielski and Fitzgerald parked in a driveway near a lot across from the hospital's emergency-room entrance. Staking out a hospital after a shooting is a great way to collect intelligence about gangs, Smigielski later said. And Smigielski was not disappointed on this night. Two men soon got out of a newish-looking \"silver sedan.\" Smigielski recognized one of them as Antonio Duncan, a Magnolia Street Gang member who had been arrested on gun charges in the past. The men made a beeline for a group of people hanging out near the emergency-room entrance. Within seconds, the duo left with two other men, one of whom was McGregor. They all piled into a \"gray\" Honda Accord with tinted windows and sped off.<sup>[1]</sup> McGregor was no stranger to the criminal justice system. Based on reports and talks with colleagues, Smigielski knew that McGregor was a Magnolia Street Gang founder and that he was out on parole after serving time for firearms offenses. <span class=\"star-pagination\">*817</span> Smigielski also knew that McGregor had had a couple of run-ins with the police since his release. The first involved his fleeing the scene when stopped for a traffic infraction. The second also involved a traffic stop with a twist. Pulled over by Boston police, McGregor was chauffeuring another Magnolia Street Gang member, Christian Miranda, who gave officers a fake name when arrested for disorderly conduct during the encounter. And, it turned out, Miranda was wanted for murder in North Carolina.</p>\n<p>Fearing that the foursome might try to avenge the shooting of their comrades in crime, Smigielski and Fitzgerald tailed the Honda. Smigielski radioed for backup. Boston Police Officer Mark Freire and his partner quickly joined in, driving an unmarked car equipped with flashing blue lights  something Smigielski and Fitzgerald's car lacked. Smigielski determined that the Honda was going at least 50 m.p.h. in a 30 m.p.h. zone. Freire also saw the Honda run a flashing red light, and he radioed that news to Smigielski.</p>\n<p>Acting on Smigielski's order, Freire turned his car's blue lights on and pulled the Honda over. Freire approached the car with his gun holstered. Smigielski and Fitzgerald parked farther back and converged on the Honda too. Smigielski saw McGregor in the Honda's driver's seat, Duncan in the front passenger's seat, and Antwan Green  a known Magnolia Street Gang member out on bail pending trial on a firearms charge  in the seat directly behind McGregor's. Smigielski did not recognize the fourth person (later identified as Dominique Jean-Pierre) in the Honda.</p>\n<p>As the officers closed in, some of the occupants became noticeably nervous. Watch the person in the back seat, driver's side of the car, Freire told Smigielski. \"He's leaning forward,\" and his chest is \"pounding,\" Freire added. McGregor had opened the driver's door, which concerned Smigielski because drivers do not usually do that during traffic stops. But with the door open, Smigielski could see McGregor's left leg shaking, his chest heaving up and down, and his heart pounding through his t-shirt.</p>\n<p></p>\n<h2><i>Incriminating Evidence</i></h2>\n<p>Given what he knew about the shooting, the Magnolia Street Gang, and McGregor, Smigielski feared that the car contained a gun. Concerned about officer safety, he and his colleagues removed the men from the Honda and patted them down for weapons. They came up empty, so they moved the men to the curb and focused their attention on the car. By this time other officers had showed up to help secure the scene. Among those arriving was Scott O'Brien, an officer specially trained in how to detect hidden compartments, commonly called \"hides.\"</p>\n<p>Smigielski got into the car and started looking for easily  accessible weapons. Smigielski asked O'Brien if he recognized any of the men. And O'Brien did  he knew Green from an earlier firearms arrest. \"Scotty,\" Smigielski then said to O'Brien, \"there's got to be a gun in this car.\"</p>\n<p>From the start, O'Brien saw telltale signs of a hide in the Honda where one could stash a gun. Almost immediately, his eye was caught by an object on the dashboard just below the car stereo. It was only a couple of inches long and looked like a \"Lego piece.\"<sup>[2]</sup> \"Smig, <span class=\"star-pagination\">*818</span> what's that?\" O'Brien said to Smigielski. But O'Brien already knew  it was an \"alarm magnet,\" which he knew from extensive training and experience could be used as a magnetic switch to activate an electronic hide (rubbing the magnet over a specific area will complete a circuit that will open the hide). And, as far as he knew, magnets like this one played no part in the normal workings of a car. His instructors had drilled into him to always be on the lookout for magnets in situations like this. In any event, Smigielski grabbed the magnet and gave it to O'Brien.</p>\n<p>His interest piqued, O'Brien looked underneath the Honda to see what he could see. And he saw plenty: an exhaust pipe that had been tinkered with suspiciously (it was off-center and lower than usual); and a piece of metal that had more rust on it than the rest of the undercarriage, with a considerable amount of \"Bondo\" (a substance used in auto-body work) around the edges to help seal the piece in place  both dead giveaways that the car had a \"false bottom.\" O'Brien crawled under the Honda and tapped the area with his flashlight, and he heard a hollow rather than a solid sound.</p>\n<p>Convinced more than ever that the Honda had a hide, O'Brien got into the car and focused his attention on the center-console area  the very area where he thought the hide would be. He started with the cup holder, which was next to the console. Normally cup holders are removable so people can clean them more easily. But O'Brien could not lift this one. It had been glued down, a sure sign that someone did not want others to get at that area. O'Brien then lifted up the lid to the console and removed the CDs that were there. He wanted to open the access panel (something most cars have so persons can get to and work on the emergency-brake cables that run underneath). But this panel had glue around it, so O'Brien put a knife in the panel's latch and with little effort popped the panel open. Peering inside, O'Brien found a handgun, which turned out to be loaded, and some crack cocaine. Only about five minutes passed between the time the officers sat McGregor and the others on the curb and the time O'Brien found the damning evidence.</p>\n<p>The police arrested McGregor and his companions and had the Honda towed to a secure location. The next day Sergeant Detective William Feeney of the Boston Police executed a warrant to search the car. Usually when officers suspect that an auto has a hide, Feeney gets involved. Intimately familiar with automotive systems (mechanical and electrical), Feeney is considered the department's foremost expert on hides. He has studied them for years and has taught other officers (including FBI and DEA personnel) all about them. He had even trained O'Brien. Look for magnets inside cars, he tells his students. See if the center console or dashboard is loose or glued-down in a manner that is out of the norm. Look under the car and see if anything has been modified suspiciously (inspecting the exhaust system is a good place to start).</p>\n<p><span class=\"star-pagination\">*819</span> Feeney knew that O'Brien had found a hide in the Honda's center console. And he knew too that O'Brien had come across a magnet near the dashboard. So he looked there to see if anyone had rejiggered the wiring in a way necessary to run an electric hide. And he saw exactly that. He then figured out how the system worked: put the key in the ignition, fasten a seatbelt, switch on the cruise control, turn on the rear-window defroster, tug on the emergency brake, move the ceiling-light switch to the middle position, move a magnet around a spot on the dashboard (which would trigger a magnetic switch behind the dashboard), and press the sunroof button  doing this activates a series of switches, which starts up a motor under the center console, which opens up the hide so one can reach right through the bottom of the console and into a secret compartment. These steps can be done in any order, and it takes about 20 seconds to run through them from start to finish. But you could speed up the process considerably if, say, you did 7 of the 8 steps first and left only one for later  then it would take <i>less than 5 seconds</i> to open the hide. Feeney did the steps and found (among other things) another round of ammo tucked inside the hide.</p>\n<p></p>\n<h2>PROCEEDINGS</h2>\n<p>A federal grand jury charged McGregor with being a felon in possession of a firearm and ammunition. <i>See</i> 18 U.S.C. § 922(g)(1). He later moved to suppress the evidence on two principal Fourth Amendment grounds: The stop based on traffic violations was a pretext because the officers really wanted to check for weapons  an ulterior motive that invalidated the stop. Also, the warrantless search of the Honda was unreasonable both because the officers lacked reasonable suspicion that the car contained weapons and because the scope and intrusiveness of the search surpassed what was reasonably needed to ensure their safety. <i>See, e.g., </i><i>Michigan v. Long,</i> <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></a></span>, 1049, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1201</span></a></span> (1983) (requiring that a protective search of an auto be brief, limited in scope, and based on articulable suspicion that a person could gain immediate access to weapons).</p>\n<p>Smigielski, Freire, O'Brien, and Feeney testified at the two-day hearing on the motion to suppress. Jean-Pierre (one of the Honda passengers) did too. McGregor did not. In denying McGregor's motion, the judge's reasoning ran like this. The traffic violations gave the officers probable cause to stop the Honda, which immunized the stop from attack even if their true aim was to look for weapons. <i>See </i><i>Whren v. United States,</i> <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 813, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1996) (holding that \"[s]ubjective intentions play no role in ordinary, probable-cause Fourth Amendment analysis\"). Also, the totality of the circumstances showed that the officers actually and reasonably suspected that the Honda passengers might be armed, so they could pat-down not only the men but also the car's compartment area for possible weapons that might endanger them  and they did nothing more than <i>Long</i> and its successors authorized them to do. And finally, what O'Brien learned during this limited protective search gave him probable cause to pop open the center console's access panel. McGregor's conditional guilty plea followed, which preserved the suppression issue for appellate review. <i>See</i> Fed.R.Crim.P. 11(a)(2). The judge then sentenced McGregor to 188 months in prison and 3 years of supervised release. This appeal ensued.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>We review the district judge's denial of McGregor's suppression motion <span class=\"star-pagination\">*820</span> under a two-tiered standard, evaluating legal and constitutional conclusions <i>de novo,</i> and factual and credibility findings for clear error. <i>See, e.g., </i><i>Dancy,</i> 640 F.3d at 464-65. Clear-error review is highly deferential, requiring us to let the judge's fact-sensitive conclusions and credibility calls stand unless we are left with a definite and firm conviction that the judge made a mistake. <i>See, e.g., </i><i>United States v. Woodbury,</i> <span class=\"citation\" data-id=\"203089\"><a href=\"/opinion/203089/united-states-v-woodbury/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 96 (1st Cir.2007). And, ultimately, we must affirm if the judge's ruling is supported by any grounds fairly presented by the record. <i>See, e.g., </i><i>United States v. Bater,</i> <span class=\"citation no-link\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></span>, 55 (1st Cir. 2010); <i>United States v. Owens,</i> <span class=\"citation\" data-id=\"198347\"><a href=\"/opinion/198347/united-states-v-owens/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 743 (1st Cir.1999); <i>United States v. Soule,</i> <span class=\"citation\" data-id=\"545151\"><a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1036 n. 7 (1st Cir. 1990).</p>\n<p></p>\n<h2>FIRST PRINCIPLES</h2>\n<p>The basics are familiar. The Fourth Amendment bans only <i>unreasonable</i> searches and seizures, <i>see, e.g., </i><i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968), and a search done without a warrant supported by probable cause is presumptively unreasonable unless an exception to the warrant requirement applies, <i>see, e.g., </i><i>United States v. Lopez,</i> <span class=\"citation\" data-id=\"602832\"><a href=\"/opinion/602832/united-states-v-alexander-lopez/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 26 (1st Cir.1993). So we jump directly to the exception that applies here.</p>\n<p>An officer can stop a car if he sees a driver commit a traffic offense, even if the stop is just an excuse to investigate something else. <i>See, e.g., </i><i>Whren,</i> 517 U.S. at 810, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>. He can then order the occupants out of the auto. <i>See, e.g., </i><i>Maryland v. Wilson,</i> <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, 410, 414-15, <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">882</span></a></span>, <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">41</span></a></span> (1997). And if he has some articulable, reasonable suspicion that the persons stopped may be dangerous, he can pat them down and search the car's interior  including closed compartments  for weapons that they could quickly lay their hands on. <i>See, e.g., </i><i>Long,</i> 463 U.S. at 1037, 1049-50, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span> (permitting a patdown under the car seats and dashboard and in the glove compartment  areas where persons could place or hide weapons and reach right away). But the scope of the search must be limited to this protective purpose. <i>See, e.g., id.</i> at 1049-50, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>; <i>United States v. Lott,</i> <span class=\"citation\" data-id=\"520294\"><a href=\"/opinion/520294/united-states-v-george-e-lott-and-edward-turner/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span>, 783, 785 (1st Cir.1989).</p>\n<p>In sorting out the reasonableness of an officer's actions in this context, we typically ask two questions: Was he justified in making the stop? And, if yes, was the protective search reasonably related to the events justifying the stop, factoring in what happened and what he learned during the encounter? <i>See, e.g., </i><i>United States v. Ivery,</i> <span class=\"citation\" data-id=\"201865\"><a href=\"/opinion/201865/united-states-v-ivery/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 72 (1st Cir. 2005); <i>United States v. Chhien,</i> <span class=\"citation\" data-id=\"199609\"><a href=\"/opinion/199609/united-states-v-chhien/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2001). To answer the second question, we must ask two more: Was there an objectively reasonable basis to suspect that weapons were present? And (assuming <i>Lott</i> is still good law  more on this later) did the officer in fact entertain such a suspicion? <i>See, e.g., </i><i>Ivery,</i> 427 F.3d at 72 (discussing <i>Lott,</i> 870 F.2d at 783-84). Of course, the officer must work purposefully to confirm or dispel his suspicions promptly. But there are no hard time limits. <i>See, e.g., </i><i>United States v. Sharpe,</i> <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 686, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1568</span></a></span>, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1985); <i>Owens,</i> 167 F.3d at 748-49. Obviously, then, context matters, and we must take a practical approach to all of this, keeping in mind the totality of the circumstances as seen and interpreted by the police at the scene. <i>See, e.g., </i><i>United States v. Arvizu,</i> <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 273, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">744</span></a></span>, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (2002); <i>United States v. Soares,</i> <span class=\"citation\" data-id=\"203215\"><a href=\"/opinion/203215/united-states-v-soares/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></a></span>, 120 (1st Cir.2008).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*821</span> ANALYSIS</h2>\n<p>In something of an about-face, McGregor no longer questions the legality of the traffic stop. Instead, he trains his sights on the second step in the above-described analysis, complaining that the officers lacked reasonable suspicion needed to justify a limited protective search of the car  a search that he insists was too long and too intrusive to boot. We see things quite differently, however.</p>\n<p></p>\n<h2><i>Reasonable Suspicion</i></h2>\n<p>No simple, mechanical formula tells us what reasonable suspicion is, though we know that it is less than probable cause and more than a naked hunch. <i>See, e.g., </i><i>Chhien,</i> 266 F.3d at 6. And no one-size-fits-all template exists to sketch out whether an officer acted with reasonable suspicion. <i>See, e.g., </i><i>United States v. Espinoza,</i> <span class=\"citation\" data-id=\"202794\"><a href=\"/opinion/202794/united-states-v-espinoza/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 46 (1st Cir.2007). Rather, courts must gauge its presence in a commonsense, case-by-case way, taking in the whole picture. <i>See, e.g., </i><i>Chhien,</i> 266 F.3d at 6. So let us go over what the police knew and saw before the protective search took place. (a) Someone had gunned down two heavy-hitters in the Magnolia Street Gang, a brutal cartel conspicuous for its drug-dealing and gun-carrying. (b) Two men drove up to the hospital where the victims were, grabbed two others, and then double-timed it to the Honda with their compatriots in tow. (c) The men hightailed it out of there, exceeding the speed limit and running a flashing red light. (d) Three of the four  Duncan, Green, and, most importantly for our purposes, McGregor  stood out as Magnolia Street Gang members who had had serial scrapes with the law, including arrests (and in McGregor's case, conviction) for firearms offenses. And (e) some of the men seemed suspiciously nervous  breathing hard, shaking, <i>etc.</i>  as the officers approached the car. Given facts (a)-(d), Smigielski worried that the men thirsted for revenge against the shooter. Add fact (e) to the mix, and Smigielski feared  his word, not ours  that they had a gun in the car too. On this record, we cannot fault the judge's finding that the police actually and reasonably suspected that the men might be armed  a suspicion resting on rational reasons, rather than pure gut feelings  which, we agree, justified a limited weapons search under the <i>Long</i> line of decisions.</p>\n<p>McGregor musters multiple counter-arguments aimed at persuading us otherwise. None can carry the day, however.</p>\n<p>1. McGregor protests that the judge botched the case from the get-go by framing the legal question inexactly. Quoting <i>Lott,</i> McGregor claims that a search cannot measure up to <i>Long</i>'s high demands if the officers did not \"<i>actually</i>\" fear \"for their safety.\" <i>See</i> 870 F.2d at 783-84. And, he says, the judge slipped by focusing on whether the officers had objectively reasonable suspicion that the men posed a danger rather than on whether they had actual safety concerns. On top of that, the officers had no actual fear, he insists  they outnumbered the men and had \"secured\" the scene, at least in Smigielski's mind, by frisking them and moving them away from the auto, so the detainees could not reach any weapons. The net result, then, is that the car search flunked <i>Long</i> and <i>Lott.</i></p>\n<p>It is an open question whether <i>Lott</i>'s \"actual fear\" analysis is consistent with the Supreme Court's later comment in <i>Whren</i> that \"the constitutional reasonableness of traffic stops [does not depend] on the actual motivations of the individual officers involved.\" 517 U.S. at 813, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>. True, <i>Whren</i> held that an officer's subjective intentions were irrelevant to the constitutionality of the traffic stop itself. But <span class=\"star-pagination\">*822</span> its reasoning casts doubt on <i>Lott</i>'s holding that an officer's subjective fears must be demonstrated to justify a car search under <i>Long</i> even if there is an objectively reasonable basis for an officer to fear for his safety. Twice we have highlighted this issue but decided not to address it directly. <i>See </i><i>Ivery,</i> 427 F.3d at 73 (noting that, \"[h]aving concluded that <i>Lott</i>'s actual suspicion requirement is satisfied here, we decline the government's invitation to reconsider the continuing validity of that aspect of <i>Lott</i> in light of ... <i>Whren</i>\"); <i>United States v. Nee,</i> <span class=\"citation\" data-id=\"199564\"><a href=\"/opinion/199564/united-states-v-nee/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 85 (1st Cir.2001) (declining to address the government's waived argument that <i>Lott</i> is no longer good law after <i>Whren</i>). Other circuits have held that an officer's subjective intentions matter not when deciding whether a <i>Long</i>-based search is constitutional. <i>See </i><i>United States v. Brown,</i> <span class=\"citation\" data-id=\"765797\"><a href=\"/opinion/765797/united-states-v-ronald-d-brown-jr/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">860</span></a></span>, 866 (7th Cir.1999); <i>United States v. Cummins,</i> <span class=\"citation no-link\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">498</span></span>, 502 (8th Cir. 1990); <i>see also </i><i>United States v. Wald,</i> <span class=\"citation\" data-id=\"769221\"><a href=\"/opinion/769221/united-states-v-steven-allen-wald/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1227 (10th Cir.2000). But the government has not raised the issue here, so we will not address it.</p>\n<p>Even so, McGregor's claim that <i>Lott</i>'s standards have not been met fails. There is nothing in this record to make us doubt that the officers feared for their safety. Our conclusion otherwise in <i>Lott</i> largely turned on the fact that the officers there opted not to frisk the defendants after they had exited the car. 870 F.2d at 785. Here, in contrast, the officers frisked each Honda passenger. That the police had superior numbers and had moved the men away from the auto does not change matters. The Supreme Court rejected a strikingly similar argument in <i>Long,</i> reasoning that detainees might break free from the police or reenter the car with police permission (either during or after the stop) and get at weapons straightaway  scenarios that justify a limited protective sweep. <i>See</i> 463 U.S. at 1051-52, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>; <i>accord </i><i>United States v. Diaz,</i> <span class=\"citation\" data-id=\"203172\"><a href=\"/opinion/203172/united-states-v-diaz/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 62 (1st Cir.2008) (collecting cases). <i>Lott</i> requires that there be an objectively reasonable basis for fear. <i>See id.</i> at 783-84; <i>see also </i><i>Ivery,</i> 427 F.3d at 72. And that prong is undoubtedly met in this case.</p>\n<p>2. Also insubstantial is McGregor's suggestion that the search was illegal because the officers used the traffic offenses as an excuse to comb the car for guns without a warrant. The judge found that Smigielski and his colleagues actually saw the traffic violations, which validates the stop. <i>See, e.g., </i><i>Whren,</i> 517 U.S. at 813, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>.</p>\n<p>As a fallback, McGregor attempts to confine <i>Whren</i>'s holding to probable-cause cases, not reasonable-suspicion cases. That is a non-starter for two reasons. First, having seen the traffic infractions, the officers had probable cause to pull the Honda over (again, McGregor does not attack that ruling here), which puts <i>Whren</i> front and center. And second, citing <i>Whren,</i> we have held that courts do not \"plumb[]\" an officer's \"actual motive\" in performing a reasonable-suspicion analysis. <i>Bolton v. Taylor,</i> <span class=\"citation\" data-id=\"200983\"><a href=\"/opinion/200983/bolton-v-taylor/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir.2004).</p>\n<p>3. McGregor fares no better in arguing that certain factors relied on by the judge  three occupants' criminal pasts, gang ties, and nervousness  were too old, too speculative, or too unconnected to the stop's purpose to support a reasonable-suspicion finding. For openers, this kind of \"divide-and-conquer analysis\"  taking the facts one by one, divining innocent explanations for each, and then second-guessing the officers' on-the-spot evaluations  is off limits to judges. <i>See, e.g., </i><i>Arvizu,</i> 534 U.S. at 274-78, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">744</span></a></span>. What is more, none of McGregor's arguments holds water. In sizing up the whole situation, the officers could consider <i>all</i> the <span class=\"star-pagination\">*823</span> men's criminal doings and gang associations, <i>see </i><i>United States v. Am,</i> <span class=\"citation\" data-id=\"203778\"><a href=\"/opinion/203778/united-states-v-am/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 30-31 (1st Cir.2009), so there is no need to quibble over McGregor's too-old epithet. And they could consider the men's nervousness too, <i>see, e.g., </i><i>Ivery,</i> 427 F.3d at 73. Also, the judge could and did credit the practical, real-world experience of front-line officers who have their fingers on the pulse of the streets, <i>see, e.g., </i><i>Arvizu,</i> 534 U.S. at 273, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">744</span></a></span>  which undercuts McGregor's too  speculative charge. Finally, officers can amp up their investigation depending on what they learn following a stop, <i>see, e.g., </i><i>Chhien,</i> 266 F.3d at 6, and the judge supportably found that the officers' suspicion level here justifiably rose as the post-stop events unfolded  which puts the kibosh on McGregor's factors-too-unconnected-to-the-stop complaint, <i>see generally </i><i>Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 396-97, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989) (emphasizing that the reasonableness calculus must allow \"for the fact that police officers are often forced to make split-second judgments  in circumstances that are tense, uncertain, and rapidly evolving\"); <i>Terry,</i> 392 U.S. at 10, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span> (explaining that \"the police are in need of an escalating set of flexible responses, graduated in relation to the amount of information they possess\").</p>\n<p>The totality of the circumstances here makes this case unlike <i>United States v. Monteiro,</i> <span class=\"citation\" data-id=\"203446\"><a href=\"/opinion/203446/united-states-v-monteiro/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span> (1st Cir.2006), and <i>United States v. McKoy,</i> <span class=\"citation\" data-id=\"201958\"><a href=\"/opinion/201958/united-states-v-mckoy/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span> (1st Cir.2005), which McGregor plays as trump cards. <i>Monteiro</i> affirmed an order suppressing evidence discovered during a warrantless car search, stressing that the police had no reason to believe that either the driver or the passengers had been or were about to be criminally active when the stop occurred. <i>See</i> 447 F.3d at 42-43. <i>McKoy</i> also required suppression of evidence seized during a warrantless car search, holding that the police infringed the defendant's constitutional rights by bottoming their suspicion solely on his apparent nervousness and the area's dangerousness. 428 F.3d at 40-41. But in our case the judge supportably found that the officers sensibly suspected that the men might be armed and bent on retaliating for the shooting, and that they had reasonably grounded their suspicion on a host of facts beyond the men's obvious nervousness  <i>i.e.,</i> the earlier shooting of two Magnolia Street Gang members, the suspicious activities at the hospital, the clique of Magnolia Street Gang operatives in the Honda, the knowledge that three of the four men had been collared on gun charges before, and the unlawful way in which the Honda raced around the area (the area's dangerousness  or not  played no part in the analysis). Consequently, neither <i>Monteiro</i> nor <i>McKoy</i> helps McGregor.</p>\n<p>To sum up, McGregor falls short of showing that the judge erred in ruling that the officers had reasonable suspicion to conduct a limited protective search under the <i>Long</i> set of cases. So we move on.</p>\n<p></p>\n<h2><i>Duration</i></h2>\n<p>McGregor contends that the car search was too long  though he does not come straight out and say that the encounter had matured into a <i>de facto</i> arrest before there was probable cause. Relying on the police dispatch log, McGregor notes that the officers stopped the Honda at 1:47 a.m. and arrested the men at 2:46 a.m., or 2:45 a.m., according to the booking sheet. And during that time (the argument continues) the police searched the auto for weapons  a period that exceeded what <i>Long</i> and its heirs allow. McGregor's big problem is that the judge made no findings concerning how long the search took  which means that we must read the record in the light most hospitable to the judge's suppression ruling, drawing all reasonable <span class=\"star-pagination\">*824</span> inferences in the ruling's favor. <i>See, e.g., </i><i>Owens,</i> 167 F.3d at 743. With this in mind, we repeat that Smigielski testified that it only took five minutes for the officers to find the loaded gun after they had moved the men to the curb. And neither the dispatch log nor the booking sheet changed that reality, he said. Again, there are no fixed time limits in this context. <i>See, e.g., </i><i>United States v. McCarthy,</i> <span class=\"citation\" data-id=\"196595\"><a href=\"/opinion/196595/united-states-v-mccarthy/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">522</span></a></span>, 531 (1st Cir.1996). Rather, the police must conscientiously pursue an investigative course likely to confirm or refute their suspicions quickly, <i>see, e.g., </i><i>Sharpe,</i> 470 U.S. at 686, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1568</span></a></span>, and we think that the officers' five-minute search  during which they acted diligently and swiftly  clearly falls within that category. <i>See generally </i><i>Owens,</i> 167 F.3d at 749 (approving a 55-minute investigative stop); <i>McCarthy,</i> 77 F.3d at 529-31 (approving a 75-minute investigative stop).<sup>[3]</sup></p>\n<p></p>\n<h2><i>Scope</i></h2>\n<p>McGregor challenges the judge's ruling that what the officers did before they opened the access panel  picking up the alarm magnet, tapping the car's undercarriage, fiddling with the cup holder, removing the CDs from the center console  was permissible under <i>Long.</i> Their actions were too intrusive to squeeze within <i>Long</i>' s narrow confines, he says. He also attacks the judge's conclusion that what the officers learned during the <i>Long</i> search gave them probable cause to open the panel. We, however, think that <i>Long</i> covers the whole gamut of police activities here, so we skip the probable-cause analysis. <i>See, e.g., </i><i>Soule,</i> 908 F.2d at 1036 n. 7 (emphasizing that we may affirm a suppression ruling for any reason appearing in the record).<sup>[4]</sup> We explain.</p>\n<p>McGregor is right that the only lawful purpose of a <i>Long</i> search is to protect officers from the danger that the persons they have stopped will grab for weapons. <i>See</i> 463 U.S. at 1047-48, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>. And he is also right that the search must be no more invasive than necessary to serve that safety function. <i>Id.</i> at 1052 n. 16, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>. A <i>Long</i> search is a limited search. <i>Id.</i> But it is limited in this sense: officers with reasonable grounds for suspecting that the detainees are dangerous must confine their weapons search to accessible areas of the vehicle. <i>Id.</i> at 1049, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>. The question here is whether the console hide was a searchable part of the passenger compartment under <i>Long</i> and its successors. Our answer is yes, for these reasons.</p>\n<p>The <i>Long</i> Court set the parameters for a protective search in part by copying the search-incident-to-arrest standard in <i>New York v. Belton,</i> <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2860</span></a></span>, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1981). <i>See </i><i>Long,</i> 463 U.S. at 1048-49, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>. <i>Belton</i> held that police may search an auto's passenger compartment incident to an occupant's lawful arrest both to protect officer safety and to preserve evidence. <i>See</i> 453 U.S. at 460, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2860</span></a></span>. <i>Long</i>'s rationale is limited to officer safety. But if officers restrict their searches to areas \"that may contain a weapon and to which the motorist may have access,\" the physical borders of the passenger compartment <span class=\"star-pagination\">*825</span> covered by <i>Belton</i> and <i>Long</i> are the same.<sup>[5]</sup><i>United States v. Arnold,</i> <span class=\"citation\" data-id=\"788250\"><a href=\"/opinion/788250/united-states-v-terrell-arnold-jr/\"><span class=\"volume\">388</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span>, 240 (7th Cir.2004).</p>\n<p>Applying these principles, another circuit court has held that a secret \"trap\" built into an auto's backseat is a searchable part of the passenger compartment under <i>Belton. See </i><i>United States v. Veras,</i> <span class=\"citation\" data-id=\"693400\"><a href=\"/opinion/693400/united-states-v-dickson-veras/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1365</span></a></span>, 1372 (7th Cir.1995). And others have held that locked glove compartments, <i>see, e.g., </i><i>United States v. Palmer,</i> <span class=\"citation\" data-id=\"164429\"><a href=\"/opinion/164429/united-states-v-palmer/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1243</span></a></span>, 1246-48 (10th Cir. 2004), and center consoles, <i>see, e.g., </i><i>United States v. Holmes,</i> <span class=\"citation\" data-id=\"787010\"><a href=\"/opinion/787010/united-states-v-benjamin-nelson-holmes/\"><span class=\"volume\">376</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 280-81 (4th Cir.2004), including one that had been tampered with and that officers had to pull on to open, <i>see </i><i>United States v. Boyett,</i> 295 Fed.Appx. 781, 783, 785 (6th Cir.2008), are searchable parts of a passenger compartment under <i>Long</i> too.<sup>[6]</sup> Easy accessibility is the concern that animates each case. <i>See, e.g., </i><i>Arnold,</i> 388 F.3d at 240.</p>\n<p>Getting back to McGregor, the officers had the requisite reasonable suspicion that the men were armed, as we have already explained at some length. They also took sensible steps to secure their safety. Each investigatory act  grabbing the magnet, knocking at the car's undercarriage, poking at the cup holder, and taking the CDs from the center console  logically led to the next, was done quickly, and was tied tightly to the police's reasonable suspicion that the Honda had a hide. <i>See generally </i><i>Flowers v. Fiore,</i> <span class=\"citation\" data-id=\"200909\"><a href=\"/opinion/200909/flowers-v-fiore/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 30 (1st Cir.2004) (emphasizing that \"officers may take necessary steps to protect themselves if the circumstances reasonably warrant such measures\").</p>\n<p>A few more words about the magnet-grabbing and the undercarriage-tapping: McGregor faults the judge for finding that O'Brien knew that the Lego-size object on the dashboard was an alarm magnet <i>before</i> Smigielski snatched it up  which, McGregor quickly adds, Smigielski had no right to do. That argument depends on too myopic a view of O'Brien's suppression-hearing testimony. Sure, O'Brien did testify on direct that he said, \"Smig, what's that?\" before Smigielski reached for the magnet. But he clarified on cross that in his mind he knew <i>all along</i> that it was an alarm magnet that could possibly help open a gun-holding hide, and the judge could certainly credit that testimony. Also, if officers can take keys from a car ignition or seat to unlock a glove compartment, <i>see, e.g., </i><i>Palmer,</i> 360 F.3d at 1246-48; <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"547544\"><a href=\"/opinion/547544/united-states-v-wayne-anthony-brown/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span>, <span class=\"star-pagination\">*826</span> 571-72 (8th Cir.1990), then we see no reason why Smigielski could not hand O'Brien the hide-opening magnet. And, despite what McGregor says, neither the viewing of nor the tapping on the undercarriage gives us reason to reverse. <i>Compare </i><i>New York v. Class,</i> <span class=\"citation\" data-id=\"111600\"><a href=\"/opinion/111600/new-york-v-class/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 114, <span class=\"citation\" data-id=\"111600\"><a href=\"/opinion/111600/new-york-v-class/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">960</span></a></span>, <span class=\"citation\" data-id=\"111600\"><a href=\"/opinion/111600/new-york-v-class/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span></a></span> (1986) (explaining that \"[t]he exterior of a car, of course, is thrust into the public eye, and thus to examine it does not constitute a `search'\"), <i>and </i><i>Kyllo v. United States,</i> <span class=\"citation\" data-id=\"118443\"><a href=\"/opinion/118443/kyllo-v-united-states/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">27</span></a></span>, 32, <span class=\"citation\" data-id=\"118443\"><a href=\"/opinion/118443/kyllo-v-united-states/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>, <span class=\"citation\" data-id=\"118443\"><a href=\"/opinion/118443/kyllo-v-united-states/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span></a></span> (2001) (noting that a naked-eye observation \"is no `search' at all\"), <i>with </i><i>Cardwell v. Lewis,</i> <span class=\"citation\" data-id=\"109069\"><a href=\"/opinion/109069/cardwell-v-lewis/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">583</span></a></span>, 588-89, <span class=\"citation\" data-id=\"109069\"><a href=\"/opinion/109069/cardwell-v-lewis/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2464</span></a></span>, <span class=\"citation\" data-id=\"109069\"><a href=\"/opinion/109069/cardwell-v-lewis/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">325</span></a></span> (1974) (plurality opinion) (concluding that the police's scraping paint off a car's exterior was not a search).</p>\n<p>That O'Brien reached into the console and popped open the access panel did not exceed the outer limits of what the law allows, either. Just like if the gun had been in a backseat trap or in a locked glove compartment, McGregor and his buddies could have grabbed the weapon from the console hide in a flash had they gotten back into the car  the uncontradicted testimony at the hearing discloses that one could open the hide electronically in a matter of <i>seconds. See </i><i>Arnold,</i> 388 F.3d at 241 (providing a useful analytic model for resolving a similar case). Given the specific facts here, there is no reason to treat this easily-accessible passenger-compartment area differently from any other. <i>See id.</i> at 240-41.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons bared above, we uphold the district judge's order denying McGregor's motion to suppress.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  We cannot tell whether the silver sedan and the gray Honda are one and same, but it does not matter.</p>\n<p>[2]  As most everyone knows, a Lego is a brick-shaped plastic children's toy that can be found in playrooms all over the world. <i>See, e.g.,</i> Leo Cendrowicz, \"Lego Celebrates 50 Years of Building\" (Jan. 28, 2008), http://www.time.com/time/world/article/0,8599,1707379,00.html (visited Apr. 13, 2011). Created by a Danish carpenter, Lego's name is a fusion of the Danish phrase \"leg godt,\" which means \"play well.\" <i>Id.</i> (double emphasis added). Judicial notice is typically limited to \"undisputable facts like Greenwich mean time,\" <i>Mays v. Trump Indiana, Inc.,</i> <span class=\"citation\" data-id=\"773809\"><a href=\"/opinion/773809/william-mays-louis-buddy-yosha-trustee-of-the-charitable-remainder/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 353 (7th Cir.2001), but given the Lego's near-iconic status  <i>Fortune</i> magazine crowned it the \"Toy of the Century,\" <i>see</i> Joseph Pisani, \"The Making of ... a LEGO\" (Nov. 29, 2006), http://businessweek.com/bwdaily/dnflash/content/nov2006/db20061127_153826.htm (visited Apr. 26, 2011)  we do not think that we are out on a limb here by any stretch.</p>\n<p>[3]  These cases suggest that, even if the search had lasted 60 minutes as McGregor hints at, his argument would still fail  though, as we said above, this is not an issue we need address.</p>\n<p>[4]  The government conceded below that the police needed probable cause to open the panel, but that concession does not bind us. <i>See generally </i><i>Roberts v. Galen of Va., Inc.,</i> <span class=\"citation\" data-id=\"1637175\"><a href=\"/opinion/1637175/roberts-v-galen-of-va-inc/\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 253, <span class=\"citation\" data-id=\"1637175\"><a href=\"/opinion/1637175/roberts-v-galen-of-va-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">685</span></a></span>, <span class=\"citation\" data-id=\"1637175\"><a href=\"/opinion/1637175/roberts-v-galen-of-va-inc/\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1999) (explaining that \"the concession of a point on appeal by respondent is by no means dispositive of a legal issue\").</p>\n<p>[5]  <i>Arizona v. Gant,</i> <span class=\"citation\" data-id=\"145887\"><a href=\"/opinion/145887/arizona-v-gant/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"145887\"><a href=\"/opinion/145887/arizona-v-gant/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, <span class=\"citation\" data-id=\"145887\"><a href=\"/opinion/145887/arizona-v-gant/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">485</span></a></span> (2009), tweaked <i>Belton</i> a bit, but not in a way that affects our case. Some lower courts had read <i>Belton</i> broadly, permitting the police to search the car's passenger compartment as a matter of course after arresting the occupants. <i>See, e.g., </i><i>United States v. Polanco,</i> <span class=\"citation\" data-id=\"204415\"><a href=\"/opinion/204415/united-states-v-polanco/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir.2011) (discussing the phenomenon). <i>Gant</i> clarified that officers may search an auto \"incident to a recent occupant's arrest only if the arrestee is within reaching distance of the passenger compartment at the time of the search or it is reasonable to believe that the vehicle contains evidence of the offense of arrest.\" 129 S.Ct. at 1723. Critically, <i>Gant</i> explicitly limited its holding to a search-incident-to-arrest setting, leaving <i>Long</i> intact. <i>See, e.g., id.</i> at 1721-24; <i>see also id.</i> at 1724 (Scalia, J., concurring) (explaining that \"[w]here no arrest is made, we have held that officers may search the car if they reasonably believe `the suspect is dangerous and ... may gain immediate control of weapons,'\" adding that \"[i]n the no-arrest case, the possibility of access to weapons in the vehicle always exists, since the driver or passenger will be allowed to return to the vehicle when the interrogation is completed\") (quoting <i>Long,</i> 463 U.S. at 1049, <span class=\"citation\" data-id=\"111020\"><a href=\"/opinion/111020/michigan-v-long/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3469</span></a></span>). And we do not read <i>Gant</i> as changing the passenger-compartment-boundaries analysis under the <i>Belton</i> line of cases.</p>\n<p>[6]  <i>Boyett</i> is an unpublished opinion, but we can rely on its persuasive authority. <i>See, e.g., </i><i>Booker v. Mass. Dep't of Pub. Health,</i> <span class=\"citation\" data-id=\"150720\"><a href=\"/opinion/150720/booker-v-massachusetts-dept-of-public-health/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 42 n. 8 (1st Cir.2010).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/150720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/214620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/693400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1637175/"
  ]
}