{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/219990/",
  "absolute_url": "/opinion/219990/diaz-bigio-v-santini/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/219990/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-06-29T19:40:39Z",
  "date_modified": "2016-02-28T05:34:06.376853Z",
  "type": "010combined",
  "sha1": "e3f3c2735f165b67de34e5305ee9a89506c5dd66",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2575P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/06/29/Diaz-Bigio_v._Santini.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 09-2575\n\n                        MARÍA S. DÍAZ-BIGIO,\n\n                        Plaintiff, Appellee,\n\n                                    v.\n\n JORGE SANTINI, in his official and personal capacity as Mayor;\n  DR. ALFREDO ESCALERA, in his official and personal capacity;\n MARITZA AGUILAR-JUSINO, in her official and personal capacity;\n  JORGE COLOMER-MONTES, in his official and personal capacity;\n  ELMER SAURÍ-SANTIAGO, in his official and personal capacity,\n\n                       Defendants, Appellants,\n\n                 MUNICIPALITY OF SAN JUAN, ET AL.,\n\n                                Defendants.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Harry D. Leinenweber,* U.S. District Judge]\n\n\n                                  Before\n\n                        Lynch, Chief Judge,\n               Torruella and Siler,** Circuit Judges.\n\n\n\n     Eliezer A. Aldarondo-López, with whom Claudio Aliff-Ortiz,\nIván M. Castro-Ortiz, and Aldarondo & López Bras, PSC were on\nbrief, for appellant Aguilar-Jusino.\n\n\n     *\n          Of   the   Northern    District     of   Illinois,   sitting   by\ndesignation.\n     **\n           Of the Sixth Circuit, sitting by designation.\n\f     Vanessa Saxton-Arroyo, with whom Toledo & Toledo Law Offices\nPSC was on brief, for appellant Escalera.\n     Francisco J. Amundaray, with whom Ricardo Pascual and\nMercado, Soto, Ronda, Amundaray & Pascual, PSC were on brief, for\nappellants Santini, Colomer-Montes, and Saurí-Santiago.\n     Rosa M. Seguí Cordero, with whom Simonet Sierra Law Office\nwas on brief, for appellee.\n\n\n\n                          June 29, 2011\n\f              LYNCH, Chief Judge.        Plaintiff    Maria Díaz-Bigio, who\n\nwas a Medical Social Worker at the Health Department of San Juan,\n\nPuerto Rico, brought this suit against the Municipality of San Juan\n\nand several city officials under 42 U.S.C. § 1983, alleging that\n\nthey fired her in retaliation for statements she made on matters of\n\npublic concern in violation of the First Amendment.            Her complaint\n\nrequested reinstatement and monetary damages.               Before us is an\n\ninterlocutory appeal from the district court's denial of summary\n\njudgment to the individual defendants in their personal capacities\n\non grounds of qualified immunity.\n\n              Díaz-Bigio made statements in August 2004 accusing the\n\nExecutive Director of the Health Department of having a serious\n\nconflict of interest.         In both print and radio media, she alleged\n\nthat he had economic interests in companies and a medical group\n\nthat   had    been   given    Health   Department     contracts.      The   city\n\nimmediately investigated these charges, and Díaz-Bigio was twice\n\nissued   a     summons   to    provide    testimony    in   support    of    her\n\nallegations, but she refused to do so.               After the investigation\n\nconcluded that the charges were false and groundless, the city\n\nnotified Díaz-Bigio that it intended to terminate her employment\n\nand that she had the right to an administrative hearing on the\n\nissue.       After that hearing on December 6, in which she again\n\ndeclined to testify, she was fired.            The letter of termination\n\ninformed her that in making false and groundless allegations\n\n\n                                       -3-\n\fagainst the Executive Director of the Health Department and failing\n\nto comply with the summons to appear before the body investigating\n\nher allegations, she had broken several laws and regulations\n\ngoverning her obligations as a public employee.\n\n            The question before us is whether the undisputed facts of\n\nthe record demonstrate that a reasonable public official could have\n\nconcluded    that   terminating   Díaz-Bigio's   employment   in   these\n\ncircumstances would not violate her First Amendment rights.          The\n\nanswer to this question determines whether the defendants are\n\nentitled to qualified immunity.     The district court concluded that\n\nthey are not. Díaz-Bigio v. Municipality of San Juan, No. 06-1704,\n\n2009 WL 3497961 (D.P.R. Oct. 28, 2009).          We reverse and direct\n\nentry of judgment for defendants in their individual capacities on\n\ngrounds of qualified immunity.\n\n                                   I.\n\n            A claim of qualified immunity demands deference to the\n\nobjectively reasonable beliefs and actions of the defendants as to\n\nthe constitutionality of their actions, even if the beliefs are\n\nmistaken.   Ashcroft v. al-Kidd, 131 S. Ct. 2074, 2085 (2011).       The\n\nsummary judgment standard requires that reasonable inferences be\n\ndrawn in Díaz-Bigio's favor, as long they are based on facts that\n\n\"are put forward on personal knowledge or otherwise documented by\n\nmaterials of evidentiary quality.\"       Morelli v. Webster, 552 F.3d\n\n12, 18-19 (1st Cir. 2009). We identify the \"version of events that\n\n\n                                   -4-\n\fbest comports with the summary judgment standard and then ask[]\n\nwhether, given that set of facts, a reasonable officer should have\n\nknown that his actions were unlawful.\"        Id. at 19.\n\n            On August 16, 2004, Díaz-Bigio, apparently acting as the\n\npresident of the Brotherhood of Health Employees, made statements\n\nduring a demonstration in front of San Juan's Puerto Nuevo Health\n\nPlus Center.     In radio interviews and statements to newspapers,\n\nDíaz-Bigio accused the Executive Director of San Juan's Health\n\nDepartment, defendant Dr. Alfredo Escalera, of having economic\n\ninterests in a medical group that had a contract with the Center\n\nand in private companies that provided emergency room, laboratory,\n\nx-ray, and dental services to the Center.             Díaz-Bigio further\n\nalleged   that   this   conflict   of    interest   was   responsible   for\n\ndifferences in the quality of the conditions in different areas of\n\nthe hospital to the benefit of Escalera.\n\n            In an interview on WAPA Radio, Díaz-Bigio stated that the\n\nair conditioning \"works in the areas of the hospital that Escalera\n\nhas privatized which is the emergency room, laboratory, X-Rays and\n\ndental areas,\" but that \"in the areas under San Juan Municipal\n\ncontrol, that are not generating money for Escalera, it is not\n\nworking.\"    When asked, \"Is it not generating money for the Health\n\nPlus Center?\" she responded, \"No, it is generating money for\n\nEscalera.\"     This allegation was also reported in the El Vocero\n\nnewspaper, which quoted Díaz-Bigio as saying that the emergency\n\n\n                                   -5-\n\froom, laboratory, x-rays, and dental area of the Center \"have air\n\nconditioning and are in good condition because they belong to the\n\nSan Juan Vice-Mayor and Health Medical Director, Dr. Alfredo\n\nEscalera.\"\n\n            Díaz-Bigio also stated, in an interview on Radio Puerto\n\nRico, that Dr. Escalera \"is the owner of the Emergency Rooms,\" and\n\nwhen a reporter asked what proof she had of this, she told the\n\nreporter to look in the records of corporations registered with the\n\nPuerto Rico State Department.     She said, \"You make the search, I\n\ntell you what there is,\" but when asked for the name of the\n\ncorporation recorded with the State Department, she responded: \"I\n\ndon't know, I can't tell you that. . . . The owner is Alfredo\n\nEscalera.    If with a group . . . it's as if it were an IPA.\"\n\n            Díaz-Bigio repeated her allegations in a press conference\n\non September 1, 2004.     As reported the following day in the El\n\nNuevo Dia newspaper: \"Maria Díaz-Bigio said that Dr. Escalera 'Owns\n\nthe MPL', but when she was asked to substantiate the accusations,\n\nshe declined to do so.\"       This article also reported that the\n\nExecutive Director of the Brotherhood \"was more cautious and\n\nunderscored that although he could not accuse Escalera of having a\n\ncontractual relation with the privatizing entity, he did allege\n\nthat he had 'some type of economic ties' with that company.\"\n\n            On August 17, 2004, the day after Díaz-Bigio first made\n\nher accusations against Escalera, the Mayor of San Juan, defendant\n\n\n                                 -6-\n\fJorge Santini, ordered San Juan's Internal Auditing Office to\n\ninitiate    an    internal      investigation     to   determine    whether   the\n\nallegations were true. The investigation was overseen by defendant\n\nElmer Saurí-Santiago, the Director of the Internal Auditing Office,\n\nwho explained in a report to the Mayor that the investigation was\n\ncarried out \"in accordance with generally accepted governmental\n\nrules and procedures in current auditing practices,\" using a\n\nmethodology that included obtaining statements under oath from the\n\nimplicated parties and reviewing pertinent documentary evidence.\n\n            Several sources of documents were considered in the\n\ninvestigation.         Records in the State Department were reviewed to\n\nidentify the directors and officers of the medical group operating\n\nat the Center.         Although Díaz-Bigio had claimed that this would\n\nshow    that     the    group   was    controlled      by   Dr.   Escalera,   the\n\ninvestigation found that Dr. Escalera was not among the group's\n\ndirectors or officers during the relevant time period. The medical\n\ngroup's contract with the Center was also reviewed to determine\n\nwhen the contractual relationship originated and to identify the\n\nexecuting parties.        The investigation found that Dr. Escalera was\n\nnot an original party and that the relationship originated before\n\nDr.    Escalera    was    a   member   of   the   cabinet    of   the   municipal\n\nadministration.        Finally, a certified report from the Collections\n\nand Revenue Office showed that the city, and not Dr. Escalera, was\n\n\n\n\n                                        -7-\n\freceiving    the        payments      from     the       Center's   emergency      room,\n\nlaboratory, x-rays, and dental services.\n\n            The Internal Auditing Office also obtained statements\n\nunder oath from Dr. Escalera, the contractors in the privatized\n\nmedical service areas, and the administrator and director of the\n\nCenter,    none    of    which     provided        any    support   for   Díaz-Bigio's\n\nallegations.\n\n            Díaz-Bigio was aware that her claims against Dr. Escalera\n\nwere under investigation.             On August 26, and again on August 30,\n\nshe was issued a summons to appear at the Internal Auditing Office\n\nto make a statement under oath about everything that she knew\n\nregarding her allegations, but she did not comply, despite express\n\ninstructions to do so from her supervisor.                   She did not comply with\n\nthe first summons because it requested that she appear three hours\n\nafter it was served and her attorney and union representative were\n\nunavailable.      She wrote a letter requesting that the appearance be\n\nrescheduled and that she be given more notice.                        For the second\n\nsummons,    she    appeared      at   the     requested      time   at    the   Internal\n\nAuditing Office accompanied by her attorney and a representative\n\nfrom the Brotherhood.         When she was told that she needed to go into\n\nthe office alone, however, she declined to do so and left without\n\nproviding a statement.1\n\n\n     1\n          On September 3, 2004, Díaz-Bigio filed a complaint with\nSan Juan's Equal Employment Opportunity Office, alleging that she\nhad been the \"victim of unfair, unequal and discriminatory\n\n                                             -8-\n\f           On September 9, 2004, defendant Saurí-Santiago provided\n\na report on the investigation's findings to the Mayor. Summarizing\n\nthe evidence described above, he explained that the investigation\n\n\"was able to determine that there is insufficient competent and\n\nrelevant evidence to validate the expressions that were made by\n\nMrs.   Maria     Díaz-Bigio   to    the    Press.\"        He   stated    that   the\n\ninvestigation concluded that Díaz-Bigio's allegations \"are lacking\n\nin grounds,\" and that this was based on \"evidence and testimony\n\nthat . . . we consider to be competent, sufficient and relevant.\"\n\nThe report concluded with recommendations that the Mayor send a\n\ncopy of the report to the Puerto Rico Governmental Ethics Office,\n\nwhich was investigating the same matter, and that the Director of\n\nHuman Resources for the Municipality of San Juan evaluate the\n\nreport so that \"appropriate action\" could be taken.\n\n           On September 20, 2004, the Director of Human Resources,\n\ndefendant Martiza Aguilar-Jusino, sent a letter to Díaz-Bigio\n\nnotifying her that the city intended to terminate her employment\n\nand that she had a right to a pre-termination hearing.                  The letter\n\nsummarized the allegations that Díaz-Bigio had made against Dr.\n\nEscalera   and    informed    her   that    based    on   an   analysis    of   the\n\ndocuments and testimony, her allegations were found to be false and\n\n\n\ntreatment\" when she was prevented from bringing her attorney and\nthe representative from the Brotherhood into her meeting at the\nInternal Auditing Office. There is nothing in the record about the\noutcome of this complaint.\n\n                                      -9-\n\fgroundless.     It explained that she had obstructed the Internal\n\nAuditing Office's investigation by failing to comply with express\n\ninstructions to appear and provide a statement in support of her\n\nallegations.     The letter also explained that in making these\n\ngroundless allegations of conflict of interest and failing to\n\nrespond to the Internal Auditing Office's summons, Díaz-Bigio had\n\nviolated several provisions of the laws and regulations defining\n\nthe duties and obligations of San Juan employees, including the\n\nGovernmental Ethics Regulation and the San Juan Municipal Conduct\n\nand Disciplinary Actions Regulation.       These regulations require\n\nthat employees not take actions that will \"adversely affect the\n\ntrust of the public in the integrity and honesty of governmental\n\ninstitutions,\" that they not make \"false or defamatory averments\n\nagainst other employees, supervisors, directors or against the\n\nNominating Authority,\"     and that they \"appear at a citation or\n\nsummons   for   an   administrative   procedure   hearing   or   for   an\n\ninvestigation.\" Noting that Díaz-Bigio had been subject to earlier\n\ndisciplinary actions in 2002 and 2003, including a suspension for\n\n10 days without pay, the letter explained that her \"reiterated\n\npattern of conduct that violates the disciplinary rules applicable\n\nto the employees of the Municipality of San Juan constitutes a\n\nbreach of labor peace and the defamatory and vicious nature of\n\n[the] accusations justifies the filing of new charges.\"\n\n\n\n\n                                 -10-\n\f            On December 6, 2004, the administrative hearing on Díaz-\n\nBigio's termination was held. Díaz-Bigio was present with counsel,\n\nbut refused to present any testimony or evidence on her behalf.\n\nShe stated she would not do so, on advice of counsel, because the\n\nGovernmental Ethics Office was in an ongoing investigation of Dr.\n\nEscalera's alleged conflict of interest.\n\n            While the outcome of that hearing was pending, the Puerto\n\nRico Governmental Ethics Office issued a summons for Díaz-Bigio to\n\nattend an interview on June 7, 2005, stating that she must bring\n\nany   documents,     papers,    or   other   \"tangible     things\"    containing\n\nevidence that supported her allegations against Dr. Escalera.                  It\n\nis unclear whether she provided the office with any such evidence.\n\nIn her deposition for this case, Díaz-Bigio stated that she could\n\nnot remember whether she brought any evidence.               She also made an\n\nadmission   that     she   never     had   any   documents    to    sustain    her\n\nallegations    and    that     the   allegations    were     made    relying    on\n\n\"information\" received at the Brotherhood.\n\n            In a letter dated June 28, 2005, San Juan's Secretary for\n\nAdministration, defendant Jorge Colomer-Montes, informed Díaz-Bigio\n\nthat she was being dismissed from her position in conformity with\n\nthe recommendation of the administrative panel after the hearing.\n\nThis letter reiterated the grounds for dismissal that were listed\n\nin the September 20, 2004 letter from defendant Aguilar-Jusino.\n\n\n\n\n                                      -11-\n\f             After    Díaz-Bigio     was     dismissed,     the   Puerto     Rico\n\nGovernmental Ethics Office completed its investigation of her\n\nAugust claims that Dr. Escalera acted with a conflict of interest.\n\nIt   found    that    Díaz-Bigio's    allegations    were     groundless     and\n\nconcluded that Dr. Escalera did not have \"an economic interest in\n\nsaid companies or a contractual relationship in this matter.\"\n\n             None of these facts are disputed by Díaz-Bigio.\n\n                                      II.\n\n             In general, \"the denial of a motion for summary judgment\n\nis not immediately appealable, but a denial of qualified immunity\n\nmay be appealed to the extent the decision is a 'purely legal'\n\none.\"   Rodríguez-Rodríguez v. Ortiz-Vélez, 391 F.3d 36, 39 (1st\n\nCir. 2004).        We have jurisdiction to decide whether Díaz-Bigio's\n\n\"own version of events together with uncontested facts entitles the\n\ndefendant[s] to immunity.\"           Id. at 40; see also Valdizán v.\n\nRivera-Hernandez, 445 F.3d 63, 65 (1st Cir. 2006) (\"[T]he court of\n\nappeals retains jurisdiction to entertain an immediate appeal in\n\n'situations in which the district court assumes a set of facts and\n\ndecides, as a matter of law, that those facts will not support a\n\nqualified immunity defense.'\" (quoting Camilo-Robles v. Hoyos, 151\n\nF.3d 1, 8 (1st Cir. 1998))).\n\nA.           Qualified Immunity\n\n             The    doctrine   of   qualified    immunity    protects      public\n\nofficials \"from liability for civil damages insofar as their\n\n\n                                      -12-\n\fconduct     does    not    violate    clearly      established      statutory     or\n\nconstitutional rights of which a reasonable person would have\n\nknown.\"   Pearson v. Callahan, 129 S. Ct. 808, 815 (2009) (quoting\n\nHarlow v. Fitzgerald, 457 U.S. 800, 818 (1982)) (internal quotation\n\nmarks omitted).       It provides \"immunity from suit and not a mere\n\ndefense to liability.\"        Maldonado v. Fontanes, 568 F.3d 263, 268\n\n(1st Cir. 2009).\n\n            Under    Pearson,    we    follow      a    two-prong    analysis    for\n\ndetermining whether defendants are entitled to qualified immunity,\n\nasking \"(1) whether the facts alleged or shown by the plaintiff\n\nmake out a violation of a constitutional right; and (2) if so,\n\nwhether the right was 'clearly established' at the time of the\n\ndefendant's alleged violation.\"          Id. at 269; see also al-Kidd, 131\n\nS. Ct. at 2083.        The second prong, in turn, has two parts: (a)\n\nwhether   the      legal   contours    of    the       right   in   question    were\n\nsufficiently clear that a reasonable official would have understood\n\nthat what he was doing violated that right, and (b) whether the\n\nparticular factual violation in question would have been clear to\n\na reasonable official.         Decotiis v. Whittemore, 635 F.3d 22, 36\n\n(1st Cir. 2011).      The salient question is whether the state of the\n\nlaw at the time gave a defendant \"clear notice that what he was\n\ndoing was unconstitutional.\"           Id. at 37 (quoting Costa–Urena v.\n\nSegarra, 590 F.3d 18, 29 (1st Cir. 2009)) (internal quotation mark\n\nomitted).\n\n\n                                      -13-\n\f            Unlawfulness must be apparent at the time of the alleged\n\nviolation    \"in   the   light   of   pre-existing     law.\"     Anderson   v.\n\nCreighton, 483 U.S. 635, 640 (1987).           \"Immunity exists even where\n\nthe abstract 'right' invoked by the plaintiff is well-established,\n\nso long as the official could reasonably have believed 'on the\n\nfacts' that no violation existed.\"             Dirrane v. Brookline Police\n\nDep't, 315 F.3d 65, 69 (1st Cir. 2002).          Although the Supreme Court\n\nhas made clear that municipal officers can \"be on notice that their\n\nconduct     violates     established     law    even    in     novel   factual\n\ncircumstances,\"     Hope v. Pelzer, 536 U.S. 730, 741 (2002), it has\n\nalso stressed that qualified immunity \"protects 'all but the\n\nplainly incompetent or those who knowingly violate the law,'\"\n\nal-Kidd, 131 S. Ct. at 2085 (quoting Malley v. Briggs, 475 U.S.\n\n335, 341 (1986)).\n\n            A right is clearly established and immunity will not\n\nissue only if \"every 'reasonable official would have understood\n\nthat what he is doing violates that right.'\"           Id. at 2083 (quoting\n\nAnderson, 483 U.S. at 640) (emphasis added).                 If \"officers of\n\nreasonable competence could disagree\" on the lawfulness of the\n\naction, they are entitled to immunity.           Malley, 475 U.S. at 341.\n\nB.          The First Amendment\n\n            Although this case is about qualified immunity, we start\n\nwith the general requirements of a First Amendment retaliation\n\nclaim by a public employee.       The law is \"settled that as a general\n\n\n                                      -14-\n\fmatter the First Amendment prohibits government officials from\n\nsubjecting an individual to retaliatory actions . . . for speaking\n\nout,\"     Hartman v. Moore, 547 U.S. 250, 256 (2006),2 but this\n\nprohibition is not absolute. \"[I]n recognition of the government's\n\ninterest in running an effective workplace, the protection that\n\npublic     employees       enjoy   against      speech-based     reprisals    is\n\nqualified.\"      Decotiis, 635 F.3d at 29 (quoting Mercado–Berrios v.\n\nCancel–Alegría,      611    F.3d   18,    26    (1st   Cir.   2010))   (internal\n\nquotation marks omitted); see also Rivera-Jiménez v. Pierluisi, 362\n\nF.3d 87, 94 (1st Cir. 2004).             Three requirements must be met to\n\nmake out a claim of unconstitutional retaliation in public employee\n\nspeech cases.       Decotiis, 635 F.3d at 29-30.\n\n              First, the employee must have been speaking \"as a citizen\n\non a matter of public concern.\"            Garcetti v. Ceballos, 547 U.S.\n\n410, 418 (2006).       Otherwise, \"the employee has no First Amendment\n\ncause of action based on his or her employer's reaction to the\n\nspeech.\"      Id.; see also Snyder v. Phelps, 131 S. Ct. 1207, 1215\n\n(2011) (\"[S]peech on 'matters of public concern' . . . is 'at the\n\nheart    of   the   First    Amendment's       protection.'\"    (alteration   in\n\n\n\n\n     2\n          See also Powell v. Alexander, 391 F.3d 1, 16-17 (1st Cir.\n2004) (\"Retaliation, though it is not expressly referred to in the\nConstitution, is nonetheless actionable because retaliatory actions\nmay tend to chill individuals' exercise of constitutional rights.\"\n(quoting ACLU of Md., Inc. v. Wicomico Cnty., 999 F.2d 780, 785\n(4th Cir. 1993)) (internal quotation marks omitted)).\n\n                                      -15-\n\foriginal) (quoting Dun & Bradstreet, Inc. v. Greenmoss Builders,\n\nInc., 472 U.S. 749, 758-759 (1985))).\n\n                Second, under the balancing test of Pickering v. Board of\n\nEducation, 391 U.S. 563, 568 (1968), the employee's First Amendment\n\ninterests in the speech must \"outweigh the government's interests\n\nas   an    employer     in   avoiding     disruption   in   the   workplace.\"\n\nRivera-Jiménez, 362 F.3d at 94.           This balancing test \"is necessary\n\nin order to accommodate the dual role of the public employer as a\n\nprovider of public services and as a government entity operating\n\nunder     the    constraints   of   the    First   Amendment.\"     Rankin   v.\n\nMcPherson, 483 U.S. 378, 384 (1987).\n\n                Third, the employee must meet the \"burden of producing\n\nsufficient direct or circumstantial evidence from which a jury\n\nreasonably may infer that his constitutionally protected conduct\n\n. . . was a 'substantial' or 'motivating' factor behind his\n\ndismissal.\"3        Acevedo-Diaz v. Aponte, 1 F.3d 62, 67 (1st Cir.\n\n1993); see also Guilloty Perez v. Pierluisi, 339 F.3d 43, 56 (1st\n\nCir. 2003).\n\n\n\n\n     3\n          The employee's burden of proving motivation \"is more\nsubstantial than the burden of producing prima facie evidence in,\nfor example, the first stage of a Title VII discrimination case.\"\nGuilloty Perez v. Pierluisi, 339 F.3d 43, 56 n.11 (1st Cir. 2003).\nThe employee \"must produce sufficient evidence of motivation at the\ninitial stage such that 'the burden of persuasion itself passes to\nthe defendant-employer.'\" Id. (quoting Acevedo-Diaz v. Aponte, 1\nF.3d 62, 67 (1st Cir.1993)).\n\n                                     -16-\n\f            If an employee succeeds in establishing this causal\n\nrelationship, an employer can still defeat the claim \"by proving by\n\na preponderance of the evidence that the governmental agency would\n\nhave taken the same action against the employee 'even in the\n\nabsence of the protected conduct.'\"        Id. (quoting Mt. Healthy City\n\nSch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274, 287 (1977)).           These\n\ntwo    criteria--\"the   'but      for'     causation    test\"    and     \"the\n\ndefendant-employer's    'Mt.     Healthy   defense'\"--\"ensure[]     that   a\n\nplaintiff-employee who would have been dismissed in any event on\n\nlegitimate grounds is not placed in a better position merely by\n\nvirtue of the exercise of a constitutional right irrelevant to the\n\nadverse employment action.\"       Acevedo-Diaz v. Aponte, 1 F.3d 62, 66\n\n(1st Cir. 1993); see also Mt. Healthy, 429 U.S. at 285.\n\nC.          The Termination of Díaz-Bigio's Employment\n\n            Assuming arguendo that the facts alleged by Díaz-Bigio\n\nset forth a claim of a First Amendment violation, we turn to the\n\nsecond prong of Pearson and ask whether a reasonably competent city\n\nofficial could have thought that he or she would not violate the\n\nFirst Amendment by terminating Díaz-Bigio's employment given the\n\ncircumstances of the case--where the city investigated Díaz-Bigio's\n\nmuch   publicized   allegations     of   serious   improprieties    by   the\n\nexecutive director of her department, where she refused to provide\n\ntestimony   or   evidence   to   corroborate    her    claims,   where   the\n\ninvestigation determined that the claims were false and baseless,\n\n\n                                   -17-\n\fand where her actions were found to violate state and local\n\nregulations.\n\n            Under a long line of cases from this circuit granting\n\nqualified immunity, the defendants are entitled to summary judgment\n\nbecause the outcome of the Pickering balancing of interests in this\n\ncase was not so clear as to put all reasonable officials on notice\n\nthat firing Díaz-Bigio would violate the law. Reasonable officials\n\ncould well have concluded there was no First Amendment violation on\n\nthese facts.   See, e.g., Philip v. Cronin, 537 F.3d 26, 31, 34 (1st\n\nCir. 2008) (administrator of medical examiner's office could have\n\nreasonably believed that firing an examiner who had sent letters to\n\nthe governor criticizing procedures used in office would not\n\nviolate First Amendment when there were other complaints about his\n\nconduct); Wagner v. City of Holyoke, 404 F.3d 504, 507, 509 (1st\n\nCir. 2005) (police officials could have reasonably believed that\n\nfiring sergeant who made public allegations of corruption and\n\ndiscrimination      in    police    department    would    not   violate   First\n\nAmendment    when        sergeant    had,    in    doing    so,    disregarded\n\nconfidentiality protocols and bypassed chain of command); Fabiano\n\nv. Hopkins, 352 F.3d 447, 450, 456, 458 (1st Cir. 2003) (city\n\nofficials could have reasonably believed that firing city attorney\n\nwho filed pro se suit alleging improper variance renewal by city's\n\nzoning board of appeal would not violate First Amendment, even\n\nthough city eventually admitted allegations' truth, when lawsuit\n\n\n                                      -18-\n\fcreated potential conflict of interest); Dirrane, 315 F.3d at 68,\n\n70-71   (police    officials         could    have    reasonably    believed       that\n\ntransferring      an   officer       who     had    made    complaints    about    the\n\nfalsification and destruction of fingerprint reports would not\n\nviolate First Amendment under circumstances of case); O'Connor v.\n\nSteeves, 994 F.2d 905, 908, 916 n.8, 917 n.11 (1st Cir. 1993) (town\n\nselectman could have reasonably believed that firing employee who\n\nhad publicly accused selectman of personal use of town funds would\n\nnot violate First Amendment even though allegations's truth was\n\nundisputed, as outcome of Pickering balance was unclear).\n\n            As    we   have    previously         highlighted,    \"[w]e   and     other\n\ncircuits have noted that the Pickering balancing is 'subtle, yet\n\ndifficult    to    apply,      and    not     yet    well    defined,'    and     that,\n\nconsequently, only in the extraordinary case will it have been\n\nclearly   established         that   a     public    employee's    speech       merited\n\nconstitutional protection.\" Jordan v. Carter, 428 F.3d 67, 75 (1st\n\nCir. 2005) (citation omitted) (quoting Pike v. Osborne, 301 F.3d\n\n182, 185 (4th Cir. 2002)); see also Brewster v. Board of Educ., 149\n\nF.3d 971, 980 (9th Cir. 1998) (listing cases).\n\n            Indeed, two years before Díaz-Bigio's termination, this\n\ncourt held in Fabiano that \"[b]ecause Pickering's constitutional\n\nrule turns upon a fact-intensive balancing test, it can rarely be\n\nconsidered 'clearly established'\" for qualified immunity purposes.\n\nFabiano, 352 F.3d at 457 (quoting O'Connor, 994 F.2d at 917 n.11)\n\n\n                                           -19-\n\f(internal quotation marks omitted).               Likewise, in Frazier v.\n\nBailey, 957 F.2d 920 (1st Cir. 1992), we held that \"if the\n\nexistence of a right or the degree of protection it warrants in a\n\nparticular context is subject to a balancing test, the right can\n\nrarely be considered 'clearly established,' at least in the absence\n\nof closely corresponding factual or legal precedent.\"             Id. at 931\n\n(quoting Myers v. Morris, 810 F.2d 1437, 1462 (8th Cir. 1987))\n\n(internal quotation marks omitted).            The case before us--in which\n\nan investigation concluded that there was no basis for Díaz-Bigio's\n\nvery serious allegations of impropriety and self-dealing--is not\n\nthe exceptional case in which all reasonable officials would have\n\nconcluded they were barred by the First Amendment from terminating\n\nher employment.\n\n           First, although Díaz-Bigio's allegations that a senior\n\npublic   official   had   a   conflict    of    interest   that   potentially\n\nviolated the law were on a clear matter of public concern,4 this\n\nfact weighs on both sides of the Pickering balancing test, as it\n\n\n\n     4\n           See, e.g., O'Connor v. Steeves, 994 F.2d 905, 915 (1st\nCir.   1993)   (\"[A]llegations   of  improper   purchases   clearly\nconstituted a matter of legitimate public concern.\"); see also\nPropst v. Bitzer, 39 F.3d 148, 152 (7th Cir. 1994) (holding that\nallegations of misuse of university funds touched upon matters of\npublic concern); Conaway v. Smith, 853 F.2d 789, 797 (10th Cir.\n1988) (\"Speech that seeks to expose improper operations of the\ngovernment or questions the integrity of governmental officials\nclearly concerns vital public interests.\"); McDowell v. Paiewonsky,\n769 F.2d 942, 948 (3rd Cir. 1985) (holding that a \"possible\nconflict of interest of a government official\" and \"the awarding of\ngovernment contracts\" are undeniably matters of public concern).\n\n                                   -20-\n\fmeans that the allegations could also prove highly disruptive to\n\npublic trust and confidence in the accused government office and\n\nthe functioning of the office.                    At the time of Díaz-Bigio's\n\ntermination, the law recognized that a government employer has a\n\nstrong     interest         in    \"preventing      unnecessary      disruptions     and\n\ninefficiencies         in    carrying     out    its     public    service   mission.\"\n\nGuilloty Perez, 339 F.3d at 52 (quoting O'Connor, 994 F.2d at 915)\n\n(internal quotation marks omitted).\n\n            Also clear was the government's \"wide discretion and\n\ncontrol over the management of its personnel and internal affairs\n\n. . . includ[ing] the prerogative to remove employees whose conduct\n\nhinders efficient operation and to do so with dispatch.\"                        Connick\n\nv. Myers, 461 U.S. 138, 151 (1983) (quoting Arnett v. Kennedy, 416\n\nU.S. 134, 168 (1974) (Powell, J., concurring in part)).                         Public\n\nemployers       need   not       allege   or   show    that   an   employee's    speech\n\nactually disrupted the workplace, and substantial weight has been\n\ngiven     \"to     government         employers'       reasonable     predictions     of\n\ndisruption.\"       Waters v. Churchill, 511 U.S. 661, 673 (1994); see\n\nalso Curran v. Cousins, 509 F.3d 36, 49 (1st Cir. 2007) (\"An\n\nemployer need not show an actual adverse effect in order to\n\nterminate an employee under the Garcetti/Pickering test.\").                       Here,\n\nthe     nature    of    Díaz-Bigio's           conduct    supported    a     reasonable\n\nprediction that her retention could cause disruption.\n\n\n\n\n                                           -21-\n\f            That Díaz-Bigio made false and groundless allegations\n\ncould have been reasonably seen as part of a broader disciplinary\n\nproblem--a problem that included her refusal to appear before the\n\nInternal Auditing Office's investigation after receiving a summons\n\nand order to do so, as well as the behavior for which she had been\n\nsubject to prior disciplinary actions.               The legitimate interest of\n\npublic employers in maintaining discipline is well established.\n\nSee, e.g., Rankin v. McPherson, 483 U.S. 378, 388 (1987) (\"We have\n\npreviously      recognized      as    pertinent   considerations    whether     the\n\nstatement impairs discipline by superiors . . . .\"); Guilloty\n\nPerez,    339    F.3d    at     53    (recognizing    discipline    as    relevant\n\nconsideration).         Here, this interest was formally stated in a\n\nregulation,      noted     in        the   termination    letter,    authorizing\n\ndisciplinary action for employees who make \"false or defamatory\n\naverments    against     other       employees,   supervisors,     directors,    or\n\nagainst the Nominating Authority.\"                In addition, in failing to\n\nappear before the Internal Auditing Office to substantiate her\n\nallegations, Díaz-Bigio violated a direct order from her supervisor\n\nand a regulation requiring that employees \"appear at a citation or\n\nsummons    for    an    administrative        procedure   hearing    or   for   an\n\ninvestigation.\"        Reasonable officials would have found those facts\n\nsupportive of the view that her employment could be terminated.\n\n            Defendants could have also reasonably concluded that they\n\ndid not have the necessary confidence and trust in Díaz-Bigio to\n\n\n                                           -22-\n\fmaintain her employment going forward.            See Foote v. Town Of\n\nBedford, No. 10–2094, 2011 WL 1499901, at *4 (1st Cir. Apr. 21,\n\n2011) (\"'Precisely because [the plaintiffs'] speech did bear on the\n\njob and on their working relationship,' the employer 'was permitted\n\nto conclude reasonably that she did not have the necessary trust\n\nand confidence to retain them.'\" (quoting Flynn v. City of Boston,\n\n140 F.3d 42, 47 (1st Cir. 1998))); Rendish v. City of Tacoma, 123\n\nF.3d 1216, 1225 (9th Cir. 1997) (city had valid concerns supporting\n\ntermination when employee's allegations \"demonstrated lack of trust\n\nand confidence in the department\").\n\n           That the city first investigated the allegations, then\n\nlearned   that   they   were   false   and   groundless,   and   only   then\n\nterminated Díaz-Bigio's employment further supports the grant of\n\nqualified immunity.     The truth or falsity of an employee's speech\n\nis in itself a factor that is relevant in striking the balance\n\nbetween the employee's right to free speech and the government's\n\ninterest in efficient administration.        Brasslett v. Cota, 761 F.2d\n\n827, 839 (1st Cir. 1985) (\"[A]n employer has a greater interest in\n\ncurtailing erroneous statements than correct ones, and still a\n\ngreater interest in curtailing deliberate falsehoods.\"); see also\n\nSee v. City of Elyria, 502 F.3d 484, 493 (6th Cir. 2007) (stating\n\nthat falseness of statements should be considered under Pickering);\n\nJohnson v. Multnomah County, 48 F.3d 420, 424 (9th Cir. 1995)\n\n(same).   Here, the city took Díaz-Bigio's charges seriously and\n\n\n                                   -23-\n\finvestigated them, basing its termination decision on the fact that\n\nthey were found false and groundless.            Cf. Dirrane, 315 F.3d at 70\n\n(if an investigation had \"determined that the allegations were\n\nunfounded,   the   disruption      they       generated    would      have    amply\n\njustified\" the transfer of the employee under Pickering); Brewster,\n\n149 F.3d at 981 (under Pickering, termination of employment was\n\nsupported by the fact that employee's allegations were ultimately\n\ndetermined to be false, both by his employer and by a team of\n\nindependent auditors). Of particular significance is the fact that\n\nDíaz-Bigio   failed   to   provide      any   evidence    in   support       of   her\n\nallegations, despite requests and orders.                 A reasonable public\n\nofficial could have easily concluded that the city could lawfully\n\nfire an employee who made false allegations of possible criminal\n\nactivity by the executive director of a municipal department\n\nwithout providing any supporting evidence.\n\n           On the facts of this case, a reasonable public official\n\neven could have concluded that Díaz-Bigio made the allegations with\n\nreckless   indifference    to    the    truth,   and    that   this    in    itself\n\npermitted termination.          While the Supreme Court in Pickering\n\n\"expressly declined to adopt a rule directing that knowingly or\n\nrecklessly false statements are per se unprotected . . . the fact\n\nthat a statement is recklessly false may well create a presumption\n\nthat the employee's interest in uttering it is subordinate to the\n\ngovernment's interest in suppressing it.\"              Brasslett, 761 F.2d at\n\n\n                                       -24-\n\f840; see also Gossman v. Allen, 950 F.2d 338, 342 (6th Cir. 1991)\n\n(\"If       an   official   reasonably     believes     that   an   employee      made\n\nstatements with knowledge of, or reckless indifference to, their\n\nfalsity, the official would conclude that the employee could be\n\nfired without offending the First Amendment.                  Qualified immunity\n\nwould therefore attach.\").\n\n                Viewing    the   record    as    a   whole,   we   find   that   the\n\ndefendants could have reasonably concluded that firing Díaz-Bigio\n\nwould not violate her First Amendment rights.5                     Even if their\n\n\n       5\n          Díaz-Bigio's complaint also alleged that she was fired\nbecause she made public statements about the deaths of patients in\nthe Bariatric Surgery Program of the San Juan Municipal Hospital\nand these statements led the Health Department of Puerto Rico to\ninitiate an investigation that concluded with the closing of the\nprogram. However, Díaz-Bigio presents no argument on appeal that\nthis was the actual reason for her dismissal or a violation of her\nFirst Amendment rights, so she has waived the claim.\n     Even if we were to bypass the waiver, the claim would fail.\nThe evidence produced by Díaz-Bigio shows that she did not make any\nstatements about deaths in the program, and the Health Department\nof Puerto Rico did not launch its investigation, until after the\ncity investigated her charges against Dr. Escalera, found them\nfalse, and provided her with notice of its intent to terminate her\nemployment.\n     The only earlier statements about the bariatric program in the\nrecord were at a February 18 Brotherhood press conference. This\npress conference did not address the deaths of patients, but rather\nfocused on the different assertion that the bariatric program was\ncontrary to the purposes and financial interests of the hospital.\nSuch accusations are not relevant to Díaz-Bigio's claim. Further,\nthere is little detail in the record about what Díaz-Bigio herself\nsaid at this event; the only evidence is her sworn declaration,\nwhich says only that she \"addressed issues regarding the Bariatric\nSurgery Program\" and \"spoke about the contract\" establishing the\nprogram.\n     There is nothing in the record that would support a reasonable\ninference that post-notice-of-dismissal statements about patient\ndeaths were a substantial or motivating cause for Díaz-Bigio's\n\n                                          -25-\n\f\"reasoning were mistaken, it would not have been egregiously so\n\nand, accordingly, qualified immunity is available.\"   Wagner, 404\n\nF.3d at 509; see also Decotiis, 635 F.3d at 38 (holding that\n\nregardless of whether defendant did in fact violate plaintiff's\n\nFirst Amendment rights, which was yet to be determined, defendant\n\nwas entitled to qualified immunity because a reasonable person in\n\ndefendant's position could have believed there was no violation).\n\n                              III.\n\n          We reverse and remand with instructions to the district\n\ncourt to enter summary judgment for defendants in their individual\n\ncapacities on grounds of qualified immunity.\n\n\n\n\ndismissal, or that the reasons stated for her dismissal were a\npretext. On the contrary, the evidence is incompatible with such\ninferences. As the evidence produced does not make out a First\nAmendment violation, Díaz-Bigio's claim fails on the merits under\nthe first prong of Pearson. Further, under the second prong of\nPearson, defendants are entitled to immunity because, on the facts\nof record, it is clear that reasonable officials, even if aware of\nher February 18 statements and the time line, would still have\nthought that firing Díaz-Bigio would not violate the First\nAmendment.\n\n                              -26-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\n                       For the First Circuit\n\nNo. 09-2575\n\n                        MARÍA S. DÍAZ-BIGIO,\n\n                        Plaintiff, Appellee,\n\n                                    v.\n\n JORGE SANTINI, in his official and personal capacity as Mayor;\n  DR. ALFREDO ESCALERA, in his official and personal capacity;\n MARITZA AGUILAR-JUSINO, in her official and personal capacity;\n  JORGE COLOMER-MONTES, in his official and personal capacity;\n  ELMER SAURÍ-SANTIAGO, in his official and personal capacity,\n\n                       Defendants, Appellants,\n\n                 MUNICIPALITY OF SAN JUAN, ET AL.,\n\n                                Defendants.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Harry D. Leinenweber,* U.S. District Judge]\n\n\n                                  Before\n\n                        Lynch, Chief Judge,\n               Torruella and Siler,** Circuit Judges.\n\n\n\n     Eliezer A. Aldarondo-López, with whom Claudio Aliff-Ortiz,\nIván M. Castro-Ortiz, and Aldarondo & López Bras, PSC were on\nbrief, for appellant Aguilar-Jusino.\n\n\n     *\n          Of   the   Northern    District     of   Illinois,   sitting   by\ndesignation.\n     **\n           Of the Sixth Circuit, sitting by designation.\n\f     Vanessa Saxton-Arroyo, with whom Toledo & Toledo Law Offices\nPSC was on brief, for appellant Escalera.\n     Francisco J. Amundaray, with whom Ricardo Pascual and\nMercado, Soto, Ronda, Amundaray & Pascual, PSC were on brief, for\nappellants Santini, Colomer-Montes, and Saurí-Santiago.\n     Rosa M. Seguí Cordero, with whom Simonet Sierra Law Office\nwas on brief, for appellee.\n\n\n\n                          June 29, 2011\n\f              LYNCH, Chief Judge.        Plaintiff    Maria Díaz-Bigio, who\n\nwas a Medical Social Worker at the Health Department of San Juan,\n\nPuerto Rico, brought this suit against the Municipality of San Juan\n\nand several city officials under 42 U.S.C. § 1983, alleging that\n\nthey fired her in retaliation for statements she made on matters of\n\npublic concern in violation of the First Amendment.            Her complaint\n\nrequested reinstatement and monetary damages.               Before us is an\n\ninterlocutory appeal from the district court's denial of summary\n\njudgment to the individual defendants in their personal capacities\n\non grounds of qualified immunity.\n\n              Díaz-Bigio made statements in August 2004 accusing the\n\nExecutive Director of the Health Department of having a serious\n\nconflict of interest.         In both print and radio media, she alleged\n\nthat he had economic interests in companies and a medical group\n\nthat   had    been   given    Health   Department     contracts.      The   city\n\nimmediately investigated these charges, and Díaz-Bigio was twice\n\nissued   a     summons   to    provide    testimony    in   support    of    her\n\nallegations, but she refused to do so.               After the investigation\n\nconcluded that the charges were false and groundless, the city\n\nnotified Díaz-Bigio that it intended to terminate her employment\n\nand that she had the right to an administrative hearing on the\n\nissue.       After that hearing on December 6, in which she again\n\ndeclined to testify, she was fired.            The letter of termination\n\ninformed her that in making false and groundless allegations\n\n\n                                       -3-\n\fagainst the Executive Director of the Health Department and failing\n\nto comply with the summons to appear before the body investigating\n\nher allegations, she had broken several laws and regulations\n\ngoverning her obligations as a public employee.\n\n            The question before us is whether the undisputed facts of\n\nthe record demonstrate that a reasonable public official could have\n\nconcluded    that   terminating   Díaz-Bigio's   employment   in   these\n\ncircumstances would not violate her First Amendment rights.          The\n\nanswer to this question determines whether the defendants are\n\nentitled to qualified immunity.     The district court concluded that\n\nthey are not. Díaz-Bigio v. Municipality of San Juan, No. 06-1704,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">3497961</span></span><pre class=\"inline\"> (D.P.R. Oct. 28, 2009).          We reverse and direct\n\nentry of judgment for defendants in their individual capacities on\n\ngrounds of qualified immunity.\n\n                                   I.\n\n            A claim of qualified immunity demands deference to the\n\nobjectively reasonable beliefs and actions of the defendants as to\n\nthe constitutionality of their actions, even if the beliefs are\n\nmistaken.   Ashcroft v. al-Kidd, </pre><span class=\"citation\" data-id=\"217703\"><a href=\"/opinion/217703/ashcroft-v-al-kidd/\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span><pre class=\"inline\">, 2085 (2011).       The\n\nsummary judgment standard requires that reasonable inferences be\n\ndrawn in Díaz-Bigio's favor, as long they are based on facts that\n\n\"are put forward on personal knowledge or otherwise documented by\n\nmaterials of evidentiary quality.\"       Morelli v. Webster, </pre><span class=\"citation\" data-id=\"203615\"><a href=\"/opinion/203615/morelli-v-webster/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">12</span></a></span><pre class=\"inline\">, 18-19 (1st Cir. 2009). We identify the \"version of events that\n\n\n                                   -4-\n\fbest comports with the summary judgment standard and then ask[]\n\nwhether, given that set of facts, a reasonable officer should have\n\nknown that his actions were unlawful.\"        Id. at 19.\n\n            On August 16, 2004, Díaz-Bigio, apparently acting as the\n\npresident of the Brotherhood of Health Employees, made statements\n\nduring a demonstration in front of San Juan's Puerto Nuevo Health\n\nPlus Center.     In radio interviews and statements to newspapers,\n\nDíaz-Bigio accused the Executive Director of San Juan's Health\n\nDepartment, defendant Dr. Alfredo Escalera, of having economic\n\ninterests in a medical group that had a contract with the Center\n\nand in private companies that provided emergency room, laboratory,\n\nx-ray, and dental services to the Center.             Díaz-Bigio further\n\nalleged   that   this   conflict   of    interest   was   responsible   for\n\ndifferences in the quality of the conditions in different areas of\n\nthe hospital to the benefit of Escalera.\n\n            In an interview on WAPA Radio, Díaz-Bigio stated that the\n\nair conditioning \"works in the areas of the hospital that Escalera\n\nhas privatized which is the emergency room, laboratory, X-Rays and\n\ndental areas,\" but that \"in the areas under San Juan Municipal\n\ncontrol, that are not generating money for Escalera, it is not\n\nworking.\"    When asked, \"Is it not generating money for the Health\n\nPlus Center?\" she responded, \"No, it is generating money for\n\nEscalera.\"     This allegation was also reported in the El Vocero\n\nnewspaper, which quoted Díaz-Bigio as saying that the emergency\n\n\n                                   -5-\n\froom, laboratory, x-rays, and dental area of the Center \"have air\n\nconditioning and are in good condition because they belong to the\n\nSan Juan Vice-Mayor and Health Medical Director, Dr. Alfredo\n\nEscalera.\"\n\n            Díaz-Bigio also stated, in an interview on Radio Puerto\n\nRico, that Dr. Escalera \"is the owner of the Emergency Rooms,\" and\n\nwhen a reporter asked what proof she had of this, she told the\n\nreporter to look in the records of corporations registered with the\n\nPuerto Rico State Department.     She said, \"You make the search, I\n\ntell you what there is,\" but when asked for the name of the\n\ncorporation recorded with the State Department, she responded: \"I\n\ndon't know, I can't tell you that. . . . The owner is Alfredo\n\nEscalera.    If with a group . . . it's as if it were an IPA.\"\n\n            Díaz-Bigio repeated her allegations in a press conference\n\non September 1, 2004.     As reported the following day in the El\n\nNuevo Dia newspaper: \"Maria Díaz-Bigio said that Dr. Escalera 'Owns\n\nthe MPL', but when she was asked to substantiate the accusations,\n\nshe declined to do so.\"       This article also reported that the\n\nExecutive Director of the Brotherhood \"was more cautious and\n\nunderscored that although he could not accuse Escalera of having a\n\ncontractual relation with the privatizing entity, he did allege\n\nthat he had 'some type of economic ties' with that company.\"\n\n            On August 17, 2004, the day after Díaz-Bigio first made\n\nher accusations against Escalera, the Mayor of San Juan, defendant\n\n\n                                 -6-\n\fJorge Santini, ordered San Juan's Internal Auditing Office to\n\ninitiate    an    internal      investigation     to   determine    whether   the\n\nallegations were true. The investigation was overseen by defendant\n\nElmer Saurí-Santiago, the Director of the Internal Auditing Office,\n\nwho explained in a report to the Mayor that the investigation was\n\ncarried out \"in accordance with generally accepted governmental\n\nrules and procedures in current auditing practices,\" using a\n\nmethodology that included obtaining statements under oath from the\n\nimplicated parties and reviewing pertinent documentary evidence.\n\n            Several sources of documents were considered in the\n\ninvestigation.         Records in the State Department were reviewed to\n\nidentify the directors and officers of the medical group operating\n\nat the Center.         Although Díaz-Bigio had claimed that this would\n\nshow    that     the    group   was    controlled      by   Dr.   Escalera,   the\n\ninvestigation found that Dr. Escalera was not among the group's\n\ndirectors or officers during the relevant time period. The medical\n\ngroup's contract with the Center was also reviewed to determine\n\nwhen the contractual relationship originated and to identify the\n\nexecuting parties.        The investigation found that Dr. Escalera was\n\nnot an original party and that the relationship originated before\n\nDr.    Escalera    was    a   member   of   the   cabinet    of   the   municipal\n\nadministration.        Finally, a certified report from the Collections\n\nand Revenue Office showed that the city, and not Dr. Escalera, was\n\n\n\n\n                                        -7-\n\freceiving    the        payments      from     the       Center's   emergency      room,\n\nlaboratory, x-rays, and dental services.\n\n            The Internal Auditing Office also obtained statements\n\nunder oath from Dr. Escalera, the contractors in the privatized\n\nmedical service areas, and the administrator and director of the\n\nCenter,    none    of    which     provided        any    support   for   Díaz-Bigio's\n\nallegations.\n\n            Díaz-Bigio was aware that her claims against Dr. Escalera\n\nwere under investigation.             On August 26, and again on August 30,\n\nshe was issued a summons to appear at the Internal Auditing Office\n\nto make a statement under oath about everything that she knew\n\nregarding her allegations, but she did not comply, despite express\n\ninstructions to do so from her supervisor.                   She did not comply with\n\nthe first summons because it requested that she appear three hours\n\nafter it was served and her attorney and union representative were\n\nunavailable.      She wrote a letter requesting that the appearance be\n\nrescheduled and that she be given more notice.                        For the second\n\nsummons,    she    appeared      at   the     requested      time   at    the   Internal\n\nAuditing Office accompanied by her attorney and a representative\n\nfrom the Brotherhood.         When she was told that she needed to go into\n\nthe office alone, however, she declined to do so and left without\n\nproviding a statement.1\n\n\n     1\n          On September 3, 2004, Díaz-Bigio filed a complaint with\nSan Juan's Equal Employment Opportunity Office, alleging that she\nhad been the \"victim of unfair, unequal and discriminatory\n\n                                             -8-\n\f           On September 9, 2004, defendant Saurí-Santiago provided\n\na report on the investigation's findings to the Mayor. Summarizing\n\nthe evidence described above, he explained that the investigation\n\n\"was able to determine that there is insufficient competent and\n\nrelevant evidence to validate the expressions that were made by\n\nMrs.   Maria     Díaz-Bigio   to    the    Press.\"        He   stated    that   the\n\ninvestigation concluded that Díaz-Bigio's allegations \"are lacking\n\nin grounds,\" and that this was based on \"evidence and testimony\n\nthat . . . we consider to be competent, sufficient and relevant.\"\n\nThe report concluded with recommendations that the Mayor send a\n\ncopy of the report to the Puerto Rico Governmental Ethics Office,\n\nwhich was investigating the same matter, and that the Director of\n\nHuman Resources for the Municipality of San Juan evaluate the\n\nreport so that \"appropriate action\" could be taken.\n\n           On September 20, 2004, the Director of Human Resources,\n\ndefendant Martiza Aguilar-Jusino, sent a letter to Díaz-Bigio\n\nnotifying her that the city intended to terminate her employment\n\nand that she had a right to a pre-termination hearing.                  The letter\n\nsummarized the allegations that Díaz-Bigio had made against Dr.\n\nEscalera   and    informed    her   that    based    on   an   analysis    of   the\n\ndocuments and testimony, her allegations were found to be false and\n\n\n\ntreatment\" when she was prevented from bringing her attorney and\nthe representative from the Brotherhood into her meeting at the\nInternal Auditing Office. There is nothing in the record about the\noutcome of this complaint.\n\n                                      -9-\n\fgroundless.     It explained that she had obstructed the Internal\n\nAuditing Office's investigation by failing to comply with express\n\ninstructions to appear and provide a statement in support of her\n\nallegations.     The letter also explained that in making these\n\ngroundless allegations of conflict of interest and failing to\n\nrespond to the Internal Auditing Office's summons, Díaz-Bigio had\n\nviolated several provisions of the laws and regulations defining\n\nthe duties and obligations of San Juan employees, including the\n\nGovernmental Ethics Regulation and the San Juan Municipal Conduct\n\nand Disciplinary Actions Regulation.       These regulations require\n\nthat employees not take actions that will \"adversely affect the\n\ntrust of the public in the integrity and honesty of governmental\n\ninstitutions,\" that they not make \"false or defamatory averments\n\nagainst other employees, supervisors, directors or against the\n\nNominating Authority,\"     and that they \"appear at a citation or\n\nsummons   for   an   administrative   procedure   hearing   or   for   an\n\ninvestigation.\" Noting that Díaz-Bigio had been subject to earlier\n\ndisciplinary actions in 2002 and 2003, including a suspension for\n\n10 days without pay, the letter explained that her \"reiterated\n\npattern of conduct that violates the disciplinary rules applicable\n\nto the employees of the Municipality of San Juan constitutes a\n\nbreach of labor peace and the defamatory and vicious nature of\n\n[the] accusations justifies the filing of new charges.\"\n\n\n\n\n                                 -10-\n\f            On December 6, 2004, the administrative hearing on Díaz-\n\nBigio's termination was held. Díaz-Bigio was present with counsel,\n\nbut refused to present any testimony or evidence on her behalf.\n\nShe stated she would not do so, on advice of counsel, because the\n\nGovernmental Ethics Office was in an ongoing investigation of Dr.\n\nEscalera's alleged conflict of interest.\n\n            While the outcome of that hearing was pending, the Puerto\n\nRico Governmental Ethics Office issued a summons for Díaz-Bigio to\n\nattend an interview on June 7, 2005, stating that she must bring\n\nany   documents,     papers,    or   other   \"tangible     things\"    containing\n\nevidence that supported her allegations against Dr. Escalera.                  It\n\nis unclear whether she provided the office with any such evidence.\n\nIn her deposition for this case, Díaz-Bigio stated that she could\n\nnot remember whether she brought any evidence.               She also made an\n\nadmission   that     she   never     had   any   documents    to    sustain    her\n\nallegations    and    that     the   allegations    were     made    relying    on\n\n\"information\" received at the Brotherhood.\n\n            In a letter dated June 28, 2005, San Juan's Secretary for\n\nAdministration, defendant Jorge Colomer-Montes, informed Díaz-Bigio\n\nthat she was being dismissed from her position in conformity with\n\nthe recommendation of the administrative panel after the hearing.\n\nThis letter reiterated the grounds for dismissal that were listed\n\nin the September 20, 2004 letter from defendant Aguilar-Jusino.\n\n\n\n\n                                      -11-\n\f             After    Díaz-Bigio     was     dismissed,     the   Puerto     Rico\n\nGovernmental Ethics Office completed its investigation of her\n\nAugust claims that Dr. Escalera acted with a conflict of interest.\n\nIt   found    that    Díaz-Bigio's    allegations    were     groundless     and\n\nconcluded that Dr. Escalera did not have \"an economic interest in\n\nsaid companies or a contractual relationship in this matter.\"\n\n             None of these facts are disputed by Díaz-Bigio.\n\n                                      II.\n\n             In general, \"the denial of a motion for summary judgment\n\nis not immediately appealable, but a denial of qualified immunity\n\nmay be appealed to the extent the decision is a 'purely legal'\n\none.\"   Rodríguez-Rodríguez v. Ortiz-Vélez, </pre><span class=\"citation\" data-id=\"201368\"><a href=\"/opinion/201368/rodriguez-rodriguez-v-ortiz-velez/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 39 (1st\n\nCir. 2004).        We have jurisdiction to decide whether Díaz-Bigio's\n\n\"own version of events together with uncontested facts entitles the\n\ndefendant[s] to immunity.\"           Id. at 40; see also Valdizán v.\n\nRivera-Hernandez, </pre><span class=\"citation\" data-id=\"202168\"><a href=\"/opinion/202168/valdizan-v-rivera-hernandez/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span><pre class=\"inline\">, 65 (1st Cir. 2006) (\"[T]he court of\n\nappeals retains jurisdiction to entertain an immediate appeal in\n\n'situations in which the district court assumes a set of facts and\n\ndecides, as a matter of law, that those facts will not support a\n\nqualified immunity defense.'\" (quoting Camilo-Robles v. Hoyos, </pre><span class=\"citation\" data-id=\"756655\"><a href=\"/opinion/756655/grancid-camilo-robles-v-dr-guillermo-hoyos-and-dr-hector-o/\"><span class=\"volume\">151</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1998))).\n\nA.           Qualified Immunity\n\n             The    doctrine   of   qualified    immunity    protects      public\n\nofficials \"from liability for civil damages insofar as their\n\n\n                                      -12-\n\fconduct     does    not    violate    clearly      established      statutory     or\n\nconstitutional rights of which a reasonable person would have\n\nknown.\"   Pearson v. Callahan, </pre><span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span><pre class=\"inline\">, 815 (2009) (quoting\n\nHarlow v. Fitzgerald, </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">, 818 (1982)) (internal quotation\n\nmarks omitted).       It provides \"immunity from suit and not a mere\n\ndefense to liability.\"        Maldonado v. Fontanes, </pre><span class=\"citation\" data-id=\"203857\"><a href=\"/opinion/203857/maldonado-v-fontanes/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 268\n\n(1st Cir. 2009).\n\n            Under    Pearson,    we    follow      a    two-prong    analysis    for\n\ndetermining whether defendants are entitled to qualified immunity,\n\nasking \"(1) whether the facts alleged or shown by the plaintiff\n\nmake out a violation of a constitutional right; and (2) if so,\n\nwhether the right was 'clearly established' at the time of the\n\ndefendant's alleged violation.\"          Id. at 269; see also al-Kidd, 131\n\nS. Ct. at 2083.        The second prong, in turn, has two parts: (a)\n\nwhether   the      legal   contours    of    the       right   in   question    were\n\nsufficiently clear that a reasonable official would have understood\n\nthat what he was doing violated that right, and (b) whether the\n\nparticular factual violation in question would have been clear to\n\na reasonable official.         Decotiis v. Whittemore, </pre><span class=\"citation\" data-id=\"213170\"><a href=\"/opinion/213170/decotiis-v-whittemore/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 36\n\n(1st Cir. 2011).      The salient question is whether the state of the\n\nlaw at the time gave a defendant \"clear notice that what he was\n\ndoing was unconstitutional.\"           Id. at 37 (quoting Costa–Urena v.\n\nSegarra, </pre><span class=\"citation\" data-id=\"204113\"><a href=\"/opinion/204113/costa-urena-v-segarra/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 29 (1st Cir. 2009)) (internal quotation mark\n\nomitted).\n\n\n                                      -13-\n\f            Unlawfulness must be apparent at the time of the alleged\n\nviolation    \"in   the   light   of   pre-existing     law.\"     Anderson   v.\n\nCreighton, </pre><span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">, 640 (1987).           \"Immunity exists even where\n\nthe abstract 'right' invoked by the plaintiff is well-established,\n\nso long as the official could reasonably have believed 'on the\n\nfacts' that no violation existed.\"             Dirrane v. Brookline Police\n\nDep't, </pre><span class=\"citation\" data-id=\"200266\"><a href=\"/opinion/200266/dirrane-v-brookline-police/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span><pre class=\"inline\">, 69 (1st Cir. 2002).          Although the Supreme Court\n\nhas made clear that municipal officers can \"be on notice that their\n\nconduct     violates     established     law    even    in     novel   factual\n\ncircumstances,\"     Hope v. Pelzer, </pre><span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span><pre class=\"inline\">, 741 (2002), it has\n\nalso stressed that qualified immunity \"protects 'all but the\n\nplainly incompetent or those who knowingly violate the law,'\"\n\nal-Kidd, 131 S. Ct. at 2085 (quoting Malley v. Briggs, </pre><span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">335</span></a></span><pre class=\"inline\">, 341 (1986)).\n\n            A right is clearly established and immunity will not\n\nissue only if \"every 'reasonable official would have understood\n\nthat what he is doing violates that right.'\"           Id. at 2083 (quoting\n\nAnderson, 483 U.S. at 640) (emphasis added).                 If \"officers of\n\nreasonable competence could disagree\" on the lawfulness of the\n\naction, they are entitled to immunity.           Malley, 475 U.S. at 341.\n\nB.          The First Amendment\n\n            Although this case is about qualified immunity, we start\n\nwith the general requirements of a First Amendment retaliation\n\nclaim by a public employee.       The law is \"settled that as a general\n\n\n                                      -14-\n\fmatter the First Amendment prohibits government officials from\n\nsubjecting an individual to retaliatory actions . . . for speaking\n\nout,\"     Hartman v. Moore, </pre><span class=\"citation\" data-id=\"145662\"><a href=\"/opinion/145662/hartman-v-moore/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span><pre class=\"inline\">, 256 (2006),2 but this\n\nprohibition is not absolute. \"[I]n recognition of the government's\n\ninterest in running an effective workplace, the protection that\n\npublic     employees       enjoy   against      speech-based     reprisals    is\n\nqualified.\"      Decotiis, 635 F.3d at 29 (quoting Mercado–Berrios v.\n\nCancel–Alegría,      </pre><span class=\"citation\" data-id=\"149846\"><a href=\"/opinion/149846/mercado-berrios-v-cancel-alegria/\"><span class=\"volume\">611</span>    <span class=\"reporter\">F.3d</span>   <span class=\"page\">18</span></a></span><pre class=\"inline\">,    26    (1st   Cir.   2010))   (internal\n\nquotation marks omitted); see also Rivera-Jiménez v. Pierluisi, </pre><span class=\"citation\" data-id=\"200933\"><a href=\"/opinion/200933/rivera-jimenez-v-pierluisi/\"><span class=\"volume\">362</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span><pre class=\"inline\">, 94 (1st Cir. 2004).             Three requirements must be met to\n\nmake out a claim of unconstitutional retaliation in public employee\n\nspeech cases.       Decotiis, 635 F.3d at 29-30.\n\n              First, the employee must have been speaking \"as a citizen\n\non a matter of public concern.\"            Garcetti v. Ceballos, </pre><span class=\"citation\" data-id=\"145653\"><a href=\"/opinion/145653/garcetti-v-ceballos/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">410</span></a></span><pre class=\"inline\">, 418 (2006).       Otherwise, \"the employee has no First Amendment\n\ncause of action based on his or her employer's reaction to the\n\nspeech.\"      Id.; see also Snyder v. Phelps, </pre><span class=\"citation\" data-id=\"205789\"><a href=\"/opinion/205789/snyder-v-phelps/\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span><pre class=\"inline\">, 1215\n\n(2011) (\"[S]peech on 'matters of public concern' . . . is 'at the\n\nheart    of   the   First    Amendment's       protection.'\"    (alteration   in\n\n\n\n\n     2\n          See also Powell v. Alexander, </pre><span class=\"citation\" data-id=\"201350\"><a href=\"/opinion/201350/powell-v-alexander/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 16-17 (1st Cir.\n2004) (\"Retaliation, though it is not expressly referred to in the\nConstitution, is nonetheless actionable because retaliatory actions\nmay tend to chill individuals' exercise of constitutional rights.\"\n(quoting ACLU of Md., Inc. v. Wicomico Cnty., </pre><span class=\"citation\" data-id=\"612111\"><a href=\"/opinion/612111/american-civil-liberties-union-of-maryland-inc-a-maryland-corporation/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span><pre class=\"inline\">, 785\n(4th Cir. 1993)) (internal quotation marks omitted)).\n\n                                      -15-\n\foriginal) (quoting Dun & Bradstreet, Inc. v. Greenmoss Builders,\n\nInc., </pre><span class=\"citation\" data-id=\"111490\"><a href=\"/opinion/111490/dun-bradstreet-inc-v-greenmoss-builders-inc/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">749</span></a></span><pre class=\"inline\">, 758-759 (1985))).\n\n                Second, under the balancing test of Pickering v. Board of\n\nEducation, </pre><span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span><pre class=\"inline\">, 568 (1968), the employee's First Amendment\n\ninterests in the speech must \"outweigh the government's interests\n\nas   an    employer     in   avoiding     disruption   in   the   workplace.\"\n\nRivera-Jiménez, 362 F.3d at 94.           This balancing test \"is necessary\n\nin order to accommodate the dual role of the public employer as a\n\nprovider of public services and as a government entity operating\n\nunder     the    constraints   of   the    First   Amendment.\"     Rankin   v.\n\nMcPherson, </pre><span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span><pre class=\"inline\">, 384 (1987).\n\n                Third, the employee must meet the \"burden of producing\n\nsufficient direct or circumstantial evidence from which a jury\n\nreasonably may infer that his constitutionally protected conduct\n\n. . . was a 'substantial' or 'motivating' factor behind his\n\ndismissal.\"3        Acevedo-Diaz v. Aponte, </pre><span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 67 (1st Cir.\n\n1993); see also Guilloty Perez v. Pierluisi, </pre><span class=\"citation\" data-id=\"200592\"><a href=\"/opinion/200592/guilloty-perez-v-fuentes-agostini/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 56 (1st\n\nCir. 2003).\n\n\n\n\n     3\n          The employee's burden of proving motivation \"is more\nsubstantial than the burden of producing prima facie evidence in,\nfor example, the first stage of a Title VII discrimination case.\"\nGuilloty Perez v. Pierluisi, </pre><span class=\"citation\" data-id=\"200592\"><a href=\"/opinion/200592/guilloty-perez-v-fuentes-agostini/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 56 n.11 (1st Cir. 2003).\nThe employee \"must produce sufficient evidence of motivation at the\ninitial stage such that 'the burden of persuasion itself passes to\nthe defendant-employer.'\" Id. (quoting Acevedo-Diaz v. Aponte, </pre><span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 67 (1st Cir.1993)).\n\n                                     -16-\n\f            If an employee succeeds in establishing this causal\n\nrelationship, an employer can still defeat the claim \"by proving by\n\na preponderance of the evidence that the governmental agency would\n\nhave taken the same action against the employee 'even in the\n\nabsence of the protected conduct.'\"        Id. (quoting Mt. Healthy City\n\nSch. Dist. Bd. of Educ. v. Doyle, </pre><span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">, 287 (1977)).           These\n\ntwo    criteria--\"the   'but      for'     causation    test\"    and     \"the\n\ndefendant-employer's    'Mt.     Healthy   defense'\"--\"ensure[]     that   a\n\nplaintiff-employee who would have been dismissed in any event on\n\nlegitimate grounds is not placed in a better position merely by\n\nvirtue of the exercise of a constitutional right irrelevant to the\n\nadverse employment action.\"       Acevedo-Diaz v. Aponte, </pre><span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 66\n\n(1st Cir. 1993); see also Mt. Healthy, 429 U.S. at 285.\n\nC.          The Termination of Díaz-Bigio's Employment\n\n            Assuming arguendo that the facts alleged by Díaz-Bigio\n\nset forth a claim of a First Amendment violation, we turn to the\n\nsecond prong of Pearson and ask whether a reasonably competent city\n\nofficial could have thought that he or she would not violate the\n\nFirst Amendment by terminating Díaz-Bigio's employment given the\n\ncircumstances of the case--where the city investigated Díaz-Bigio's\n\nmuch   publicized   allegations     of   serious   improprieties    by   the\n\nexecutive director of her department, where she refused to provide\n\ntestimony   or   evidence   to   corroborate    her    claims,   where   the\n\ninvestigation determined that the claims were false and baseless,\n\n\n                                   -17-\n\fand where her actions were found to violate state and local\n\nregulations.\n\n            Under a long line of cases from this circuit granting\n\nqualified immunity, the defendants are entitled to summary judgment\n\nbecause the outcome of the Pickering balancing of interests in this\n\ncase was not so clear as to put all reasonable officials on notice\n\nthat firing Díaz-Bigio would violate the law. Reasonable officials\n\ncould well have concluded there was no First Amendment violation on\n\nthese facts.   See, e.g., Philip v. Cronin, </pre><span class=\"citation\" data-id=\"203471\"><a href=\"/opinion/203471/philip-v-cronin/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 31, 34 (1st\n\nCir. 2008) (administrator of medical examiner's office could have\n\nreasonably believed that firing an examiner who had sent letters to\n\nthe governor criticizing procedures used in office would not\n\nviolate First Amendment when there were other complaints about his\n\nconduct); Wagner v. City of Holyoke, </pre><span class=\"citation\" data-id=\"201532\"><a href=\"/opinion/201532/wagner-v-city-of-holyoke/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">504</span></a></span><pre class=\"inline\">, 507, 509 (1st\n\nCir. 2005) (police officials could have reasonably believed that\n\nfiring sergeant who made public allegations of corruption and\n\ndiscrimination      in    police    department    would    not   violate   First\n\nAmendment    when        sergeant    had,    in    doing    so,    disregarded\n\nconfidentiality protocols and bypassed chain of command); Fabiano\n\nv. Hopkins, </pre><span class=\"citation\" data-id=\"200766\"><a href=\"/opinion/200766/fabiano-v-hopkins/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">447</span></a></span><pre class=\"inline\">, 450, 456, 458 (1st Cir. 2003) (city\n\nofficials could have reasonably believed that firing city attorney\n\nwho filed pro se suit alleging improper variance renewal by city's\n\nzoning board of appeal would not violate First Amendment, even\n\nthough city eventually admitted allegations' truth, when lawsuit\n\n\n                                      -18-\n\fcreated potential conflict of interest); Dirrane, 315 F.3d at 68,\n\n70-71   (police    officials         could    have    reasonably    believed       that\n\ntransferring      an   officer       who     had    made    complaints    about    the\n\nfalsification and destruction of fingerprint reports would not\n\nviolate First Amendment under circumstances of case); O'Connor v.\n\nSteeves, </pre><span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span><pre class=\"inline\">, 908, 916 n.8, 917 n.11 (1st Cir. 1993) (town\n\nselectman could have reasonably believed that firing employee who\n\nhad publicly accused selectman of personal use of town funds would\n\nnot violate First Amendment even though allegations's truth was\n\nundisputed, as outcome of Pickering balance was unclear).\n\n            As    we   have    previously         highlighted,    \"[w]e   and     other\n\ncircuits have noted that the Pickering balancing is 'subtle, yet\n\ndifficult    to    apply,      and    not     yet    well    defined,'    and     that,\n\nconsequently, only in the extraordinary case will it have been\n\nclearly   established         that   a     public    employee's    speech       merited\n\nconstitutional protection.\" Jordan v. Carter, </pre><span class=\"citation\" data-id=\"792353\"><a href=\"/opinion/792353/ronald-jordan-robert-mackay-and-the-mbta-police-patrolmans-union-v/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span><pre class=\"inline\">, 75 (1st\n\nCir. 2005) (citation omitted) (quoting Pike v. Osborne, </pre><span class=\"citation\" data-id=\"778870\"><a href=\"/opinion/778870/martha-l-pike-cynthia-j-kincer-v-kermit-l-osborne-individually-and-in/\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">182</span></a></span><pre class=\"inline\">, 185 (4th Cir. 2002)); see also Brewster v. Board of Educ., </pre><span class=\"citation\" data-id=\"755883\"><a href=\"/opinion/755883/arthur-j-brewster-v-the-board-of-education-of-the-lynwood-unified-school/\"><span class=\"volume\">149</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span><pre class=\"inline\">, 980 (9th Cir. 1998) (listing cases).\n\n            Indeed, two years before Díaz-Bigio's termination, this\n\ncourt held in Fabiano that \"[b]ecause Pickering's constitutional\n\nrule turns upon a fact-intensive balancing test, it can rarely be\n\nconsidered 'clearly established'\" for qualified immunity purposes.\n\nFabiano, 352 F.3d at 457 (quoting O'Connor, 994 F.2d at 917 n.11)\n\n\n                                           -19-\n\f(internal quotation marks omitted).               Likewise, in Frazier v.\n\nBailey, </pre><span class=\"citation\" data-id=\"578605\"><a href=\"/opinion/578605/kevin-frazier-v-edward-n-bailey/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span><pre class=\"inline\"> (1st Cir. 1992), we held that \"if the\n\nexistence of a right or the degree of protection it warrants in a\n\nparticular context is subject to a balancing test, the right can\n\nrarely be considered 'clearly established,' at least in the absence\n\nof closely corresponding factual or legal precedent.\"             Id. at 931\n\n(quoting Myers v. Morris, </pre><span class=\"citation\" data-id=\"482831\"><a href=\"/opinion/482831/greg-myers-etc-v-r-kathleen-morris-scott-county-attorney-etc/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1437</span></a></span><pre class=\"inline\">, 1462 (8th Cir. 1987))\n\n(internal quotation marks omitted).            The case before us--in which\n\nan investigation concluded that there was no basis for Díaz-Bigio's\n\nvery serious allegations of impropriety and self-dealing--is not\n\nthe exceptional case in which all reasonable officials would have\n\nconcluded they were barred by the First Amendment from terminating\n\nher employment.\n\n           First, although Díaz-Bigio's allegations that a senior\n\npublic   official   had   a   conflict    of    interest   that   potentially\n\nviolated the law were on a clear matter of public concern,4 this\n\nfact weighs on both sides of the Pickering balancing test, as it\n\n\n\n     4\n           See, e.g., O'Connor v. Steeves, </pre><span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span><pre class=\"inline\">, 915 (1st\nCir.   1993)   (\"[A]llegations   of  improper   purchases   clearly\nconstituted a matter of legitimate public concern.\"); see also\nPropst v. Bitzer, </pre><span class=\"citation\" data-id=\"681343\"><a href=\"/opinion/681343/barbara-propst-and-franklin-m-propst-v-donald-l-bitzer-morton-w-weir/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 152 (7th Cir. 1994) (holding that\nallegations of misuse of university funds touched upon matters of\npublic concern); Conaway v. Smith, </pre><span class=\"citation\" data-id=\"509653\"><a href=\"/opinion/509653/clyde-conaway-v-edward-c-smith-director-neighborhood-preservation/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span><pre class=\"inline\">, 797 (10th Cir.\n1988) (\"Speech that seeks to expose improper operations of the\ngovernment or questions the integrity of governmental officials\nclearly concerns vital public interests.\"); McDowell v. Paiewonsky,\n</pre><span class=\"citation\" data-id=\"456334\"><a href=\"/opinion/456334/eh-mcdowell-in-no-83-3008-v-michael-paiewonsky-in-no-83-3007/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">, 948 (3rd Cir. 1985) (holding that a \"possible\nconflict of interest of a government official\" and \"the awarding of\ngovernment contracts\" are undeniably matters of public concern).\n\n                                   -20-\n\fmeans that the allegations could also prove highly disruptive to\n\npublic trust and confidence in the accused government office and\n\nthe functioning of the office.                    At the time of Díaz-Bigio's\n\ntermination, the law recognized that a government employer has a\n\nstrong     interest         in    \"preventing      unnecessary      disruptions     and\n\ninefficiencies         in    carrying     out    its     public    service   mission.\"\n\nGuilloty Perez, 339 F.3d at 52 (quoting O'Connor, 994 F.2d at 915)\n\n(internal quotation marks omitted).\n\n            Also clear was the government's \"wide discretion and\n\ncontrol over the management of its personnel and internal affairs\n\n. . . includ[ing] the prerogative to remove employees whose conduct\n\nhinders efficient operation and to do so with dispatch.\"                        Connick\n\nv. Myers, </pre><span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span><pre class=\"inline\">, 151 (1983) (quoting Arnett v. Kennedy, </pre><span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">416</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 168 (1974) (Powell, J., concurring in part)).                         Public\n\nemployers       need   not       allege   or   show    that   an   employee's    speech\n\nactually disrupted the workplace, and substantial weight has been\n\ngiven     \"to     government         employers'       reasonable     predictions     of\n\ndisruption.\"       Waters v. Churchill, </pre><span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">661</span></a></span><pre class=\"inline\">, 673 (1994); see\n\nalso Curran v. Cousins, </pre><span class=\"citation\" data-id=\"203052\"><a href=\"/opinion/203052/curran-v-cousins/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 49 (1st Cir. 2007) (\"An\n\nemployer need not show an actual adverse effect in order to\n\nterminate an employee under the Garcetti/Pickering test.\").                       Here,\n\nthe     nature    of    Díaz-Bigio's           conduct    supported    a     reasonable\n\nprediction that her retention could cause disruption.\n\n\n\n\n                                           -21-\n\f            That Díaz-Bigio made false and groundless allegations\n\ncould have been reasonably seen as part of a broader disciplinary\n\nproblem--a problem that included her refusal to appear before the\n\nInternal Auditing Office's investigation after receiving a summons\n\nand order to do so, as well as the behavior for which she had been\n\nsubject to prior disciplinary actions.               The legitimate interest of\n\npublic employers in maintaining discipline is well established.\n\nSee, e.g., Rankin v. McPherson, </pre><span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span><pre class=\"inline\">, 388 (1987) (\"We have\n\npreviously      recognized      as    pertinent   considerations    whether     the\n\nstatement impairs discipline by superiors . . . .\"); Guilloty\n\nPerez,    339    F.3d    at     53    (recognizing    discipline    as    relevant\n\nconsideration).         Here, this interest was formally stated in a\n\nregulation,      noted     in        the   termination    letter,    authorizing\n\ndisciplinary action for employees who make \"false or defamatory\n\naverments    against     other       employees,   supervisors,     directors,    or\n\nagainst the Nominating Authority.\"                In addition, in failing to\n\nappear before the Internal Auditing Office to substantiate her\n\nallegations, Díaz-Bigio violated a direct order from her supervisor\n\nand a regulation requiring that employees \"appear at a citation or\n\nsummons    for    an    administrative        procedure   hearing    or   for   an\n\ninvestigation.\"        Reasonable officials would have found those facts\n\nsupportive of the view that her employment could be terminated.\n\n            Defendants could have also reasonably concluded that they\n\ndid not have the necessary confidence and trust in Díaz-Bigio to\n\n\n                                           -22-\n\fmaintain her employment going forward.            See Foote v. Town Of\n\nBedford, No. 10–2094, </pre><span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">1499901</span></span><pre class=\"inline\">, at *4 (1st Cir. Apr. 21,\n\n2011) (\"'Precisely because [the plaintiffs'] speech did bear on the\n\njob and on their working relationship,' the employer 'was permitted\n\nto conclude reasonably that she did not have the necessary trust\n\nand confidence to retain them.'\" (quoting Flynn v. City of Boston,\n\n</pre><span class=\"citation\" data-id=\"197945\"><a href=\"/opinion/197945/flynn-v-city-of-boston/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span><pre class=\"inline\">, 47 (1st Cir. 1998))); Rendish v. City of Tacoma, </pre><span class=\"citation\" data-id=\"745443\"><a href=\"/opinion/745443/kimberly-rendish-v-city-of-tacoma-ray-c-corpus-city-manager-for-the-city/\"><span class=\"volume\">123</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1216</span></a></span><pre class=\"inline\">, 1225 (9th Cir. 1997) (city had valid concerns supporting\n\ntermination when employee's allegations \"demonstrated lack of trust\n\nand confidence in the department\").\n\n           That the city first investigated the allegations, then\n\nlearned   that   they   were   false   and   groundless,   and   only   then\n\nterminated Díaz-Bigio's employment further supports the grant of\n\nqualified immunity.     The truth or falsity of an employee's speech\n\nis in itself a factor that is relevant in striking the balance\n\nbetween the employee's right to free speech and the government's\n\ninterest in efficient administration.        Brasslett v. Cota, </pre><span class=\"citation\" data-id=\"451881\"><a href=\"/opinion/451881/duane-p-brasslett-v-raymond-j-cota-jr/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">827</span></a></span><pre class=\"inline\">, 839 (1st Cir. 1985) (\"[A]n employer has a greater interest in\n\ncurtailing erroneous statements than correct ones, and still a\n\ngreater interest in curtailing deliberate falsehoods.\"); see also\n\nSee v. City of Elyria, </pre><span class=\"citation\" data-id=\"1236154\"><a href=\"/opinion/1236154/see-v-city-of-elyria/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span><pre class=\"inline\">, 493 (6th Cir. 2007) (stating\n\nthat falseness of statements should be considered under Pickering);\n\nJohnson v. Multnomah County, </pre><span class=\"citation\" data-id=\"689983\"><a href=\"/opinion/689983/jan-johnson-v-multnomah-county-oregon-a-political-subdivision-of-state/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></a></span><pre class=\"inline\">, 424 (9th Cir. 1995)\n\n(same).   Here, the city took Díaz-Bigio's charges seriously and\n\n\n                                   -23-\n\finvestigated them, basing its termination decision on the fact that\n\nthey were found false and groundless.            Cf. Dirrane, 315 F.3d at 70\n\n(if an investigation had \"determined that the allegations were\n\nunfounded,   the   disruption      they       generated    would      have    amply\n\njustified\" the transfer of the employee under Pickering); Brewster,\n\n149 F.3d at 981 (under Pickering, termination of employment was\n\nsupported by the fact that employee's allegations were ultimately\n\ndetermined to be false, both by his employer and by a team of\n\nindependent auditors). Of particular significance is the fact that\n\nDíaz-Bigio   failed   to   provide      any   evidence    in   support       of   her\n\nallegations, despite requests and orders.                 A reasonable public\n\nofficial could have easily concluded that the city could lawfully\n\nfire an employee who made false allegations of possible criminal\n\nactivity by the executive director of a municipal department\n\nwithout providing any supporting evidence.\n\n           On the facts of this case, a reasonable public official\n\neven could have concluded that Díaz-Bigio made the allegations with\n\nreckless   indifference    to    the    truth,   and    that   this    in    itself\n\npermitted termination.          While the Supreme Court in Pickering\n\n\"expressly declined to adopt a rule directing that knowingly or\n\nrecklessly false statements are per se unprotected . . . the fact\n\nthat a statement is recklessly false may well create a presumption\n\nthat the employee's interest in uttering it is subordinate to the\n\ngovernment's interest in suppressing it.\"              Brasslett, 761 F.2d at\n\n\n                                       -24-\n\f840; see also Gossman v. Allen, </pre><span class=\"citation\" data-id=\"572705\"><a href=\"/opinion/572705/catherine-gossman-v-dr-david-t-allen-chris-gorman-irv-maze-darryl-owens/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span><pre class=\"inline\">, 342 (6th Cir. 1991)\n\n(\"If       an   official   reasonably     believes     that   an   employee      made\n\nstatements with knowledge of, or reckless indifference to, their\n\nfalsity, the official would conclude that the employee could be\n\nfired without offending the First Amendment.                  Qualified immunity\n\nwould therefore attach.\").\n\n                Viewing    the   record    as    a   whole,   we   find   that   the\n\ndefendants could have reasonably concluded that firing Díaz-Bigio\n\nwould not violate her First Amendment rights.5                     Even if their\n\n\n       5\n          Díaz-Bigio's complaint also alleged that she was fired\nbecause she made public statements about the deaths of patients in\nthe Bariatric Surgery Program of the San Juan Municipal Hospital\nand these statements led the Health Department of Puerto Rico to\ninitiate an investigation that concluded with the closing of the\nprogram. However, Díaz-Bigio presents no argument on appeal that\nthis was the actual reason for her dismissal or a violation of her\nFirst Amendment rights, so she has waived the claim.\n     Even if we were to bypass the waiver, the claim would fail.\nThe evidence produced by Díaz-Bigio shows that she did not make any\nstatements about deaths in the program, and the Health Department\nof Puerto Rico did not launch its investigation, until after the\ncity investigated her charges against Dr. Escalera, found them\nfalse, and provided her with notice of its intent to terminate her\nemployment.\n     The only earlier statements about the bariatric program in the\nrecord were at a February 18 Brotherhood press conference. This\npress conference did not address the deaths of patients, but rather\nfocused on the different assertion that the bariatric program was\ncontrary to the purposes and financial interests of the hospital.\nSuch accusations are not relevant to Díaz-Bigio's claim. Further,\nthere is little detail in the record about what Díaz-Bigio herself\nsaid at this event; the only evidence is her sworn declaration,\nwhich says only that she \"addressed issues regarding the Bariatric\nSurgery Program\" and \"spoke about the contract\" establishing the\nprogram.\n     There is nothing in the record that would support a reasonable\ninference that post-notice-of-dismissal statements about patient\ndeaths were a substantial or motivating cause for Díaz-Bigio's\n\n                                          -25-\n\f\"reasoning were mistaken, it would not have been egregiously so\n\nand, accordingly, qualified immunity is available.\"   Wagner, 404\n\nF.3d at 509; see also Decotiis, 635 F.3d at 38 (holding that\n\nregardless of whether defendant did in fact violate plaintiff's\n\nFirst Amendment rights, which was yet to be determined, defendant\n\nwas entitled to qualified immunity because a reasonable person in\n\ndefendant's position could have believed there was no violation).\n\n                              III.\n\n          We reverse and remand with instructions to the district\n\ncourt to enter summary judgment for defendants in their individual\n\ncapacities on grounds of qualified immunity.\n\n\n\n\ndismissal, or that the reasons stated for her dismissal were a\npretext. On the contrary, the evidence is incompatible with such\ninferences. As the evidence produced does not make out a First\nAmendment violation, Díaz-Bigio's claim fails on the merits under\nthe first prong of Pearson. Further, under the second prong of\nPearson, defendants are entitled to immunity because, on the facts\nof record, it is clear that reasonable officials, even if aware of\nher February 18 statements and the time line, would still have\nthought that firing Díaz-Bigio would not violate the First\nAmendment.\n\n                              -26-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/149846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/205789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/213170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/217703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1236154/"
  ]
}