{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/220728/",
  "absolute_url": "/opinion/220728/united-states-v-sanabria/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/220728/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-07-11T17:59:50Z",
  "date_modified": "2016-04-26T13:48:59.702830Z",
  "type": "010combined",
  "sha1": "b3dc5be5c2ead02dc685597e44bcfa91b279e42a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2298P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/07/11/United_States_v._Morales-Sanabria.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 09-2298\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n              FELIX MORALES SANABRIA, a/k/a El Chapo,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Francisco A. Besosa, U.S. District Judge]\n\n\n                              Before\n\n                         Lynch, Chief Judge,\n                 Lipez and Howard, Circuit Judges.\n\n\n\n     Rafael F. Castro Lang for appellant.\n     Timothy R. Henwood, Assistant United States Attorney, with\nwhom Rosa Emilia Rodriguez-Velez, United States Attorney, Nelson\nPérez-Sosa, Assistant United States Attorney, Chief, Appellate\nDivision, and Thomas F. Klumper, Assistant United States Attorney,\nwere on brief, for appellee.\n\n\n\n                           July 11, 2011\n\f           LIPEZ,     Circuit    Judge.         Felix    Morales    Sanabria\n\n(\"Morales\"), a commercial fisherman who goes by the nickname \"El\n\nChapo,\" was convicted on multiple drug trafficking counts following\n\na jury trial and sentenced to fifty years' imprisonment.                  The\n\nconviction related to three separate shipments of drugs, two of\n\ncocaine and a third of cocaine, heroin, and ecstasy, brought by\n\nboat from the Dominican Republic into Puerto Rico between November\n\n2006 and April 2007.         At trial, the government's case against\n\nMorales   rested    almost   exclusively   on    the    testimony   of   three\n\ncooperating witnesses, two of whom identified Morales as the\n\nindividual who facilitated the delivery of the drugs from boat to\n\nshore in Puerto Rico.\n\n           Appealing his conviction and sentence, Morales seeks a\n\nnew trial on two grounds.         First, he contends that the trial\n\njudge's exclusion of some members of his family from the courtroom\n\nduring jury selection violated his Sixth Amendment right to a\n\npublic trial.      Second, he claims multiple errors in the admission\n\nand exclusion of certain testimony at trial, the cumulative effect\n\nof which denied him a fair trial and undermined the trustworthiness\n\nof the verdict.       Alternatively, Morales requests a remand for\n\nresentencing in light of several claimed errors in the calculation\n\nof his sentence.\n\n           We agree with Morales that he is entitled to a new trial\n\ndue to the cumulative effect of several erroneous evidentiary\n\n\n                                   -2-\n\frulings.     Therefore, we do not address the merits of his other\n\narguments.\n\n                                 I.\n\nA.   Factual Background1\n\n           The charges against Morales arose from a trafficking\n\nscheme that involved the shipment of illegal drugs by boat from the\n\nDominican Republic to Puerto Rico.2    Juan Pagán Santiago (\"Pagán\")\n\noversaw the Puerto Rican side of the operation, with substantial\n\nassistance from Freddie Santana Martínez (\"Santana\"). Prior to the\n\nevents of this case, Pagán and Santana collaborated on over thirty\n\nshipments of drugs into Puerto Rico.\n\n           The three shipments at issue here were arranged through\n\nSantana's Dominican Republic contacts, who hired their own boat and\n\ncaptain to deliver the drugs to Puerto Rico.    On each of the three\n\noccasions, a boat left the Dominican Republic from Santo Domingo\n\nwith the shipment of drugs and was met halfway by a boat from\n\nPuerto Rico, which took possession of the shipment and brought it\n\nback to the Aguadilla region of Puerto Rico.          The Dominican\n\nsuppliers provided Santana with a contact number for the individual\n\nwho would be delivering the drugs to Aguadilla, known to Santana\n\n\n      1\n       We derive the following factual account from the trial\ntranscript, reciting the facts \"as the jury could have found them.\"\nUnited States v. Ayala-García, 574 F.3d 5, 8 (1st Cir. 2009).\n      2\n        The bulk of the drugs was distributed within Puerto Rico,\nwith some portion repackaged and smuggled into the continental\nUnited States.\n\n                                -3-\n\fonly as \"El Chapo.\"    Though he talked with El Chapo on the phone,\n\nSantana testified at trial that he never met El Chapo face-to-face.\n\n            The first of the three shipments took place in November\n\n2006.     To retrieve the drugs from the drop-off in Aguadilla,\n\nSantana enlisted the help of Domingo Ureña Del Villar (\"Ureña\"), a\n\ngood friend with whom Santana had grown up in the Dominican\n\nRepublic.     The day before the shipment was to arrive, Santana\n\ndispatched Ureña to the Aguadilla area with instructions to call El\n\nChapo once he was close.    Ureña drove to the town of Mayagüez and\n\ncalled El Chapo, who instructed him to stay where he was.   Shortly\n\nthereafter, a white Mitsubishi Montero pulled in front of Ureña and\n\nthe driver signaled with his hand for Ureña to follow.         They\n\nproceeded to a vehicle accessory shop, where El Chapo got out of\n\nthe Montero and told Ureña that he would take Ureña to the spot\n\nwhere they were to meet the following day for the drug pick-up as\n\nsoon as he had picked up new luxury rims for his tires.   At trial,\n\nUreña identified the man who got out of the vehicle, and whom he\n\nknew as El Chapo, to be defendant Morales.   Ureña followed El Chapo\n\nto a Wendy's restaurant in Aguadilla, which El Chapo indicated to\n\nbe their rendezvous spot.    They thereafter parted ways, with Ureña\n\nretiring to a local hotel for the evening.\n\n            The next morning, Ureña proceeded to the Wendy's, where\n\nanother man appeared in the white Montero and instructed Ureña to\n\nfollow.     Ureña followed the Montero to a house construction site\n\n\n                                 -4-\n\falong a beach in Aguadilla, where he encountered El Chapo and six\n\nother men.       El Chapo oversaw the men as they loaded the drugs,\n\nwhich were packaged in a cooler and two plastic drums, into Ureña's\n\nvehicle.    The containers housed some ninety kilograms of cocaine,\n\nwith El Chapo having already removed an additional twenty kilograms\n\nor so of cocaine as payment prior to delivery.3         Ureña met up with\n\nSantana and Pagán just off of the expressway outside of Aguadilla\n\nand followed them to a house owned by Pagán near the town of Lajas,\n\nwhere they counted and prepared the drugs for further distribution.\n\n            When the second shipment arrived in January 2007, Ureña\n\nwas again assigned to retrieve it.          Accompanying Ureña this time\n\nwas Joel Gómez Diaz (\"Gómez\"), a friend who had grown up with\n\nSantana    and   Ureña   in   the   Dominican   Republic.   The   delivery\n\notherwise proceeded in much the same fashion as the previous one:\n\nUreña and Gómez met El Chapo at the Wendy's in Aguadilla the day\n\nbefore the shipment, El Chapo called Ureña the next day with the\n\nprecise pick-up location, and Ureña and Gómez proceeded to a wooded\n\n\n\n     3\n       The actual amount of drugs delivered in the first shipment\nis the subject of conflicting testimony. Santana testified that\nthe shipment contained between 110 and 115 kilograms of cocaine,\nwith 90 going to Santana and Pagán and the remainder taken by El\nChapo.    Ureña's initial testimony at trial was consistent,\nconfirming that the first shipment contained 90 kilograms after El\nChapo had taken his share.      However, Ureña later stated that\nSantana and Pagán tallied the shipment (after El Chapo had\nextracted his portion) to amount to 115 kilograms of cocaine, 95 of\nwhich they delivered to a third party, leaving Santana and Pagán\nwith the remaining 20 kilograms. The precise quantity of cocaine\ndelivered is of no importance to our decision here.\n\n                                      -5-\n\farea of the beach in Aguadilla where El Chapo and five or six other\n\nmen loaded plastic drums filled with cocaine into their vehicle.\n\nGómez, like Ureña, later testified that the El Chapo he interacted\n\nwith in the course of the delivery was defendant Morales.                   From the\n\nbeach, the drugs, totaling ninety kilograms of cocaine, were taken\n\nto Pagán's Lajas house to be counted and processed.4\n\n               Some time after the second shipment, Ureña and Gómez\n\nagain       drove   to   Aguadilla   to   meet   with    El   Chapo   and   provide\n\ncoordinates for picking up the next shipment of drugs.5                          The\n\nmeeting       was   observed   and    photographed       by   a   number    of   law\n\nenforcement agents, as federal and commonwealth law enforcement\n\nauthorities had placed Ureña under surveillance in furtherance of\n\na joint drug trafficking investigation.                 El Chapo arrived at the\n\nAguadilla Wendy's in a black Chevrolet TrailBlazer with luxury\n\nrims.       Ureña entered the TrailBlazer and stayed there for around\n\ntwenty minutes.          While surveillance captured Ureña entering the\n\nTrailBlazer, no pictures were taken of El Chapo.                  A check of the\n\nlicense plate on the TrailBlazer indicated that it was registered\n\n\n\n\n     4\n       Again, the total shipment included around 110 kilograms of\ncocaine, of which El Chapo retained roughly 20 kilograms as\npayment.\n        5\n       Ureña testified that           the meeting took place fifteen days\nafter the second shipment,            which would place it in January or\nFebruary of 2007.     This           account was contradicted by a law\nenforcement witness present          at the meeting, who testified that it\ntook place on April 10.\n\n                                          -6-\n\fto Francisco Rosario Cordero (\"Rosario\"), Morales's former brother-\n\nin-law.\n\n               The third and final shipment occurred in late April,\n\n2007.       On April 26, Ureña and Gómez met El Chapo at the Aguadilla\n\nWendy's, where El Chapo got out of his vehicle and talked with\n\nUreña about plans for the pickup.            El Chapo called Ureña and Gómez\n\nthe next afternoon, April 27, and instructed the pair to meet him\n\nat    the    same   location   at   which    the   second   shipment   had    been\n\ndelivered.       This third shipment included around 100 kilograms of\n\ncocaine, four packages of heroin, and 26,000 ecstasy pills.                  After\n\nthe drugs had been loaded into their car by El Chapo's crew, Ureña\n\nand Gómez drove the shipment to a house owned by Pagán in Cidra,\n\nPuerto Rico.\n\n               On April 28, Santana and Ureña were pulled over by the\n\npolice while en route to deliver part of the third shipment.                   At\n\nthe time of the stop, the vehicle contained seventy-seven kilograms\n\nof cocaine and all four packages of heroin.             The drugs were seized\n\nand    both were arrested on the spot.         Fifteen months later, in July\n\n2008, Pagán, Gómez, Morales, and two others were indicted by a\n\nfederal grand jury on multiple drug-trafficking-related charges.6\n\n\n\n\n        6\n        Gómez and Morales were promptly arrested after the\nindictment issued, but Pagán remained at large until his arrest in\nOctober 2009, after Morales had been tried and sentenced.\n\n                                       -7-\n\fB.    The Trial\n\n            The indictment in this case sets forth five separate\n\ncharges against Morales. These include: (1) conspiracy with intent\n\nto distribute cocaine, heroin, and ecstasy, in violation of 21\n\nU.S.C. §§ 841 and 846; (2) conspiracy to import into the Customs\n\nTerritory of the United States five or more kilograms of cocaine\n\nand one kilogram or more of heroin, in violation of                    21 U.S.C.\n\n§§ 952 and 963; (3) possession with intent to distribute five or\n\nmore kilograms of cocaine, in violation of 21 U.S.C. § 841; (4)\n\npossession with intent to distribute one kilogram or more of\n\nheroin, in violation of 21 U.S.C. § 841; and (5) a forfeiture count\n\nunder 21 U.S.C. §§ 853 and 881.\n\n            At    trial,     the    prosecution's       case   against    Morales\n\nproceeded   almost       exclusively      on    the   testimony   of   the   three\n\ncooperating witnesses, Santana, Ureña, and Gómez.                      The three\n\ntestified in detail regarding the drug shipments and El Chapo's\n\nrole in delivering the drugs to shore, and, as noted above, Ureña\n\nand Gómez positively identified Morales to be El Chapo.                         The\n\ngovernment took care to have each witness explain that he had been\n\ncharged with and pled guilty to drug trafficking charges; that he\n\nhad not been sentenced at the time of his testimony; and that he\n\nhad   entered     into   a   Plea   and    Cooperation    Agreement      with   the\n\ngovernment, under which he agreed to provide truthful testimony in\n\nexchange for a recommendation of a reduced sentence.\n\n\n                                          -8-\n\f               Morales's   counsel,     Fernando     Carlo-Gorbea       (\"Carlo\"),\n\nattempted to undermine the testimony of the cooperating witnesses\n\non cross-examination.         He elicited testimony that the three had\n\ngrown up together and been friends in Santo Domingo, and that they\n\nhad seen each other and spoken in prison prior to testifying at\n\ntrial.    Carlo also attempted to impeach Santana's testimony at\n\ntrial by highlighting its inconsistencies with a statement Santana\n\nhad given investigating officers immediately following his arrest.\n\nFaced with Santana's resistance to this effort, Carlo attempted to\n\nenter    the     inconsistent   statement     into       evidence    through   the\n\ntestimony of one of the interviewing officers.                      As we discuss\n\nbelow, the trial judge precluded that effort as an improper offer\n\nof extrinsic evidence on a collateral matter.\n\n               The government put on five additional witnesses, of whom\n\nthree warrant mention here. The first was Jose Ramon Perez-Rivera,\n\na police officer who participated in surveillance of Ureña's April\n\n10 meeting at the Aguadilla Wendy's.             Perez-Rivera testified that\n\nhe and three other agents were present at the meeting, each in his\n\nown vehicle, to observe and take photographs.                   After the fact,\n\nPerez-Rivera      ran   the   license    plate     for    the   black    Chevrolet\n\nTrailBlazer that had rendezvoused with Ureña, determining that it\n\nwas registered to Francisco Rosario-Cordero.\n\n               Second, Rosario testified that he had loaned his black\n\nChevrolet TrailBlazer to Morales, his former brother-in-law, for\n\n\n                                        -9-\n\faround a month and a half in March and April 2007.              Rosario also\n\nconfirmed that Morales went by the nickname \"Chapo.\"               On cross-\n\nexamination, attorney Carlo tried to elicit testimony that, in a\n\nprevious interview, Rosario had told Carlo that law enforcement\n\nagents had intimidated and threatened him and his wife to get\n\nRosario to testify that Morales had used the TrailBlazer and had\n\nbeen   involved   in    drug   trafficking.      The   court    sustained    an\n\nobjection to the line of questioning, ruling that it was outside\n\nthe scope of the direct examination.\n\n           Third,      the   government   put   on   Ivelisse   Muñoz-Nieves\n\n(\"Muñoz\"), who testified that she was dating Morales, whom she knew\n\nas Chapo, at the time of his arrest in July 2008.           Muñoz testified\n\nthat Morales told her that the authorities had confused him with\n\nsomeone else.       Upon being asked whether she believed him, she\n\nstated, over attorney Carlo's objection, that she did not.                  She\n\nalso testified that Morales had told her \"[t]hat at a given point\n\nin time in his life he may not have been a saint, but that he had\n\ndone his things, but at the time that they took him away, he was,\n\nyou know -- he had settled down.\"         This testimony prompted Carlo to\n\nmove for a mistrial on the grounds that Muñoz's testimony was\n\n\"highly prejudicial\" evidence of prior bad acts in violation of\n\nRule 404 of the Federal Rules of Evidence.             The court denied the\n\nmotion.\n\n\n\n\n                                    -10-\n\f             Following completion of the prosecution's case, the court\n\naddressed the government's motion to exclude the testimony of the\n\nsole defense witness, Special Agent Luis Ortiz.             As noted above,\n\nCarlo intended to offer the testimony of Ortiz, the agent who had\n\nconducted the initial interview of Santana, for the purpose of\n\nimpeaching Santana's trial testimony. Agreeing with the government\n\nthat this testimony constituted impermissible extrinsic evidence of\n\na collateral matter, the court granted the motion to exclude.\n\n             The jury found Morales guilty of all charges and assessed\n\na $420,000 judgment against him on the forfeiture count.                 At a\n\nsentencing hearing three months later, the court sentenced Morales\n\nto   fifty    years'   imprisonment    on   each   count,    to    be   served\n\nconcurrently, followed by five years' supervised release.\n\n             This timely appeal followed.\n\n                                      II.\n\n             Morales makes six discrete claims of error in the judge's\n\nconduct of the trial, which, he contends, taken together justify a\n\nnew trial under the cumulative error doctrine.7         See United States\n\nv. Sepúlveda, 15 F.3d 1161, 1195-96 (1st Cir. 1993).              While we do\n\n\n\n\n     7\n       Because we resolve that Morales is entitled to a new trial\nin light of these trial errors, we reach neither the claim that his\nright to a public trial was violated by the exclusion of some\nfamily members during jury selection nor Morales's sentencing\narguments.\n\n                                  -11-\n\fnot find merit in all of Morales's claims of error,8 we agree that\n\nthe   trial    judge   abused   his   discretion   in   three   significant\n\nevidentiary rulings.\n\nA.    Exclusion of Testimony by Agent Ortiz\n\n              On April 30, 2007, two days after his arrest, Santana\n\nsubmitted to an interview as a cooperating witness with Special\n\nAgents Luis Ortiz and Alek Pacheco of the United States Immigration\n\nand Customs Enforcement.         As reflected in an interview report\n\nprepared by Agent Ortiz,9 Santana provided a detailed account of\n\nthe April 2007 shipment of drugs from the Dominican Republic.\n\nSantana explained, among other things:\n\n              That [an individual known as] \"El Chapo\" was\n              the person in charge of introducing and\n              deliver[ing] the narcotics to him/her.    The\n              cooperating defendant described \"El Chapo\" as\n              a white, short, skinny male with multiple\n              tattoos on his arms, approximately 25 years\n              old.   The cooperating defendant also stated\n              that \"El Chapo\" owns approximately three\n              fishing boats and that the boats are located\n              in the western coast of Puerto Rico.\n\n\n\n\n       8\n       Three of the six issues Morales cites do not rise to the\nlevel of an abuse of discretion and accordingly are not discussed\nhere.    Those claims targeted the judge's denial of pretrial\ncontinuances, interference with the cross-examination of Ureña, and\nfailure to take steps to limit or mitigate Muñoz's testimony that\nMorales had told her \"[t]hat at a given point in time in his life\nhe may not have been a saint.\"\n      9\n       The report, though never admitted into evidence at trial,\nwas marked as an exhibit by the district court and included in the\nrecord on appeal.\n\n                                      -12-\n\fBy contrast, the appellant Morales is described in the presentence\n\ninvestigation report as \"Black/Hispanic.\"\n\n          At trial, Santana admitted that he had submitted to an\n\ninterview with agents Ortiz and Pacheco, but denied having given a\n\ndescription of El Chapo.    Pressed by defense counsel, Santana said\n\nthat he had once asked Ureña about the appearance of \"the people\n\nwho pick up the drugs,\" and Ureña \"told [him] that they were more\n\nor less light-skinned and with tat[t]oos.\"          Nonetheless, Santana\n\nrepeatedly denied ever having given the authorities a description\n\nof El Chapo or any other specific individual.         Upon completion of\n\nthe government's case, attorney Carlo sought to have Agent Ortiz\n\ntestify as to the contents of his April 30 interview with Santana.\n\nThe government moved to exclude the testimony under the collateral\n\nissue rule, citing United States v. Cruz-Rodriguez, 541 F.3d 19,\n\n29-30 (1st Cir. 2008).       Granting the motion, the trial judge\n\nexplained to Carlo, \"if you want to present this evidence either to\n\nimpeach Mr. Santana or to contradict his testimony, that falls into\n\nthe collateral [issue rule], and that's not enough.\"\n\n          On appeal, the government concedes error in the trial\n\njudge's exclusion of Agent Ortiz's testimony.               We accept the\n\ngovernment's   concession   and   thus   do   not   reach   the   merits   of\n\nMorales's arguments on this point.       The government does, however,\n\ncontend that the exclusion was harmless error, an argument that we\n\naddress further below.\n\n\n                                  -13-\n\fB.   Limitation of Rosario Cross-Examination\n\n              According to attorney Carlo's representations to the\n\ncourt, Rosario came to Carlo's office and met with him at some\n\npoint      prior   to    trial,   along   with   his    co-counsel   and    other\n\nindividuals,       and    described   a   pattern      of   harassment    by   law\n\nenforcement officials.        Rosario allegedly told Carlo that when the\n\nauthorities first contacted him about the investigation, he had\n\nrefused to implicate Morales in anything illegal, and had told them\n\nthat Morales never used the black Chevrolet TrailBlazer registered\n\nto Rosario.        The investigating officers allegedly \"wanted him to\n\ntestify that Chapo was involved in drug dealing.\"                        To apply\n\npressure, \"they went to his place of business, they got him out of\n\nthere, they went to his house, they stopped [his wife] in the\n\nhighway,\" and they threatened them both.\n\n              At trial, attorney Carlo unsuccessfully tried to cross-\n\nexamine Rosario concerning these allegations of intimidation.                  The\n\ngovernment objected at the outset of the questioning and called for\n\na sidebar,10 whereupon the trial judge asked attorney Carlo to\n\nexplain the direction of his inquiry.            Carlo stated that he wanted\n\n\"to ask [Rosario] that he told me that he was threatened by the\n\n\n\n      10\n        Though the government articulated no clear basis in\nobjecting, the grounds for its objection appear to have been\nrelevance and possible confusion of the issues. Specifically, the\ngovernment attorney stated, \"I object . . . for the reason that\nthis is a -- what he's intending to elicit has something to do with\nanother investigation not the case we're here on today.\"\n\n                                      -14-\n\fagents that if he didn't tell them what they wanted to hear, they\n\nwould take him to arrest him together with [his wife].\"              Attorney\n\nCarlo argued that cross-examination on the alleged intimidation was\n\npermissible for purposes of impeachment. Among other things, Carlo\n\nsaid he wanted to elicit the contradiction between Rosario's\n\nin-court testimony that Morales had used the Trailblazer and his\n\nstatement to counsel that he had told the government that Morales\n\nhad not used the Trailblazer.      The attorney wanted, apparently, to\n\nelicit   the    different   statements    and   imply   that   the   in-court\n\nstatement was a change brought about by government intimidation.\n\nThe trial judge ruled, however, that because Rosario had not\n\ntestified on direct examination concerning his meetings with law\n\nenforcement and whether he had been intimidated, the attorney's\n\nproposed line of questions was outside the scope of the direct\n\nexamination and thus barred. The judge further ruled that it would\n\nbe   improper   to   impeach   Rosario   with   his   prior    statements   to\n\nattorney Carlo because those statements had not been made under\n\noath.\n\n           On appeal, the government does not attempt to justify the\n\nlimitation on cross-examination by reference to either ground\n\nproffered by the trial judge.       Indeed, neither is correct.        There\n\nis no requirement that prior statements offered for impeachment\n\npurposes have been made under oath.        To the contrary, such \"prior\n\nstatements may have been oral and unsworn . . . .\"             United States\n\n\n                                   -15-\n\fv. Sisto, 534 F.2d 616, 622 (5th Cir. 1976).     Moreover, as attorney\n\nCarlo attempted here, \"'the making of the previous statements may\n\nbe drawn out in cross-examination of the witness himself . . . .'\"\n\nId. (quoting 1 Edward W. Cleary, McCormick on Evidence § 34 (2d ed.\n\n1972)).\n\n          With regard to the other ground cited by the trial judge,\n\ncircumstances tending to show probable witness bias or motive for\n\nfabrication, including threats and intimidation by one of the\n\nparties, are properly subject to cross-examination for purposes of\n\nimpeachment, whether or not the matter is broached in the course of\n\ndirect examination. See, e.g., United States v. Thompson, 359 F.3d\n\n470, 473–480 (7th Cir. 2004) (upholding district court ruling\n\npermitting government to cross-examine defense witness regarding\n\noccasions on which defendant had threatened her); Udemba v. Nicoli,\n\n237 F.3d 8, 17 (1st Cir. 2001) (noting that matters involving bias,\n\nincluding fear of one of the parties, are \"fertile territory for\n\ncross-examination\").    Indeed,   failure   to    allow   such   cross-\n\nexamination may, in some circumstances, amount to a violation of\n\nthe Confrontation Clause.    The Supreme Court has held that \"a\n\ncriminal defendant states a violation of the Confrontation Clause\n\nby showing that he was prohibited from engaging in otherwise\n\nappropriate cross-examination designed to show a prototypical form\n\nof bias on the part of the witness, and thereby 'to expose to the\n\njury the facts from which jurors . . . could appropriately draw\n\n\n                               -16-\n\finferences relating to the reliability of the witness.'\"       Delaware\n\nv. Van Arsdall, 475 U.S. 673, 680 (1986) (alteration in original)\n\n(quoting Davis v. Alaska, 415 U.S. 308, 318 (1974)).\n\n            To be sure, \"trial judges retain wide latitude . . . to\n\nimpose reasonable limits\" on cross-examination relating to witness\n\nbias and coercion, id. at 679, and this is where the government\n\nfocuses its arguments on appeal.     The government suggests that the\n\ndistrict court acted properly in limiting cross-examination of\n\nRosario for fear that, should Rosario deny his earlier statements,\n\nthe defendants' lawyers would be forced to testify regarding their\n\nmeeting with the witness in violation of ethical rules applicable\n\nto attorneys.      See Gov't Br. at 47 (\"Morales'[s] counsels had no\n\nwitness, other than themselves, to present the alleged statements\n\nmade by Rosario that he had been threatened by an agent and did not\n\nlet Morales use the vehicle.\").\n\n            Any such concern was premature at the time that the trial\n\njudge     barred   further   cross-examination   of   Rosario.11    The\n\ngovernment's objection precluded cross-examination at an early\n\n\n     11\n       Because the concern with attorney testimony was premature,\nwe offer no opinion on whether the prospect of such testimony could\nhave justified the court's ruling.        We note, as a general\nproposition, that a concern with trial counsel testifying as a\nfact-witness might not, on its own, support exclusion of relevant\ntestimony. See Waltzer v. Transidyne General Corp., 697 F.2d 130,\n133-35 (6th Cir. 1983) (holding that a trial judge erred in\nprecluding defense counsel from testifying at trial to contradict\nkey statements made by one of the plaintiff's witnesses, even\nthough, in doing so, defense counsel would have violated the\nethical rule against trial counsel testifying as a fact witness).\n\n                                  -17-\n\fjuncture, just as attorney Carlo was asking Rosario to confirm that\n\nhe had told Carlo that he was approached by law enforcement prior\n\nto Morales's arrest. The cross-examination might have proceeded in\n\nany number of appropriate directions at that point.         For example,\n\nif attorney Carlo had been allowed to ask Rosario whether law\n\nenforcement had threatened him in order to pressure him into\n\ntestifying that he had lent the TrailBlazer to Morales, Rosario\n\nmight have simply confirmed the account.         This confirmation would\n\neliminate the possibility that one of Morales's lawyers would take\n\nthe stand.    Even if Rosario had denied any pressure, there would\n\nhave been room for additional cross-examination on the point before\n\nMorales's lawyers had to consider testifying.        We also do not know\n\nwhether Morales's lawyers would have sought to testify, or would\n\nhave simply let Rosario's denial stand.         The record suggests that\n\nthe latter course was at least as likely as the former.          During the\n\ncourse of the sidebar on this issue, attorney Carlo repeatedly\n\nprotested that he had no desire to testify as a witness.           In sum,\n\nthe attorney testimony concern raised by the government was, at\n\nbest, an inchoate one at the time the judge cut off cross-\n\nexamination, and thus offers no support for that ruling.\n\n            The government additionally suggests that the allegations\n\nof   law   enforcement   intimidation    were   \"speculative,\"    and   that\n\nallowing the testimony would have caused undue confusion.               The\n\ngovernment is correct that a district court may properly limit\n\n\n                                  -18-\n\fcross-examination on \"'inherently speculative'\" theories of bias,\n\nwhere        \"'the   defendant   is   unable   to    lay   a   proper   evidentiary\n\nfoundation.'\"         United States v. Martínez-Vives, 475 F.3d 48, 53-54\n\n(1st Cir. 2007) (quoting United States v. Callipari, 368 F.3d 22,\n\n39 (1st Cir. 2004), vacated on other grounds 543 U.S. 1098 (2005)).\n\nHere, however, the court did not give Carlo a chance to lay any\n\nevidentiary foundation, barring all questions about the witness's\n\ninteractions with law enforcement and defense counsel.                   Moreover,\n\nthe proposed cross-examination was not, on its face, a speculation-\n\nfueled \"'fishing expedition,'\" id. at 54 (quoting Callipari, 368\n\nF.3d at 39), as Carlo represented to the court personal knowledge\n\nof statements by the witness indicating that he had been threatened\n\nby law enforcement agents.\n\n                We   thus   conclude   that    the    trial    judge    abused   his\n\ndiscretion.12\n\nC.   Admission of Opinion Testimony from Muñoz\n\n                The last error relates to Muñoz's testimony that she did\n\nnot believe Morales's explanation for his arrest -- namely, that\n\nthe authorities \"had confused him with someone else.\"13                     Morales\n\n\n        12\n       We do not decide whether this error amounts to a violation\nof the Sixth Amendment, nor need we do so, in light of our holding\nthat the application of the non-constitutional harmless error\nstandard requires a new trial. See infra Part III.\n        13\n             The relevant testimony was as follows:\n\n     Q. Did there come a time after [Morales] bailed out that\n     you met with him?\n\n                                        -19-\n\fargues that, in permitting Muñoz to express her view on the\n\ncredibility of Morales's statement, the district court admitted\n\nimproper lay opinion testimony and thereby abused its discretion.\n\nWe agree.14\n\n           The Federal Rules of Evidence allow lay opinion to be\n\nadmitted only upon the satisfaction of two conditions.                First, the\n\nproffered opinion cannot be grounded in scientific, technical, or\n\nspecialized knowledge, but rather must be \"rationally based on the\n\nperception of the witness.\"           Fed. R. Evid. 701.          Second, the\n\nopinion   must   be   \"helpful   to   the    jury   in    acquiring    a   'clear\n\nunderstanding of the witness's testimony or the determination of a\n\nfact in issue.'\"      United States v. Flores-de-Jesús, 569 F.3d 8, 20\n\n(1st Cir. 2009) (quoting Fed. R. Evid. 701).             As we have explained,\n\nlay opinion will fail this second, \"helpfulness\" requirement \"when\n\n\n     A. Yes.\n     Q. How many times?\n     A. Four times.\n     Q.   When you met with him, did you ask him about the\n     charges that were pending against him?\n     A. Yes.\n     Q. What did he say to you?\n     A. That it was a confusion, that they had confused him\n     with someone else, that that was the reason that he had\n     the electronic [ankle bracelet], but once that was\n     cleared up, it was going to be over and it was going to\n     be left behind.\n     Q. Ma'am, did you believe that?\n     [Objection and sidebar]\n     A. No.\n     14\n       We bypass the issue of whether Muñoz's testimony on this\npoint meets the basic relevance threshold set by Federal Rule of\nEvidence 401.\n\n                                      -20-\n\fthe jury can readily draw the necessary inferences and conclusions\n\nwithout the aid of the opinion.\"           Lynch v. City of Boston, 180 F.3d\n\n1, 17 (1st Cir. 1999) (citing 7 J. Wigmore, Evidence §§ 1917–18);\n\nsee also United States v. Meises, Nos. 09–2235, 09–2239, 2011 WL\n\n1817855,    at   *7    (1st   Cir.   May    13,   2011)   (\"The   nub     of    [the\n\nhelpfulness] requirement is to exclude testimony where the witness\n\nis no better suited than the jury to make the judgment at issue,\n\nproviding assurance against the admission of opinions which would\n\nmerely tell the jury what result to reach.\" (citations omitted)\n\n(internal quotation marks omitted)).\n\n            Muñoz's opinion testimony falters at this second hurdle.\n\nThe central issue in Morales's trial, and the one upon which\n\nMorales's defense of mistaken identity rested, was whether or not\n\nMorales    was   the   \"El    Chapo\"   who    had   delivered     drugs    to    the\n\ncooperating witnesses.15 Thus, in asking Muñoz to state whether she\n\nbelieved Morales's claim that the authorities \"had confused him\n\nwith someone else,\" the government was effectively inviting the\n\nwitness to express an opinion on the ultimate issue in the case.\n\nIt is true that there is no categorical bar to such \"ultimate\n\nissue\" opinion testimony.        See Fed. R. Evid. 704(a).         However, lay\n\nopinion testimony on the ultimate issue in a case must satisfy Rule\n\n701's helpfulness requirement, and \"seldom will be the case when a\n\n\n     15\n       As Morales did not testify, his mistaken identity defense\nwas based entirely on the impeachment of the government's\nwitnesses.\n\n                                       -21-\n\flay opinion on an ultimate issue will meet the test of being\n\nhelpful to the trier of fact since the jury's opinion is as good as\n\nthe witness'[s] . . . .\"         See Mitroff v. Xomox Corp., 797 F.2d 271,\n\n276 (6th Cir. 1986).       The jury here, having heard the testimony of\n\nthose directly involved in the charged trafficking offenses, was in\n\na    far   superior    position    than   Muñoz   to   \"draw    the   necessary\n\ninferences    and     conclusions\"    about   Morales's   mistaken     identity\n\ndefense.     Lynch, 180 F.3d at 17.           Where, as here, \"attempts are\n\nmade to introduce meaningless assertions which amount to little\n\nmore than choosing up sides, exclusion for lack of helpfulness is\n\ncalled for by [Rule 701].\"         Fed. R. Evid. 701 advisory committee's\n\nnote (1972).          The trial judge thus abused his discretion in\n\nallowing Muñoz's opinion into evidence.\n\n                                      III.\n\n             Having found that the trial judge made a number of\n\nerroneous evidentiary rulings over the course of Morales's trial,\n\nwe now consider whether those errors entitle Morales to a new\n\ntrial.     See Meises, 2011 WL 1817855, at *14.\n\nA.    Standard\n\n             Our determination of whether to grant a new trial is\n\ngoverned     by   a   harmless    error   standard.     We     will   find   non-\n\nconstitutional evidentiary errors harmless where it is \"'highly\n\nprobable that the error[s] did not influence the verdict.'\"                   Id.\n\n\n\n\n                                      -22-\n\f(quoting Flores-de-Jesús, 569 F.3d at 27).16   Rather than focus on\n\nany one error, Morales argues for a new trial based on the\n\naggregate effect of the errors below on the fairness of his trial.\n\nBecause \"[t]he inquiry to determine whether cumulative errors are\n\nharmless is the same as for individual error,\" id., we do that\n\ncumulative analysis.    In conducting our analysis, we keep in mind\n\nthat the government has the burden of establishing harmlessness,\n\nFlores-de-Jesús, 569 F.3d at 27, and we will vacate if we find\n\n\"that the effect of the errors, considered together, could not have\n\nbeen harmless\" in light of the applicable standards.    Alvarez v.\n\nBoyd, 225 F.3d 820, 825 (7th Cir. 2000) (citing United States v.\n\nOberle, 136 F.3d 1414, 1423 (10th Cir. 1998)).\n\nB.   Cumulative Error\n\n           The rubric of cumulative error demands that trial errors\n\nbe weighed \"against the background of the case as a whole, paying\n\nparticular weight to factors such as the nature and number of the\n\nerrors committed; their interrelationship, if any, and combined\n\neffect; how the district court dealt with the errors as they arose\n\n(including the efficacy -- or lack of efficacy -- of any remedial\n\nefforts); and the strength of the government's case.\"   Sepúlveda,\n\n15 F.3d at 1196.    In weighing the impact of the trial judge's\n\n\n     16\n          Errors that implicate constitutional rights are subject\nto a more demanding standard: the government must \"demonstrate that\nthe error was harmless beyond a reasonable doubt by showing that\nthe defendant would have been convicted in the absence of the\nerror.\" United States v. Pridgen, 518 F.3d 87, 91 (1st Cir. 2008).\n\n                                -23-\n\ferrors on the fairness of Morales's trial, the \"background of the\n\ncase as a whole\" assumes particular prominence here.                            Id.\n\n              As we have described, the government built its case\n\nagainst Morales almost exclusively on two lines of testimony.\n\nFirst   and    most      significant         was    the    testimony       of    the      three\n\ncooperating        witnesses,     and     particularly           Ureña's    and       Gómez's\n\nidentification       of   Morales       as    the   \"El     Chapo\"   who        ferried     the\n\nshipments of drugs to shore in Puerto Rico.                       Second was Rosario's\n\ntestimony that he had loaned to his former brother-in-law Morales\n\nthe black Chevrolet TrailBlazer that the police observed in a\n\nmeeting   with      Ureña.        The     government        did    not     introduce        any\n\nadditional     evidence      of     the      sort    one    often    sees       in    a     drug\n\nprosecution: no physical evidence linking Morales to the drugs or\n\nto the boats used to deliver them, no video or photographic\n\nsurveillance capturing Morales meeting with those involved in\n\ntrafficking, and no audio recordings.                     The government's case thus\n\ndepended,     to    an    unusual    extent,        on     the    credibility          of    its\n\nwitnesses.     On the other side of the equation was a simple defense\n\nof mistaken identity: defense counsel contended that Morales,\n\nthough known by the nickname \"El Chapo,\" was not the El Chapo who\n\nparticipated in the charged drug trafficking.\n\n              As detailed below, the trial court's erroneous rulings\n\nsubstantially interfered with Morales's ability to counter the\n\ngovernment's case by impeaching two critical witnesses, Santana and\n\n\n                                             -24-\n\fRosario.     The effect of these rulings was then compounded by the\n\nadmission of improper testimony from Muñoz.         Viewing the errors in\n\nthe context of the trial as a whole, we cannot conclude that it is\n\n\"highly probable\" that the jury verdict escaped their collective\n\ninfluence.       Meises,   2011    WL    1817855,     at   *14   (quoting\n\nFlores-de-Jesús, 569 F.3d at 27).\n\n           1. Exclusion of Ortiz\n\n           We begin with the erroneous exclusion of Agent Ortiz's\n\ntestimony regarding Santana's post-arrest description of El Chapo\n\n\"as a white, short, skinny male.\" The government contends that the\n\njudge's error was harmless because the agent's testimony \"would\n\nhave impeached only part of Santana's testimony,\" leaving intact\n\nhis description of the drug trafficking organization and the\n\ndetails of the three shipments.          The government's argument is\n\nmisguided.     As we said in another case where, as here, \"[t]he\n\ncentral issue was one of identification,\" \"[e]vidence that someone\n\nother than the defendant was identified as the criminal is not only\n\nprobative but critical to the issue of the defendant's guilt.\"\n\nPettijohn v. Hall, 599 F.2d 476, 480 (1st Cir. 1979).            Here, of\n\ncourse, Santana did not affirmatively identify another individual\n\nas El Chapo – in fact, at trial, he denied ever having met El\n\nChapo.17     However, in an account in obvious tension with this\n\n\n\n     17\n       As we have detailed above, Santana testified that he only\ncommunicated with El Chapo by telephone.\n\n                                  -25-\n\ftestimony, Santana provided to the police two days subsequent to\n\nhis arrest a physical description of El Chapo, which suggests that\n\nSantana personally met him.           Moreover, the description, given\n\nnearly contemporaneously with the charged conduct, was of a \"white\"\n\nman, while Morales is described in the presentence investigation\n\nreport as \"Black/Hispanic.\"         These discrepancies accord with the\n\ndefense's theory that Morales was the victim of mistaken identity.\n\nThus, it is of little consequence whether or not the bulk of\n\nSantana's testimony would have remained uncontradicted if Agent\n\nOrtiz had been permitted to testify, as the piece that would have\n\nbeen impeached goes to the most critical issue in the trial.\n\n             A more substantial argument for harmlessness might be\n\nthat   the   proposed   testimony    from   Agent   Ortiz   would   not   have\n\ndirectly     affected   the   testimony     given   by   Ureña   and   Gómez,\n\npotentially the two most important witnesses (as the only ones to\n\npersonally identify Morales at trial as a participant in the\n\ncharged offenses).      However, effective impeachment of Santana by\n\nmeans of his prior statements was relevant to the credibility of\n\nUreña and Gómez as well, as Santana's contradictory accounts would\n\nplay into the defense's theory that the three cooperating witnesses\n\n\"concocted [a] story to save their own necks.\"              In the course of\n\ncross-examination, attorney Carlo established that the three grew\n\nup together in the Dominican Republic, were long-time friends, and\n\n\n\n\n                                     -26-\n\fhad spoken together in jail after their arrest.18   This inferential\n\nevidence of fabrication would have been substantially fortified by\n\nevidence that one of the three had given a very different account\n\nto the authorities of his involvement with El Chapo immediately\n\nafter arrest, and later denied doing so at trial.\n\n          2.   Limitation on Cross-Examination of Rosario\n\n          In light of the absence of physical evidence linking\n\nMorales to the charged drug trafficking, the thwarted attempt to\n\nimpeach Rosario's testimony also takes on particular significance.\n\nThe surveillance photographs of an individual in a black Chevrolet\n\nTrailBlazer meeting with Ureña were the only independent, non-\n\ntestimonial evidence going to El Chapo's identity, and it was\n\nRosario's testimony that tied that evidence to Morales.     According\n\nto attorney Carlo, however, Rosario initially told the police that\n\n\n\n     18\n       Carlo's cross-examination also undermined Ureña's testimony\nby drawing out a number of inconsistencies between Ureña's trial\ntestimony and prior testimony he had given before the grand jury.\nThese inconsistencies included, for example, the location where\nUreña had spent the night before the first drug pickup (before the\ngrand jury he said that he had slept at Págan's Lajas house, but at\ntrial he denied it and said he had gone to a hotel); whom he met at\nthe Wendy's on the day of the first pickup (before the grand jury\nhe testified that El Chapo had come to get him, but at trial he\nsaid that it was another man driving El Chapo's white Montero); how\nmuch he had been paid for his first pickup (before the grand jury\nhe said $9,000, but he testified at trial that it was $13,000);\nwhere the first and second pickups took place (before the grand\njury he testified that the pickups occurred at the same location,\nand at trial he said that they were at different beaches); and\nwhere he had taken the third shipment of drugs (before the grand\njury he said he had taken the drugs to Lajas, but at trial he said\nCidra).\n\n                               -27-\n\f\"Chapo never used the [TrailBlazer],\" and changed his story to\n\nimplicate Morales only after the police had subjected him and his\n\nwife to a campaign of harassment.               If true, the trial judge's\n\nruling    prevented   the   jury   from   hearing    important   testimony.19\n\nRosario's testimony would have been undermined if defense counsel\n\nhad been able to elicit admissions that Rosario and his wife had\n\nbeen intimidated by law enforcement agents, see United States v.\n\nScheer, 168 F.3d 445, 450 (11th Cir. 1999) (\"Had [the defendant]\n\nbeen able to bring out in his cross-examination of [the witness]\n\nthe fact that [the witness] had been intimidated by the assistant\n\nU.S. attorney prosecuting this case, the value of [the witness's]\n\ntestimony would have been considerably diminished.\"), and even more\n\nso if defense counsel had been able to establish that Rosario had\n\nchanged his account after such intimidation.\n\n            3.   Admission of Opinion Statement by Muñoz\n\n            Lastly,   the    admission     of    Muñoz's   opinion   on   the\n\ncredibility of Morales's defense may also have influenced the\n\njury's verdict, although the force of the opinion was undermined by\n\ndefense counsel's cross-examination.            We believe the admission of\n\nMuñoz's opinion contributed, however modestly, to the likelihood\n\nthat the other evidentiary errors at trial influenced the jury's\n\nverdict.\n\n\n     19\n        Because the trial judge barred cross-examination from\nproceeding, we cannot know whether Rosario would have admitted or\ndenied the account.\n\n                                    -28-\n\f                                       IV.\n\n           In sum, given the nature of the government's case against\n\nMorales and the seriousness of the evidentiary errors at issue, we\n\nconclude that the government has not met its burden of proving that\n\nit is \"'highly probable that the error[s] did not influence the\n\nverdict.'\"      Meises,     2011        WL     1817855,   at   *14     (quoting\n\nFlores-de-Jesús,     569   F.3d    at        27).   Instead,   those    errors\n\nunavoidably call into doubt the reliability of the verdict and\n\n\"'the   underlying   fairness     of    the    trial.'\"   United     States   v.\n\nMeserve, 271 F.3d 314, 332 (1st Cir. 2001) (quoting Van Arsdall,\n\n475 U.S. at 681).    We therefore vacate the judgment and remand for\n\na new trial.\n\n           So ordered.\n\n\n\n\n                                       -29-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>645 F.3d 505 (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nFelix Morales SANABRIA, a/k/a El Chapo, Defendant, Appellant.</h1></center>\n<center>No. 09-2298.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 9, 2011.</center>\n<center>Decided July 11, 2011.</center>\n<p><span class=\"star-pagination\">*507</span> Rafael F. Castro Lang for appellant.</p>\n<p>Timothy R. Henwood, Assistant United States Attorney, with whom Rosa Emilia Rodriguez-Velez, United States Attorney, Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, and Thomas F. Klumper, Assistant United States Attorney, were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Felix Morales Sanabria (\"Morales\"), a commercial fisherman who goes by the nickname \"El Chapo,\" was convicted on multiple drug trafficking counts following a jury trial and sentenced to fifty years' imprisonment. The conviction related to three separate shipments of drugs, two of cocaine and a third of cocaine, heroin, and ecstasy, brought by boat from the Dominican Republic into Puerto Rico between November 2006 and April 2007. At trial, the government's case against Morales rested almost exclusively on the testimony of three cooperating witnesses, two of whom identified Morales as the individual who facilitated the delivery of the drugs from boat to shore in Puerto Rico.</p>\n<p>Appealing his conviction and sentence, Morales seeks a new trial on two grounds. First, he contends that the trial judge's exclusion of some members of his family from the courtroom during jury selection violated his Sixth Amendment right to a public trial. Second, he claims multiple errors in the admission and exclusion of certain testimony at trial, the cumulative effect of which denied him a fair trial and undermined the trustworthiness of the verdict. Alternatively, Morales requests a remand <span class=\"star-pagination\">*508</span> for resentencing in light of several claimed errors in the calculation of his sentence.</p>\n<p>We agree with Morales that he is entitled to a new trial due to the cumulative effect of several erroneous evidentiary rulings. Therefore, we do not address the merits of his other arguments.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background<sup>[1]</sup></h2>\n<p>The charges against Morales arose from a trafficking scheme that involved the shipment of illegal drugs by boat from the Dominican Republic to Puerto Rico.<sup>[2]</sup> Juan Pagán Santiago (\"Pagán\") oversaw the Puerto Rican side of the operation, with substantial assistance from Freddie Santana Martínez (\"Santana\"). Prior to the events of this case, Pagán and Santana collaborated on over thirty shipments of drugs into Puerto Rico.</p>\n<p>The three shipments at issue here were arranged through Santana's Dominican Republic contacts, who hired their own boat and captain to deliver the drugs to Puerto Rico. On each of the three occasions, a boat left the Dominican Republic from Santo Domingo with the shipment of drugs and was met halfway by a boat from Puerto Rico, which took possession of the shipment and brought it back to the Aguadilla region of Puerto Rico. The Dominican suppliers provided Santana with a contact number for the individual who would be delivering the drugs to Aguadilla, known to Santana only as \"El Chapo.\" Though he talked with El Chapo on the phone, Santana testified at trial that he never met El Chapo face-to-face.</p>\n<p>The first of the three shipments took place in November 2006. To retrieve the drugs from the drop-off in Aguadilla, Santana enlisted the help of Domingo Ureña Del Villar (\"Ureña\"), a good friend with whom Santana had grown up in the Dominican Republic. The day before the shipment was to arrive, Santana dispatched Ureña to the Aguadilla area with instructions to call El Chapo once he was close. Ureña drove to the town of Mayagüez and called El Chapo, who instructed him to stay where he was. Shortly thereafter, a white Mitsubishi Montero pulled in front of Ureña and the driver signaled with his hand for Ureña to follow. They proceeded to a vehicle accessory shop, where El Chapo got out of the Montero and told Ureña that he would take Ureña to the spot where they were to meet the following day for the drug pick-up as soon as he had picked up new luxury rims for his tires. At trial, Ureña identified the man who got out of the vehicle, and whom he knew as El Chapo, to be defendant Morales. Ureña followed El Chapo to a Wendy's restaurant in Aguadilla, which El Chapo indicated to be their rendezvous spot. They thereafter parted ways, with Ureña retiring to a local hotel for the evening.</p>\n<p>The next morning, Ureña proceeded to the Wendy's, where another man appeared in the white Montero and instructed Ureña to follow. Ureña followed the Montero to a house construction site along a beach in Aguadilla, where he encountered El Chapo and six other men. El Chapo oversaw the men as they loaded the drugs, which were packaged in a cooler and two plastic drums, into Ureña's vehicle. The containers <span class=\"star-pagination\">*509</span> housed some ninety kilograms of cocaine, with El Chapo having already removed an additional twenty kilograms or so of cocaine as payment prior to delivery.<sup>[3]</sup> Ureña met up with Santana and Pagán just off of the expressway outside of Aguadilla and followed them to a house owned by Pagán near the town of Lajas, where they counted and prepared the drugs for further distribution.</p>\n<p>When the second shipment arrived in January 2007, Ureña was again assigned to retrieve it. Accompanying Ureña this time was Joel Gómez Diaz (\"Gómez\"), a friend who had grown up with Santana and Ureña in the Dominican Republic. The delivery otherwise proceeded in much the same fashion as the previous one: Ureña and Gómez met El Chapo at the Wendy's in Aguadilla the day before the shipment, El Chapo called Ureña the next day with the precise pick-up location, and Ureña and Gómez proceeded to a wooded area of the beach in Aguadilla where El Chapo and five or six other men loaded plastic drums filled with cocaine into their vehicle. Gómez, like Ureña, later testified that the El Chapo he interacted with in the course of the delivery was defendant Morales. From the beach, the drugs, totaling ninety kilograms of cocaine, were taken to Pagán's Lajas house to be counted and processed.<sup>[4]</sup></p>\n<p>Some time after the second shipment, Ureña and Gómez again drove to Aguadilla to meet with El Chapo and provide coordinates for picking up the next shipment of drugs.<sup>[5]</sup> The meeting was observed and photographed by a number of law enforcement agents, as federal and commonwealth law enforcement authorities had placed Ureña under surveillance in furtherance of a joint drug trafficking investigation. El Chapo arrived at the Aguadilla Wendy's in a black Chevrolet TrailBlazer with luxury rims. Ureña entered the TrailBlazer and stayed there for around twenty minutes. While surveillance captured Ureña entering the TrailBlazer, no pictures were taken of El Chapo. A check of the license plate on the TrailBlazer indicated that it was registered to Francisco Rosario Cordero (\"Rosario\"), Morales's former brother-in-law.</p>\n<p>The third and final shipment occurred in late April, 2007. On April 26, Ureña and Gómez met El Chapo at the Aguadilla Wendy's, where El Chapo got out of his vehicle and talked with Ureña about plans for the pickup. El Chapo called Ureña and Gómez the next afternoon, April 27, and instructed the pair to meet him at the same location at which the second shipment had been delivered. This third shipment included around 100 kilograms of cocaine, four packages of heroin, and 26,-000 <span class=\"star-pagination\">*510</span> ecstasy pills. After the drugs had been loaded into their car by El Chapo's crew, Ureña and Gómez drove the shipment to a house owned by Pagán in Cidra, Puerto Rico.</p>\n<p>On April 28, Santana and Ureña were pulled over by the police while en route to deliver part of the third shipment. At the time of the stop, the vehicle contained seventy-seven kilograms of cocaine and all four packages of heroin. The drugs were seized and both were arrested on the spot. Fifteen months later, in July 2008, Pagán, Gómez, Morales, and two others were indicted by a federal grand jury on multiple drug-trafficking-related charges.<sup>[6]</sup></p>\n<p></p>\n<h2>B. The Trial</h2>\n<p>The indictment in this case sets forth five separate charges against Morales. These include: (1) conspiracy with intent to distribute cocaine, heroin, and ecstasy, in violation of 21 U.S.C. §§ 841 and 846; (2) conspiracy to import into the Customs Territory of the United States five or more kilograms of cocaine and one kilogram or more of heroin, in violation of 21 U.S.C. §§ 952 and 963; (3) possession with intent to distribute five or more kilograms of cocaine, in violation of 21 U.S.C. § 841; (4) possession with intent to distribute one kilogram or more of heroin, in violation of 21 U.S.C. § 841; and (5) a forfeiture count under 21 U.S.C. §§ 853 and 881.</p>\n<p>At trial, the prosecution's case against Morales proceeded almost exclusively on the testimony of the three cooperating witnesses, Santana, Ureña, and Gómez. The three testified in detail regarding the drug shipments and El Chapo's role in delivering the drugs to shore, and, as noted above, Ureña and Gómez positively identified Morales to be El Chapo. The government took care to have each witness explain that he had been charged with and pled guilty to drug trafficking charges; that he had not been sentenced at the time of his testimony; and that he had entered into a Plea and Cooperation Agreement with the government, under which he agreed to provide truthful testimony in exchange for a recommendation of a reduced sentence.</p>\n<p>Morales's counsel, Fernando Carlo-Gorbea (\"Carlo\"), attempted to undermine the testimony of the cooperating witnesses on cross-examination. He elicited testimony that the three had grown up together and been friends in Santo Domingo, and that they had seen each other and spoken in prison prior to testifying at trial. Carlo also attempted to impeach Santana's testimony at trial by highlighting its inconsistencies with a statement Santana had given investigating officers immediately following his arrest. Faced with Santana's resistance to this effort, Carlo attempted to enter the inconsistent statement into evidence through the testimony of one of the interviewing officers. As we discuss below, the trial judge precluded that effort as an improper offer of extrinsic evidence on a collateral matter.</p>\n<p>The government put on five additional witnesses, of whom three warrant mention here. The first was Jose Ramon Perez-Rivera, a police officer who participated in surveillance of Ureña's April 10 meeting at the Aguadilla Wendy's. Perez-Rivera testified that he and three other agents were present at the meeting, each in his own vehicle, to observe and take photographs. After the fact, Perez-Rivera ran the license plate for the black Chevrolet TrailBlazer that had rendezvoused with Ureña, <span class=\"star-pagination\">*511</span> determining that it was registered to Francisco Rosario-Cordero.</p>\n<p>Second, Rosario testified that he had loaned his black Chevrolet TrailBlazer to Morales, his former brother-in-law, for around a month and a half in March and April 2007. Rosario also confirmed that Morales went by the nickname \"Chapo.\" On cross-examination, attorney Carlo tried to elicit testimony that, in a previous interview, Rosario had told Carlo that law enforcement agents had intimidated and threatened him and his wife to get Rosario to testify that Morales had used the TrailBlazer and had been involved in drug trafficking. The court sustained an objection to the line of questioning, ruling that it was outside the scope of the direct examination.</p>\n<p>Third, the government put on Ivelisse Muñoz-Nieves (\"Muñoz\"), who testified that she was dating Morales, whom she knew as Chapo, at the time of his arrest in July 2008. Muñoz testified that Morales told her that the authorities had confused him with someone else. Upon being asked whether she believed him, she stated, over attorney Carlo's objection, that she did not. She also testified that Morales had told her \"[t]hat at a given point in time in his life he may not have been a saint, but that he had done his things, but at the time that they took him away, he was, you knowhe had settled down.\" This testimony prompted Carlo to move for a mistrial on the grounds that Muñoz's testimony was \"highly prejudicial\" evidence of prior bad acts in violation of Rule 404 of the Federal Rules of Evidence. The court denied the motion.</p>\n<p>Following completion of the prosecution's case, the court addressed the government's motion to exclude the testimony of the sole defense witness, Special Agent Luis Ortiz. As noted above, Carlo intended to offer the testimony of Ortiz, the agent who had conducted the initial interview of Santana, for the purpose of impeaching Santana's trial testimony. Agreeing with the government that this testimony constituted impermissible extrinsic evidence of a collateral matter, the court granted the motion to exclude.</p>\n<p>The jury found Morales guilty of all charges and assessed a $420,000 judgment against him on the forfeiture count. At a sentencing hearing three months later, the court sentenced Morales to fifty years' imprisonment on each count, to be served concurrently, followed by five years' supervised release.</p>\n<p>This timely appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Morales makes six discrete claims of error in the judge's conduct of the trial, which, he contends, taken together justify a new trial under the cumulative error doctrine.<sup>[7]</sup><i>See </i><i>United States v. Sepúlveda,</i> 15 F.3d 1161, 1195-96 (1st Cir.1993). While we do not find merit in all of Morales's claims of error,<sup>[8]</sup> we agree that the trial judge abused his discretion in three significant evidentiary rulings.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*512</span> A. Exclusion of Testimony by Agent Ortiz</h2>\n<p>On April 30, 2007, two days after his arrest, Santana submitted to an interview as a cooperating witness with Special Agents Luis Ortiz and Alek Pacheco of the United States Immigration and Customs Enforcement. As reflected in an interview report prepared by Agent Ortiz,<sup>[9]</sup> Santana provided a detailed account of the April 2007 shipment of drugs from the Dominican Republic. Santana explained, among other things:</p>\n<blockquote>That [an individual known as] \"El Chapo\" was the person in charge of introducing and deliver[ing] the narcotics to him/her. The cooperating defendant described \"El Chapo\" as a white, short, skinny male with multiple tattoos on his arms, approximately 25 years old. The cooperating defendant also stated that \"El Chapo\" owns approximately three fishing boats and that the boats are located in the western coast of Puerto Rico.</blockquote>\n<p>By contrast, the appellant Morales is described in the presentence investigation report as \"Black/Hispanic.\"</p>\n<p>At trial, Santana admitted that he had submitted to an interview with agents Ortiz and Pacheco, but denied having given a description of El Chapo. Pressed by defense counsel, Santana said that he had once asked Ureña about the appearance of \"the people who pick up the drugs,\" and Ureña \"told [him] that they were more or less light-skinned and with tat[t]oos.\" Nonetheless, Santana repeatedly denied ever having given the authorities a description of El Chapo or any other specific individual. Upon completion of the government's case, attorney Carlo sought to have Agent Ortiz testify as to the contents of his April 30 interview with Santana. The government moved to exclude the testimony under the collateral issue rule, citing <i>United States v. Cruz-Rodriguez,</i> 541 F.3d 19, 29-30 (1st Cir.2008). Granting the motion, the trial judge explained to Carlo, \"if you want to present this evidence either to impeach Mr. Santana or to contradict his testimony, that falls into the collateral [issue rule], and that's not enough.\"</p>\n<p>On appeal, the government concedes error in the trial judge's exclusion of Agent Ortiz's testimony. We accept the government's concession and thus do not reach the merits of Morales's arguments on this point. The government does, however, contend that the exclusion was harmless error, an argument that we address further below.</p>\n<p></p>\n<h2>B. Limitation of Rosario Cross-Examination</h2>\n<p>According to attorney Carlo's representations to the court, Rosario came to Carlo's office and met with him at some point prior to trial, along with his co-counsel and other individuals, and described a pattern of harassment by law enforcement officials. Rosario allegedly told Carlo that when the authorities first contacted him about the investigation, he had refused to implicate Morales in anything illegal, and had told them that Morales never used the black Chevrolet TrailBlazer registered to Rosario. The investigating officers allegedly \"wanted him to testify that Chapo was involved in drug dealing.\" To apply pressure, \"they went to his place of business, they got him out of there, they went to his house, they stopped [his wife] in the highway,\" and they threatened them both.</p>\n<p><span class=\"star-pagination\">*513</span> At trial, attorney Carlo unsuccessfully tried to cross-examine Rosario concerning these allegations of intimidation. The government objected at the outset of the questioning and called for a sidebar,<sup>[10]</sup> whereupon the trial judge asked attorney Carlo to explain the direction of his inquiry. Carlo stated that he wanted \"to ask [Rosario] that he told me that he was threatened by the agents that if he didn't tell them what they wanted to hear, they would take him to arrest him together with [his wife].\" Attorney Carlo argued that cross-examination on the alleged intimidation was permissible for purposes of impeachment. Among other things, Carlo said he wanted to elicit the contradiction between Rosario's in-court testimony that Morales had used the Trailblazer and his statement to counsel that he had told the government that Morales had not used the Trailblazer. The attorney wanted, apparently, to elicit the different statements and imply that the in-court statement was a change brought about by government intimidation. The trial judge ruled, however, that because Rosario had not testified on direct examination concerning his meetings with law enforcement and whether he had been intimidated, the attorney's proposed line of questions was outside the scope of the direct examination and thus barred. The judge further ruled that it would be improper to impeach Rosario with his prior statements to attorney Carlo because those statements had not been made under oath.</p>\n<p>On appeal, the government does not attempt to justify the limitation on cross-examination by reference to either ground proffered by the trial judge. Indeed, neither is correct. There is no requirement that prior statements offered for impeachment purposes have been made under oath. To the contrary, such \"prior statements may have been oral and unsworn. . . .\" <i>United States v. Sisto,</i> 534 F.2d 616, 622 (5th Cir.1976). Moreover, as attorney Carlo attempted here, \"`the making of the previous statements may be drawn out in cross-examination of the witness himself. . . .'\" <i>Id.</i> (quoting 1 Edward W. Cleary, <i>McCormick on Evidence</i> § 34 (2d ed.1972)).</p>\n<p>With regard to the other ground cited by the trial judge, circumstances tending to show probable witness bias or motive for fabrication, including threats and intimidation by one of the parties, are properly subject to cross-examination for purposes of impeachment, whether or not the matter is broached in the course of direct examination. <i>See, e.g., </i><i>United States v. Thompson,</i> 359 F.3d 470, 473-480 (7th Cir.2004) (upholding district court ruling permitting government to cross-examine defense witness regarding occasions on which defendant had threatened her); <i>Udemba v. Nicoli,</i> 237 F.3d 8, 17 (1st Cir.2001) (noting that matters involving bias, including fear of one of the parties, are \"fertile territory for cross-examination\"). Indeed, failure to allow such cross-examination may, in some circumstances, amount to a violation of the Confrontation Clause. The Supreme Court has held that \"a criminal defendant states a violation of the Confrontation Clause by showing that he was prohibited from engaging in otherwise appropriate cross-examination designed to show a prototypical form of bias on the part of the witness, and thereby `to <span class=\"star-pagination\">*514</span> expose to the jury the facts from which jurors . . . could appropriately draw inferences relating to the reliability of the witness.'\" <i>Delaware v. Van Arsdall,</i> 475 U.S. 673, 680, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986) (alteration in original) (quoting <i>Davis v. Alaska,</i> 415 U.S. 308, 318, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974)).</p>\n<p>To be sure, \"trial judges retain wide latitude . . . to impose reasonable limits\" on cross-examination relating to witness bias and coercion, <i>id.</i> at 679, 106 S.Ct. 1431, and this is where the government focuses its arguments on appeal. The government suggests that the district court acted properly in limiting cross-examination of Rosario for fear that, should Rosario deny his earlier statements, the defendants' lawyers would be forced to testify regarding their meeting with the witness in violation of ethical rules applicable to attorneys. <i>See</i> Gov't Br. at 47 (\"Morales'[s] counsels had no witness, other than themselves, to present the alleged statements made by Rosario that he had been threatened by an agent and did not let Morales use the vehicle.\").</p>\n<p>Any such concern was premature at the time that the trial judge barred further cross-examination of Rosario.<sup>[11]</sup> The government's objection precluded cross-examination at an early juncture, just as attorney Carlo was asking Rosario to confirm that he had told Carlo that he was approached by law enforcement prior to Morales's arrest. The cross-examination might have proceeded in any number of appropriate directions at that point. For example, if attorney Carlo had been allowed to ask Rosario whether law enforcement had threatened him in order to pressure him into testifying that he had lent the TrailBlazer to Morales, Rosario might have simply confirmed the account. This confirmation would eliminate the possibility that one of Morales's lawyers would take the stand. Even if Rosario had denied any pressure, there would have been room for additional cross-examination on the point before Morales's lawyers had to consider testifying. We also do not know whether Morales's lawyers would have sought to testify, or would have simply let Rosario's denial stand. The record suggests that the latter course was at least as likely as the former. During the course of the sidebar on this issue, attorney Carlo repeatedly protested that he had no desire to testify as a witness. In sum, the attorney testimony concern raised by the government was, at best, an inchoate one at the time the judge cut off cross-examination, and thus offers no support for that ruling.</p>\n<p>The government additionally suggests that the allegations of law enforcement intimidation were \"speculative,\" and that allowing the testimony would have caused undue confusion. The government is correct that a district court may properly limit cross-examination on \"`inherently speculative'\" theories of bias, where \"`the defendant is unable to lay a proper evidentiary foundation.'\" <i>United States v. Martínez-Vives,</i> 475 F.3d 48, 53-54 (1st Cir. 2007) (quoting <i>United States v. Callipari,</i> 368 F.3d 22, 39 (1st Cir.2004), <i>vacated on</i> <span class=\"star-pagination\">*515</span> <i>other grounds</i> 543 U.S. 1098, 125 S.Ct. 985, 160 L.Ed.2d 998 (2005)). Here, however, the court did not give Carlo a chance to lay any evidentiary foundation, barring all questions about the witness's interactions with law enforcement and defense counsel. Moreover, the proposed cross-examination was not, on its face, a speculation-fueled \"`fishing expedition,'\" <i>id.</i> at 54 (quoting <i>Callipari,</i> 368 F.3d at 39), as Carlo represented to the court personal knowledge of statements by the witness indicating that he had been threatened by law enforcement agents.</p>\n<p>We thus conclude that the trial judge abused his discretion.<sup>[12]</sup></p>\n<p></p>\n<h2>C. Admission of Opinion Testimony from Muñoz</h2>\n<p>The last error relates to Muñoz's testimony that she did not believe Morales's explanation for his arrestnamely, that the authorities \"had confused him with someone else.\"<sup>[13]</sup> Morales argues that, in permitting Muñoz to express her view on the credibility of Morales's statement, the district court admitted improper lay opinion testimony and thereby abused its discretion. We agree.<sup>[14]</sup></p>\n<p>The Federal Rules of Evidence allow lay opinion to be admitted only upon the satisfaction of two conditions. First, the proffered opinion cannot be grounded in scientific, technical, or specialized knowledge, but rather must be \"rationally based on the perception of the witness.\" Fed.R.Evid. 701. Second, the opinion must be \"helpful to the jury in acquiring a `clear understanding of the witness's testimony or the determination of a fact in issue.'\" <i>United States v. Flores-de-Jesús,</i> 569 F.3d 8, 20 (1st Cir.2009) (quoting Fed.R.Evid. 701). As we have explained, lay opinion will fail this second, \"helpfulness\" requirement \"when the jury can readily draw the necessary inferences and conclusions without the aid of the opinion.\" <i>Lynch v. City of Boston,</i> 180 F.3d 1, 17 (1st Cir.1999) (citing 7 J. Wigmore, <i>Evidence</i> §§ 1917-18); <i>see also </i><i>United States v. Meises,</i> 645 F.3d 5, 16 (1st Cir.2011) (\"The nub of [the helpfulness] requirement is to exclude testimony where the witness is no better suited than the jury to make the judgment at issue, providing assurance against the admission of opinions which would merely tell the jury what result to reach.\" (citations omitted) (internal quotation marks omitted)).</p>\n<p>Muñoz's opinion testimony falters at this second hurdle. The central issue in Morales's trial, and the one upon which Morales's defense of mistaken identity rested, was whether or not Morales <span class=\"star-pagination\">*516</span> was the \"El Chapo\" who had delivered drugs to the cooperating witnesses.<sup>[15]</sup> Thus, in asking Muñoz to state whether she believed Morales's claim that the authorities \"had confused him with someone else,\" the government was effectively inviting the witness to express an opinion on the ultimate issue in the case. It is true that there is no categorical bar to such \"ultimate issue\" opinion testimony. <i>See</i> Fed.R.Evid. 704(a). However, lay opinion testimony on the ultimate issue in a case must satisfy Rule 701's helpfulness requirement, and \"seldom will be the case when a lay opinion on an ultimate issue will meet the test of being helpful to the trier of fact since the jury's opinion is as good as the witness'[s] . . . .\" <i>See </i><i>Mitroff v. Xomox Corp.,</i> 797 F.2d 271, 276 (6th Cir. 1986). The jury here, having heard the testimony of those directly involved in the charged trafficking offenses, was in a far superior position than Muñoz to \"draw the necessary inferences and conclusions\" about Morales's mistaken identity defense. <i>Lynch,</i> 180 F.3d at 17. Where, as here, \"attempts are made to introduce meaningless assertions which amount to little more than choosing up sides, exclusion for lack of helpfulness is called for by [Rule 701].\" Fed.R.Evid. 701 advisory committee's note (1972). The trial judge thus abused his discretion in allowing Muñoz's opinion into evidence.</p>\n<p></p>\n<h2>III.</h2>\n<p>Having found that the trial judge made a number of erroneous evidentiary rulings over the course of Morales's trial, we now consider whether those errors entitle Morales to a new trial. <i>See </i><i>Meises,</i> 645 F.3d at 23.</p>\n<p></p>\n<h2>A. Standard</h2>\n<p>Our determination of whether to grant a new trial is governed by a harmless error standard. We will find non-constitutional evidentiary errors harmless where it is \"`highly probable that the error[s] did not influence the verdict.'\" <i>Id.</i> (quoting <i>Flores-de-Jesús,</i> 569 F.3d at 27).<sup>[16]</sup> Rather than focus on any one error, Morales argues for a new trial based on the aggregate effect of the errors below on the fairness of his trial. Because \"[t]he inquiry to determine whether cumulative errors are harmless is the same as for individual error,\" <i>id.,</i> we do that cumulative analysis. In conducting our analysis, we keep in mind that the government has the burden of establishing harmlessness, <i>Flores-de-Jesús,</i> 569 F.3d at 27, and we will vacate if we find \"that the effect of the errors, considered together, could not have been harmless\" in light of the applicable standards. <i>Alvarez v. Boyd,</i> 225 F.3d 820, 825 (7th Cir.2000) (citing <i>United States v. Oberle,</i> 136 F.3d 1414, 1423 (10th Cir. 1998)).</p>\n<p></p>\n<h2>B. Cumulative Error</h2>\n<p>The rubric of cumulative error demands that trial errors be weighed \"against the background of the case as a whole, paying particular weight to factors such as the nature and number of the errors committed; their interrelationship, if any, and combined effect; how the district court dealt with the errors as they arose (including the efficacyor lack of <span class=\"star-pagination\">*517</span> efficacyof any remedial efforts); and the strength of the government's case.\" <i>Sepúlveda,</i> 15 F.3d at 1196. In weighing the impact of the trial judge's errors on the fairness of Morales's trial, the \"background of the case as a whole\" assumes particular prominence here. <i>Id.</i></p>\n<p>As we have described, the government built its case against Morales almost exclusively on two lines of testimony. First and most significant was the testimony of the three cooperating witnesses, and particularly Ureña's and Gómez's identification of Morales as the \"El Chapo\" who ferried the shipments of drugs to shore in Puerto Rico. Second was Rosario's testimony that he had loaned to his former brother-in-law Morales the black Chevrolet TrailBlazer that the police observed in a meeting with Ureña. The government did not introduce any additional evidence of the sort one often sees in a drug prosecution: no physical evidence linking Morales to the drugs or to the boats used to deliver them, no video or photographic surveillance capturing Morales meeting with those involved in trafficking, and no audio recordings. The government's case thus depended, to an unusual extent, on the credibility of its witnesses. On the other side of the equation was a simple defense of mistaken identity: defense counsel contended that Morales, though known by the nickname \"El Chapo,\" was not the El Chapo who participated in the charged drug trafficking.</p>\n<p>As detailed below, the trial court's erroneous rulings substantially interfered with Morales's ability to counter the government's case by impeaching two critical witnesses, Santana and Rosario. The effect of these rulings was then compounded by the admission of improper testimony from Muñoz. Viewing the errors in the context of the trial as a whole, we cannot conclude that it is \"highly probable\" that the jury verdict escaped their collective influence. <i>Meises,</i> 645 F.3d at 23 (quoting <i>Flores-de-Jesús,</i> 569 F.3d at 27).</p>\n<p></p>\n<h2>1. Exclusion of Ortiz</h2>\n<p>We begin with the erroneous exclusion of Agent Ortiz's testimony regarding Santana's post-arrest description of El Chapo \"as a white, short, skinny male.\" The government contends that the judge's error was harmless because the agent's testimony \"would have impeached only part of Santana's testimony,\" leaving intact his description of the drug trafficking organization and the details of the three shipments. The government's argument is misguided. As we said in another case where, as here, \"[t]he central issue was one of identification,\" \"[e]vidence that someone other than the defendant was identified as the criminal is not only probative but critical to the issue of the defendant's guilt.\" <i>Pettijohn v. Hall,</i> 599 F.2d 476, 480 (1st Cir.1979). Here, of course, Santana did not affirmatively identify another individual as El Chapoin fact, at trial, he denied ever having met El Chapo.<sup>[17]</sup> However, in an account in obvious tension with this testimony, Santana provided to the police two days subsequent to his arrest a physical description of El Chapo, which suggests that Santana personally met him. Moreover, the description, given nearly contemporaneously with the charged conduct, was of a \"white\" man, while Morales is described in the presentence investigation report as \"Black/Hispanic.\" These discrepancies accord with the defense's theory that Morales was the victim of mistaken identity. Thus, it is of <span class=\"star-pagination\">*518</span> little consequence whether or not the bulk of Santana's testimony would have remained uncontradicted if Agent Ortiz had been permitted to testify, as the piece that would have been impeached goes to the most critical issue in the trial.</p>\n<p>A more substantial argument for harmlessness might be that the proposed testimony from Agent Ortiz would not have directly affected the testimony given by Ureña and Gómez, potentially the two most important witnesses (as the only ones to personally identify Morales at trial as a participant in the charged offenses). However, effective impeachment of Santana by means of his prior statements was relevant to the credibility of Ureña and Gómez as well, as Santana's contradictory accounts would play into the defense's theory that the three cooperating witnesses \"concocted [a] story to save their own necks.\" In the course of cross-examination, attorney Carlo established that the three grew up together in the Dominican Republic, were long-time friends, and had spoken together in jail after their arrest.<sup>[18]</sup> This inferential evidence of fabrication would have been substantially fortified by evidence that one of the three had given a very different account to the authorities of his involvement with El Chapo immediately after arrest, and later denied doing so at trial.</p>\n<p></p>\n<h2>2. Limitation on Cross-Examination of Rosario</h2>\n<p>In light of the absence of physical evidence linking Morales to the charged drug trafficking, the thwarted attempt to impeach Rosario's testimony also takes on particular significance. The surveillance photographs of an individual in a black Chevrolet TrailBlazer meeting with Ureña were the only independent, non-testimonial evidence going to El Chapo's identity, and it was Rosario's testimony that tied that evidence to Morales. According to attorney Carlo, however, Rosario initially told the police that \"Chapo never used the [TrailBlazer],\" and changed his story to implicate Morales only after the police had subjected him and his wife to a campaign of harassment. If true, the trial judge's ruling prevented the jury from hearing important testimony.<sup>[19]</sup> Rosario's testimony would have been undermined if defense counsel had been able to elicit admissions that Rosario and his wife had been intimidated by law enforcement agents, <i>see </i><i>United States v. Scheer,</i> 168 F.3d 445, 450 (11th Cir.1999) (\"Had [the defendant] been able to bring out in his cross-examination of [the witness] the fact that [the witness] had been intimidated by the assistant U.S. attorney prosecuting this case, the value of [the witness's] testimony would have been <span class=\"star-pagination\">*519</span> considerably diminished.\"), and even more so if defense counsel had been able to establish that Rosario had changed his account after such intimidation.</p>\n<p></p>\n<h2>3. Admission of Opinion Statement by Muñoz</h2>\n<p>Lastly, the admission of Muñoz's opinion on the credibility of Morales's defense may also have influenced the jury's verdict, although the force of the opinion was undermined by defense counsel's cross-examination. We believe the admission of Muñoz's opinion contributed, however modestly, to the likelihood that the other evidentiary errors at trial influenced the jury's verdict.</p>\n<p></p>\n<h2>IV.</h2>\n<p>In sum, given the nature of the government's case against Morales and the seriousness of the evidentiary errors at issue, we conclude that the government has not met its burden of proving that it is \"`highly probable that the error[s] did not influence the verdict.'\" <i>Meises,</i> 645 F.3d at 45 (quoting <i>Flores-de-Jesús,</i> 569 F.3d at 27). Instead, those errors unavoidably call into doubt the reliability of the verdict and \"`the underlying fairness of the trial.'\" <i>United States v. Meserve,</i> 271 F.3d 314, 332 (1st Cir.2001) (quoting <i>Van Arsdall,</i> 475 U.S. at 681, 106 S.Ct. 1431). We therefore vacate the judgment and remand for a new trial.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  We derive the following factual account from the trial transcript, reciting the facts \"as the jury could have found them.\" <i>United States v. Ayala-García,</i> 574 F.3d 5, 8 (1st Cir.2009).</p>\n<p>[2]  The bulk of the drugs was distributed within Puerto Rico, with some portion repackaged and smuggled into the continental United States.</p>\n<p>[3]  The actual amount of drugs delivered in the first shipment is the subject of conflicting testimony. Santana testified that the shipment contained between 110 and 115 kilograms of cocaine, with 90 going to Santana and Pagán and the remainder taken by El Chapo. Ureña's initial testimony at trial was consistent, confirming that the first shipment contained 90 kilograms after El Chapo had taken his share. However, Ureña later stated that Santana and Pagán tallied the shipment (after El Chapo had extracted his portion) to amount to 115 kilograms of cocaine, 95 of which they delivered to a third party, leaving Santana and Pagán with the remaining 20 kilograms. The precise quantity of cocaine delivered is of no importance to our decision here.</p>\n<p>[4]  Again, the total shipment included around 110 kilograms of cocaine, of which El Chapo retained roughly 20 kilograms as payment.</p>\n<p>[5]  Ureña testified that the meeting took place fifteen days after the second shipment, which would place it in January or February of 2007. This account was contradicted by a law enforcement witness present at the meeting, who testified that it took place on April 10.</p>\n<p>[6]  Gómez and Morales were promptly arrested after the indictment issued, but Pagán remained at large until his arrest in October 2009, after Morales had been tried and sentenced.</p>\n<p>[7]  Because we resolve that Morales is entitled to a new trial in light of these trial errors, we reach neither the claim that his right to a public trial was violated by the exclusion of some family members during jury selection nor Morales's sentencing arguments.</p>\n<p>[8]  Three of the six issues Morales cites do not rise to the level of an abuse of discretion and accordingly are not discussed here. Those claims targeted the judge's denial of pretrial continuances, interference with the cross-examination of Ureña, and failure to take steps to limit or mitigate Muñoz's testimony that Morales had told her \"[t]hat at a given point in time in his life he may not have been a saint.\"</p>\n<p>[9]  The report, though never admitted into evidence at trial, was marked as an exhibit by the district court and included in the record on appeal.</p>\n<p>[10]  Though the government articulated no clear basis in objecting, the grounds for its objection appear to have been relevance and possible confusion of the issues. Specifically, the government attorney stated, \"I object . . . for the reason that this is awhat he's intending to elicit has something to do with another investigation not the case we're here on today.\"</p>\n<p>[11]  Because the concern with attorney testimony was premature, we offer no opinion on whether the prospect of such testimony could have justified the court's ruling. We note, as a general proposition, that a concern with trial counsel testifying as a fact-witness might not, on its own, support exclusion of relevant testimony. <i>See </i><i>Waltzer v. Transidyne General Corp.,</i> 697 F.2d 130, 133-35 (6th Cir. 1983) (holding that a trial judge erred in precluding defense counsel from testifying at trial to contradict key statements made by one of the plaintiff's witnesses, even though, in doing so, defense counsel would have violated the ethical rule against trial counsel testifying as a fact witness).</p>\n<p>[12]  We do not decide whether this error amounts to a violation of the Sixth Amendment, nor need we do so, in light of our holding that the application of the non-constitutional harmless error standard requires a new trial. <i>See infra</i> Part III.</p>\n<p>[13]  The relevant testimony was as follows:\n</p>\n<p>Q. Did there come a time after [Morales] bailed out that you met with him?</p>\n<p>A. Yes.</p>\n<p>Q. How many times?</p>\n<p>A. Four times.</p>\n<p>Q. When you met with him, did you ask him about the charges that were pending against him?</p>\n<p>A. Yes.</p>\n<p>Q. What did he say to you?</p>\n<p>A. That it was a confusion, that they had confused him with someone else, that that was the reason that he had the electronic [ankle bracelet], but once that was cleared up, it was going to be over and it was going to be left behind.</p>\n<p>Q. Ma'am, did you believe that? [Objection and sidebar]</p>\n<p>A. No.</p>\n<p>[14]  We bypass the issue of whether Muñoz's testimony on this point meets the basic relevance threshold set by Federal Rule of Evidence 401.</p>\n<p>[15]  As Morales did not testify, his mistaken identity defense was based entirely on the impeachment of the government's witnesses.</p>\n<p>[16]  Errors that implicate constitutional rights are subject to a more demanding standard: the government must \"demonstrate that the error was harmless beyond a reasonable doubt by showing that the defendant would have been convicted in the absence of the error.\" <i>United States v. Pridgen,</i> 518 F.3d 87, 91 (1st Cir.2008).</p>\n<p>[17]  As we have detailed above, Santana testified that he only communicated with El Chapo by telephone.</p>\n<p>[18]  Carlo's cross-examination also undermined Ureña's testimony by drawing out a number of inconsistencies between Ureña's trial testimony and prior testimony he had given before the grand jury. These inconsistencies included, for example, the location where Ureña had spent the night before the first drug pickup (before the grand jury he said that he had slept at Págan's Lajas house, but at trial he denied it and said he had gone to a hotel); whom he met at the Wendy's on the day of the first pickup (before the grand jury he testified that El Chapo had come to get him, but at trial he said that it was another man driving El Chapo's white Montero); how much he had been paid for his first pickup (before the grand jury he said $9,000, but he testified at trial that it was $13,000); where the first and second pickups took place (before the grand jury he testified that the pickups occurred at the same location, and at trial he said that they were at different beaches); and where he had taken the third shipment of drugs (before the grand jury he said he had taken the drugs to Lajas, but at trial he said Cidra).</p>\n<p>[19]  Because the trial judge barred cross-examination from proceeding, we cannot know whether Rosario would have admitted or denied the account.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nFelix Morales SANABRIA, a/k/a El Chapo, Defendant, Appellant.</h1></center>\n<center>No. 09-2298.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 9, 2011.</center>\n<center>Decided July 11, 2011.</center>\n<p><span class=\"star-pagination\">*507</span> Rafael F. Castro Lang for appellant.</p>\n<p>Timothy R. Henwood, Assistant United States Attorney, with whom Rosa Emilia Rodriguez-Velez, United States Attorney, Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, and Thomas F. Klumper, Assistant United States Attorney, were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Felix Morales Sanabria (\"Morales\"), a commercial fisherman who goes by the nickname \"El Chapo,\" was convicted on multiple drug trafficking counts following a jury trial and sentenced to fifty years' imprisonment. The conviction related to three separate shipments of drugs, two of cocaine and a third of cocaine, heroin, and ecstasy, brought by boat from the Dominican Republic into Puerto Rico between November 2006 and April 2007. At trial, the government's case against Morales rested almost exclusively on the testimony of three cooperating witnesses, two of whom identified Morales as the individual who facilitated the delivery of the drugs from boat to shore in Puerto Rico.</p>\n<p>Appealing his conviction and sentence, Morales seeks a new trial on two grounds. First, he contends that the trial judge's exclusion of some members of his family from the courtroom during jury selection violated his Sixth Amendment right to a public trial. Second, he claims multiple errors in the admission and exclusion of certain testimony at trial, the cumulative effect of which denied him a fair trial and undermined the trustworthiness of the verdict. Alternatively, Morales requests a remand <span class=\"star-pagination\">*508</span> for resentencing in light of several claimed errors in the calculation of his sentence.</p>\n<p>We agree with Morales that he is entitled to a new trial due to the cumulative effect of several erroneous evidentiary rulings. Therefore, we do not address the merits of his other arguments.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Factual Background<sup>[1]</sup></h2>\n<p>The charges against Morales arose from a trafficking scheme that involved the shipment of illegal drugs by boat from the Dominican Republic to Puerto Rico.<sup>[2]</sup> Juan Pagán Santiago (\"Pagán\") oversaw the Puerto Rican side of the operation, with substantial assistance from Freddie Santana Martínez (\"Santana\"). Prior to the events of this case, Pagán and Santana collaborated on over thirty shipments of drugs into Puerto Rico.</p>\n<p>The three shipments at issue here were arranged through Santana's Dominican Republic contacts, who hired their own boat and captain to deliver the drugs to Puerto Rico. On each of the three occasions, a boat left the Dominican Republic from Santo Domingo with the shipment of drugs and was met halfway by a boat from Puerto Rico, which took possession of the shipment and brought it back to the Aguadilla region of Puerto Rico. The Dominican suppliers provided Santana with a contact number for the individual who would be delivering the drugs to Aguadilla, known to Santana only as \"El Chapo.\" Though he talked with El Chapo on the phone, Santana testified at trial that he never met El Chapo face-to-face.</p>\n<p>The first of the three shipments took place in November 2006. To retrieve the drugs from the drop-off in Aguadilla, Santana enlisted the help of Domingo Ureña Del Villar (\"Ureña\"), a good friend with whom Santana had grown up in the Dominican Republic. The day before the shipment was to arrive, Santana dispatched Ureña to the Aguadilla area with instructions to call El Chapo once he was close. Ureña drove to the town of Mayagüez and called El Chapo, who instructed him to stay where he was. Shortly thereafter, a white Mitsubishi Montero pulled in front of Ureña and the driver signaled with his hand for Ureña to follow. They proceeded to a vehicle accessory shop, where El Chapo got out of the Montero and told Ureña that he would take Ureña to the spot where they were to meet the following day for the drug pick-up as soon as he had picked up new luxury rims for his tires. At trial, Ureña identified the man who got out of the vehicle, and whom he knew as El Chapo, to be defendant Morales. Ureña followed El Chapo to a Wendy's restaurant in Aguadilla, which El Chapo indicated to be their rendezvous spot. They thereafter parted ways, with Ureña retiring to a local hotel for the evening.</p>\n<p>The next morning, Ureña proceeded to the Wendy's, where another man appeared in the white Montero and instructed Ureña to follow. Ureña followed the Montero to a house construction site along a beach in Aguadilla, where he encountered El Chapo and six other men. El Chapo oversaw the men as they loaded the drugs, which were packaged in a cooler and two plastic drums, into Ureña's vehicle. The containers <span class=\"star-pagination\">*509</span> housed some ninety kilograms of cocaine, with El Chapo having already removed an additional twenty kilograms or so of cocaine as payment prior to delivery.<sup>[3]</sup> Ureña met up with Santana and Pagán just off of the expressway outside of Aguadilla and followed them to a house owned by Pagán near the town of Lajas, where they counted and prepared the drugs for further distribution.</p>\n<p>When the second shipment arrived in January 2007, Ureña was again assigned to retrieve it. Accompanying Ureña this time was Joel Gómez Diaz (\"Gómez\"), a friend who had grown up with Santana and Ureña in the Dominican Republic. The delivery otherwise proceeded in much the same fashion as the previous one: Ureña and Gómez met El Chapo at the Wendy's in Aguadilla the day before the shipment, El Chapo called Ureña the next day with the precise pick-up location, and Ureña and Gómez proceeded to a wooded area of the beach in Aguadilla where El Chapo and five or six other men loaded plastic drums filled with cocaine into their vehicle. Gómez, like Ureña, later testified that the El Chapo he interacted with in the course of the delivery was defendant Morales. From the beach, the drugs, totaling ninety kilograms of cocaine, were taken to Pagán's Lajas house to be counted and processed.<sup>[4]</sup></p>\n<p>Some time after the second shipment, Ureña and Gómez again drove to Aguadilla to meet with El Chapo and provide coordinates for picking up the next shipment of drugs.<sup>[5]</sup> The meeting was observed and photographed by a number of law enforcement agents, as federal and commonwealth law enforcement authorities had placed Ureña under surveillance in furtherance of a joint drug trafficking investigation. El Chapo arrived at the Aguadilla Wendy's in a black Chevrolet TrailBlazer with luxury rims. Ureña entered the TrailBlazer and stayed there for around twenty minutes. While surveillance captured Ureña entering the TrailBlazer, no pictures were taken of El Chapo. A check of the license plate on the TrailBlazer indicated that it was registered to Francisco Rosario Cordero (\"Rosario\"), Morales's former brother-in-law.</p>\n<p>The third and final shipment occurred in late April, 2007. On April 26, Ureña and Gómez met El Chapo at the Aguadilla Wendy's, where El Chapo got out of his vehicle and talked with Ureña about plans for the pickup. El Chapo called Ureña and Gómez the next afternoon, April 27, and instructed the pair to meet him at the same location at which the second shipment had been delivered. This third shipment included around 100 kilograms of cocaine, four packages of heroin, and 26,-000 <span class=\"star-pagination\">*510</span> ecstasy pills. After the drugs had been loaded into their car by El Chapo's crew, Ureña and Gómez drove the shipment to a house owned by Pagán in Cidra, Puerto Rico.</p>\n<p>On April 28, Santana and Ureña were pulled over by the police while en route to deliver part of the third shipment. At the time of the stop, the vehicle contained seventy-seven kilograms of cocaine and all four packages of heroin. The drugs were seized and both were arrested on the spot. Fifteen months later, in July 2008, Pagán, Gómez, Morales, and two others were indicted by a federal grand jury on multiple drug-trafficking-related charges.<sup>[6]</sup></p>\n<p></p>\n<h2>B. The Trial</h2>\n<p>The indictment in this case sets forth five separate charges against Morales. These include: (1) conspiracy with intent to distribute cocaine, heroin, and ecstasy, in violation of 21 U.S.C. §§ 841 and 846; (2) conspiracy to import into the Customs Territory of the United States five or more kilograms of cocaine and one kilogram or more of heroin, in violation of 21 U.S.C. §§ 952 and 963; (3) possession with intent to distribute five or more kilograms of cocaine, in violation of 21 U.S.C. § 841; (4) possession with intent to distribute one kilogram or more of heroin, in violation of 21 U.S.C. § 841; and (5) a forfeiture count under 21 U.S.C. §§ 853 and 881.</p>\n<p>At trial, the prosecution's case against Morales proceeded almost exclusively on the testimony of the three cooperating witnesses, Santana, Ureña, and Gómez. The three testified in detail regarding the drug shipments and El Chapo's role in delivering the drugs to shore, and, as noted above, Ureña and Gómez positively identified Morales to be El Chapo. The government took care to have each witness explain that he had been charged with and pled guilty to drug trafficking charges; that he had not been sentenced at the time of his testimony; and that he had entered into a Plea and Cooperation Agreement with the government, under which he agreed to provide truthful testimony in exchange for a recommendation of a reduced sentence.</p>\n<p>Morales's counsel, Fernando Carlo-Gorbea (\"Carlo\"), attempted to undermine the testimony of the cooperating witnesses on cross-examination. He elicited testimony that the three had grown up together and been friends in Santo Domingo, and that they had seen each other and spoken in prison prior to testifying at trial. Carlo also attempted to impeach Santana's testimony at trial by highlighting its inconsistencies with a statement Santana had given investigating officers immediately following his arrest. Faced with Santana's resistance to this effort, Carlo attempted to enter the inconsistent statement into evidence through the testimony of one of the interviewing officers. As we discuss below, the trial judge precluded that effort as an improper offer of extrinsic evidence on a collateral matter.</p>\n<p>The government put on five additional witnesses, of whom three warrant mention here. The first was Jose Ramon Perez-Rivera, a police officer who participated in surveillance of Ureña's April 10 meeting at the Aguadilla Wendy's. Perez-Rivera testified that he and three other agents were present at the meeting, each in his own vehicle, to observe and take photographs. After the fact, Perez-Rivera ran the license plate for the black Chevrolet TrailBlazer that had rendezvoused with Ureña, <span class=\"star-pagination\">*511</span> determining that it was registered to Francisco Rosario-Cordero.</p>\n<p>Second, Rosario testified that he had loaned his black Chevrolet TrailBlazer to Morales, his former brother-in-law, for around a month and a half in March and April 2007. Rosario also confirmed that Morales went by the nickname \"Chapo.\" On cross-examination, attorney Carlo tried to elicit testimony that, in a previous interview, Rosario had told Carlo that law enforcement agents had intimidated and threatened him and his wife to get Rosario to testify that Morales had used the TrailBlazer and had been involved in drug trafficking. The court sustained an objection to the line of questioning, ruling that it was outside the scope of the direct examination.</p>\n<p>Third, the government put on Ivelisse Muñoz-Nieves (\"Muñoz\"), who testified that she was dating Morales, whom she knew as Chapo, at the time of his arrest in July 2008. Muñoz testified that Morales told her that the authorities had confused him with someone else. Upon being asked whether she believed him, she stated, over attorney Carlo's objection, that she did not. She also testified that Morales had told her \"[t]hat at a given point in time in his life he may not have been a saint, but that he had done his things, but at the time that they took him away, he was, you knowhe had settled down.\" This testimony prompted Carlo to move for a mistrial on the grounds that Muñoz's testimony was \"highly prejudicial\" evidence of prior bad acts in violation of Rule 404 of the Federal Rules of Evidence. The court denied the motion.</p>\n<p>Following completion of the prosecution's case, the court addressed the government's motion to exclude the testimony of the sole defense witness, Special Agent Luis Ortiz. As noted above, Carlo intended to offer the testimony of Ortiz, the agent who had conducted the initial interview of Santana, for the purpose of impeaching Santana's trial testimony. Agreeing with the government that this testimony constituted impermissible extrinsic evidence of a collateral matter, the court granted the motion to exclude.</p>\n<p>The jury found Morales guilty of all charges and assessed a $420,000 judgment against him on the forfeiture count. At a sentencing hearing three months later, the court sentenced Morales to fifty years' imprisonment on each count, to be served concurrently, followed by five years' supervised release.</p>\n<p>This timely appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Morales makes six discrete claims of error in the judge's conduct of the trial, which, he contends, taken together justify a new trial under the cumulative error doctrine.<sup>[7]</sup><i>See </i><i>United States v. Sepúlveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1195-96 (1st Cir.1993). While we do not find merit in all of Morales's claims of error,<sup>[8]</sup> we agree that the trial judge abused his discretion in three significant evidentiary rulings.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*512</span> A. Exclusion of Testimony by Agent Ortiz</h2>\n<p>On April 30, 2007, two days after his arrest, Santana submitted to an interview as a cooperating witness with Special Agents Luis Ortiz and Alek Pacheco of the United States Immigration and Customs Enforcement. As reflected in an interview report prepared by Agent Ortiz,<sup>[9]</sup> Santana provided a detailed account of the April 2007 shipment of drugs from the Dominican Republic. Santana explained, among other things:</p>\n<blockquote>That [an individual known as] \"El Chapo\" was the person in charge of introducing and deliver[ing] the narcotics to him/her. The cooperating defendant described \"El Chapo\" as a white, short, skinny male with multiple tattoos on his arms, approximately 25 years old. The cooperating defendant also stated that \"El Chapo\" owns approximately three fishing boats and that the boats are located in the western coast of Puerto Rico.</blockquote>\n<p>By contrast, the appellant Morales is described in the presentence investigation report as \"Black/Hispanic.\"</p>\n<p>At trial, Santana admitted that he had submitted to an interview with agents Ortiz and Pacheco, but denied having given a description of El Chapo. Pressed by defense counsel, Santana said that he had once asked Ureña about the appearance of \"the people who pick up the drugs,\" and Ureña \"told [him] that they were more or less light-skinned and with tat[t]oos.\" Nonetheless, Santana repeatedly denied ever having given the authorities a description of El Chapo or any other specific individual. Upon completion of the government's case, attorney Carlo sought to have Agent Ortiz testify as to the contents of his April 30 interview with Santana. The government moved to exclude the testimony under the collateral issue rule, citing <i>United States v. Cruz-Rodriguez,</i> <span class=\"citation\" data-id=\"203469\"><a href=\"/opinion/203469/united-states-v-cruz-rodriguez/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 29-30 (1st Cir.2008). Granting the motion, the trial judge explained to Carlo, \"if you want to present this evidence either to impeach Mr. Santana or to contradict his testimony, that falls into the collateral [issue rule], and that's not enough.\"</p>\n<p>On appeal, the government concedes error in the trial judge's exclusion of Agent Ortiz's testimony. We accept the government's concession and thus do not reach the merits of Morales's arguments on this point. The government does, however, contend that the exclusion was harmless error, an argument that we address further below.</p>\n<p></p>\n<h2>B. Limitation of Rosario Cross-Examination</h2>\n<p>According to attorney Carlo's representations to the court, Rosario came to Carlo's office and met with him at some point prior to trial, along with his co-counsel and other individuals, and described a pattern of harassment by law enforcement officials. Rosario allegedly told Carlo that when the authorities first contacted him about the investigation, he had refused to implicate Morales in anything illegal, and had told them that Morales never used the black Chevrolet TrailBlazer registered to Rosario. The investigating officers allegedly \"wanted him to testify that Chapo was involved in drug dealing.\" To apply pressure, \"they went to his place of business, they got him out of there, they went to his house, they stopped [his wife] in the highway,\" and they threatened them both.</p>\n<p><span class=\"star-pagination\">*513</span> At trial, attorney Carlo unsuccessfully tried to cross-examine Rosario concerning these allegations of intimidation. The government objected at the outset of the questioning and called for a sidebar,<sup>[10]</sup> whereupon the trial judge asked attorney Carlo to explain the direction of his inquiry. Carlo stated that he wanted \"to ask [Rosario] that he told me that he was threatened by the agents that if he didn't tell them what they wanted to hear, they would take him to arrest him together with [his wife].\" Attorney Carlo argued that cross-examination on the alleged intimidation was permissible for purposes of impeachment. Among other things, Carlo said he wanted to elicit the contradiction between Rosario's in-court testimony that Morales had used the Trailblazer and his statement to counsel that he had told the government that Morales had not used the Trailblazer. The attorney wanted, apparently, to elicit the different statements and imply that the in-court statement was a change brought about by government intimidation. The trial judge ruled, however, that because Rosario had not testified on direct examination concerning his meetings with law enforcement and whether he had been intimidated, the attorney's proposed line of questions was outside the scope of the direct examination and thus barred. The judge further ruled that it would be improper to impeach Rosario with his prior statements to attorney Carlo because those statements had not been made under oath.</p>\n<p>On appeal, the government does not attempt to justify the limitation on cross-examination by reference to either ground proffered by the trial judge. Indeed, neither is correct. There is no requirement that prior statements offered for impeachment purposes have been made under oath. To the contrary, such \"prior statements may have been oral and unsworn. . . .\" <i>United States v. Sisto,</i> <span class=\"citation\" data-id=\"335076\"><a href=\"/opinion/335076/united-states-v-john-anthony-sisto/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span>, 622 (5th Cir.1976). Moreover, as attorney Carlo attempted here, \"`the making of the previous statements may be drawn out in cross-examination of the witness himself. . . .'\" <i>Id.</i> (quoting 1 Edward W. Cleary, <i>McCormick on Evidence</i> § 34 (2d ed.1972)).</p>\n<p>With regard to the other ground cited by the trial judge, circumstances tending to show probable witness bias or motive for fabrication, including threats and intimidation by one of the parties, are properly subject to cross-examination for purposes of impeachment, whether or not the matter is broached in the course of direct examination. <i>See, e.g., </i><i>United States v. Thompson,</i> <span class=\"citation\" data-id=\"785232\"><a href=\"/opinion/785232/united-states-v-michael-e-thompson/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 473-480 (7th Cir.2004) (upholding district court ruling permitting government to cross-examine defense witness regarding occasions on which defendant had threatened her); <i>Udemba v. Nicoli,</i> <span class=\"citation\" data-id=\"771698\"><a href=\"/opinion/771698/oliver-c-udemba-v-paul-nicoli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir.2001) (noting that matters involving bias, including fear of one of the parties, are \"fertile territory for cross-examination\"). Indeed, failure to allow such cross-examination may, in some circumstances, amount to a violation of the Confrontation Clause. The Supreme Court has held that \"a criminal defendant states a violation of the Confrontation Clause by showing that he was prohibited from engaging in otherwise appropriate cross-examination designed to show a prototypical form of bias on the part of the witness, and thereby `to <span class=\"star-pagination\">*514</span> expose to the jury the facts from which jurors . . . could appropriately draw inferences relating to the reliability of the witness.'\" <i>Delaware v. Van Arsdall,</i> <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 680, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986) (alteration in original) (quoting <i>Davis v. Alaska,</i> <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 318, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1974)).</p>\n<p>To be sure, \"trial judges retain wide latitude . . . to impose reasonable limits\" on cross-examination relating to witness bias and coercion, <i>id.</i> at 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, and this is where the government focuses its arguments on appeal. The government suggests that the district court acted properly in limiting cross-examination of Rosario for fear that, should Rosario deny his earlier statements, the defendants' lawyers would be forced to testify regarding their meeting with the witness in violation of ethical rules applicable to attorneys. <i>See</i> Gov't Br. at 47 (\"Morales'[s] counsels had no witness, other than themselves, to present the alleged statements made by Rosario that he had been threatened by an agent and did not let Morales use the vehicle.\").</p>\n<p>Any such concern was premature at the time that the trial judge barred further cross-examination of Rosario.<sup>[11]</sup> The government's objection precluded cross-examination at an early juncture, just as attorney Carlo was asking Rosario to confirm that he had told Carlo that he was approached by law enforcement prior to Morales's arrest. The cross-examination might have proceeded in any number of appropriate directions at that point. For example, if attorney Carlo had been allowed to ask Rosario whether law enforcement had threatened him in order to pressure him into testifying that he had lent the TrailBlazer to Morales, Rosario might have simply confirmed the account. This confirmation would eliminate the possibility that one of Morales's lawyers would take the stand. Even if Rosario had denied any pressure, there would have been room for additional cross-examination on the point before Morales's lawyers had to consider testifying. We also do not know whether Morales's lawyers would have sought to testify, or would have simply let Rosario's denial stand. The record suggests that the latter course was at least as likely as the former. During the course of the sidebar on this issue, attorney Carlo repeatedly protested that he had no desire to testify as a witness. In sum, the attorney testimony concern raised by the government was, at best, an inchoate one at the time the judge cut off cross-examination, and thus offers no support for that ruling.</p>\n<p>The government additionally suggests that the allegations of law enforcement intimidation were \"speculative,\" and that allowing the testimony would have caused undue confusion. The government is correct that a district court may properly limit cross-examination on \"`inherently speculative'\" theories of bias, where \"`the defendant is unable to lay a proper evidentiary foundation.'\" <i>United States v. Martínez-Vives,</i> <span class=\"citation\" data-id=\"202618\"><a href=\"/opinion/202618/united-states-v-martinez-vives/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 53-54 (1st Cir. 2007) (quoting <i>United States v. Callipari,</i> <span class=\"citation\" data-id=\"201080\"><a href=\"/opinion/201080/united-states-v-callipari/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 39 (1st Cir.2004), <i>vacated on</i> <span class=\"star-pagination\">*515</span> <i>other grounds</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">998</span></span> (2005)). Here, however, the court did not give Carlo a chance to lay any evidentiary foundation, barring all questions about the witness's interactions with law enforcement and defense counsel. Moreover, the proposed cross-examination was not, on its face, a speculation-fueled \"`fishing expedition,'\" <i>id.</i> at 54 (quoting <i>Callipari,</i> 368 F.3d at 39), as Carlo represented to the court personal knowledge of statements by the witness indicating that he had been threatened by law enforcement agents.</p>\n<p>We thus conclude that the trial judge abused his discretion.<sup>[12]</sup></p>\n<p></p>\n<h2>C. Admission of Opinion Testimony from Muñoz</h2>\n<p>The last error relates to Muñoz's testimony that she did not believe Morales's explanation for his arrestnamely, that the authorities \"had confused him with someone else.\"<sup>[13]</sup> Morales argues that, in permitting Muñoz to express her view on the credibility of Morales's statement, the district court admitted improper lay opinion testimony and thereby abused its discretion. We agree.<sup>[14]</sup></p>\n<p>The Federal Rules of Evidence allow lay opinion to be admitted only upon the satisfaction of two conditions. First, the proffered opinion cannot be grounded in scientific, technical, or specialized knowledge, but rather must be \"rationally based on the perception of the witness.\" Fed.R.Evid. 701. Second, the opinion must be \"helpful to the jury in acquiring a `clear understanding of the witness's testimony or the determination of a fact in issue.'\" <i>United States v. Flores-de-Jesús,</i> <span class=\"citation\" data-id=\"203873\"><a href=\"/opinion/203873/united-states-v-flores-de-jesus/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 20 (1st Cir.2009) (quoting Fed.R.Evid. 701). As we have explained, lay opinion will fail this second, \"helpfulness\" requirement \"when the jury can readily draw the necessary inferences and conclusions without the aid of the opinion.\" <i>Lynch v. City of Boston,</i> <span class=\"citation\" data-id=\"198518\"><a href=\"/opinion/198518/lynch-v-city-of-boston/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1999) (citing 7 J. Wigmore, <i>Evidence</i> §§ 1917-18); <i>see also </i><i>United States v. Meises,</i> <span class=\"citation\" data-id=\"216700\"><a href=\"/opinion/216700/united-states-v-meises/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 16 (1st Cir.2011) (\"The nub of [the helpfulness] requirement is to exclude testimony where the witness is no better suited than the jury to make the judgment at issue, providing assurance against the admission of opinions which would merely tell the jury what result to reach.\" (citations omitted) (internal quotation marks omitted)).</p>\n<p>Muñoz's opinion testimony falters at this second hurdle. The central issue in Morales's trial, and the one upon which Morales's defense of mistaken identity rested, was whether or not Morales <span class=\"star-pagination\">*516</span> was the \"El Chapo\" who had delivered drugs to the cooperating witnesses.<sup>[15]</sup> Thus, in asking Muñoz to state whether she believed Morales's claim that the authorities \"had confused him with someone else,\" the government was effectively inviting the witness to express an opinion on the ultimate issue in the case. It is true that there is no categorical bar to such \"ultimate issue\" opinion testimony. <i>See</i> Fed.R.Evid. 704(a). However, lay opinion testimony on the ultimate issue in a case must satisfy Rule 701's helpfulness requirement, and \"seldom will be the case when a lay opinion on an ultimate issue will meet the test of being helpful to the trier of fact since the jury's opinion is as good as the witness'[s] . . . .\" <i>See </i><i>Mitroff v. Xomox Corp.,</i> <span class=\"citation\" data-id=\"474235\"><a href=\"/opinion/474235/41-fair-emplpraccas-290-40-empl-prac-dec-p-36367-21-fed-r-evid/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 276 (6th Cir. 1986). The jury here, having heard the testimony of those directly involved in the charged trafficking offenses, was in a far superior position than Muñoz to \"draw the necessary inferences and conclusions\" about Morales's mistaken identity defense. <i>Lynch,</i> 180 F.3d at 17. Where, as here, \"attempts are made to introduce meaningless assertions which amount to little more than choosing up sides, exclusion for lack of helpfulness is called for by [Rule 701].\" Fed.R.Evid. 701 advisory committee's note (1972). The trial judge thus abused his discretion in allowing Muñoz's opinion into evidence.</p>\n<p></p>\n<h2>III.</h2>\n<p>Having found that the trial judge made a number of erroneous evidentiary rulings over the course of Morales's trial, we now consider whether those errors entitle Morales to a new trial. <i>See </i><i>Meises,</i> 645 F.3d at 23.</p>\n<p></p>\n<h2>A. Standard</h2>\n<p>Our determination of whether to grant a new trial is governed by a harmless error standard. We will find non-constitutional evidentiary errors harmless where it is \"`highly probable that the error[s] did not influence the verdict.'\" <i>Id.</i> (quoting <i>Flores-de-Jesús,</i> 569 F.3d at 27).<sup>[16]</sup> Rather than focus on any one error, Morales argues for a new trial based on the aggregate effect of the errors below on the fairness of his trial. Because \"[t]he inquiry to determine whether cumulative errors are harmless is the same as for individual error,\" <i>id.,</i> we do that cumulative analysis. In conducting our analysis, we keep in mind that the government has the burden of establishing harmlessness, <i>Flores-de-Jesús,</i> 569 F.3d at 27, and we will vacate if we find \"that the effect of the errors, considered together, could not have been harmless\" in light of the applicable standards. <i>Alvarez v. Boyd,</i> <span class=\"citation\" data-id=\"770298\"><a href=\"/opinion/770298/daniel-alvarez-sr-v-william-e-boyd/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span>, 825 (7th Cir.2000) (citing <i>United States v. Oberle,</i> <span class=\"citation\" data-id=\"156039\"><a href=\"/opinion/156039/united-states-v-oberle/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1414</span></a></span>, 1423 (10th Cir. 1998)).</p>\n<p></p>\n<h2>B. Cumulative Error</h2>\n<p>The rubric of cumulative error demands that trial errors be weighed \"against the background of the case as a whole, paying particular weight to factors such as the nature and number of the errors committed; their interrelationship, if any, and combined effect; how the district court dealt with the errors as they arose (including the efficacyor lack of <span class=\"star-pagination\">*517</span> efficacyof any remedial efforts); and the strength of the government's case.\" <i>Sepúlveda,</i> 15 F.3d at 1196. In weighing the impact of the trial judge's errors on the fairness of Morales's trial, the \"background of the case as a whole\" assumes particular prominence here. <i>Id.</i></p>\n<p>As we have described, the government built its case against Morales almost exclusively on two lines of testimony. First and most significant was the testimony of the three cooperating witnesses, and particularly Ureña's and Gómez's identification of Morales as the \"El Chapo\" who ferried the shipments of drugs to shore in Puerto Rico. Second was Rosario's testimony that he had loaned to his former brother-in-law Morales the black Chevrolet TrailBlazer that the police observed in a meeting with Ureña. The government did not introduce any additional evidence of the sort one often sees in a drug prosecution: no physical evidence linking Morales to the drugs or to the boats used to deliver them, no video or photographic surveillance capturing Morales meeting with those involved in trafficking, and no audio recordings. The government's case thus depended, to an unusual extent, on the credibility of its witnesses. On the other side of the equation was a simple defense of mistaken identity: defense counsel contended that Morales, though known by the nickname \"El Chapo,\" was not the El Chapo who participated in the charged drug trafficking.</p>\n<p>As detailed below, the trial court's erroneous rulings substantially interfered with Morales's ability to counter the government's case by impeaching two critical witnesses, Santana and Rosario. The effect of these rulings was then compounded by the admission of improper testimony from Muñoz. Viewing the errors in the context of the trial as a whole, we cannot conclude that it is \"highly probable\" that the jury verdict escaped their collective influence. <i>Meises,</i> 645 F.3d at 23 (quoting <i>Flores-de-Jesús,</i> 569 F.3d at 27).</p>\n<p></p>\n<h2>1. Exclusion of Ortiz</h2>\n<p>We begin with the erroneous exclusion of Agent Ortiz's testimony regarding Santana's post-arrest description of El Chapo \"as a white, short, skinny male.\" The government contends that the judge's error was harmless because the agent's testimony \"would have impeached only part of Santana's testimony,\" leaving intact his description of the drug trafficking organization and the details of the three shipments. The government's argument is misguided. As we said in another case where, as here, \"[t]he central issue was one of identification,\" \"[e]vidence that someone other than the defendant was identified as the criminal is not only probative but critical to the issue of the defendant's guilt.\" <i>Pettijohn v. Hall,</i> <span class=\"citation\" data-id=\"366531\"><a href=\"/opinion/366531/carl-pettijohn-v-frank-hall/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 480 (1st Cir.1979). Here, of course, Santana did not affirmatively identify another individual as El Chapoin fact, at trial, he denied ever having met El Chapo.<sup>[17]</sup> However, in an account in obvious tension with this testimony, Santana provided to the police two days subsequent to his arrest a physical description of El Chapo, which suggests that Santana personally met him. Moreover, the description, given nearly contemporaneously with the charged conduct, was of a \"white\" man, while Morales is described in the presentence investigation report as \"Black/Hispanic.\" These discrepancies accord with the defense's theory that Morales was the victim of mistaken identity. Thus, it is of <span class=\"star-pagination\">*518</span> little consequence whether or not the bulk of Santana's testimony would have remained uncontradicted if Agent Ortiz had been permitted to testify, as the piece that would have been impeached goes to the most critical issue in the trial.</p>\n<p>A more substantial argument for harmlessness might be that the proposed testimony from Agent Ortiz would not have directly affected the testimony given by Ureña and Gómez, potentially the two most important witnesses (as the only ones to personally identify Morales at trial as a participant in the charged offenses). However, effective impeachment of Santana by means of his prior statements was relevant to the credibility of Ureña and Gómez as well, as Santana's contradictory accounts would play into the defense's theory that the three cooperating witnesses \"concocted [a] story to save their own necks.\" In the course of cross-examination, attorney Carlo established that the three grew up together in the Dominican Republic, were long-time friends, and had spoken together in jail after their arrest.<sup>[18]</sup> This inferential evidence of fabrication would have been substantially fortified by evidence that one of the three had given a very different account to the authorities of his involvement with El Chapo immediately after arrest, and later denied doing so at trial.</p>\n<p></p>\n<h2>2. Limitation on Cross-Examination of Rosario</h2>\n<p>In light of the absence of physical evidence linking Morales to the charged drug trafficking, the thwarted attempt to impeach Rosario's testimony also takes on particular significance. The surveillance photographs of an individual in a black Chevrolet TrailBlazer meeting with Ureña were the only independent, non-testimonial evidence going to El Chapo's identity, and it was Rosario's testimony that tied that evidence to Morales. According to attorney Carlo, however, Rosario initially told the police that \"Chapo never used the [TrailBlazer],\" and changed his story to implicate Morales only after the police had subjected him and his wife to a campaign of harassment. If true, the trial judge's ruling prevented the jury from hearing important testimony.<sup>[19]</sup> Rosario's testimony would have been undermined if defense counsel had been able to elicit admissions that Rosario and his wife had been intimidated by law enforcement agents, <i>see </i><i>United States v. Scheer,</i> <span class=\"citation\" data-id=\"73444\"><a href=\"/opinion/73444/united-states-v-scheer/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span>, 450 (11th Cir.1999) (\"Had [the defendant] been able to bring out in his cross-examination of [the witness] the fact that [the witness] had been intimidated by the assistant U.S. attorney prosecuting this case, the value of [the witness's] testimony would have been <span class=\"star-pagination\">*519</span> considerably diminished.\"), and even more so if defense counsel had been able to establish that Rosario had changed his account after such intimidation.</p>\n<p></p>\n<h2>3. Admission of Opinion Statement by Muñoz</h2>\n<p>Lastly, the admission of Muñoz's opinion on the credibility of Morales's defense may also have influenced the jury's verdict, although the force of the opinion was undermined by defense counsel's cross-examination. We believe the admission of Muñoz's opinion contributed, however modestly, to the likelihood that the other evidentiary errors at trial influenced the jury's verdict.</p>\n<p></p>\n<h2>IV.</h2>\n<p>In sum, given the nature of the government's case against Morales and the seriousness of the evidentiary errors at issue, we conclude that the government has not met its burden of proving that it is \"`highly probable that the error[s] did not influence the verdict.'\" <i>Meises,</i> 645 F.3d at 45 (quoting <i>Flores-de-Jesús,</i> 569 F.3d at 27). Instead, those errors unavoidably call into doubt the reliability of the verdict and \"`the underlying fairness of the trial.'\" <i>United States v. Meserve,</i> <span class=\"citation\" data-id=\"199680\"><a href=\"/opinion/199680/united-states-v-meserve/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span>, 332 (1st Cir.2001) (quoting <i>Van Arsdall,</i> 475 U.S. at 681, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>). We therefore vacate the judgment and remand for a new trial.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  We derive the following factual account from the trial transcript, reciting the facts \"as the jury could have found them.\" <i>United States v. Ayala-García,</i> <span class=\"citation\" data-id=\"203928\"><a href=\"/opinion/203928/united-states-v-ayala-garcia/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.2009).</p>\n<p>[2]  The bulk of the drugs was distributed within Puerto Rico, with some portion repackaged and smuggled into the continental United States.</p>\n<p>[3]  The actual amount of drugs delivered in the first shipment is the subject of conflicting testimony. Santana testified that the shipment contained between 110 and 115 kilograms of cocaine, with 90 going to Santana and Pagán and the remainder taken by El Chapo. Ureña's initial testimony at trial was consistent, confirming that the first shipment contained 90 kilograms after El Chapo had taken his share. However, Ureña later stated that Santana and Pagán tallied the shipment (after El Chapo had extracted his portion) to amount to 115 kilograms of cocaine, 95 of which they delivered to a third party, leaving Santana and Pagán with the remaining 20 kilograms. The precise quantity of cocaine delivered is of no importance to our decision here.</p>\n<p>[4]  Again, the total shipment included around 110 kilograms of cocaine, of which El Chapo retained roughly 20 kilograms as payment.</p>\n<p>[5]  Ureña testified that the meeting took place fifteen days after the second shipment, which would place it in January or February of 2007. This account was contradicted by a law enforcement witness present at the meeting, who testified that it took place on April 10.</p>\n<p>[6]  Gómez and Morales were promptly arrested after the indictment issued, but Pagán remained at large until his arrest in October 2009, after Morales had been tried and sentenced.</p>\n<p>[7]  Because we resolve that Morales is entitled to a new trial in light of these trial errors, we reach neither the claim that his right to a public trial was violated by the exclusion of some family members during jury selection nor Morales's sentencing arguments.</p>\n<p>[8]  Three of the six issues Morales cites do not rise to the level of an abuse of discretion and accordingly are not discussed here. Those claims targeted the judge's denial of pretrial continuances, interference with the cross-examination of Ureña, and failure to take steps to limit or mitigate Muñoz's testimony that Morales had told her \"[t]hat at a given point in time in his life he may not have been a saint.\"</p>\n<p>[9]  The report, though never admitted into evidence at trial, was marked as an exhibit by the district court and included in the record on appeal.</p>\n<p>[10]  Though the government articulated no clear basis in objecting, the grounds for its objection appear to have been relevance and possible confusion of the issues. Specifically, the government attorney stated, \"I object . . . for the reason that this is awhat he's intending to elicit has something to do with another investigation not the case we're here on today.\"</p>\n<p>[11]  Because the concern with attorney testimony was premature, we offer no opinion on whether the prospect of such testimony could have justified the court's ruling. We note, as a general proposition, that a concern with trial counsel testifying as a fact-witness might not, on its own, support exclusion of relevant testimony. <i>See </i><i>Waltzer v. Transidyne General Corp.,</i> <span class=\"citation\" data-id=\"412720\"><a href=\"/opinion/412720/irving-m-waltzer-v-transidyne-general-corporation/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></a></span>, 133-35 (6th Cir. 1983) (holding that a trial judge erred in precluding defense counsel from testifying at trial to contradict key statements made by one of the plaintiff's witnesses, even though, in doing so, defense counsel would have violated the ethical rule against trial counsel testifying as a fact witness).</p>\n<p>[12]  We do not decide whether this error amounts to a violation of the Sixth Amendment, nor need we do so, in light of our holding that the application of the non-constitutional harmless error standard requires a new trial. <i>See infra</i> Part III.</p>\n<p>[13]  The relevant testimony was as follows:\n</p>\n<p>Q. Did there come a time after [Morales] bailed out that you met with him?</p>\n<p>A. Yes.</p>\n<p>Q. How many times?</p>\n<p>A. Four times.</p>\n<p>Q. When you met with him, did you ask him about the charges that were pending against him?</p>\n<p>A. Yes.</p>\n<p>Q. What did he say to you?</p>\n<p>A. That it was a confusion, that they had confused him with someone else, that that was the reason that he had the electronic [ankle bracelet], but once that was cleared up, it was going to be over and it was going to be left behind.</p>\n<p>Q. Ma'am, did you believe that? [Objection and sidebar]</p>\n<p>A. No.</p>\n<p>[14]  We bypass the issue of whether Muñoz's testimony on this point meets the basic relevance threshold set by Federal Rule of Evidence 401.</p>\n<p>[15]  As Morales did not testify, his mistaken identity defense was based entirely on the impeachment of the government's witnesses.</p>\n<p>[16]  Errors that implicate constitutional rights are subject to a more demanding standard: the government must \"demonstrate that the error was harmless beyond a reasonable doubt by showing that the defendant would have been convicted in the absence of the error.\" <i>United States v. Pridgen,</i> <span class=\"citation no-link\"><span class=\"volume\">518</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></span>, 91 (1st Cir.2008).</p>\n<p>[17]  As we have detailed above, Santana testified that he only communicated with El Chapo by telephone.</p>\n<p>[18]  Carlo's cross-examination also undermined Ureña's testimony by drawing out a number of inconsistencies between Ureña's trial testimony and prior testimony he had given before the grand jury. These inconsistencies included, for example, the location where Ureña had spent the night before the first drug pickup (before the grand jury he said that he had slept at Págan's Lajas house, but at trial he denied it and said he had gone to a hotel); whom he met at the Wendy's on the day of the first pickup (before the grand jury he testified that El Chapo had come to get him, but at trial he said that it was another man driving El Chapo's white Montero); how much he had been paid for his first pickup (before the grand jury he said $9,000, but he testified at trial that it was $13,000); where the first and second pickups took place (before the grand jury he testified that the pickups occurred at the same location, and at trial he said that they were at different beaches); and where he had taken the third shipment of drugs (before the grand jury he said he had taken the drugs to Lajas, but at trial he said Cidra).</p>\n<p>[19]  Because the trial judge barred cross-examination from proceeding, we cannot know whether Rosario would have admitted or denied the account.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/73444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/156039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/216700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785232/"
  ]
}