{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/221654/",
  "absolute_url": "/opinion/221654/quincy-v-llc-v-herman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/221654/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-07-22T19:41:37Z",
  "date_modified": "2016-04-26T13:49:01.838757Z",
  "type": "010combined",
  "sha1": "a4a580ba287e590dfc32036e09e04063f825748b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1397P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/07/22/Minor_v._Herman.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 10-1397\n\n                QUINCY V, LLC; CAMBRIDGE V, LLC,\n\n                           Plaintiffs.\n                            __________\n\n         QUEENS SYNDICATE COMPANY; COMBO STORES COMPANY;\n           INITIAL REALTY COMPANY; SONS REALTY COMPANY;\n        P&S REALTY COMPANY; FLATLANDS MANAGEMENT COMPANY,\n\n                     Plaintiffs, Appellees,\n\n                               v.\n\n          SHELLY HERMAN, as temporary Executrix for the\n                   Estate of STEPHEN COOPERMAN,\n\n           Defendant, Third-Party Plaintiff, Appellee.\n                            __________\n\n                           LISA MINOR,\n\n                   Interested Party-Appellant.\n                            __________\n\n      VICTOR VITLIN; ROBERT FEINERMAN; ZACHARY SCHEINBERG;\n         JANICE SCHEINBERG; JACK DAVIDOFF; ALAN SHRIRO;\n                 MARTIN BRODY; MARTIN SCHNEIDER,\n\n                     Third-Party Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Michael A. Ponsor,   U.S. District Judge]\n\f                              Before\n                      Boudin, Circuit Judge,\n                   Souter,* Associate Justice,\n                    and Stahl, Circuit Judge.\n\n\n     Richard J. Montes with whom Matthew W. Naparty and Mauro\nGoldberg & Lilling LLP were on brief for interested party,\nappellant.\n     Mark H. Bluver with whom Law Office of Mark H. Bluver was on\nbrief for plaintiffs, appellees Queens Syndicate Company and Combo\nStores Company.\n     Katharine Pacella Costello with whom John J. Egan and Egan,\nFlanagan & Cohen, P.C. were on brief for plaintiff, appellees\nInitial Realty Company, Sons Realty Company, P&S Realty Company and\nFlatlands Management Company.\n     Andrew M. Hochberg for defendant, third-party plaintiff,\nappellee.\n\n\n\n                          July 22, 2011\n\n\n\n\n     *\n      The Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f           BOUDIN, Circuit Judge.       Lisa Minor appeals from an order\n\nto enforce a settlement agreement against her, which she signed\n\nafter mediation of several lawsuits concerning six family-run real\n\nestate partnerships. The procedural history is complex but, in the\n\nend, the   central     question is     whether   the   district    court   had\n\nauthority to enter the order in question, which helps bring to a\n\nclose at least four lawsuits in multiple courts.\n\n           The six partnerships own and manage commercial real\n\nestate in and around New York City, and all are organized as\n\ngeneral partnerships under New York law.            N.Y. P'ship Law § 10\n\n(McKinney 2005).       The partners in each entity largely though not\n\nentirely overlap and comprise a group of natural persons, trusts,\n\nand limited liability companies.        Lisa Minor is herself a partner\n\nin all six ventures.\n\n           The   six    partnerships   had   been   managed   by   a   single\n\npartner, Shirley Cooperman, until her death in 2000 and thereafter\n\nby her son, Stephen Cooperman, almost until his own death in 2008.\n\nLisa Minor is Stephen Cooperman's sister and assisted him with the\n\nfinancial affairs of the partnerships.           However, in January 2008,\n\nthe partnerships voted to appoint three-member committees to take\n\nover the management, and Lisa Minor was a member of four of them.\n\n           In February 2008, Stephen Cooperman died and his estate\n\nwas probated in state court in Berkshire County, Massachusetts,\n\nwhere he had resided.      Later that year the partnerships began the\n\n\n                                     -3-\n\fpresent federal district court lawsuits in Massachusetts against\n\nShelly Herman, the beneficiary and executrix of Cooperman's will,\n\nseeking redress for alleged mismanagement of the partnerships by\n\nStephen Cooperman during his tenure.         One lawsuit was by two of the\n\npartnerships, the second by the other four and the same district\n\njudge handled both together.\n\n            Both   lawsuits     prompted   counterclaims    by   the   estate\n\nagainst the plaintiff partnerships, a third party complaint against\n\nthe partners of all of the partnerships, and further attempted\n\nclaims by individual partners.        It also came to light that two of\n\nthe partners had separately sued Lisa Minor in the Surrogate's\n\nCourt of Nassau County, New York in her capacity as executrix of\n\nthe estate of Shirley Cooperman--a position that she acquired in\n\nsuccession to Stephen Cooperman after his death.\n\n            After mediation in February 2009, a settlement agreement\n\nwas reached to dispose of the two federal district court actions\n\nand related state court suits in Massachusetts, Minor being a party\n\nto one of the latter.     In the mediation, Minor was represented by\n\nthe attorney, Paul Rothschild, who was handling her defense in the\n\nlatter case.      Lisa Minor signed the settlement agreement numerous\n\ntimes--in   her    individual    capacity,    as   a   partner   in   all   six\n\npartnerships, and as a trustee of one of the other partners.\n\n            On March 23, 2009, counsel for the partnerships notified\n\nthe district court that the two federal lawsuits had been settled,\n\n\n                                     -4-\n\fthat final documents were being drafted, and that counsel expected\n\nthe process to take up to sixty days.   Acting without a motion to\n\ndismiss, the district court (following a practice sometimes used to\n\nclear dockets and spur a final disposition) dismissed both cases\n\nthe same day.   The orders of dismissal were identical and read in\n\nfull:\n\n                 The court, having been advised on March\n          23, 2009 that the above-entitled action has\n          been settled;\n\n                 IT IS ORDERED that this action is\n          hereby dismissed without costs and without\n          prejudice to the right of any party, upon good\n          cause shown, to reopen the action within sixty\n          (60) days if settlement is not consummated.\n\n\n          Settlement was not in fact consummated because Minor\n\nrefused to execute mutual releases called for by the settlement\n\nagreement.   She was represented by another lawyer in the Nassau\n\nSurrogate's Court action in New York and that lawyer apparently\n\nwanted changes in the mutual release to clarify its relationship to\n\nthat action. The partnerships balked at accepting her suggestions,\n\nand she refused to sign the release.\n\n          The sixty-day window following the orders of dismissal\n\nended on Friday, May 22, 2009, the following Monday being Memorial\n\nDay. On Tuesday, May 26, counsel for the partnerships requested by\n\nphone call to the court clerk a thirty-day extension of the sixty-\n\nday dismissal period. On Thursday, May 28, the same attorney filed\n\n\n\n                                -5-\n\fa motion to enforce the settlement agreement against Minor on\n\nbehalf of all the partnerships and the estate.\n\n              Minor filed no objection within the fourteen-day period\n\nrequired under the local rules, D. Mass. R. 7.1(b).                 On June 12,\n\n2009,   the    district    court   granted   the    motion    to    enforce   the\n\nsettlement.        Two    months   later,    on    August    7,    2009,   Minor,\n\nrepresented by Rothschild, filed a motion to vacate the district\n\ncourt's enforcement order, claiming a lack of jurisdiction over\n\nboth the settlement agreement and over Minor herself.                Following a\n\nNovember 2009 hearing, the district court ordered that a new motion\n\nto enforce be filed, giving Minor a fresh opportunity to object.\n\n              Thereafter, the partnerships and Cooperman estate filed\n\na new motion to enforce the settlement against Minor, and                   Minor\n\nresponded.      In March 2010 the district court rejected Minor's\n\nmotion to vacate and ordered Minor to execute the release.                 Queens\n\nSyndicate Co. v. Herman, 691 F. Supp. 2d 283, 290 (D. Mass. 2010).\n\nThe court found that it had properly reinstated the litigation and\n\nthat Minor was present in the cases as a plaintiff by virtue of her\n\nstatus as partner in all six partnerships.            Id. at 286-87.\n\n              Minor then filed a motion to dismiss the case claiming\n\nthat the court never had subject-matter jurisdiction because the\n\nparties in the case were not completely diverse.                   The district\n\ncourt denied Minor's motion in an unpublished order entered in both\n\ncases. Minor then filed the present appeal, raising the objections\n\n\n                                      -6-\n\falready noted along with a separate attack on the validity and the\n\ninterpretation of the original mediated settlement agreement that\n\nshe had signed in her various capacities.\n\n             Minor's first subject matter claim is that the parties\n\nin the district court were not of diverse citizenship.                   The\n\ndefendant in the district court throughout has been Shelley Herman\n\nas executrix of Stephen Cooperman's estate. Because at the time of\n\nhis death Stephen Cooperman was domiciled in Massachusetts, by\n\nstatute his executrix was similarly designated.              28 U.S.C. §\n\n1332(c)(2).      Diversity jurisdiction thus depends, absent some\n\nrealignment   of   parties,   on   no    plaintiff   being   domiciled   in\n\nMassachusetts.\n\n            The six plaintiff partnerships were organized under New\n\nYork law,   N.Y. P'ship Law § 10 (McKinney 2005),       but for diversity\n\npurposes, a partnership has attributed to it the citizenship of all\n\nits members, Carden v. Arkoma Assocs., 494 U.S. 185, 188-90 (1990).\n\nMinor's claim is that Stephen Cooperman was also a partner in each\n\nof the six plaintiff partnerships, thereby destroying diversity,\n\neven though neither Lisa Minor nor any other partner is domiciled\n\nin Massachusetts.    The district court held that Cooperman's estate\n\nwas not a member of the partnerships and we agree.\n\n            Under New York law, a general partnership dissolves upon\n\nthe death of a partner absent specific agreement to the contrary,\n\nN.Y. P'ship Law § 62(4), and if the survivors continue to operate\n\n\n                                   -7-\n\fthe business as a partnership, they create a new partnership at\n\nwill, see, e.g., Burger, Kurzman, Kaplan & Stuchin v. Kurzman, 527\n\nN.Y.S.2d 15, 16-17 (App. Div. 1988).      Minor says that Stephen\n\nCooperman's estate did continue to receive payments from the\n\npartnerships and was listed as a partner on state and federal tax\n\nforms filed by the partnerships.   This is an incomplete picture.\n\n          Following Stephen Cooperman's death, the estate never\n\nexercised any joint control over the partnerships, nor contributed\n\nto the ventures, see Kyle v. Brenton, 584 N.Y.S.2d 698, 699 (App.\n\nDiv. 1992), and Herman expressly disclaimed \"an intent to become a\n\npartner in the partnerships.\"   The payments to the estate--however\n\nlabeled in tax forms--appear to be the distributions that the\n\nestate is entitled to recover as a sort of creditor, N.Y. P'ship\n\nLaw §§ 72(3), 73; see also Birnbaum v. Birnbaum, 555 N.Y.S.2d 982,\n\n987-88 (App. Div. 1990), and not as a current partner.\n\n          Minor's second subject matter objection is that the\n\ndistrict court relinquished its jurisdiction when it dismissed the\n\ncomplaint sua sponte and could not thereafter reclaim it.    Under\n\nKokkonen v. Guardian Life Ins. Co., 511 U.S. 375 (1994), a federal\n\ncourt may enforce a settlement if it maintains jurisdiction or\n\nembeds the settlement in a judgment, but otherwise a suit to\n\nenforce a settlement is a contract dispute which requires a new\n\njurisdictional basis to be heard in federal court.   Lipman v. Dye,\n\n294 F.3d 17, 21 (1st Cir. 2002).\n\n\n                                -8-\n\f          The   March    2009   dismissal   was    premised   on   the\n\nrepresentation that a settlement had been reached; and when Minor\n\ndeclined to sign the releases, the other parties sought relief in\n\nlate May 2009 and received it in early June.      The request occurred\n\nonly a few days after the sixty-day period had expired; and the\n\ngrant of relief was within ninety days of the original dismissal--\n\nwell within the one year period for a motion to reopen a judgment\n\nfor excusable neglect.   Fed. R. Civ. P. 60(b)(1).\n\n          This court has held the use of a Rule 60(b)(1) motion to\n\nbe compatible with Kokkonen.    Pratt v. Philbrook, 109 F.3d 18, 22\n\n& n.7 (1st Cir. 1997); F.A.C., Inc. v. Cooperativa de Seguros de\n\nVida de Puerto Rico (COSVI), 449 F.3d 185, 190-191 (1st Cir. 2006).\n\nMinor does not complain of an abuse of discretion but rather that\n\nthe district court lacked power to act sua sponte under Rule\n\n60(b). This issue has divided other circuits, Dr. José S. Belaval,\n\nInc. v. Peréz-Perdomo, 465 F.3d 33, 37 (1st Cir. 2006), but we need\n\nnot take a position because the district court reasonably construed\n\nthe motion to enforce as an implicit Rule 60(b) motion to reopen.\n\n           Minor further objects that the district court failed to\n\nafford her notice and an opportunity to respond to the motion.     The\n\nmotion to enforce had been sent to Rothschild who had represented\n\nMinor in the Massachusetts state court suit and in the mediation.\n\nAt the time, he denied that he could accept service on Minor's\n\nbehalf in the federal actions.    Any lack of notice was cured when\n\n\n                                 -9-\n\fthe district court, in the November 2009 hearing on Minor's motion\n\nto reconsider, ordered plaintiffs to file a proposed order and\n\nafforded Minor two weeks to respond to it.\n\n           Separately, Minor argues that the district court lacked\n\nauthority to enforce the settlement because its original sua sponte\n\ndismissal of the case was necessarily predicated on the parties'\n\nimputed consent, Fed. R. Civ. P. 41(a)(1)(A)(ii); by implication,\n\nshe   argues,   the   court   also   lacked   authority   to   enforce   the\n\nsettlement absent consent of all parties.          The dismissal here is\n\nbetter viewed as falling instead under Fed. R. Civ. P. 41(a)(2)\n\nbecause there was no stipulation to dismissal from the defendants.\n\n           In any event, the dismissal is not the source of the\n\ncourt's power to enforce the settlement.         Rather, the dismissal--\n\nwhatever its character--was withdrawn pursuant to Rule 60(b)(1).\n\nAnd, once the district court re-established jurisdiction, it had\n\nancillary jurisdiction to enforce the settlement agreement by the\n\nparties.   See Baella-Silva v. Hulsey, 454 F.3d 5, 10-11 (1st Cir.\n\n2006), COSVI, 449 F.3d at 189-190.            Thus, the court's order to\n\nMinor to sign the release was within its power.\n\n           Minor next attacks the court's authority over her person\n\nwhich, for defendants, requires both personal jurisdiction and\n\nservice of process.       In rejecting this challenge, the district\n\ncourt relied on Minor's status as a partner in each of the six\n\nplaintiff partnerships.       Queens Syndicate, 691 F. Supp. 2d at 286-\n\n\n                                     -10-\n\f87.   New York law provides that personal jurisdiction over the\n\npartnership also confers personal jurisdiction over the general\n\npartners, U.S. Bank Nat'l Ass'n v. Ables & Hall Builders, 582 F.\n\nSupp. 2d 605, 616 (S.D.N.Y. 2008).\n\n           Minor claims that New York law would distinguish between\n\nher presence as a partner and her presence in an individual\n\ncapacity, Ruzicka v. Rager, 111 N.E.2d 878, 879-81 (N.Y. 1953),\n\nand that she was a plaintiff only in her capacity as a partner and\n\nwas never served in her individual capacity in either federal\n\nlawsuit.   We need not pursue the interesting choice of law issues\n\nimplicated by this dual capacity argument.       See Roberts-Haverhill\n\nAssocs. v. City Council, 319 N.E.2d 916, 920 (Mass. App. Ct. 1974.)\n\n           While the present lawsuits were pending in the district\n\ncourt, Minor--both as an individual and as a partner--entered into\n\na single settlement agreement covering both federal lawsuits (as\n\nwell as other lawsuits); and this constituted a waiver--in both\n\ncapacities--of objections to personal jurisdiction.          Cf. Meetings\n\n& Expositions, Inc. v. Tandy Corp., 490 F.2d 714 (2d Cir. 1974)\n\n(per curiam).     Any claim by Minor of lack of notice was cured by\n\nthe November    2010   hearing   and   opportunity   to   respond   to   the\n\nproposed order.\n\n           Minor now argues to us that the settlement agreement was\n\nambiguous and so unenforceable, and that the releases go beyond\n\nwhat the settlement agreement contemplated. The record contains\n\n\n                                  -11-\n\fonly brief references to such substantive objections in Minor's\n\nwritten submissions to the district court (in August and December\n\n2009) and her attorney's oral argument (in November 2009).    Even\n\nnow, these objections are summarily presented.     These arguments\n\ncome too late.   Tasker v. DHL Ret. Sav. Plan, 621 F.3d 34, 40 (1st\n\nCir. 2010).\n\n          Affirmed.\n\n\n\n\n                               -12-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>652 F.3d 116 (2011)</b></center>\n<center><h1>QUINCY V, LLC; Cambridge V, LLC, Plaintiffs,<br>\nQueens Syndicate Company; Combo Stores Company; Initial Realty Company; Sons Realty Company; P &amp; S Realty Company; Flatlands Management Company, Plaintiffs, Appellees,<br>\nv.<br>\nShelly HERMAN, as temporary Executrix for the Estate of Stephen Cooperman, Defendant, Third-Party Plaintiff, Appellee,<br>\nLisa Minor, Interested Party-Appellant,<br>\nVictor Vitlin; Robert Feinerman; Zachary Scheinberg; Janice Scheinberg; Jack Davidoff; Alan Shriro; Martin Brody; Martin Schneider, Third-Party Defendants.</h1></center>\n<center>No. 10-1397.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 7, 2011.</center>\n<center>Decided July 22, 2011.</center>\n<p><span class=\"star-pagination\">*118</span> Richard J. Montes with whom Matthew W. Naparty and Mauro Goldberg &amp; Lilling LLP, were on brief, for interested party, appellant.</p>\n<p>Mark H. Bluver with whom Law Office of Mark H. Bluver, was on brief, for plaintiffs, appellees Queens Syndicate Company and Combo Stores Company.</p>\n<p>Katharine Pacella Costello with whom John J. Egan and Egan, Flanagan &amp; Cohen, P.C., were on brief, for plaintiff, appellees Initial Realty Company, Sons Realty Company, P &amp; S Realty Company and Flatlands Management Company.</p>\n<p>Andrew M. Hochberg, for defendant, third-party plaintiff, appellee.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and STAHL, Circuit Judge.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>Lisa Minor appeals from an order to enforce a settlement agreement against her, which she signed after mediation of several lawsuits concerning six family-run real estate partnerships. The procedural history is complex but, in the end, the central question is whether the district court had authority to enter the order in question, which helps bring to a close at least four lawsuits in multiple courts.</p>\n<p>The six partnerships own and manage commercial real estate in and around New York City, and all are organized as general partnerships under New York law. N.Y. P'ship Law § 10 (McKinney 2005). The partners in each entity largely though not entirely overlap and comprise a group of natural persons, trusts, and limited liability companies. Lisa Minor is herself a partner in all six ventures.</p>\n<p>The six partnerships had been managed by a single partner, Shirley Cooperman, until her death in 2000 and thereafter by her son, Stephen Cooperman, almost until his own death in 2008. Lisa Minor is Stephen Cooperman's sister and assisted him with the financial affairs of the partnerships. However, in January 2008, the partnerships voted to appoint three-member committees to take over the management, and Lisa Minor was a member of four of them.</p>\n<p>In February 2008, Stephen Cooperman died and his estate was probated in state court in Berkshire County, Massachusetts, where he had resided. Later that year the <span class=\"star-pagination\">*119</span> partnerships began the present federal district court lawsuits in Massachusetts against Shelly Herman, the beneficiary and executrix of Cooperman's will, seeking redress for alleged mismanagement of the partnerships by Stephen Cooperman during his tenure. One lawsuit was by two of the partnerships, the second by the other four and the same district judge handled both together.</p>\n<p>Both lawsuits prompted counterclaims by the estate against the plaintiff partnerships, a third party complaint against the partners of all of the partnerships, and further attempted claims by individual partners. It also came to light that two of the partners had separately sued Lisa Minor in the Surrogate's Court of Nassau County, New York in her capacity as executrix of the estate of Shirley Cooperman  a position that she acquired in succession to Stephen Cooperman after his death.</p>\n<p>After mediation in February 2009, a settlement agreement was reached to dispose of the two federal district court actions and related state court suits in Massachusetts, Minor being a party to one of the latter. In the mediation, Minor was represented by the attorney, Paul Rothschild, who was handling her defense in the latter case. Lisa Minor signed the settlement agreement numerous times  in her individual capacity, as a partner in all six partnerships, and as a trustee of one of the other partners.</p>\n<p>On March 23, 2009, counsel for the partnerships notified the district court that the two federal lawsuits had been settled, that final documents were being drafted, and that counsel expected the process to take up to sixty days. Acting without a motion to dismiss, the district court (following a practice sometimes used to clear dockets and spur a final disposition) dismissed both cases the same day. The orders of dismissal were identical and read in full:</p>\n<blockquote>The court, having been advised on March 23, 2009 that the above-entitled action has been settled;</blockquote>\n<blockquote>IT IS ORDERED that this action is hereby dismissed without costs and without prejudice to the right of any party, upon good cause shown, to reopen the action within sixty (60) days if settlement is not consummated.</blockquote>\n<p>Settlement was not in fact consummated because Minor refused to execute mutual releases called for by the settlement agreement. She was represented by another lawyer in the Nassau Surrogate's Court action in New York and that lawyer apparently wanted changes in the mutual release to clarify its relationship to that action. The partnerships balked at accepting her suggestions, and she refused to sign the release.</p>\n<p>The sixty-day window following the orders of dismissal ended on Friday, May 22, 2009, the following Monday being Memorial Day. On Tuesday, May 26, counsel for the partnerships requested by phone call to the court clerk a thirty-day extension of the sixty-day dismissal period. On Thursday, May 28, the same attorney filed a motion to enforce the settlement agreement against Minor on behalf of all the partnerships and the estate.</p>\n<p>Minor filed no objection within the fourteen-day period required under the local rules, D. Mass. R. 7.1(b). On June 12, 2009, the district court granted the motion to enforce the settlement. Two months later, on August 7, 2009, Minor, represented by Rothschild, filed a motion to vacate the district court's enforcement order, claiming a lack of jurisdiction over both the settlement agreement and over Minor herself. Following a November 2009 hearing, the district court ordered that a new motion to enforce be filed, giving Minor a fresh opportunity to object.</p>\n<p><span class=\"star-pagination\">*120</span> Thereafter, the partnerships and Cooperman estate filed a new motion to enforce the settlement against Minor, and Minor responded. In March 2010 the district court rejected Minor's motion to vacate and ordered Minor to execute the release. <i>Queens Syndicate Co. v. Herman,</i> 691 F.Supp.2d 283, 290 (D.Mass. 2010). The court found that it had properly reinstated the litigation and that Minor was present in the cases as a plaintiff by virtue of her status as partner in all six partnerships. <i>Id.</i> at 286-87.</p>\n<p>Minor then filed a motion to dismiss the case claiming that the court <i>never</i> had subject-matter jurisdiction because the parties in the case were not completely diverse. The district court denied Minor's motion in an unpublished order entered in both cases. Minor then filed the present appeal, raising the objections already noted along with a separate attack on the validity and the interpretation of the original mediated settlement agreement that she had signed in her various capacities.</p>\n<p>Minor's first subject matter claim is that the parties in the district court were not of diverse citizenship. The defendant in the district court throughout has been Shelley Herman as executrix of Stephen Cooperman's estate. Because at the time of his death Stephen Cooperman was domiciled in Massachusetts, by statute his executrix was similarly designated. 28 U.S.C. § 1332(c)(2). Diversity jurisdiction thus depends, absent some realignment of parties, on no <i>plaintiff</i> being domiciled in Massachusetts.</p>\n<p>The six plaintiff partnerships were organized under New York law, N.Y. P'ship Law § 10 (McKinney 2005), but for diversity purposes, a partnership has attributed to it the citizenship of all its members, <i>Carden v. Arkoma Assocs.,</i> 494 U.S. 185, 188-90, 110 S.Ct. 1015, 108 L.Ed.2d 157 (1990). Minor's claim is that Stephen Cooperman was <i>also</i> a partner in each of the six plaintiff partnerships, thereby destroying diversity, even though neither Lisa Minor nor any other partner is domiciled in Massachusetts. The district court held that Cooperman's estate was not a member of the partnerships and we agree.</p>\n<p>Under New York law, a general partnership dissolves upon the death of a partner absent specific agreement to the contrary, N.Y. P'ship Law § 62(4), and if the survivors continue to operate the business as a partnership, they create a new partnership at will, <i>see, e.g., </i><i>Burger, Kurzman, Kaplan &amp; Stuchin v. Kurzman,</i> 139 A.D.2d 422, 527 N.Y.S.2d 15, 16-17 (1988). Minor says that Stephen Cooperman's estate did continue to receive payments from the partnerships and was listed as a partner on state and federal tax forms filed by the partnerships. This is an incomplete picture.</p>\n<p>Following Stephen Cooperman's death, the estate never exercised any joint control over the partnerships, nor contributed to the ventures, <i>see </i><i>Kyle v. Brenton,</i> 184 A.D.2d 1036, 584 N.Y.S.2d 698, 699 (1992), and Herman expressly disclaimed \"an intent to become a partner in the partnerships.\" The payments to the estate  however labeled in tax forms  appear to be the distributions that the estate is entitled to recover as a sort of creditor, N.Y. P'ship Law §§ 72(3), 73; <i>see also </i><i>Birnbaum v. Birnbaum,</i> 157 A.D.2d 177, 555 N.Y.S.2d 982, 987-88 (1990), and not as a current partner.</p>\n<p>Minor's second subject matter objection is that the district court relinquished its jurisdiction when it dismissed the complaint sua sponte and could not thereafter reclaim it. Under <i>Kokkonen v. Guardian Life Ins. Co.,</i> 511 U.S. 375, 114 S.Ct. 1673, 128 L.Ed.2d 391 (1994), a federal court may enforce a settlement if it <span class=\"star-pagination\">*121</span> maintains jurisdiction or embeds the settlement in a judgment, but otherwise a suit to enforce a settlement is a contract dispute which requires a new jurisdictional basis to be heard in federal court. <i>Lipman v. Dye,</i> 294 F.3d 17, 21 (1st Cir.2002).</p>\n<p>The March 2009 dismissal was premised on the representation that a settlement had been reached; and when Minor declined to sign the releases, the other parties sought relief in late May 2009 and received it in early June. The request occurred only a few days after the sixty-day period had expired; and the grant of relief was within ninety days of the original dismissal  well within the one year period for a motion to reopen a judgment for excusable neglect. Fed.R.Civ.P. 60(b)(1).</p>\n<p>This court has held the use of a Rule 60(b)(1) motion to be compatible with <i>Kokkonen. Pratt v. Philbrook,</i> 109 F.3d 18, 22 &amp; n. 7 (1st Cir.1997); <i>F.A.C., Inc. v. Cooperativa de Seguros de Vida de Puerto Rico (COSVI),</i> 449 F.3d 185, 190-191 (1st Cir.2006). Minor does not complain of an abuse of discretion but rather that the district court lacked power to act <i>sua sponte</i> under Rule 60(b). This issue has divided other circuits, <i>Dr. José S. Belaval, Inc. v. Peréz-Perdomo,</i> 465 F.3d 33, 37 (1st Cir.2006), but we need not take a position because the district court reasonably construed the motion to enforce as an implicit Rule 60(b) motion to reopen.</p>\n<p>Minor further objects that the district court failed to afford her notice and an opportunity to respond to the motion. The motion to enforce had been sent to Rothschild who had represented Minor in the Massachusetts state court suit and in the mediation. At the time, he denied that he could accept service on Minor's behalf in the federal actions. Any lack of notice was cured when the district court, in the November 2009 hearing on Minor's motion to reconsider, ordered plaintiffs to file a proposed order and afforded Minor two weeks to respond to it.</p>\n<p>Separately, Minor argues that the district court lacked authority to enforce the settlement because its original sua sponte dismissal of the case was necessarily predicated on the parties' imputed consent, Fed.R.Civ.P. 41(a)(1)(A)(ii); by implication, she argues, the court also lacked authority to enforce the settlement absent consent of all parties. The dismissal here is better viewed as falling instead under Fed.R.Civ.P. 41(a)(2) because there was no stipulation to dismissal from the defendants.</p>\n<p>In any event, the dismissal is not the source of the court's power to enforce the settlement. Rather, the dismissal  whatever its character  was withdrawn pursuant to Rule 60(b)(1). And, once the district court re-established jurisdiction, it had ancillary jurisdiction to enforce the settlement agreement by the parties. <i>See </i><i>Baella-Silva v. Hulsey,</i> 454 F.3d 5, 10-11 (1st Cir.2006), <i>COSVI,</i> 449 F.3d at 189-190. Thus, the court's order to Minor to sign the release was within its power.</p>\n<p>Minor next attacks the court's authority over her person which, for defendants, requires both personal jurisdiction and service of process. In rejecting this challenge, the district court relied on Minor's status as a partner in each of the six plaintiff partnerships. <i>Queens Syndicate,</i> 691 F.Supp.2d at 286-87. New York law provides that personal jurisdiction over the partnership also confers personal jurisdiction over the general partners, <i>U.S. Bank Nat'l Ass'n v. Ables &amp; Hall Builders,</i> 582 F.Supp.2d 605, 616 (S.D.N.Y.2008).</p>\n<p>Minor claims that New York law would distinguish between her presence as a partner and her presence in an individual capacity, <i>Ruzicka v. Rager,</i> 305 N.Y. 191, 111 N.E.2d 878, 879-81 (1953), and that <span class=\"star-pagination\">*122</span> she was a plaintiff only in her capacity as a partner and was never served in her individual capacity in either federal lawsuit. We need not pursue the interesting choice of law issues implicated by this dual capacity argument. <i>See </i><i>Roberts-Haverhill Assocs. v. City Council,</i> 2 Mass.App.Ct. 715, 319 N.E.2d 916, 920 (1974)</p>\n<p>While the present lawsuits were pending in the district court, Minor  both as an individual and as a partner  entered into a single settlement agreement covering both federal lawsuits (as well as other lawsuits); and this constituted a waiver  in both capacities  of objections to personal jurisdiction. <i>Cf. </i><i>Meetings &amp; Expositions, Inc. v. Tandy Corp.,</i> 490 F.2d 714 (2d Cir.1974) (per curiam). Any claim by Minor of lack of notice was cured by the November 2010 hearing and opportunity to respond to the proposed order.</p>\n<p>Minor now argues to us that the settlement agreement was ambiguous and so unenforceable, and that the releases go beyond what the settlement agreement contemplated. The record contains only brief references to such substantive objections in Minor's written submissions to the district court (in August and December 2009) and her attorney's oral argument (in November 2009). Even now, these objections are summarily presented. These arguments come too late. <i>Tasker v. DHL Ret. Sav. Plan,</i> 621 F.3d 34, 40 (1st Cir. 2010).</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">116</span></span> (2011)</b></center>\n<center><h1>QUINCY V, LLC; Cambridge V, LLC, Plaintiffs,<br>\nQueens Syndicate Company; Combo Stores Company; Initial Realty Company; Sons Realty Company; P &amp; S Realty Company; Flatlands Management Company, Plaintiffs, Appellees,<br>\nv.<br>\nShelly HERMAN, as temporary Executrix for the Estate of Stephen Cooperman, Defendant, Third-Party Plaintiff, Appellee,<br>\nLisa Minor, Interested Party-Appellant,<br>\nVictor Vitlin; Robert Feinerman; Zachary Scheinberg; Janice Scheinberg; Jack Davidoff; Alan Shriro; Martin Brody; Martin Schneider, Third-Party Defendants.</h1></center>\n<center>No. 10-1397.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 7, 2011.</center>\n<center>Decided July 22, 2011.</center>\n<p><span class=\"star-pagination\">*118</span> Richard J. Montes with whom Matthew W. Naparty and Mauro Goldberg &amp; Lilling LLP, were on brief, for interested party, appellant.</p>\n<p>Mark H. Bluver with whom Law Office of Mark H. Bluver, was on brief, for plaintiffs, appellees Queens Syndicate Company and Combo Stores Company.</p>\n<p>Katharine Pacella Costello with whom John J. Egan and Egan, Flanagan &amp; Cohen, P.C., were on brief, for plaintiff, appellees Initial Realty Company, Sons Realty Company, P &amp; S Realty Company and Flatlands Management Company.</p>\n<p>Andrew M. Hochberg, for defendant, third-party plaintiff, appellee.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and STAHL, Circuit Judge.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>Lisa Minor appeals from an order to enforce a settlement agreement against her, which she signed after mediation of several lawsuits concerning six family-run real estate partnerships. The procedural history is complex but, in the end, the central question is whether the district court had authority to enter the order in question, which helps bring to a close at least four lawsuits in multiple courts.</p>\n<p>The six partnerships own and manage commercial real estate in and around New York City, and all are organized as general partnerships under New York law. N.Y. P'ship Law § 10 (McKinney 2005). The partners in each entity largely though not entirely overlap and comprise a group of natural persons, trusts, and limited liability companies. Lisa Minor is herself a partner in all six ventures.</p>\n<p>The six partnerships had been managed by a single partner, Shirley Cooperman, until her death in 2000 and thereafter by her son, Stephen Cooperman, almost until his own death in 2008. Lisa Minor is Stephen Cooperman's sister and assisted him with the financial affairs of the partnerships. However, in January 2008, the partnerships voted to appoint three-member committees to take over the management, and Lisa Minor was a member of four of them.</p>\n<p>In February 2008, Stephen Cooperman died and his estate was probated in state court in Berkshire County, Massachusetts, where he had resided. Later that year the <span class=\"star-pagination\">*119</span> partnerships began the present federal district court lawsuits in Massachusetts against Shelly Herman, the beneficiary and executrix of Cooperman's will, seeking redress for alleged mismanagement of the partnerships by Stephen Cooperman during his tenure. One lawsuit was by two of the partnerships, the second by the other four and the same district judge handled both together.</p>\n<p>Both lawsuits prompted counterclaims by the estate against the plaintiff partnerships, a third party complaint against the partners of all of the partnerships, and further attempted claims by individual partners. It also came to light that two of the partners had separately sued Lisa Minor in the Surrogate's Court of Nassau County, New York in her capacity as executrix of the estate of Shirley Cooperman  a position that she acquired in succession to Stephen Cooperman after his death.</p>\n<p>After mediation in February 2009, a settlement agreement was reached to dispose of the two federal district court actions and related state court suits in Massachusetts, Minor being a party to one of the latter. In the mediation, Minor was represented by the attorney, Paul Rothschild, who was handling her defense in the latter case. Lisa Minor signed the settlement agreement numerous times  in her individual capacity, as a partner in all six partnerships, and as a trustee of one of the other partners.</p>\n<p>On March 23, 2009, counsel for the partnerships notified the district court that the two federal lawsuits had been settled, that final documents were being drafted, and that counsel expected the process to take up to sixty days. Acting without a motion to dismiss, the district court (following a practice sometimes used to clear dockets and spur a final disposition) dismissed both cases the same day. The orders of dismissal were identical and read in full:</p>\n<blockquote>The court, having been advised on March 23, 2009 that the above-entitled action has been settled;</blockquote>\n<blockquote>IT IS ORDERED that this action is hereby dismissed without costs and without prejudice to the right of any party, upon good cause shown, to reopen the action within sixty (60) days if settlement is not consummated.</blockquote>\n<p>Settlement was not in fact consummated because Minor refused to execute mutual releases called for by the settlement agreement. She was represented by another lawyer in the Nassau Surrogate's Court action in New York and that lawyer apparently wanted changes in the mutual release to clarify its relationship to that action. The partnerships balked at accepting her suggestions, and she refused to sign the release.</p>\n<p>The sixty-day window following the orders of dismissal ended on Friday, May 22, 2009, the following Monday being Memorial Day. On Tuesday, May 26, counsel for the partnerships requested by phone call to the court clerk a thirty-day extension of the sixty-day dismissal period. On Thursday, May 28, the same attorney filed a motion to enforce the settlement agreement against Minor on behalf of all the partnerships and the estate.</p>\n<p>Minor filed no objection within the fourteen-day period required under the local rules, D. Mass. R. 7.1(b). On June 12, 2009, the district court granted the motion to enforce the settlement. Two months later, on August 7, 2009, Minor, represented by Rothschild, filed a motion to vacate the district court's enforcement order, claiming a lack of jurisdiction over both the settlement agreement and over Minor herself. Following a November 2009 hearing, the district court ordered that a new motion to enforce be filed, giving Minor a fresh opportunity to object.</p>\n<p><span class=\"star-pagination\">*120</span> Thereafter, the partnerships and Cooperman estate filed a new motion to enforce the settlement against Minor, and Minor responded. In March 2010 the district court rejected Minor's motion to vacate and ordered Minor to execute the release. <i>Queens Syndicate Co. v. Herman,</i> <span class=\"citation\" data-id=\"2532938\"><a href=\"/opinion/2532938/queens-syndicate-co-v-herman/\"><span class=\"volume\">691</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">283</span></a></span>, 290 (D.Mass. 2010). The court found that it had properly reinstated the litigation and that Minor was present in the cases as a plaintiff by virtue of her status as partner in all six partnerships. <i>Id.</i> at 286-87.</p>\n<p>Minor then filed a motion to dismiss the case claiming that the court <i>never</i> had subject-matter jurisdiction because the parties in the case were not completely diverse. The district court denied Minor's motion in an unpublished order entered in both cases. Minor then filed the present appeal, raising the objections already noted along with a separate attack on the validity and the interpretation of the original mediated settlement agreement that she had signed in her various capacities.</p>\n<p>Minor's first subject matter claim is that the parties in the district court were not of diverse citizenship. The defendant in the district court throughout has been Shelley Herman as executrix of Stephen Cooperman's estate. Because at the time of his death Stephen Cooperman was domiciled in Massachusetts, by statute his executrix was similarly designated. 28 U.S.C. § 1332(c)(2). Diversity jurisdiction thus depends, absent some realignment of parties, on no <i>plaintiff</i> being domiciled in Massachusetts.</p>\n<p>The six plaintiff partnerships were organized under New York law, N.Y. P'ship Law § 10 (McKinney 2005), but for diversity purposes, a partnership has attributed to it the citizenship of all its members, <i>Carden v. Arkoma Assocs.,</i> <span class=\"citation\" data-id=\"112380\"><a href=\"/opinion/112380/carden-v-arkoma-associates/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 188-90, <span class=\"citation\" data-id=\"112380\"><a href=\"/opinion/112380/carden-v-arkoma-associates/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1015</span></a></span>, <span class=\"citation\" data-id=\"112380\"><a href=\"/opinion/112380/carden-v-arkoma-associates/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (1990). Minor's claim is that Stephen Cooperman was <i>also</i> a partner in each of the six plaintiff partnerships, thereby destroying diversity, even though neither Lisa Minor nor any other partner is domiciled in Massachusetts. The district court held that Cooperman's estate was not a member of the partnerships and we agree.</p>\n<p>Under New York law, a general partnership dissolves upon the death of a partner absent specific agreement to the contrary, N.Y. P'ship Law § 62(4), and if the survivors continue to operate the business as a partnership, they create a new partnership at will, <i>see, e.g., </i><i>Burger, Kurzman, Kaplan &amp; Stuchin v. Kurzman,</i> <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">422</span></span>, <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">15</span></span>, 16-17 (1988). Minor says that Stephen Cooperman's estate did continue to receive payments from the partnerships and was listed as a partner on state and federal tax forms filed by the partnerships. This is an incomplete picture.</p>\n<p>Following Stephen Cooperman's death, the estate never exercised any joint control over the partnerships, nor contributed to the ventures, <i>see </i><i>Kyle v. Brenton,</i> <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">1036</span></span>, <span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">698</span></span>, 699 (1992), and Herman expressly disclaimed \"an intent to become a partner in the partnerships.\" The payments to the estate  however labeled in tax forms  appear to be the distributions that the estate is entitled to recover as a sort of creditor, N.Y. P'ship Law §§ 72(3), 73; <i>see also </i><i>Birnbaum v. Birnbaum,</i> <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">555</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">982</span></span>, 987-88 (1990), and not as a current partner.</p>\n<p>Minor's second subject matter objection is that the district court relinquished its jurisdiction when it dismissed the complaint sua sponte and could not thereafter reclaim it. Under <i>Kokkonen v. Guardian Life Ins. Co.,</i> <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1994), a federal court may enforce a settlement if it <span class=\"star-pagination\">*121</span> maintains jurisdiction or embeds the settlement in a judgment, but otherwise a suit to enforce a settlement is a contract dispute which requires a new jurisdictional basis to be heard in federal court. <i>Lipman v. Dye,</i> <span class=\"citation\" data-id=\"200003\"><a href=\"/opinion/200003/lipman-v-dye/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.2002).</p>\n<p>The March 2009 dismissal was premised on the representation that a settlement had been reached; and when Minor declined to sign the releases, the other parties sought relief in late May 2009 and received it in early June. The request occurred only a few days after the sixty-day period had expired; and the grant of relief was within ninety days of the original dismissal  well within the one year period for a motion to reopen a judgment for excusable neglect. Fed.R.Civ.P. 60(b)(1).</p>\n<p>This court has held the use of a Rule 60(b)(1) motion to be compatible with <i>Kokkonen. Pratt v. Philbrook,</i> <span class=\"citation\" data-id=\"197254\"><a href=\"/opinion/197254/pratt-v-philbrook/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 22 &amp; n. 7 (1st Cir.1997); <i>F.A.C., Inc. v. Cooperativa de Seguros de Vida de Puerto Rico (COSVI),</i> <span class=\"citation\" data-id=\"794465\"><a href=\"/opinion/794465/fac-inc-dba-financial-advisors-and-consultants-inc-fac-v/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span>, 190-191 (1st Cir.2006). Minor does not complain of an abuse of discretion but rather that the district court lacked power to act <i>sua sponte</i> under Rule 60(b). This issue has divided other circuits, <i>Dr. José S. Belaval, Inc. v. Peréz-Perdomo,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span>, 37 (1st Cir.2006), but we need not take a position because the district court reasonably construed the motion to enforce as an implicit Rule 60(b) motion to reopen.</p>\n<p>Minor further objects that the district court failed to afford her notice and an opportunity to respond to the motion. The motion to enforce had been sent to Rothschild who had represented Minor in the Massachusetts state court suit and in the mediation. At the time, he denied that he could accept service on Minor's behalf in the federal actions. Any lack of notice was cured when the district court, in the November 2009 hearing on Minor's motion to reconsider, ordered plaintiffs to file a proposed order and afforded Minor two weeks to respond to it.</p>\n<p>Separately, Minor argues that the district court lacked authority to enforce the settlement because its original sua sponte dismissal of the case was necessarily predicated on the parties' imputed consent, Fed.R.Civ.P. 41(a)(1)(A)(ii); by implication, she argues, the court also lacked authority to enforce the settlement absent consent of all parties. The dismissal here is better viewed as falling instead under Fed.R.Civ.P. 41(a)(2) because there was no stipulation to dismissal from the defendants.</p>\n<p>In any event, the dismissal is not the source of the court's power to enforce the settlement. Rather, the dismissal  whatever its character  was withdrawn pursuant to Rule 60(b)(1). And, once the district court re-established jurisdiction, it had ancillary jurisdiction to enforce the settlement agreement by the parties. <i>See </i><i>Baella-Silva v. Hulsey,</i> <span class=\"citation\" data-id=\"202295\"><a href=\"/opinion/202295/baella-silva-v-hulsey/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 10-11 (1st Cir.2006), <i>COSVI,</i> 449 F.3d at 189-190. Thus, the court's order to Minor to sign the release was within its power.</p>\n<p>Minor next attacks the court's authority over her person which, for defendants, requires both personal jurisdiction and service of process. In rejecting this challenge, the district court relied on Minor's status as a partner in each of the six plaintiff partnerships. <i>Queens Syndicate,</i> 691 F.Supp.2d at 286-87. New York law provides that personal jurisdiction over the partnership also confers personal jurisdiction over the general partners, <i>U.S. Bank Nat'l Ass'n v. Ables &amp; Hall Builders,</i> <span class=\"citation\" data-id=\"1760490\"><a href=\"/opinion/1760490/us-bank-nat-assn-v-ables-hall-builders/\"><span class=\"volume\">582</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">605</span></a></span>, 616 (S.D.N.Y.2008).</p>\n<p>Minor claims that New York law would distinguish between her presence as a partner and her presence in an individual capacity, <i>Ruzicka v. Rager,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">878</span></span>, 879-81 (1953), and that <span class=\"star-pagination\">*122</span> she was a plaintiff only in her capacity as a partner and was never served in her individual capacity in either federal lawsuit. We need not pursue the interesting choice of law issues implicated by this dual capacity argument. <i>See </i><i>Roberts-Haverhill Assocs. v. City Council,</i> 2 Mass.App.Ct. 715, <span class=\"citation\" data-id=\"2024076\"><a href=\"/opinion/2024076/roberts-haverhill-v-city-coun-of-haverhill/\"><span class=\"volume\">319</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">916</span></a></span>, 920 (1974)</p>\n<p>While the present lawsuits were pending in the district court, Minor  both as an individual and as a partner  entered into a single settlement agreement covering both federal lawsuits (as well as other lawsuits); and this constituted a waiver  in both capacities  of objections to personal jurisdiction. <i>Cf. </i><i>Meetings &amp; Expositions, Inc. v. Tandy Corp.,</i> <span class=\"citation\" data-id=\"316385\"><a href=\"/opinion/316385/meetings-expositions-inc-v-tandy-corporation/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span> (2d Cir.1974) (per curiam). Any claim by Minor of lack of notice was cured by the November 2010 hearing and opportunity to respond to the proposed order.</p>\n<p>Minor now argues to us that the settlement agreement was ambiguous and so unenforceable, and that the releases go beyond what the settlement agreement contemplated. The record contains only brief references to such substantive objections in Minor's written submissions to the district court (in August and December 2009) and her attorney's oral argument (in November 2009). Even now, these objections are summarily presented. These arguments come too late. <i>Tasker v. DHL Ret. Sav. Plan,</i> <span class=\"citation\" data-id=\"176713\"><a href=\"/opinion/176713/tasker-v-dhl-retirement-savings-plan/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 40 (1st Cir. 2010).</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/176713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2024076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2532938/"
  ]
}