{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/236579/",
  "absolute_url": "/opinion/236579/commissioner-of-internal-revenue-v-smith-paper-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/236579/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:34Z",
  "date_modified": "2016-02-28T05:52:46.927813Z",
  "type": "010combined",
  "sha1": "06f74cd824c0028b5bdcf349165e2dae7fba1ca9",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/222/222.F2d.126.4908.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">222 F.2d 126</p>\n    <p class=\"case_cite\">55-1 USTC  P 49,116</p>\n    <p class=\"parties\">COMMISSIONER OF INTERNAL REVENUE, Petitioner,<br>v.<br>SMITH PAPER, Inc., Respondent.</p>\n    <p class=\"docket\">No. 4908.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">May 2, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry Marselli, Sp. Asst. to the Atty. Gen., with whom H. Brian Holland, Asst. Atty. Gen., and Ellis N. Slack and Lee A. Jackson, Sp. Assts. to the Atty. Gen., were on brief, for petitioner.</p>\n      <p class=\"indent\">Richard L. Shook, Washington, D.C., with whom Addison Yeaman, Louisville, Ky., was on brief, for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Smith Paper, Inc., the corporate taxpayer herein, filed with the Commissioner of Internal Revenue its applications for refunds, under the provisions of &#167; 722 of the Internal Revenue Code of 1939, as amended by 54 Stat. 975, 26 U.S.C.A. &#167; 722, of excess profits taxes paid in the years 1940 through 1944; and alternatively for refunds under the provisions of &#167; 721 of the Code, 26 U.S.C.A. &#167; 721, of excess profits taxes paid in the years 1941, 1942, and 1943.  Each of these two sections provided for so-called abnormality relief of excess profits taxes; &#167; 722 relating to abnormal income received in the base years, and &#167; 721 relating to abnormal income received in the tax years.  Certain processing changes in its manufacturing operations were said by the taxpayer to have resulted in the claimed abnormalities in income.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 2, 1951, the Commissioner formally notified the taxpayer of the disallowance in whole of the claimed refunds.  In the Commissioner's letter he determined taxpayer's excess profits taxes for the years in question in the identical sums which had been assessed and paid previously; thus the letter did not give notice of any deficiencies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thereafter, pursuant to &#167; 732 of the Code, 26 U.S.C.A. &#167; 732, the taxpayer filed in the Tax Court of the United States a petition seeking a review of the action of the Commissioner in denying its claims for abnormality refunds.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Commissioner's original answer to the petition was in effect a general denial.  At the commencement of the hearing before the Tax Court, the Commissioner gave notice that in the course of preparation for trial he had discovered that there existed certain deficiencies in the taxpayer's excess profits taxes for the years in question, over and above the taxes which had previously been assessed and paid.  Accordingly, the Commissioner obtained leave of the Tax Court to file an amendment to its answer.  In this amendment, the Commissioner laid claim to the additional taxes due, which he asserted it was the duty of the Tax Court to determine, pursuant to &#167; 272(e) of the 1939 Code, 53 Stat. 83, 26 U.S.C.A. &#167; &#167; 272(e), which gave jurisdiction to the Tax Court to redetermine a deficiency greater than the deficiency claimed in the notice to the taxpayer under &#167; 272(a)(1), provided such claim for additional taxes 'is asserted by the Commissioner at or before the hearing or a rehearing.'  Alternatively, the Commissioner asked in his amendment to the answer that the asserted deficiencies in excess profits taxes be at least used as a setoff against any amounts the Tax Court might determine that the taxpayer was entitled to receive in refunds under its abnormality claims.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 19, 1954, the taxpayer filed a motion in the Tax Court 'to dismiss the above entitled proceeding for lack of jurisdiction insofar as the same relates to the issues raised by the Amendment to Answer filed by the respondent * * *.'  The asserted ground of this motion was that &#167; 272(e) of the Code was inapplicable where the proceeding before the Tax Court was not instituted by the taxpayer under &#167; 272(a)(1) for redetermination of a deficiency as determined by the Commissioner in a so-called ninety-day letter.  Upon the authority of three previous Tax Court decisions, that court on March 16, 1954, entered an 'Order' providing that the taxpayer's said motion to dismiss 'be and it hereby is granted.'  Subsequently, on March 30, 1954, the Tax Court denied a motion by the Commissioner to vacate this order.  Meanwhile, the taxpayer had abandoned its claim for refunds based on &#167; 722, and thereafter pressed only its claims to abnormality refunds for the years 1941, 1942, and 1943, under &#167; 721.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have before us now a petition by the Commissioner for review of the aforesaid 'Order' of the Tax Court of March 16, 1954.  At the oral argument we suggested a question as to our jurisdiction and invited memoranda by counsel on the point.  Counsel for both parties are in agreement, though perhaps for different reasons, that we have jurisdiction to hear and determine the present petition on its merits; but we do not think that this is so.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since the pending petition was filed June 11, 1954, our jurisdiction was invoked under &#167; 1141(a) of the Internal Revenue Code of 1939, as amended by 62 Stat. 991 and 63 Stat. 107, 26 U.S.C.A. &#167; 1141(a), reading in essential part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The courts of appeals shall have exclusive jurisdiction to review the decisions of the Tax Court * * * in the same manner and to the same extent as decisions of the district courts in civil actions tried without a jury * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The effect of the clause added in 1948-- 'in the same manner and to the same extent as decisions of the district courts in civil actions tried without a jury'-- was not to incorporate by reference 28 U.S.C. &#167;&#167; 1291 and 1292 giving jurisdiction to the courts of appeals to review final decisions and certain interlocutory decisions of district courts.  It is abundantly clear from the legislative history that the only purpose of the 1948 amendment was to enlarge the scope of review of decisions of the Tax Court, thereby getting rid of the ruling in Dobson v. Commissioner, 1943, 320 U.S. 489, 64 S.Ct. 239, 88 L.Ed. 248, which imposed a narrower scope of review of decisions of the Tax Court from that which was applicable where a court of appeals had on review a decision of a district court in a civil action tried without a jury.  E.g., Kohnstamm v. Pedrick, 2 Cir., 1945, 153 F.2d 506, 508-509.  See Sen.Rep. No. 1559, 80th Cong., 2d Sess.  (1948); 93 Cong.Rec. A3281 (1947); 94 Cong.Rec. 8500-01 (1948).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The question then is, what did Congress mean by 'the decisions of the Tax Court' as used in &#167; 1141(a)?  No one has suggested that Congress thereby intended to make immediately reviewable any ruling or order of the Tax Court in the course of a proceeding before it, particularly orders or rulings of a procedural character.  We think the Congress had in mind, in &#167; 1141(a), the kind of determinations by the Tax Court referred to in the related &#167; 1117, especially in subsection (c) thereof.  26 U.S.C.A. &#167; 1117.  Pertinent parts of &#167; 1117 are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'(a) Requirement.  A report upon any proceeding instituted before the Tax Court and a decision thereon shall be made as quickly as practicable.  The decision shall be made by a judge in accordance with the report of the Tax Court, and such decision so made shall, when entered, be the decision of the Tax Court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'(c) Date of decision.  A decision of the Tax Court (except a decision dismissing a proceeding for lack of jurisdiction) shall be held to be rendered upon the date that an order specifying the amount of the deficiency is entered in the records of the Tax Court.  If the Tax Court dismisses a proceeding for reasons other than lack of jurisdiction and is unable from the record to determine the amount of the deficiency determined by the Commissioner, or if the Tax Court dismisses a proceeding for lack of jurisdiction, an order to that effect shall be entered in the records of the Tax Court, and the decision of the Tax Court shall be held to be rendered upon the date of such entry.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'(d) Effect of decision dismissing petition.  If a petition for a redetermination of a deficiency has been filed by the taxpayer, a decision of the Tax Court dismissing the proceeding shall be considered as its decision that the deficiency is the amount determined by the Commissioner.  An order specifying such amount shall be entered in the records of the Tax Court unless the Tax Court can not determine such amount from the record in the proceeding, or unless the dismissal is for lack of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'(e) Effect of decision that tax is barred by limitation.  If the assessment or collection of any tax is barred by any statute of limitations, the decision of the Tax Court to that effect shall be considered as its decision that there is no deficiency in respect of such tax.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">See also &#167; 1140, 26 U.S.C.A. &#167; 1140, another related section, which prescribes in minute detail, in numerous contingencies, when the 'decision' of the Tax Court shall become final.  Cf. Sweet v. Commissioner, 1 Cir., 1941, 120 F.2d 77.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That is to say, the word 'decisions' of the Tax Court has a meaning of art; it refers only to two kinds of judicial action by the Tax Court, viz., (1) 'dismissing the proceeding' pending before it, whether for lack of jurisdiction or otherwise, or (2) formally determining a deficiency, or the lack of a deficiency.  In Michael v. Commissioner, 2 Cir., 1932, 56 F.2d 825, 826, referring to &#167; 1003(a) of the Revenue Act of 1926, 44 Stat. 110, the earlier version of &#167; 1141(a) of the 1939 Code, the court observed 'that we have jurisdiction to review a decision of the Board of Tax Appeals and are not limited, in express terms, at least, to a final decision.  But not every action taken by the Board is reviewable.  We have power to review only its decisions and what is necessary to a decision is defined by statute'-- the court then referring to &#167; 906(d) of the Revenue Act of 1924, as amended in 1928, 45 Stat. 872, which was the statutory precursor of &#167; 1117(c) of the 1939 Code.  In the Michael case, the Board of Tax Appeals had granted a motion by the taxpayer for severance of one of the issues which raised only a question of law, and had held a hearing on that issue alone.  At the close of the hearing the taxpayer moved for a decision of no deficiency as to that particular issue.  The Tax Court entered an order denying this motion and restoring the proceedings to the calendar for a hearing upon the remaining issues.  Thereupon the taxpayer sought review of this order in the court of appeals, but that court concluded that, since the Board had neither entered an order specifying the amount of the deficiency nor dismissed the proceeding nor entered an order to the effect that it was unable to determine from the pleadings the amount of the deficiency determined by the Commissioner, it followed that the Board had 'rendered no decision which we have jurisdiction to review.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A decision by the Tax Court dismissing a proceeding before it is no doubt a final decision.  But a decision by the Tax Court of the second sort above referred to, that is, a decision determining a deficiency, may not necessarily be a 'final decision' as commonly understood, and yet may be immediately reviewable in a court of appeals.  Thus, if a taxpayer's petition before the Tax Court asks for a redetermination of deficiencies for several tax years, and the Tax Court for some reason or other chooses to enter a decision determining a deficiency for one of the tax years, reserving action on the remaining tax years covered by the petition, it may be that such a decision would not be deemed a final decision in the proceeding before the Tax Court; but however such a decision might properly be classified in that regard, we take it that the decision might be brought before the court of appeals upon a petition for review, without awaiting the action of the Tax Court on the asserted deficiencies for the other tax years.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is appropriate at this point to refer to two or three other cases dealing with review of decisions by the Tax Court.  In Kiker v. Commissioner, 4 Cir., 1955, 218 F.2d 389, 392, the taxpayer sought to obtain review of an order of the Tax Court denying his motion to declare a notice of deficiency invalid.  The petition for review was dismissed for lack of jurisdiction, on the ground that the order of the Tax Court 'was neither a decision redetermining the tax nor a decision dismissing the proceedings for lack of jurisdiction.  It was an interlocutory order, not reviewable under the applicable statute.'  In Ceco Steel Products Corp. v. Commissioner, 8 Cir., 1945, 150 F.2d 698, 700, the taxpayer had instituted in the Tax Court a proceeding for redetermination of standard deficiencies in its excess profits taxes determined by the Commissioner.  While this proceeding was pending, the Code was changed so as to permit the direct application to the Tax Court for abnormal relief under &#167; 722 in certain circumstances, and the taxpayer amended its petition to include such a claim for relief.  Before the proceeding was disposed of, the statute was again amended by deleting the provision authorizing original applications to the Tax Court under &#167; 722, and requiring that such applications for refund be submitted first to the Commissioner.  On motion by the government, the taxpayer's amended claim to relief under &#167; 722 was dismissed by order of the Tax Court for lack of jurisdiction.  The court of appeals held that this order of the Tax Court was 'not one reviewable by this court.'  See also McCarthy v. Commissioner, 7 Cir., 1943, 139 F.2d 20.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Coming then to the problem presented by the instant case, the proceeding pending before the Tax Court was a petition by the taxpayer under &#167; 732 of the Excess Profits Tax Act, 55 Stat. 26, as amended, to review the action of the Commissioner in disallowing the taxpayer's claims for abnormality refunds under &#167;&#167; 721 and 722 of the Act.  It was the view of the Tax Court that the Commissioner could not by his amendment to the answer convert that proceeding into one for the determination of standard deficiencies in the taxpayer's excess profits taxes.  The taxpayer's motion 'to dismiss the above entitled proceeding for lack of jurisdiction insofar as the same relates to the issues raised by the Amendment to Answer' might more accurately have been phrased as a motion to strike the amendment to the answer, for the 'above entitled proceeding' referred to was the proceeding for abnormality refunds instituted by the filing of the taxpayer's petition.  That proceeding has not been dismissed by the Tax Court in whole or in part; it remains undetermined on the docket of the court, except that in the course of the proceeding the taxpayer has abandoned its claims based on &#167; 722.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons we have concluded that the present petition for review must be dismissed since the petition does not seek review of a 'decision' of the Tax Court within the meaning of &#167; 1141(a).  It may be noted in passing that the order of the Tax Court of March 16, 1954, which the petitioner seeks to have us review, is not even called a 'Decision' by the Tax Court.  In the record it is captioned merely an 'Order'; and as above indicated it is in substance no more than an interlocutory procedural order striking an amendment to the Commissioner's answer.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus we do not reach the merits of the question which the Commissioner has sought to raise; that is, whether under the law the Commissioner was entitled to present to the Tax Court, in this type of proceeding, standard issues relating to asserted deficiencies in the taxpayer's excess profits taxes for the years in question, as the Commissioner attempted to do in the amendment to his answer.  We may note that since the entry of the Tax Court's order of March 16, 1954, now sought to be reviewed, two more courts of appeals have decided this question in favor of the Commissioner's contentions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Commissioner v. Pittsburgh and Weirton Bus Co., 4 Cir., 1955, 219 F.2d 259; Willys-Overland Motors, Inc., v. Commissioner, 6 Cir., 1955, 219 F.2d 251.  It may be that, in view of these decisions, when the present case gets back into the Tax Court it will see fit to entertain a motion by the Commissioner for reconsideration of its order striking the amendment to the answer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A judgment will be entered dismissing the petition for lack of jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Two other courts of appeals had decided, before the order complained of herein, that the Tax Court was wrong in its view on the merits.  H. Fendrich, Inc., v. Commissioner, 7 Cir., 1951, 192 F.2d 916; Packer Publishing Co. v. Commissioner, 8 Cir., 1954, 211 F.2d 612</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></span></p>\n    <p class=\"case_cite\">55-1 USTC  P 49,116</p>\n    <p class=\"parties\">COMMISSIONER OF INTERNAL REVENUE, Petitioner,<br>v.<br>SMITH PAPER, Inc., Respondent.</p>\n    <p class=\"docket\">No. 4908.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">May 2, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry Marselli, Sp. Asst. to the Atty. Gen., with whom H. Brian Holland, Asst. Atty. Gen., and Ellis N. Slack and Lee A. Jackson, Sp. Assts. to the Atty. Gen., were on brief, for petitioner.</p>\n      <p class=\"indent\">Richard L. Shook, Washington, D.C., with whom Addison Yeaman, Louisville, Ky., was on brief, for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Smith Paper, Inc., the corporate taxpayer herein, filed with the Commissioner of Internal Revenue its applications for refunds, under the provisions of &#167; 722 of the Internal Revenue Code of 1939, as amended by 54 Stat. 975, 26 U.S.C.A. &#167; 722, of excess profits taxes paid in the years 1940 through 1944; and alternatively for refunds under the provisions of &#167; 721 of the Code, 26 U.S.C.A. &#167; 721, of excess profits taxes paid in the years 1941, 1942, and 1943.  Each of these two sections provided for so-called abnormality relief of excess profits taxes; &#167; 722 relating to abnormal income received in the base years, and &#167; 721 relating to abnormal income received in the tax years.  Certain processing changes in its manufacturing operations were said by the taxpayer to have resulted in the claimed abnormalities in income.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 2, 1951, the Commissioner formally notified the taxpayer of the disallowance in whole of the claimed refunds.  In the Commissioner's letter he determined taxpayer's excess profits taxes for the years in question in the identical sums which had been assessed and paid previously; thus the letter did not give notice of any deficiencies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thereafter, pursuant to &#167; 732 of the Code, 26 U.S.C.A. &#167; 732, the taxpayer filed in the Tax Court of the United States a petition seeking a review of the action of the Commissioner in denying its claims for abnormality refunds.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Commissioner's original answer to the petition was in effect a general denial.  At the commencement of the hearing before the Tax Court, the Commissioner gave notice that in the course of preparation for trial he had discovered that there existed certain deficiencies in the taxpayer's excess profits taxes for the years in question, over and above the taxes which had previously been assessed and paid.  Accordingly, the Commissioner obtained leave of the Tax Court to file an amendment to its answer.  In this amendment, the Commissioner laid claim to the additional taxes due, which he asserted it was the duty of the Tax Court to determine, pursuant to &#167; 272(e) of the 1939 Code, 53 Stat. 83, 26 U.S.C.A. &#167; &#167; 272(e), which gave jurisdiction to the Tax Court to redetermine a deficiency greater than the deficiency claimed in the notice to the taxpayer under &#167; 272(a)(1), provided such claim for additional taxes 'is asserted by the Commissioner at or before the hearing or a rehearing.'  Alternatively, the Commissioner asked in his amendment to the answer that the asserted deficiencies in excess profits taxes be at least used as a setoff against any amounts the Tax Court might determine that the taxpayer was entitled to receive in refunds under its abnormality claims.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 19, 1954, the taxpayer filed a motion in the Tax Court 'to dismiss the above entitled proceeding for lack of jurisdiction insofar as the same relates to the issues raised by the Amendment to Answer filed by the respondent * * *.'  The asserted ground of this motion was that &#167; 272(e) of the Code was inapplicable where the proceeding before the Tax Court was not instituted by the taxpayer under &#167; 272(a)(1) for redetermination of a deficiency as determined by the Commissioner in a so-called ninety-day letter.  Upon the authority of three previous Tax Court decisions, that court on March 16, 1954, entered an 'Order' providing that the taxpayer's said motion to dismiss 'be and it hereby is granted.'  Subsequently, on March 30, 1954, the Tax Court denied a motion by the Commissioner to vacate this order.  Meanwhile, the taxpayer had abandoned its claim for refunds based on &#167; 722, and thereafter pressed only its claims to abnormality refunds for the years 1941, 1942, and 1943, under &#167; 721.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have before us now a petition by the Commissioner for review of the aforesaid 'Order' of the Tax Court of March 16, 1954.  At the oral argument we suggested a question as to our jurisdiction and invited memoranda by counsel on the point.  Counsel for both parties are in agreement, though perhaps for different reasons, that we have jurisdiction to hear and determine the present petition on its merits; but we do not think that this is so.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since the pending petition was filed June 11, 1954, our jurisdiction was invoked under &#167; 1141(a) of the Internal Revenue Code of 1939, as amended by 62 Stat. 991 and 63 Stat. 107, 26 U.S.C.A. &#167; 1141(a), reading in essential part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The courts of appeals shall have exclusive jurisdiction to review the decisions of the Tax Court * * * in the same manner and to the same extent as decisions of the district courts in civil actions tried without a jury * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The effect of the clause added in 1948-- 'in the same manner and to the same extent as decisions of the district courts in civil actions tried without a jury'-- was not to incorporate by reference 28 U.S.C. &#167;&#167; 1291 and 1292 giving jurisdiction to the courts of appeals to review final decisions and certain interlocutory decisions of district courts.  It is abundantly clear from the legislative history that the only purpose of the 1948 amendment was to enlarge the scope of review of decisions of the Tax Court, thereby getting rid of the ruling in Dobson v. Commissioner, 1943, <span class=\"citation\" data-id=\"103904\"><a href=\"/opinion/103904/dobson-v-commissioner/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">239</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">248</span></span>, which imposed a narrower scope of review of decisions of the Tax Court from that which was applicable where a court of appeals had on review a decision of a district court in a civil action tried without a jury.  E.g., Kohnstamm v. Pedrick, 2 Cir., 1945, <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></span>, 508-509.  See Sen.Rep. No. 1559, 80th Cong., 2d Sess.  (1948); 93 Cong.Rec. A3281 (1947); 94 Cong.Rec. 8500-01 (1948).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The question then is, what did Congress mean by 'the decisions of the Tax Court' as used in &#167; 1141(a)?  No one has suggested that Congress thereby intended to make immediately reviewable any ruling or order of the Tax Court in the course of a proceeding before it, particularly orders or rulings of a procedural character.  We think the Congress had in mind, in &#167; 1141(a), the kind of determinations by the Tax Court referred to in the related &#167; 1117, especially in subsection (c) thereof.  26 U.S.C.A. &#167; 1117.  Pertinent parts of &#167; 1117 are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'(a) Requirement.  A report upon any proceeding instituted before the Tax Court and a decision thereon shall be made as quickly as practicable.  The decision shall be made by a judge in accordance with the report of the Tax Court, and such decision so made shall, when entered, be the decision of the Tax Court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'(c) Date of decision.  A decision of the Tax Court (except a decision dismissing a proceeding for lack of jurisdiction) shall be held to be rendered upon the date that an order specifying the amount of the deficiency is entered in the records of the Tax Court.  If the Tax Court dismisses a proceeding for reasons other than lack of jurisdiction and is unable from the record to determine the amount of the deficiency determined by the Commissioner, or if the Tax Court dismisses a proceeding for lack of jurisdiction, an order to that effect shall be entered in the records of the Tax Court, and the decision of the Tax Court shall be held to be rendered upon the date of such entry.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'(d) Effect of decision dismissing petition.  If a petition for a redetermination of a deficiency has been filed by the taxpayer, a decision of the Tax Court dismissing the proceeding shall be considered as its decision that the deficiency is the amount determined by the Commissioner.  An order specifying such amount shall be entered in the records of the Tax Court unless the Tax Court can not determine such amount from the record in the proceeding, or unless the dismissal is for lack of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'(e) Effect of decision that tax is barred by limitation.  If the assessment or collection of any tax is barred by any statute of limitations, the decision of the Tax Court to that effect shall be considered as its decision that there is no deficiency in respect of such tax.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">See also &#167; 1140, 26 U.S.C.A. &#167; 1140, another related section, which prescribes in minute detail, in numerous contingencies, when the 'decision' of the Tax Court shall become final.  Cf. Sweet v. Commissioner, 1 Cir., 1941, 120 F.2d 77.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That is to say, the word 'decisions' of the Tax Court has a meaning of art; it refers only to two kinds of judicial action by the Tax Court, viz., (1) 'dismissing the proceeding' pending before it, whether for lack of jurisdiction or otherwise, or (2) formally determining a deficiency, or the lack of a deficiency.  In Michael v. Commissioner, 2 Cir., 1932, <span class=\"citation\" data-id=\"1479741\"><a href=\"/opinion/1479741/michael-v-commissioner-of-internal-revenue/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span>, 826, referring to &#167; 1003(a) of the Revenue Act of 1926, 44 Stat. 110, the earlier version of &#167; 1141(a) of the 1939 Code, the court observed 'that we have jurisdiction to review a decision of the Board of Tax Appeals and are not limited, in express terms, at least, to a final decision.  But not every action taken by the Board is reviewable.  We have power to review only its decisions and what is necessary to a decision is defined by statute'-- the court then referring to &#167; 906(d) of the Revenue Act of 1924, as amended in 1928, 45 Stat. 872, which was the statutory precursor of &#167; 1117(c) of the 1939 Code.  In the Michael case, the Board of Tax Appeals had granted a motion by the taxpayer for severance of one of the issues which raised only a question of law, and had held a hearing on that issue alone.  At the close of the hearing the taxpayer moved for a decision of no deficiency as to that particular issue.  The Tax Court entered an order denying this motion and restoring the proceedings to the calendar for a hearing upon the remaining issues.  Thereupon the taxpayer sought review of this order in the court of appeals, but that court concluded that, since the Board had neither entered an order specifying the amount of the deficiency nor dismissed the proceeding nor entered an order to the effect that it was unable to determine from the pleadings the amount of the deficiency determined by the Commissioner, it followed that the Board had 'rendered no decision which we have jurisdiction to review.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A decision by the Tax Court dismissing a proceeding before it is no doubt a final decision.  But a decision by the Tax Court of the second sort above referred to, that is, a decision determining a deficiency, may not necessarily be a 'final decision' as commonly understood, and yet may be immediately reviewable in a court of appeals.  Thus, if a taxpayer's petition before the Tax Court asks for a redetermination of deficiencies for several tax years, and the Tax Court for some reason or other chooses to enter a decision determining a deficiency for one of the tax years, reserving action on the remaining tax years covered by the petition, it may be that such a decision would not be deemed a final decision in the proceeding before the Tax Court; but however such a decision might properly be classified in that regard, we take it that the decision might be brought before the court of appeals upon a petition for review, without awaiting the action of the Tax Court on the asserted deficiencies for the other tax years.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is appropriate at this point to refer to two or three other cases dealing with review of decisions by the Tax Court.  In Kiker v. Commissioner, 4 Cir., 1955, <span class=\"citation\" data-id=\"235484\"><a href=\"/opinion/235484/joseph-p-kiker-v-commissioner-of-internal-revenue-joseph-p-kiker-sr/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">389</span></a></span>, 392, the taxpayer sought to obtain review of an order of the Tax Court denying his motion to declare a notice of deficiency invalid.  The petition for review was dismissed for lack of jurisdiction, on the ground that the order of the Tax Court 'was neither a decision redetermining the tax nor a decision dismissing the proceedings for lack of jurisdiction.  It was an interlocutory order, not reviewable under the applicable statute.'  In Ceco Steel Products Corp. v. Commissioner, 8 Cir., 1945, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></span>, 700, the taxpayer had instituted in the Tax Court a proceeding for redetermination of standard deficiencies in its excess profits taxes determined by the Commissioner.  While this proceeding was pending, the Code was changed so as to permit the direct application to the Tax Court for abnormal relief under &#167; 722 in certain circumstances, and the taxpayer amended its petition to include such a claim for relief.  Before the proceeding was disposed of, the statute was again amended by deleting the provision authorizing original applications to the Tax Court under &#167; 722, and requiring that such applications for refund be submitted first to the Commissioner.  On motion by the government, the taxpayer's amended claim to relief under &#167; 722 was dismissed by order of the Tax Court for lack of jurisdiction.  The court of appeals held that this order of the Tax Court was 'not one reviewable by this court.'  See also McCarthy v. Commissioner, 7 Cir., 1943, 139 F.2d 20.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Coming then to the problem presented by the instant case, the proceeding pending before the Tax Court was a petition by the taxpayer under &#167; 732 of the Excess Profits Tax Act, 55 Stat. 26, as amended, to review the action of the Commissioner in disallowing the taxpayer's claims for abnormality refunds under &#167;&#167; 721 and 722 of the Act.  It was the view of the Tax Court that the Commissioner could not by his amendment to the answer convert that proceeding into one for the determination of standard deficiencies in the taxpayer's excess profits taxes.  The taxpayer's motion 'to dismiss the above entitled proceeding for lack of jurisdiction insofar as the same relates to the issues raised by the Amendment to Answer' might more accurately have been phrased as a motion to strike the amendment to the answer, for the 'above entitled proceeding' referred to was the proceeding for abnormality refunds instituted by the filing of the taxpayer's petition.  That proceeding has not been dismissed by the Tax Court in whole or in part; it remains undetermined on the docket of the court, except that in the course of the proceeding the taxpayer has abandoned its claims based on &#167; 722.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the foregoing reasons we have concluded that the present petition for review must be dismissed since the petition does not seek review of a 'decision' of the Tax Court within the meaning of &#167; 1141(a).  It may be noted in passing that the order of the Tax Court of March 16, 1954, which the petitioner seeks to have us review, is not even called a 'Decision' by the Tax Court.  In the record it is captioned merely an 'Order'; and as above indicated it is in substance no more than an interlocutory procedural order striking an amendment to the Commissioner's answer.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus we do not reach the merits of the question which the Commissioner has sought to raise; that is, whether under the law the Commissioner was entitled to present to the Tax Court, in this type of proceeding, standard issues relating to asserted deficiencies in the taxpayer's excess profits taxes for the years in question, as the Commissioner attempted to do in the amendment to his answer.  We may note that since the entry of the Tax Court's order of March 16, 1954, now sought to be reviewed, two more courts of appeals have decided this question in favor of the Commissioner's contentions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Commissioner v. Pittsburgh and Weirton Bus Co., 4 Cir., 1955, 219 F.2d 259; Willys-Overland Motors, Inc., v. Commissioner, 6 Cir., 1955, 219 F.2d 251.  It may be that, in view of these decisions, when the present case gets back into the Tax Court it will see fit to entertain a motion by the Commissioner for reconsideration of its order striking the amendment to the answer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A judgment will be entered dismissing the petition for lack of jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Two other courts of appeals had decided, before the order complained of herein, that the Tax Court was wrong in its view on the merits.  H. Fendrich, Inc., v. Commissioner, 7 Cir., 1951, 192 F.2d 916; Packer Publishing Co. v. Commissioner, 8 Cir., 1954, <span class=\"citation\" data-id=\"233717\"><a href=\"/opinion/233717/packer-pub-co-v-commissioner-of-internal-revenue/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/233717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/235484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1479741/"
  ]
}