{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/236860/",
  "absolute_url": "/opinion/236860/norman-a-wolfsen-and-gertrude-wolfsen-hickey-distributees-of-the-estate/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/236860/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:38Z",
  "date_modified": "2016-02-28T05:52:58.762287Z",
  "type": "010combined",
  "sha1": "ee39cbf9a656dd1fb351afc8c4ab82be1b407b90",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/223/223.F2d.111.14174.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">223 F.2d 111</p>\n    <p class=\"case_cite\">55-1 USTC  P 11,541</p>\n    <p class=\"parties\">Norman A. WOLFSEN and Gertrude Wolfsen Hickey, Distributees<br>of the Estate of Arthur H. Wolfsen, deceased, Appellants,<br>v.<br>James G. SMYTH, United States Collector of Internal Revenue<br>for the First District of California, Appellee.</p>\n    <p class=\"docket\">No. 14174.</p>\n    <p class=\"court\">United States Court of Appeals Ninth Circuit.</p>\n    <p class=\"date\">May 25, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wallace Sheehan, Melvin, Faulkner, Sheehan &amp; Wiseman, San Francisco, Cal., for appellants.</p>\n      <p class=\"indent\">H. Brian Holland, Asst. Atty. Gen., Ellis N. Slack, Lee A. Jackson, Elmer J. Kelsey, Louise Foster, Sp. Assts. to Atty. Gen., .lloyd H. Burke, U.S. Atty., George A. Blackstone, Asst. U.S. Atty., San Francisco, Cal., for appellee.</p>\n      <p class=\"indent\">Before HEALY and BONE, Circuit Judges and CLARK, District Judge.</p>\n      <p class=\"indent\">BONE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 6, 1929, Arthur H. Wolfsen and his wife Agnes I. Wolfsen, entered into a property settlement agreement under which the wife waived any claim for future support, and received in lieu of her share of community property, five promissory notes totaling $47,500 bearing interest at 6% per annum, the last of which notes was due and payable on June 6, 1934.  These notes were secured by liens on certain real property in which Arthur H. Wolfsen had an interest.  Agnes I. Wolfsen agreed, at any time upon demand, to execute any instruments which might be necessary to permit Arthur H. Wolfsen to hypothecate or encumber any of the properties for the purpose of raising money thereon.  However, she was not required to diminish her security interest in the properties.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Subsequently, by an interlocutory decree dated June 22, 1929, Arthur H. Wolfsen and Agnes I. Wolfsen were divorced and a final divorce decree, dated June 28, 1930, approved the prior property settlement agreement.  At the request of Arthur H. Wolfsen, and for the purpose of allowing him to obtain a loan on the property, Agnes I. Wolfsen, on December 24, 1932, released her security interest in the property.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 18, 1935, Arthur H. Wolfsen executed a new promissory note in the sum of $42,500, payable to Agnes I. Wolfsen on April 18, 1937, with interest at the rate of 6% per annum.  This note was not paid when due and no action was commenced on the note within four years after its due date.  Consequently, the note was barred by an applicable statute of limitations (section 337 of the California Code of Civil Procedure).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Arthur H. Wolfsen (a resident of California) died testate on July 18, 1942.  By his will he gave one-half of his property to his divorced wife, Agnes I. Wolfsen, and the other one-half of his property equally to appellants, his two children by his former marriage with Agnes I. Wolfsen.  A son, appellant Norman A. Wolfsen, was appointed administrator with will annexed of the estate on October 7, 1943.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon the basis of the barred note, Agnes I. Wolfsen presented and filed a claim against the estate of Arthur H. Wolfsen in the sum of $42,500 on February 23, 1943.  On July 13, 1943, Agnes I. Wolfsen, for no consideration, assigned to the appellants equally all of her interest in the estate, including her asserted claim of $42,500.  She died on September 5, 1943.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 7, 1943, appellant Norman A. Wolfsen, as administrator with the will annexed of the estate, approved the invalid claim of his then deceased mother that had been assigned to him and to his sister.  A hearing on the allowance of the claim was held before the Probate Court of Kings County, California on October 8, 1943.  No one appeared in opposition to the allowance of the claim and the Probate Court signed an order approving the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This appeal involves federal estate taxes in the estate of Arthur H. Wolfsen in the sum of $11,822.90, which amount was paid by the appellants (brother and sister) on March 14, 1947.  A claim for refund was filed on April 13, 1948, and was rejected by the Commissioner of Internal Revenue on September 17, 1948.  Within the time provided in Section 3772 of the Internal Revenue Code, 26 U.S.C.A. &#167; 3772, and on March 8, 1949, appellants brought this action in the District Court for recovery of the taxes paid.  The court dismissed the complaint and cause of action of the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">District Judge Goodman's unreported Memorandum Decision reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'This case involves the deductibility for estate tax purposes of a claim filed by the divorced wife of the decedent in his estate.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'On its face, the claim as filed was unenforceable under the laws of the State of California.  It did not become deductible because the local Probate Court approved it.  For the Probate Court did not adjudicate the the claim upon its merits nor was the proceeding for approval in any sense an adversary one.  The only parties before the Probate Court were the beneficiaries of both the estate and the claim; their only purpose in seeking approval was for tax benefits.  (Citations)</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'The evidence presented does not otherwise show the existence of any claim against the estate of the decedent enforceable under local law.  Such being the case, the plaintiffs were not entitled to deduct, for estate tax purposes, the amount of the alleged claim from the gross estate of the decedent.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Judgment for the defendant upon findings to be presented in accordance with the rules.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants admit in their brief that the claim which their mother assigned to them and which the administrator approved and presented to the Probate Court was barred by the statute of limitations.  They nevertheless assert that the allowance of the claim by the Probate Court of Kings County, California constitutes a binding determination upon the United States with the result that this unenforceable debt is deductible from the gross estate for estate tax purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The applicable provision of the Internal Revenue Code, 26 U.S.C.A. &#167; 812, provides in pertinent part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'For the purpose of the tax the value of the net estate shall be determined, in the case of a citizen or resident of the United States by deducting from the value of the gross estate</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'(b) Such amounts</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'(3) for claims against the estate, as are allowed by the laws of the jurisdiction, whether within or without the United States, under which the estate is being administred, * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The applicable Treasury Regulation is number 105, Section 81.30:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'Effect of court decree.  The decision of a local court as to the amount of a claim or administration expense will ordinarily be accepted if the court passes upon the facts upon which deductibility depends.  If the court does not pass upon such facts, its decree will, of course, not be followed.  For example, if the question before the court is whether a claim should be allowed, the decree allowing it will ordinarily be accepted as establishing the validity and amount of the claim.  The decree will not necessarily be accepted even though it purports to decide the facts upon which deductibility depends.  It must appear that the court actually passed upon the merits of the case.  This will be presumed in all cases of an active and genuine contest.  If the result reached appears to be unreasonable, this is some evidence that there was not such a contest, but it may be rebutted by proof to the contrary.  If the decree was rendered by consent, it will be accepted, provided the consent was a bona fide recognition of the validity of the claim-- not a mere clock for a gift-- and was accepted by the court as satisfactory evidence upon the merits.  It will be presumed that the consent was of this character, and was so accepted, if given by all parties having an interest adverse to the claimant.  The decree will not be accepted if it is at variance with the law of the State; as, for example, an allowance made to an executor in excess of that prescribed by statute.'  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The lower court found in part (Finding IV):</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'No one appeared in opposition to the allowance of said claim and such hearing was not an adversary proceeding.  The said Probate Court signed an order approving said claim but there was no adjudication of the claim upon its merits.'  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We believe that the lower court's finding that the hearing on the claim in the State Probate Court was not an adversary proceeding, is clearly correct.  The administrator with the will annexed, who approved the claim, and his sister were assignees of the claim.  If this money could come from the estate to the administrator and his sister as payment for a debt rather than as beneficiaries of their father's estate, it would of course result in a substantial tax saving.</p>\n    </div>\n    <p class=\"indent\">The lower court was correct in concluding:</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'The finding and decree of the Probate Court allowing the claim of Agnes I. Wolfsen against the Estate of Arthur H. Wolfsen is not binding upon this Court or the Commissioner of Internal Revenue in determining whether or not the claim is an allowable deduction from the gross estate of the decedent for federal estate tax purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This court recently held in Newman v. Commissioner of Internal Revenue, 222 F.2d 131, that an order of a state court that adversely affects the tax right of the United States and which is based upon a nonadversary proceeding, does not foreclose the federal courts from determining the tax liability.  We quote from that opinion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There was an additional argument made by appellants to the effect that when Agnes I. Wolfsen released her security interest in the property of Arthur H. Wolfsen to him on December 24, 1932, he somehow took an 'unfair advantage' of his divorced spouse which resulted in a constructive fraud.  Appellants contend that this alleged fraud would result in an estoppel to plead the statute of limitations and thereby justify allowance of the claim of appellants against the estate of Arthur H. Wolfsen as a debt of the estate.  We find no indication that Agnes I. Wolfsen ever made any such claim of fraud during her lifetime, nor do we find any basis for such a claim.  It is significant that Arthur H. Wolfsen willed one-half of his estate to his divorced spouse, Agnes I. Wolfsen.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This argument of constructive fraud was rejected by the trial court which found:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'VI</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'* * * There was no confidential relationship existing between Arthur H. Wolfsen and Agnes I. Wolfsen following their divorce. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'VII</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'* * * For adequate consideration, Agnes I. Wolfsen on December 24, 1932, released and quitclaimed in writing her said security interest.  This release was not procured by any misrepresentation, undue influence or unfair dealing on the part of Arthur H. Wolfsen.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The findings find ample support in the record and the judgment of the lower court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Petitioner maintains that the order of the California state court of July 10, 1947, holding that the oral trust was irrevocable and the gift completed in 1943, was binding upon the Tax Court and other Federal Courts.  We do not agree.  The state court proceeding, brought more than a year after the trust had terminated by the death of the trustee and appointment of a guardian for the minor, did not involve a real and bona fide controversy between adverse parties.  The guardian, Clarissa Shortall, who formerly had acted as attorney for the Petitioner, sought to have the trust declared irrevocable.  There can be no doubt that Petitioner desired the same result.  She testified in the state court hearing that she had declared an oral irrevocable trust in 1943.  Apparently no one opposed the entry of the order.  The record justifies the conclusion that the order was in the nature of a consent decree, and was collusive in the limited and special sense that all parties joined in the submission of the issues and sought a decision which would adversely affect the tax rights of the government.  Such an order did not foreclose the federal courts from determining the gift tax liability of Petitioner.'</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></span></p>\n    <p class=\"case_cite\">55-1 USTC  P 11,541</p>\n    <p class=\"parties\">Norman A. WOLFSEN and Gertrude Wolfsen Hickey, Distributees<br>of the Estate of Arthur H. Wolfsen, deceased, Appellants,<br>v.<br>James G. SMYTH, United States Collector of Internal Revenue<br>for the First District of California, Appellee.</p>\n    <p class=\"docket\">No. 14174.</p>\n    <p class=\"court\">United States Court of Appeals Ninth Circuit.</p>\n    <p class=\"date\">May 25, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wallace Sheehan, Melvin, Faulkner, Sheehan &amp; Wiseman, San Francisco, Cal., for appellants.</p>\n      <p class=\"indent\">H. Brian Holland, Asst. Atty. Gen., Ellis N. Slack, Lee A. Jackson, Elmer J. Kelsey, Louise Foster, Sp. Assts. to Atty. Gen., .lloyd H. Burke, U.S. Atty., George A. Blackstone, Asst. U.S. Atty., San Francisco, Cal., for appellee.</p>\n      <p class=\"indent\">Before HEALY and BONE, Circuit Judges and CLARK, District Judge.</p>\n      <p class=\"indent\">BONE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 6, 1929, Arthur H. Wolfsen and his wife Agnes I. Wolfsen, entered into a property settlement agreement under which the wife waived any claim for future support, and received in lieu of her share of community property, five promissory notes totaling $47,500 bearing interest at 6% per annum, the last of which notes was due and payable on June 6, 1934.  These notes were secured by liens on certain real property in which Arthur H. Wolfsen had an interest.  Agnes I. Wolfsen agreed, at any time upon demand, to execute any instruments which might be necessary to permit Arthur H. Wolfsen to hypothecate or encumber any of the properties for the purpose of raising money thereon.  However, she was not required to diminish her security interest in the properties.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Subsequently, by an interlocutory decree dated June 22, 1929, Arthur H. Wolfsen and Agnes I. Wolfsen were divorced and a final divorce decree, dated June 28, 1930, approved the prior property settlement agreement.  At the request of Arthur H. Wolfsen, and for the purpose of allowing him to obtain a loan on the property, Agnes I. Wolfsen, on December 24, 1932, released her security interest in the property.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 18, 1935, Arthur H. Wolfsen executed a new promissory note in the sum of $42,500, payable to Agnes I. Wolfsen on April 18, 1937, with interest at the rate of 6% per annum.  This note was not paid when due and no action was commenced on the note within four years after its due date.  Consequently, the note was barred by an applicable statute of limitations (section 337 of the California Code of Civil Procedure).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Arthur H. Wolfsen (a resident of California) died testate on July 18, 1942.  By his will he gave one-half of his property to his divorced wife, Agnes I. Wolfsen, and the other one-half of his property equally to appellants, his two children by his former marriage with Agnes I. Wolfsen.  A son, appellant Norman A. Wolfsen, was appointed administrator with will annexed of the estate on October 7, 1943.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon the basis of the barred note, Agnes I. Wolfsen presented and filed a claim against the estate of Arthur H. Wolfsen in the sum of $42,500 on February 23, 1943.  On July 13, 1943, Agnes I. Wolfsen, for no consideration, assigned to the appellants equally all of her interest in the estate, including her asserted claim of $42,500.  She died on September 5, 1943.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 7, 1943, appellant Norman A. Wolfsen, as administrator with the will annexed of the estate, approved the invalid claim of his then deceased mother that had been assigned to him and to his sister.  A hearing on the allowance of the claim was held before the Probate Court of Kings County, California on October 8, 1943.  No one appeared in opposition to the allowance of the claim and the Probate Court signed an order approving the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This appeal involves federal estate taxes in the estate of Arthur H. Wolfsen in the sum of $11,822.90, which amount was paid by the appellants (brother and sister) on March 14, 1947.  A claim for refund was filed on April 13, 1948, and was rejected by the Commissioner of Internal Revenue on September 17, 1948.  Within the time provided in Section 3772 of the Internal Revenue Code, 26 U.S.C.A. &#167; 3772, and on March 8, 1949, appellants brought this action in the District Court for recovery of the taxes paid.  The court dismissed the complaint and cause of action of the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">District Judge Goodman's unreported Memorandum Decision reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'This case involves the deductibility for estate tax purposes of a claim filed by the divorced wife of the decedent in his estate.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'On its face, the claim as filed was unenforceable under the laws of the State of California.  It did not become deductible because the local Probate Court approved it.  For the Probate Court did not adjudicate the the claim upon its merits nor was the proceeding for approval in any sense an adversary one.  The only parties before the Probate Court were the beneficiaries of both the estate and the claim; their only purpose in seeking approval was for tax benefits.  (Citations)</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'The evidence presented does not otherwise show the existence of any claim against the estate of the decedent enforceable under local law.  Such being the case, the plaintiffs were not entitled to deduct, for estate tax purposes, the amount of the alleged claim from the gross estate of the decedent.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Judgment for the defendant upon findings to be presented in accordance with the rules.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants admit in their brief that the claim which their mother assigned to them and which the administrator approved and presented to the Probate Court was barred by the statute of limitations.  They nevertheless assert that the allowance of the claim by the Probate Court of Kings County, California constitutes a binding determination upon the United States with the result that this unenforceable debt is deductible from the gross estate for estate tax purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The applicable provision of the Internal Revenue Code, 26 U.S.C.A. &#167; 812, provides in pertinent part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'For the purpose of the tax the value of the net estate shall be determined, in the case of a citizen or resident of the United States by deducting from the value of the gross estate</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'(b) Such amounts</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'(3) for claims against the estate, as are allowed by the laws of the jurisdiction, whether within or without the United States, under which the estate is being administred, * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The applicable Treasury Regulation is number 105, Section 81.30:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'Effect of court decree.  The decision of a local court as to the amount of a claim or administration expense will ordinarily be accepted if the court passes upon the facts upon which deductibility depends.  If the court does not pass upon such facts, its decree will, of course, not be followed.  For example, if the question before the court is whether a claim should be allowed, the decree allowing it will ordinarily be accepted as establishing the validity and amount of the claim.  The decree will not necessarily be accepted even though it purports to decide the facts upon which deductibility depends.  It must appear that the court actually passed upon the merits of the case.  This will be presumed in all cases of an active and genuine contest.  If the result reached appears to be unreasonable, this is some evidence that there was not such a contest, but it may be rebutted by proof to the contrary.  If the decree was rendered by consent, it will be accepted, provided the consent was a bona fide recognition of the validity of the claim-- not a mere clock for a gift-- and was accepted by the court as satisfactory evidence upon the merits.  It will be presumed that the consent was of this character, and was so accepted, if given by all parties having an interest adverse to the claimant.  The decree will not be accepted if it is at variance with the law of the State; as, for example, an allowance made to an executor in excess of that prescribed by statute.'  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The lower court found in part (Finding IV):</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'No one appeared in opposition to the allowance of said claim and such hearing was not an adversary proceeding.  The said Probate Court signed an order approving said claim but there was no adjudication of the claim upon its merits.'  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We believe that the lower court's finding that the hearing on the claim in the State Probate Court was not an adversary proceeding, is clearly correct.  The administrator with the will annexed, who approved the claim, and his sister were assignees of the claim.  If this money could come from the estate to the administrator and his sister as payment for a debt rather than as beneficiaries of their father's estate, it would of course result in a substantial tax saving.</p>\n    </div>\n    <p class=\"indent\">The lower court was correct in concluding:</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'The finding and decree of the Probate Court allowing the claim of Agnes I. Wolfsen against the Estate of Arthur H. Wolfsen is not binding upon this Court or the Commissioner of Internal Revenue in determining whether or not the claim is an allowable deduction from the gross estate of the decedent for federal estate tax purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This court recently held in Newman v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"236580\"><a href=\"/opinion/236580/lois-j-newman-formerly-lois-j-senderman-v-commissioner-of-internal/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span>, that an order of a state court that adversely affects the tax right of the United States and which is based upon a nonadversary proceeding, does not foreclose the federal courts from determining the tax liability.  We quote from that opinion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There was an additional argument made by appellants to the effect that when Agnes I. Wolfsen released her security interest in the property of Arthur H. Wolfsen to him on December 24, 1932, he somehow took an 'unfair advantage' of his divorced spouse which resulted in a constructive fraud.  Appellants contend that this alleged fraud would result in an estoppel to plead the statute of limitations and thereby justify allowance of the claim of appellants against the estate of Arthur H. Wolfsen as a debt of the estate.  We find no indication that Agnes I. Wolfsen ever made any such claim of fraud during her lifetime, nor do we find any basis for such a claim.  It is significant that Arthur H. Wolfsen willed one-half of his estate to his divorced spouse, Agnes I. Wolfsen.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This argument of constructive fraud was rejected by the trial court which found:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'VI</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'* * * There was no confidential relationship existing between Arthur H. Wolfsen and Agnes I. Wolfsen following their divorce. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'VII</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'* * * For adequate consideration, Agnes I. Wolfsen on December 24, 1932, released and quitclaimed in writing her said security interest.  This release was not procured by any misrepresentation, undue influence or unfair dealing on the part of Arthur H. Wolfsen.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The findings find ample support in the record and the judgment of the lower court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Petitioner maintains that the order of the California state court of July 10, 1947, holding that the oral trust was irrevocable and the gift completed in 1943, was binding upon the Tax Court and other Federal Courts.  We do not agree.  The state court proceeding, brought more than a year after the trust had terminated by the death of the trustee and appointment of a guardian for the minor, did not involve a real and bona fide controversy between adverse parties.  The guardian, Clarissa Shortall, who formerly had acted as attorney for the Petitioner, sought to have the trust declared irrevocable.  There can be no doubt that Petitioner desired the same result.  She testified in the state court hearing that she had declared an oral irrevocable trust in 1943.  Apparently no one opposed the entry of the order.  The record justifies the conclusion that the order was in the nature of a consent decree, and was collusive in the limited and special sense that all parties joined in the submission of the issues and sought a decision which would adversely affect the tax rights of the government.  Such an order did not foreclose the federal courts from determining the gift tax liability of Petitioner.'</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/236580/"
  ]
}