{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/237640/",
  "absolute_url": "/opinion/237640/kent-chandler-farwell-winston-and-albert-d-farwell-as-trustees-of-the/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/237640/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:51Z",
  "date_modified": "2016-02-28T05:53:36.749627Z",
  "type": "010combined",
  "sha1": "83083a446311312065e1273b85c2516fc27b4a48",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/226/226.F2d.403.11295-11297.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">226 F.2d 403</p>\n    <p class=\"case_cite\">55-2 USTC  P 9691</p>\n    <p class=\"parties\">Kent CHANDLER, Farwell Winston and Albert D. Farwell, as<br>Trustees of The Capitol Freehold Land Trust,<br>Plaintiffs-Appellants,<br>v.<br>The UNITED STATES of America, Defendant-Appellee.<br>Kent CHANDLER et al.<br>v.<br>John T. JARECKI, as Collector of Internal Revenue Of The<br>United States of America For The First District of<br>the State of Illinois, Defendant-Appellee.</p>\n    <p class=\"docket\">Nos. 11295-11297.</p>\n    <p class=\"court\">United States Court of Appeals Seventh Circuit.</p>\n    <p class=\"date\">Oct. 14, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J. F. Dammann, Clay Judson, Sheldon Lee, Kent Chandler, Jr., Chicago, Ill., Wilson &amp; McIlvaine, Chicago, Ill., of counsel, for plaintiffs-appellants.</p>\n      <p class=\"indent\">H. Brian Holland, Asst. Atty. Gen., Marvin W. Weinstein, U.S. Dept. of Justice, Robert Tieken, U.S. Atty., Donald S. Lowitz, Asst. U.S. Atty., Ellis N. Slack, Hilbert P. Zarky, Grant W. Wiprud, Special Assts. to the Atty. Gen., for appellees.</p>\n      <p class=\"indent\">Before MAJOR, FINNEGAN and LINDLEY, Circuit Judges.</p>\n      <p class=\"indent\">FINNEGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A clear-cut question is before us, arising from lengthy facts, requiring interpretation and application of former &#167; 117, Internal Revenue Code of 1939.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We must decide if, during the calendar years 1942 to 1950, taxpayers<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> sold statutory capital assets.  To reach our ultimate disposition of these appeals<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we consider if taxpayer engaged in the real estate business during that period and whether the lands involved constituted property held by taxpayer primarily for sale to customers in the ordinary course of trade or business within the ambit of &#167; 117.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Only a distilled version of the facts need by reported since Chandler v. United States, D.C.N.D.Ill. 1954, 121 F.Supp. 722, reflects considerable detailing of the record made below, on a stipulation of certain facts, some documentary evidence and testimony-- largely uncontradicted.  Capitol Freehold Land Trust succeeded to the title of approximately one million acres of Texas land.  In the beginning, 1882 to 1888, the State of Texas conveyed some 3,000,000 acres of land to a British corporation, Capitol's earliest predecessor in title.  These transfers were consideration for constructing the Texas State Capitol building at Austin.  Another trust, created June 4, 1915, held title to all the remaining portions of the principal tract until December 23, 1933, when Capitol took over its titles.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Activities of these trusts, according to the District Judge's memorandum, 121 F.Supp. 723, were shown as, and by:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'An agreed tabulation from the books and records, or annual reports, of the trustees reflects that from 1915 through 1932 over 700,000 acres of land were sold for approximately $10,747,000; that from 1933 through 1941 over 187,000 acres were sold at approximately $1,291,000; and that from 1942 through 1950 over 290,000 acres were sold for approximately $5,000,000.  During the period from 1942 through 1950 there were at least 536 separate sales transactions, or an average of 59 per year.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The declarations of trust contained these pertinent provisions:</p>\n    </div>\n    <p class=\"indent\">The 1915 Trust:</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'As soon as practicable without in the opinion of the Trustees sacrificing values the Trustees shall convert the entire trust estate into money notes or bonds or partly one or partly the other or others and distribute the same among certificate holders.  It is the expectation and desire of the parties hereto that all of the lands belonging to the trust estate situated in Texas shall be converted into money within 10 years from this date unless this will in the judgment of the Trustees involve an unreasonable sacrifice but in any event it shall be the duty of the Trustees to have the trust hereby created completely settled and determined within 15 years from and after the date of this deed.'  (Stipulation of facts, T.R. 34.)</p>\n    </div>\n    <p class=\"indent\">The 1933 Trust:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The object of this trust is to administer the trust estate in such manner as to produce as large dividends to the Shareholders as is consistent with sound business practices without in the judgment of the Trustees endangering the safety of the trust estate and to convert the trust estate into personal property including moneys, notes, bonds, stocks, mortgages, certificates of beneficial interest in trusts or partly one and partly others and to distribute the same as ordinary or liquidating dividends among the Shareholders before the trust expires by its terms.'  (Exhibit 1.)</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Commissioner of Internal Revenue taxed as ordinary income, gains realized by taxpayer, on land sales, from 1942 to 1950, inclusive.  Having paid the assessed taxes, taxpayer sued for a refund on the theory that these gains should have been taxed as long-term capital gains.  The District Judge rejected taxpayer's contentions and entered judgment for defendants in the three cases consolidated for trial.  D.C., 121 F.Supp. 722.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Though the District Judge made findings of fact, conclusions of law and filed a memorandum, Rule 52, Fed.Rules Civil Proc., 28 U.S.C.A. we are empowered to overturn his decision since the ultimate finding on which the judgment appealed rests is a conclusion of law, or a mixed one.  Fritz v. Jarecki, 7 Cir., 1951,  189 F.2d 445.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tax law is littered with cases manifesting the constant struggle to capture the preferred treatment accorded capital gains and losses in contrast to ordinary income and loss transactions.  Ascertainment of the definitive characteristics of a capital asset in a given factual situation, is one of the more substantial zones of difficulty.  See e.g., Surrey and Warren, Federal Income Taxation, 519 (1955); Miller, The 'Capital Asset' Concept: A Critique of Capital Gains Taxation, 59 Yale L.J. 837, 1057 (1950).  In deceptively simple words &#167; 117(a)(1) defined capital     [   ] assets<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as property held by the taxpayer, whether or not used in his trade or business, with the exception of several enumerated statutory exclusions of which this is a pertinent one:<sup>5</sup> '* * * property held by the taxpayer primarily for sale to customers in the ordinary course of his trade or business * * *'<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> From its completion of the capitol building, at Austin, until sometime in 1912, taxpayer engaged in the cattle-ranching business<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> on a large scale.  D.C., 121 F.Supp. 722, stipulation of facts, T.R. 22.  That business activity was abandoned upon becoming financially unsuccessful; the live stock was sold-- (stipulation, T.R. 23), and it was then decided that the land holdings should be liquidated.  Indeed government counsel stated<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> during the trial below: 'Maybe I can save time.  We can concede the taxpayer here was liquidating, that it was under a duty to liquidate in accordance with the trust instrument.'  We would assume from the continuity of testimony appearing in the record just prior to that concession, that counsel referred to the trust created December 23, 1933.  The short of it is under defendants' theory, taxpayer liquidated by embarking its capital on a full-scale real estate business, and we add,-- using the residue from the vast tract first acquired as compensation for services rendered Texas.  Implementing that argument, defendants point to the piece-meal conversion and diminution of land holdings, for profit, as manifesting taxpayer's operation of a realty business.  Of course, it is abundantly clear that this taxpayer started with a capital asset.  Resort to dictionary definitions of such words as 'ordinary,' 'trade' and 'business,' as expected, are little aid here.  Nor can any workable formula be developed which will show what quantum of commercial activity equals 'business.'  Moreover, 'liquidation' is, also, devoid of any magical meaning.  Here the taxpayer desired to replace acreage with cash.  The lands were not purchased in one market for the purpose of selling holdings in another.  There is a consistent history, traced in the record, of an aim to realize on the lands held, compelling adherence to our earlier decision reported as Three States Lumber Co. v. Commissioner, 7 Cir., 1946, 158 F.2d 61.  There, the Commissioner sponsored a theory<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> remarkably similar to his present position, and we rejected it.  Disposition of these lands was consistent with the provisions already quoted from the several successive trust instruments.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Had the lands been sold in a single unit there probably would have been slight debate concerning their capital asset status.  But the market place is hardly glutted with prospective buyers clamoring for million acre tracts.  It seems odd to penalize this taxpayer because it actively sought to dispose of these holdings.  Defendant would insist that Capitol sit idle, wishing for a buyer or buyers, under the threat that any selling effort would result in deprivation of capital asset treatment.  Despite the blurring, in relevant precedent, between capital gain and ordinary income we think the specific facts established in this case warrant capital gain treatment for taxpayer's transactions.  That taxpayer indicated in a 1942 protest to an Internal Revenue Agent, it was a dealer in real property is hardly determinative of the total appeal.  Self-description, such as that, in the setting of this case is well wide of the mark and but a speck on the periphery.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The District Court's judgment, appealed, is reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 26 U.S.C.A. &#167; 117</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs in all three appeals are Kent Chandler, Farwell Winston and Albert D. Farwell, Trustees of The Capitol Freehold Land Trust.  The United States is defendant in cases numbered 11295-6, and John T. Jarecki as Collector of Internal Revenue is defendant in appeal numbered 11297.  For convenience we shall refer to these plaintiffs-trustees-taxpayers as the 'taxpayer.'  For years prior to and including those involved in these appeals The Capitol Freehold Land Trust was classified and taxed as a corporation.  T.R., 23</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These are three actions, consolidated for hearing in the District Court and on appeal here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 1221 of the Internal Revenue Code of 1954, 26 U.S.C.A., is based upon this section.  But section 1237, I.R.C. 1954, concerning real property subdivided for sale is a new provision.  See S.R.No. 1622, 83d Cong., 2d Sess. 441 (1954), where the Committee on Finance stated: 'It is a new section which permits an individual who is not otherwise a real-estate dealer (as the result of his engaging in the business of selling other real property to customers) to dispose of a tract of real property, held for investment purposes, by subdividing it without necessarily being treated as a real-estate dealer with respect to all of his long term gain.'</p>\n        <p>5 U.S.Treas.Reg. 111, &#167; 29.117-1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Italics supplied</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 'The State of Texas * * * issued to The Capitol Freehold Land and Investment Company, Limited, the original predecessor in interest and title of the lands in question, a Permission to do Business in the State of Texas, to the extent and for the purposes as follows, towit: 'the raising, buying and selling of live stock'. * * *'  Stipulation, T.R. 24</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> T.R. 184.  See also defendants' brief, pp. 6 ff, pp. 24 ff</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Summarizing his argument and position taken in Three States Lumber Co. v. Commissioner of Internal Revenue, 7 Cir., 1946, 158 F.2d 61, the Commissioner stated on page 5 in the brief he there filed:</p>\n        <p>'After terminating its lumber business the taxpayer for many years engaged in the business of dividing and selling its 17,000 acres of land.  It is quite immaterial that its motive in doing so was the desire to liquidate.  The statute which provides that 'property held by the taxpayer primarily for sale to customers in the ordinary course of his trade or business,' shall not constitute capital assets, does not require that the property must have been acquired originally for resale to customers, or that a taxpayer must also indulge in buying property during the period in which it holds already acquired property for sale.'  (Italicization appears in originial.)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></span></p>\n    <p class=\"case_cite\">55-2 USTC  P 9691</p>\n    <p class=\"parties\">Kent CHANDLER, Farwell Winston and Albert D. Farwell, as<br>Trustees of The Capitol Freehold Land Trust,<br>Plaintiffs-Appellants,<br>v.<br>The UNITED STATES of America, Defendant-Appellee.<br>Kent CHANDLER et al.<br>v.<br>John T. JARECKI, as Collector of Internal Revenue Of The<br>United States of America For The First District of<br>the State of Illinois, Defendant-Appellee.</p>\n    <p class=\"docket\">Nos. 11295-11297.</p>\n    <p class=\"court\">United States Court of Appeals Seventh Circuit.</p>\n    <p class=\"date\">Oct. 14, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J. F. Dammann, Clay Judson, Sheldon Lee, Kent Chandler, Jr., Chicago, Ill., Wilson &amp; McIlvaine, Chicago, Ill., of counsel, for plaintiffs-appellants.</p>\n      <p class=\"indent\">H. Brian Holland, Asst. Atty. Gen., Marvin W. Weinstein, U.S. Dept. of Justice, Robert Tieken, U.S. Atty., Donald S. Lowitz, Asst. U.S. Atty., Ellis N. Slack, Hilbert P. Zarky, Grant W. Wiprud, Special Assts. to the Atty. Gen., for appellees.</p>\n      <p class=\"indent\">Before MAJOR, FINNEGAN and LINDLEY, Circuit Judges.</p>\n      <p class=\"indent\">FINNEGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A clear-cut question is before us, arising from lengthy facts, requiring interpretation and application of former &#167; 117, Internal Revenue Code of 1939.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We must decide if, during the calendar years 1942 to 1950, taxpayers<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> sold statutory capital assets.  To reach our ultimate disposition of these appeals<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we consider if taxpayer engaged in the real estate business during that period and whether the lands involved constituted property held by taxpayer primarily for sale to customers in the ordinary course of trade or business within the ambit of &#167; 117.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Only a distilled version of the facts need by reported since Chandler v. United States, D.C.N.D.Ill. 1954, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">722</span></span>, reflects considerable detailing of the record made below, on a stipulation of certain facts, some documentary evidence and testimony-- largely uncontradicted.  Capitol Freehold Land Trust succeeded to the title of approximately one million acres of Texas land.  In the beginning, 1882 to 1888, the State of Texas conveyed some 3,000,000 acres of land to a British corporation, Capitol's earliest predecessor in title.  These transfers were consideration for constructing the Texas State Capitol building at Austin.  Another trust, created June 4, 1915, held title to all the remaining portions of the principal tract until December 23, 1933, when Capitol took over its titles.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Activities of these trusts, according to the District Judge's memorandum, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">723</span></span>, were shown as, and by:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'An agreed tabulation from the books and records, or annual reports, of the trustees reflects that from 1915 through 1932 over 700,000 acres of land were sold for approximately $10,747,000; that from 1933 through 1941 over 187,000 acres were sold at approximately $1,291,000; and that from 1942 through 1950 over 290,000 acres were sold for approximately $5,000,000.  During the period from 1942 through 1950 there were at least 536 separate sales transactions, or an average of 59 per year.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The declarations of trust contained these pertinent provisions:</p>\n    </div>\n    <p class=\"indent\">The 1915 Trust:</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'As soon as practicable without in the opinion of the Trustees sacrificing values the Trustees shall convert the entire trust estate into money notes or bonds or partly one or partly the other or others and distribute the same among certificate holders.  It is the expectation and desire of the parties hereto that all of the lands belonging to the trust estate situated in Texas shall be converted into money within 10 years from this date unless this will in the judgment of the Trustees involve an unreasonable sacrifice but in any event it shall be the duty of the Trustees to have the trust hereby created completely settled and determined within 15 years from and after the date of this deed.'  (Stipulation of facts, T.R. 34.)</p>\n    </div>\n    <p class=\"indent\">The 1933 Trust:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The object of this trust is to administer the trust estate in such manner as to produce as large dividends to the Shareholders as is consistent with sound business practices without in the judgment of the Trustees endangering the safety of the trust estate and to convert the trust estate into personal property including moneys, notes, bonds, stocks, mortgages, certificates of beneficial interest in trusts or partly one and partly others and to distribute the same as ordinary or liquidating dividends among the Shareholders before the trust expires by its terms.'  (Exhibit 1.)</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Commissioner of Internal Revenue taxed as ordinary income, gains realized by taxpayer, on land sales, from 1942 to 1950, inclusive.  Having paid the assessed taxes, taxpayer sued for a refund on the theory that these gains should have been taxed as long-term capital gains.  The District Judge rejected taxpayer's contentions and entered judgment for defendants in the three cases consolidated for trial.  D.C., <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">722</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Though the District Judge made findings of fact, conclusions of law and filed a memorandum, Rule 52, Fed.Rules Civil Proc., 28 U.S.C.A. we are empowered to overturn his decision since the ultimate finding on which the judgment appealed rests is a conclusion of law, or a mixed one.  Fritz v. Jarecki, 7 Cir., 1951,  189 F.2d 445.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tax law is littered with cases manifesting the constant struggle to capture the preferred treatment accorded capital gains and losses in contrast to ordinary income and loss transactions.  Ascertainment of the definitive characteristics of a capital asset in a given factual situation, is one of the more substantial zones of difficulty.  See e.g., Surrey and Warren, Federal Income Taxation, 519 (1955); Miller, The 'Capital Asset' Concept: A Critique of Capital Gains Taxation, 59 Yale L.J. 837, 1057 (1950).  In deceptively simple words &#167; 117(a)(1) defined capital     [   ] assets<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> as property held by the taxpayer, whether or not used in his trade or business, with the exception of several enumerated statutory exclusions of which this is a pertinent one:<sup>5</sup> '* * * property held by the taxpayer primarily for sale to customers in the ordinary course of his trade or business * * *'<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> From its completion of the capitol building, at Austin, until sometime in 1912, taxpayer engaged in the cattle-ranching business<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> on a large scale.  D.C., <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">722</span></span>, stipulation of facts, T.R. 22.  That business activity was abandoned upon becoming financially unsuccessful; the live stock was sold-- (stipulation, T.R. 23), and it was then decided that the land holdings should be liquidated.  Indeed government counsel stated<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> during the trial below: 'Maybe I can save time.  We can concede the taxpayer here was liquidating, that it was under a duty to liquidate in accordance with the trust instrument.'  We would assume from the continuity of testimony appearing in the record just prior to that concession, that counsel referred to the trust created December 23, 1933.  The short of it is under defendants' theory, taxpayer liquidated by embarking its capital on a full-scale real estate business, and we add,-- using the residue from the vast tract first acquired as compensation for services rendered Texas.  Implementing that argument, defendants point to the piece-meal conversion and diminution of land holdings, for profit, as manifesting taxpayer's operation of a realty business.  Of course, it is abundantly clear that this taxpayer started with a capital asset.  Resort to dictionary definitions of such words as 'ordinary,' 'trade' and 'business,' as expected, are little aid here.  Nor can any workable formula be developed which will show what quantum of commercial activity equals 'business.'  Moreover, 'liquidation' is, also, devoid of any magical meaning.  Here the taxpayer desired to replace acreage with cash.  The lands were not purchased in one market for the purpose of selling holdings in another.  There is a consistent history, traced in the record, of an aim to realize on the lands held, compelling adherence to our earlier decision reported as Three States Lumber Co. v. Commissioner, 7 Cir., 1946, <span class=\"citation\" data-id=\"1473374\"><a href=\"/opinion/1473374/three-states-lumber-co-v-commissioner-of-int-rev/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>.  There, the Commissioner sponsored a theory<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> remarkably similar to his present position, and we rejected it.  Disposition of these lands was consistent with the provisions already quoted from the several successive trust instruments.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Had the lands been sold in a single unit there probably would have been slight debate concerning their capital asset status.  But the market place is hardly glutted with prospective buyers clamoring for million acre tracts.  It seems odd to penalize this taxpayer because it actively sought to dispose of these holdings.  Defendant would insist that Capitol sit idle, wishing for a buyer or buyers, under the threat that any selling effort would result in deprivation of capital asset treatment.  Despite the blurring, in relevant precedent, between capital gain and ordinary income we think the specific facts established in this case warrant capital gain treatment for taxpayer's transactions.  That taxpayer indicated in a 1942 protest to an Internal Revenue Agent, it was a dealer in real property is hardly determinative of the total appeal.  Self-description, such as that, in the setting of this case is well wide of the mark and but a speck on the periphery.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The District Court's judgment, appealed, is reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 26 U.S.C.A. &#167; 117</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs in all three appeals are Kent Chandler, Farwell Winston and Albert D. Farwell, Trustees of The Capitol Freehold Land Trust.  The United States is defendant in cases numbered 11295-6, and John T. Jarecki as Collector of Internal Revenue is defendant in appeal numbered 11297.  For convenience we shall refer to these plaintiffs-trustees-taxpayers as the 'taxpayer.'  For years prior to and including those involved in these appeals The Capitol Freehold Land Trust was classified and taxed as a corporation.  T.R., 23</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These are three actions, consolidated for hearing in the District Court and on appeal here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 1221 of the Internal Revenue Code of 1954, 26 U.S.C.A., is based upon this section.  But section 1237, I.R.C. 1954, concerning real property subdivided for sale is a new provision.  See S.R.No. 1622, 83d Cong., 2d Sess. 441 (1954), where the Committee on Finance stated: 'It is a new section which permits an individual who is not otherwise a real-estate dealer (as the result of his engaging in the business of selling other real property to customers) to dispose of a tract of real property, held for investment purposes, by subdividing it without necessarily being treated as a real-estate dealer with respect to all of his long term gain.'</p>\n        <p>5 U.S.Treas.Reg. 111, &#167; 29.117-1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Italics supplied</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 'The State of Texas * * * issued to The Capitol Freehold Land and Investment Company, Limited, the original predecessor in interest and title of the lands in question, a Permission to do Business in the State of Texas, to the extent and for the purposes as follows, towit: 'the raising, buying and selling of live stock'. * * *'  Stipulation, T.R. 24</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> T.R. 184.  See also defendants' brief, pp. 6 ff, pp. 24 ff</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Summarizing his argument and position taken in Three States Lumber Co. v. Commissioner of Internal Revenue, 7 Cir., 1946, <span class=\"citation\" data-id=\"1473374\"><a href=\"/opinion/1473374/three-states-lumber-co-v-commissioner-of-int-rev/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, the Commissioner stated on page 5 in the brief he there filed:</p>\n        <p>'After terminating its lumber business the taxpayer for many years engaged in the business of dividing and selling its 17,000 acres of land.  It is quite immaterial that its motive in doing so was the desire to liquidate.  The statute which provides that 'property held by the taxpayer primarily for sale to customers in the ordinary course of his trade or business,' shall not constitute capital assets, does not require that the property must have been acquired originally for resale to customers, or that a taxpayer must also indulge in buying property during the period in which it holds already acquired property for sale.'  (Italicization appears in originial.)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1473374/"
  ]
}