{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/242716/",
  "absolute_url": "/opinion/242716/frederick-v-fowler-v-sponge-products-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/242716/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:11Z",
  "date_modified": "2016-02-28T05:57:58.391798Z",
  "type": "010combined",
  "sha1": "0ba8ae4b237427e90aec73043196557fb53091aa",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/246/246.F2d.223.5210_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">246 F.2d 223</p>\n    <p class=\"case_cite\">114 U.S.P.Q. 50</p>\n    <p class=\"parties\">Frederick V. FOWLER et al., Defendants, Appellants,<br>v.<br>SPONGE PRODUCTS CORPORATION et al., Plaintiffs, Appellees.</p>\n    <p class=\"docket\">No. 5210.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">June 25, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert B. Russell, Boston, Mass., with whom Porter, Chittick &amp; Russell, Boston, Mass., was on brief, for appellants.</p>\n      <p class=\"indent\">Hector M. Holmes, Boston, Mass., with whom A. Donham Owen, San Francisco, Cal., W. R. Hulbert and Fish, Richardson &amp; Neave, Boston, Mass., were on brief, for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment of the United States District Court for the District of Massachusetts, entered on January 22, 1957, holding plaintiffs' Letters Patent No. 2,667,653 valid and infringed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts, as disclosed by the record and the opinion of the district court, are substantially as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The patent in suit, No. 2,667,653, for Combined Mop and Wringer, was issued on February 2, 1954, to plaintiff-appellee Fuller Brush Company as assignee of Alfred L. LeFebvre.  Plaintiff-appellee Sponge Products Corporation is a licensee under the patent.  It was contended at trial and on appeal that mops made and sold by defendants-appellants Frederick V. Fowler and Stanton Supply Co. Inc. infringe particularly Claims 1 and 2 of the LeFebvre patent.  Claim 1, which is typical, reads:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'1. In a mop including a handle and a head secured to said handle and presenting a front edge forward of said handle in relation to direction of mop advance under normal mopping action, and a rear edge at the opposite side of said handle, a compressible sponge block releasably secured to said head and presenting at the front of said head a dirt accumulating face of substantial depth and at the rear of said head a rear face, and having a bottom working face presenting at the rear an edge displaced below said head, a presser element pivoted adjacent the rear edge of said head to swing about an axis fixed relative to said head and above said bottom working face and at right angles to said handle, said presser element having a pivot connecting portion and a sponge pressing portion in angular relation to said pivot connecting portion and spaced thereby from said axis a distance less than the thickness of said sponge at the rear face, and an operating handle for said presser element to swing said element against the undersurface of said sponge to compress said sponge against said head with said sponge pressing portion first contacting said sponge at said rearward edge below said head and displacing said latter edge forwardly and progressively compressing said sponge from rear to front while leaving the front face of said sponge substantially unobstructed to flush dirt accumulations out said front face.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The LeFebvre mop consists of three principal parts, a mop handle, a mop unit and a wringer unit.  The mop unit is made up of a block of cellulose sponge attached to a backing plate which in turn is attached to a mop handle at a 45 degrees angle.  The wringer unit is a metal plate hinged or pivoted to the backing plate at a point to the upper rear of the sponge block.  It consists of a flat presser or squeezing plate set away from the pivot a distance less than the thickness of the sponge by a connecting portion which is joined at an angle to the squeezing plate itself.  A handle is provided by which the squeezing plate is moved and which snaps onto the mop handle to hold the wringer unit out of the way during mopping operations.  The squeezing operation is performed by swinging the squeezing plate around the pivot to compress the sponge and drive out excess water.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The essential part of the mop, so far as the present action is concerned, is the wringer unit and in particular the connecting portion between the pivot or pintle and the squeezing plate.  It is this feature which plaintiffs say constitutes the 'guts' of LeFebvre's invention.  Plaintiffs maintain, and the district court finds, that the connecting portion, by angularly setting off the squeezing plate from the axis of rotation of the pintle, produces a forward and upward compression upon the sponge when the squeezing plate is swung about the pintle.  Such forward and upward compression, the district court further finds, increases the efficiency of the squeezing operation by producing a more effective back to front flushing action and prolongs the useful life of the sponge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pointing to the aforementioned offset of the squeezing plate created by the connecting portion, the district court concludes that LeFebvre 'introduced a new element into the combination of elements constituting his mop.'  Accordingly, it holds the patent good and valid at law, granting plaintiffs recovery of all damages sustained from defendants' infringement and directing a perpetual injunction against further infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Since we feel obliged to say that in our opinion the district court's conclusion on the validity of the patent in suit is clearly erroneous, we need not describe the mop made and sold by defendants.  Suffice it to say that it is in most all respects, including the wringer unit, similar to that of the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We believe that the patent in suit covers nothing more than knowledge which has long existed in the public domain.  A wringer unit which includes a squeezing plate hinged or pivoted to the backing plate at a point to the upper rear of the sponge block is disclosed by the expired German patent, Sendler No. 611,571.  Moreover, connecting portions functioning as offset hinges, such as the one used by LeFebvre to connect the squeezing plate to its pivot, have been well known in other arts and the plaintiffs do not contend otherwise.  LeFebvre's connecting portion when looked at in isolation does not present a new element or idea.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The question then becomes does LeFebvre's connecting portion constitute a new element or idea when used to offset the squeezing plate in a mop structure.  On this point it is significant to note that plaintiffs concede and the record establishes that every element of the LeFebvre mop, other than the connecting portion producing the offset, is disclosed by the prior art.  As for the offset, we believe that it is, in essence, also disclosed by the prior art.  The district court finds, and the plaintiffs agree, that the Sendler patent, which shows a flat squeezing plate which is pivoted to the rear of the sponge block by rolling the end of the plate around a pintle to form a hinge, as a result of its construction contains a squeezing plate which is offset from the axis of rotation of the pintle by about 1/16 of an inch.  Although the district court dismisses the offset in the Sendler patent as being 'merely a coincidental result of the method of making the hinge,' it is inescapable, it seems to us, that Sendler does show an offset of the squeezing plate.  The Sendler offset, although slight, cannot be dismissed lightly in passing upon the validity of the patent in suit.  Moreover, an offset, in the form of a curved squeezing plate designed for squeezing a string mop, is also disclosed by another prior patent, Johnson No. 1,551,668, issued September 1, 1925.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is true that LeFebvre by means of an angular connecting portion increased the offset of the squeezing plate<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and thus, the district court finds, produced 'a more efficient' squeezing operation.  However, it is a well established principle 'that a mere carrying forward of the original thought, a change only in form, proportions, or degree, doing the same thing in the same way, by substantially the same means, with better results, is not such an invention as will sustain a patent.'  Market Street Railway Co. v. Rowley, 1895, 155 U.S. 621, 629, 15 S.Ct. 224, 228, 39 L.Ed. 284; B. F. Sturtevant Co. v. Massachusetts Hair &amp; Felt Co., 1 Cir., 1941, 122 F.2d 900, 907, certiorari denied 1942, 315 U.S. 823, 62 S.Ct. 917, 86 L.Ed. 219.  Nor is the increase in efficiency brought about by LeFebvre's offset of an 'extraordinary' nature so as to warrant patent protection where, as here, no novel principle is involved.  Ellis, Inc. v. Denis, 1 Cir., 1955, 224 F.2d 311, 312.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is also true that where Sendler and Johnson effected their offsets with two elements, the pintle and the squeezing plate, LeFebvre brought about a greater offset by adding a third element, the angular connecting portion.  But this cannot render LeFebvre's mop patentable in view of the usual rule 'that there is no invention in making two parts of one thing when by such change no different function or new and unexpected result is achieved.'  Knight-Morley Corporation v. Ajax Mfg. Corporation, D.C.E.D.Mich.1948, 84 F.Supp. 215, 220, and cases cited.  We believe that LeFebvre's addition of a connecting portion does not bring about a new and unexpected result.  The district court's conclusion that LeFebvre 'produced a different mode of operation' is clearly erroneous.  LeFebvre's wringer unit is constructed substantially the same as Sendler's and it performs the squeezing operation in substantially the same manner.  Whatever difference there exists in operation is one of degree and not patentable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Even if we assume that Sendler's and Johnson's patents, in failing to possess a connecting portion, do not disclose LeFebvre's particular offset, we still do not think the mop in suit is patentable.  Given the prior art which, as plaintiffs concede, contains every element of the LeFebvre mop other than the connecting portion, the connecting portion with its resulting offset, satisfactory and useful as it may be, 'still appears to be the type of solution which one might expect from the ordinary skilled mechanic and does not rise to the dignity of invention.'  Wasserman v. Burgess &amp; Blacher Co., 1 Cir., 1954, 217 F.2d 402, 404.  See also Associated Folding Box Co. v. Levkoff, 1 Cir., 1952, 194 F.2d 252.  Certainly it was never the object of the patent laws 'to grant a monopoly for every trifling device, every shadow of a shade of an idea, which would naturally and spontaneously occur to any skilled mechanic or operator in the ordinary progress of manufactures.'  Atlantic Works v. Brady, 1882, 107 U.S. 192, 200, 2 S.Ct. 225, 231, 27 L.Ed. 438.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In considering the patent in suit, we have made full allowance for the presumption of validity created by the action of the Patent Office; and we have tried to restrain, as far as is humanly possible, the recognized power of hindsight to make obvious that which in fact may be a true contribution to prior art.  Yet, we believe that in light of the prior art no uncommon skill was involved on the part of LeFebvre in bringing about a slightly greater offset of the squeezing plate by adding a connecting portion and that no new result was achieved by such an offset.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Due to our conclusion that LeFebvre's patent is invalid we need not discuss the findings below as to defendants' infringement of the patent in suit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">However, there remains one further question presented by the defendants on appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On December 21, 1956, approximately two months after the trial had ended, defendants filed a motion under Fed.R.Civ.P. 15(b), 28 U.S.C.A. to amend the pleadings to conform to the evidence.  This proposed amendment to the pleadings sets forth an affirmative defense and counterclaim for damages, alleging among other things, that plaintiffs had violated the anti-trust laws by cross-licensing with another company on separate patents, including the patent in suit, and simultaneously agreeing not to compete with each other on sales of this mop in the same markets.  The district court, after a hearing, denied the motion, stating, 'I did not try an anti-trust case.  I was sure of that.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It has been stated that 'it is ordinarily within the sound discretion of the trial court to permit an amendment to conform to the proof where evidence has been introduced without objection as to facts not presented, or insufficiently presented, by the pleadings.'  Simms v. Andrews, 10 Cir., 1941, 118 F.2d 803, 807.  Without undertaking a detailed discussion of this point, we believe that here the trial court did not abuse its discretion in denying defendants' motion to amend the pleadings, notwithstanding that in the course of the trial there were presented some items which might be considered material to the anti-trust issue.  Certainly the defendants are not prejudiced by our holding since the Supreme Court has clearly stated that a counterclaim for treble damages is permissive in nature so that failure by a defendant to plead it in a prior patent suit does not bar a subsequent independent suit by him under the anti-trust laws.  Mercoid Corp. v. Mid-Continent Co., 1944,320 U.S. 661, 64 S.Ct. 268, 88 L.Ed. 376.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A judgment will be entered reversing the judgment of the district court and remanding the case to that court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It seems that the squeezing plate of LeFebvre's mop was offset from the axis of rotation of the pintle by about 6/16 of an inch</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although in their answer defendants, alleging that plaintiffs had interfered with their business by threats of infringement, counterclaim for an injunction and other relief, they do not pursue this question on appeal and accordingly we do not consider it</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">223</span></span></p>\n    <p class=\"case_cite\">114 U.S.P.Q. 50</p>\n    <p class=\"parties\">Frederick V. FOWLER et al., Defendants, Appellants,<br>v.<br>SPONGE PRODUCTS CORPORATION et al., Plaintiffs, Appellees.</p>\n    <p class=\"docket\">No. 5210.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">June 25, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert B. Russell, Boston, Mass., with whom Porter, Chittick &amp; Russell, Boston, Mass., was on brief, for appellants.</p>\n      <p class=\"indent\">Hector M. Holmes, Boston, Mass., with whom A. Donham Owen, San Francisco, Cal., W. R. Hulbert and Fish, Richardson &amp; Neave, Boston, Mass., were on brief, for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a judgment of the United States District Court for the District of Massachusetts, entered on January 22, 1957, holding plaintiffs' Letters Patent No. 2,667,653 valid and infringed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts, as disclosed by the record and the opinion of the district court, are substantially as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The patent in suit, No. 2,667,653, for Combined Mop and Wringer, was issued on February 2, 1954, to plaintiff-appellee Fuller Brush Company as assignee of Alfred L. LeFebvre.  Plaintiff-appellee Sponge Products Corporation is a licensee under the patent.  It was contended at trial and on appeal that mops made and sold by defendants-appellants Frederick V. Fowler and Stanton Supply Co. Inc. infringe particularly Claims 1 and 2 of the LeFebvre patent.  Claim 1, which is typical, reads:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'1. In a mop including a handle and a head secured to said handle and presenting a front edge forward of said handle in relation to direction of mop advance under normal mopping action, and a rear edge at the opposite side of said handle, a compressible sponge block releasably secured to said head and presenting at the front of said head a dirt accumulating face of substantial depth and at the rear of said head a rear face, and having a bottom working face presenting at the rear an edge displaced below said head, a presser element pivoted adjacent the rear edge of said head to swing about an axis fixed relative to said head and above said bottom working face and at right angles to said handle, said presser element having a pivot connecting portion and a sponge pressing portion in angular relation to said pivot connecting portion and spaced thereby from said axis a distance less than the thickness of said sponge at the rear face, and an operating handle for said presser element to swing said element against the undersurface of said sponge to compress said sponge against said head with said sponge pressing portion first contacting said sponge at said rearward edge below said head and displacing said latter edge forwardly and progressively compressing said sponge from rear to front while leaving the front face of said sponge substantially unobstructed to flush dirt accumulations out said front face.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The LeFebvre mop consists of three principal parts, a mop handle, a mop unit and a wringer unit.  The mop unit is made up of a block of cellulose sponge attached to a backing plate which in turn is attached to a mop handle at a 45 degrees angle.  The wringer unit is a metal plate hinged or pivoted to the backing plate at a point to the upper rear of the sponge block.  It consists of a flat presser or squeezing plate set away from the pivot a distance less than the thickness of the sponge by a connecting portion which is joined at an angle to the squeezing plate itself.  A handle is provided by which the squeezing plate is moved and which snaps onto the mop handle to hold the wringer unit out of the way during mopping operations.  The squeezing operation is performed by swinging the squeezing plate around the pivot to compress the sponge and drive out excess water.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The essential part of the mop, so far as the present action is concerned, is the wringer unit and in particular the connecting portion between the pivot or pintle and the squeezing plate.  It is this feature which plaintiffs say constitutes the 'guts' of LeFebvre's invention.  Plaintiffs maintain, and the district court finds, that the connecting portion, by angularly setting off the squeezing plate from the axis of rotation of the pintle, produces a forward and upward compression upon the sponge when the squeezing plate is swung about the pintle.  Such forward and upward compression, the district court further finds, increases the efficiency of the squeezing operation by producing a more effective back to front flushing action and prolongs the useful life of the sponge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pointing to the aforementioned offset of the squeezing plate created by the connecting portion, the district court concludes that LeFebvre 'introduced a new element into the combination of elements constituting his mop.'  Accordingly, it holds the patent good and valid at law, granting plaintiffs recovery of all damages sustained from defendants' infringement and directing a perpetual injunction against further infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Since we feel obliged to say that in our opinion the district court's conclusion on the validity of the patent in suit is clearly erroneous, we need not describe the mop made and sold by defendants.  Suffice it to say that it is in most all respects, including the wringer unit, similar to that of the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We believe that the patent in suit covers nothing more than knowledge which has long existed in the public domain.  A wringer unit which includes a squeezing plate hinged or pivoted to the backing plate at a point to the upper rear of the sponge block is disclosed by the expired German patent, Sendler No. 611,571.  Moreover, connecting portions functioning as offset hinges, such as the one used by LeFebvre to connect the squeezing plate to its pivot, have been well known in other arts and the plaintiffs do not contend otherwise.  LeFebvre's connecting portion when looked at in isolation does not present a new element or idea.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The question then becomes does LeFebvre's connecting portion constitute a new element or idea when used to offset the squeezing plate in a mop structure.  On this point it is significant to note that plaintiffs concede and the record establishes that every element of the LeFebvre mop, other than the connecting portion producing the offset, is disclosed by the prior art.  As for the offset, we believe that it is, in essence, also disclosed by the prior art.  The district court finds, and the plaintiffs agree, that the Sendler patent, which shows a flat squeezing plate which is pivoted to the rear of the sponge block by rolling the end of the plate around a pintle to form a hinge, as a result of its construction contains a squeezing plate which is offset from the axis of rotation of the pintle by about 1/16 of an inch.  Although the district court dismisses the offset in the Sendler patent as being 'merely a coincidental result of the method of making the hinge,' it is inescapable, it seems to us, that Sendler does show an offset of the squeezing plate.  The Sendler offset, although slight, cannot be dismissed lightly in passing upon the validity of the patent in suit.  Moreover, an offset, in the form of a curved squeezing plate designed for squeezing a string mop, is also disclosed by another prior patent, Johnson No. 1,551,668, issued September 1, 1925.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is true that LeFebvre by means of an angular connecting portion increased the offset of the squeezing plate<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and thus, the district court finds, produced 'a more efficient' squeezing operation.  However, it is a well established principle 'that a mere carrying forward of the original thought, a change only in form, proportions, or degree, doing the same thing in the same way, by substantially the same means, with better results, is not such an invention as will sustain a patent.'  Market Street Railway Co. v. Rowley, 1895, <span class=\"citation\" data-id=\"94072\"><a href=\"/opinion/94072/market-street-cable-r-co-v-rowley/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, 629, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, 228, 39 L.Ed. 284; B. F. Sturtevant Co. v. Massachusetts Hair &amp; Felt Co., 1 Cir., 1941, <span class=\"citation\" data-id=\"1542218\"><a href=\"/opinion/1542218/bf-sturtevant-co-v-massachusetts-hair-felt-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">900</span></a></span>, 907, certiorari denied 1942, <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">823</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">917</span></span>, 86 L.Ed. 219.  Nor is the increase in efficiency brought about by LeFebvre's offset of an 'extraordinary' nature so as to warrant patent protection where, as here, no novel principle is involved.  Ellis, Inc. v. Denis, 1 Cir., 1955, <span class=\"citation\" data-id=\"237173\"><a href=\"/opinion/237173/ellis-inc-v-albert-p-denis/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 312.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is also true that where Sendler and Johnson effected their offsets with two elements, the pintle and the squeezing plate, LeFebvre brought about a greater offset by adding a third element, the angular connecting portion.  But this cannot render LeFebvre's mop patentable in view of the usual rule 'that there is no invention in making two parts of one thing when by such change no different function or new and unexpected result is achieved.'  Knight-Morley Corporation v. Ajax Mfg. Corporation, D.C.E.D.Mich.1948, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">215</span></span>, 220, and cases cited.  We believe that LeFebvre's addition of a connecting portion does not bring about a new and unexpected result.  The district court's conclusion that LeFebvre 'produced a different mode of operation' is clearly erroneous.  LeFebvre's wringer unit is constructed substantially the same as Sendler's and it performs the squeezing operation in substantially the same manner.  Whatever difference there exists in operation is one of degree and not patentable.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Even if we assume that Sendler's and Johnson's patents, in failing to possess a connecting portion, do not disclose LeFebvre's particular offset, we still do not think the mop in suit is patentable.  Given the prior art which, as plaintiffs concede, contains every element of the LeFebvre mop other than the connecting portion, the connecting portion with its resulting offset, satisfactory and useful as it may be, 'still appears to be the type of solution which one might expect from the ordinary skilled mechanic and does not rise to the dignity of invention.'  Wasserman v. Burgess &amp; Blacher Co., 1 Cir., 1954, <span class=\"citation\" data-id=\"235221\"><a href=\"/opinion/235221/max-wasserman-v-burgess-blacher-co/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 404.  See also Associated Folding Box Co. v. Levkoff, 1 Cir., 1952, 194 F.2d 252.  Certainly it was never the object of the patent laws 'to grant a monopoly for every trifling device, every shadow of a shade of an idea, which would naturally and spontaneously occur to any skilled mechanic or operator in the ordinary progress of manufactures.'  Atlantic Works v. Brady, 1882, <span class=\"citation\" data-id=\"90757\"><a href=\"/opinion/90757/atlantic-works-v-brady/\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 200, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">225</span></span>, 231, 27 L.Ed. 438.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In considering the patent in suit, we have made full allowance for the presumption of validity created by the action of the Patent Office; and we have tried to restrain, as far as is humanly possible, the recognized power of hindsight to make obvious that which in fact may be a true contribution to prior art.  Yet, we believe that in light of the prior art no uncommon skill was involved on the part of LeFebvre in bringing about a slightly greater offset of the squeezing plate by adding a connecting portion and that no new result was achieved by such an offset.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Due to our conclusion that LeFebvre's patent is invalid we need not discuss the findings below as to defendants' infringement of the patent in suit.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">However, there remains one further question presented by the defendants on appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On December 21, 1956, approximately two months after the trial had ended, defendants filed a motion under Fed.R.Civ.P. 15(b), 28 U.S.C.A. to amend the pleadings to conform to the evidence.  This proposed amendment to the pleadings sets forth an affirmative defense and counterclaim for damages, alleging among other things, that plaintiffs had violated the anti-trust laws by cross-licensing with another company on separate patents, including the patent in suit, and simultaneously agreeing not to compete with each other on sales of this mop in the same markets.  The district court, after a hearing, denied the motion, stating, 'I did not try an anti-trust case.  I was sure of that.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It has been stated that 'it is ordinarily within the sound discretion of the trial court to permit an amendment to conform to the proof where evidence has been introduced without objection as to facts not presented, or insufficiently presented, by the pleadings.'  Simms v. Andrews, 10 Cir., 1941, <span class=\"citation\" data-id=\"1562675\"><a href=\"/opinion/1562675/simms-v-andrews/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 807.  Without undertaking a detailed discussion of this point, we believe that here the trial court did not abuse its discretion in denying defendants' motion to amend the pleadings, notwithstanding that in the course of the trial there were presented some items which might be considered material to the anti-trust issue.  Certainly the defendants are not prejudiced by our holding since the Supreme Court has clearly stated that a counterclaim for treble damages is permissive in nature so that failure by a defendant to plead it in a prior patent suit does not bar a subsequent independent suit by him under the anti-trust laws.  Mercoid Corp. v. Mid-Continent Co., 1944,320 U.S. 661, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">268</span></span>, 88 L.Ed. 376.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A judgment will be entered reversing the judgment of the district court and remanding the case to that court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It seems that the squeezing plate of LeFebvre's mop was offset from the axis of rotation of the pintle by about 6/16 of an inch</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although in their answer defendants, alleging that plaintiffs had interfered with their business by threats of infringement, counterclaim for an injunction and other relief, they do not pursue this question on appeal and accordingly we do not consider it</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/90757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/235221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1542218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1562675/"
  ]
}