{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/243763/",
  "absolute_url": "/opinion/243763/samuel-m-freeman-etc-intervenors-v-charles-w-mulcahy-trustee-boston/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/243763/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:27Z",
  "date_modified": "2016-02-28T05:59:02.327950Z",
  "type": "010combined",
  "sha1": "16a864bc0dbfa686d2c47683392d61952380625a",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/250/250.F2d.463.5194-5199.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">250 F.2d 463</p>\n    <p class=\"parties\">Samuel M. FREEMAN et al., Etc., Intervenors, Appellants,<br>v.<br>Charles W. MULCAHY, Trustee, et al., Appellees.<br>BOSTON &amp; PROVIDENCE RAILROAD CORPORATION, Debtor, Appellant,<br>v.<br>Charles W. MULCAHY, Trustee, et al., Appellees.<br>H. C. BARTON et al., Etc., Intervenors, Appellants,<br>v.<br>Charles W. MULCAHY, Trustee, et al., Appellees.</p>\n    <p class=\"docket\">Nos. 5194-5199.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">December 9, 1957.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Lewis M. Dabney, Jr., New York City, with whom Ralph Montgomery Arkush, New York City, Jacob J. Kaplan and Nutter, McClennen &amp; Fish, Boston, Mass., were on the brief, for Samuel M. Freeman, and others, appellants.</p>\n      <p class=\"indent\">Donald C. Starr, Boston, Mass., for Boston &amp; Providence Railroad Corp., appellant.</p>\n      <p class=\"indent\">Sidney H. Willner and Armistead B. Rood, Washington, D. C., with whom Cassius M. Clay, Paris, Ky., and Joseph B. Hyman, Alexandria, Va., were on the brief, for H. C. Barton, and others, appellants.</p>\n      <p class=\"indent\">James Garfield, Boston, Mass., with whom Herbert H. Corbin, New Haven, Conn., Leonard Alpert and Choate, Hall &amp; Stewart, Boston, Mass., were on the brief, for New York, New Haven and Hartford Railroad Co., appellee.</p>\n      <p class=\"indent\">Paul E. Troy, Boston, Mass., for Charles W. Mulcahy, Trustee of the Boston &amp; Providence Railroad Corp., appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are appeals from two orders entered by the United States District Court for the District of Massachusetts in a proceeding for the reorganization of the Boston &amp; Providence Railroad Corporation under Section 77 of the Bankruptcy Act, 47 Stat. 1474, as amended, 11 U.S. C.A. &#167; 205. One order approved a plan of reorganization for the debtor-railroad; the other classified the securities of the railroad for the purposes of voting on the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Boston &amp; Providence Railroad Corporation (B &amp; P, or the debtor hereinafter) was chartered in 1831. In 1888 it leased all of its properties, including its locomotives and rolling stock, for a term of 99 years to the Old Colony Railroad Company. Since that time it has not operated over its lines or carried on any railroad operations of any character. In 1893 Old Colony leased its properties and assigned its rights under its B &amp; P lease, also for 99 years, to the New York, New Haven and Hartford Railroad Company which in one capacity or another has operated the B &amp; P properties ever since.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 23, 1935, the New Haven filed a petition in the United States District Court for the District of Connecticut alleging that it was unable to meet its debts as they matured and that it desired to effect a plan of reorganization under &#167; 77 of the Bankruptcy Act, supra. On the same day the Court approved the petition as properly filed and two weeks later it appointed three trustees to manage and operate the railroad's properties. These appointments were approved by the Interstate Commerce Commission on November 30, 1935. 212 ICC 75.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the time New Haven went into reorganization its operating system consisted of 19 different segments. It owned 11 of these segments and operated 8, including the B &amp; P property, under leases. The 11 owned segments were subject to 10 different underlying mortgages, and there was also a First and Refunding Mortgage which constituted a first lien on some parts of the road and a junior lien on others.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because of the separate legal rights in the several segments of the system it was necessary for the purposes of reorganization for the New Haven to allocate to each segment its fair share of the revenues and expenses of the system as a whole. To this end the Trustees, as contemplated in &#167; 77, sub. c(10), undertook financial studies in which they were assisted by the New Haven staff and experts representing creditor groups of both New Haven and Old Colony. These studies soon indicated that the Old Colony lease was a burden to the New Haven system and in June, 1936, the Trustees by court order rejected it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Trustees at that time, however, did not reject the B &amp; P lease even though their preliminary studies indicated that its property was also being operated at a loss. Indeed, in spite of these apparent losses, the New Haven directors on June 1, 1937, filed a plan of reorganization for their road in which they proposed that the reorganized New Haven assume the B &amp; P lease. Hearings were held by the Commission on this plan between July and November, 1937, at which B &amp; P and other interested parties intervened. No plan, however, was approved at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While hearings on this plan were in progress, on October 6, 1937, the trustee under New Haven's First and Refunding Mortgage, asserting that operation of the B &amp; P properties was a burden on the New Haven system, petitioned the District Court in Connecticut for an order directing the New Haven Trustees to cease making payments under the B &amp; P lease. The Court issued an order on Old Colony and B &amp; P to show cause why the petition should not be granted, and also to show cause, if any they had, why the Court should not forthwith refer to the Interstate Commerce Commission a segregation formula devised by the New Haven Trustees on the basis of their financial studies to the end that the Commission after due consideration might transmit it recommendations to the Court as to the method or formula by which New Haven system earnings and expenses should be segregated and allocated between its separate segments. On October 21, 1937, B &amp; P, which had intervened generally in the New Haven proceedings the preceding May, filed an answer opposing the mortgage trustee's petition and challenging the New Haven Trustees' segregation formula, and thereupon the Connecticut Court pursuant to &#167; 77, sub. c(10), referred the formula to the Commission for its consideration and report.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After hearings in which B &amp; P participated actively, the Commission, on April 9, 1938, by its Division 4, filed a detailed report wherein it gave full consideration to the Trustees' formula, and the criticisms leveled at it by B &amp; P and other interested parties. The Commission recognized that the formula had defects and deficiencies. It nevertheless said it was of the opinion that in view of the \"(c)haracter of the debtor's operations, involving short hauls and heavy terminal expenses, * * * the trustees' method is well adapted to the debtor's system,\" and then the Commission went on to say: \"Considering all available data as well as the criticisms thereof, we find that the trustees' method of segregation and allocation of the debtor's revenues and expenses between and to its various mortgaged and leased lines is as fair and equitable as the circumstances will permit.\" Wherefore the Commission recommended the New Haven Trustees' formula to the reorganization Court. But in doing so the Commission was careful to state that its \"recommendations herein are in no wise intended to express any views with respect to the use of the results obtained from the application of the formula or the weight to be given such results.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 25, 1938, the Connecticut Court, after reciting that all parties had been given an opportunity to file exceptions but had not done so, and that all parties had been heard or given an opportunity to be heard, entered an order affirming and accepting the Commission's findings and recommendation. No appeal was taken from this order, but on July 8, 1938, B &amp; P filed a petition to reopen the record of facts. This petition was not pressed and was orally denied without exception on July 15, and on July 19, 1938, the Court, after reciting the above facts, entered an order over the objection of B &amp; P wherein it directed the Old Colony Trustees and the New Haven Trustees, who were the same, immediately to stop payment of the rental reserved in the B &amp; P lease to Old Colony and to disaffirm and reject it, but ordering the New Haven Trustees pursuant to &#167; 77, sub. c(6) to continue to operate the B &amp; P properties for its account \"without expense to the New Haven estate.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The resultant loss of income to B &amp; P prevented it from meeting its obligations on its debentures and the holder thereof, The Provident Institution for Savings in the Town of Boston,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> on August 4, 1938, filed in the court below a petition for the reorganization of B &amp; P under &#167; 77 of the Bankruptcy Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Massachusetts Court promptly approved the petition as properly filed and appointed trustees whose appointments were subsequently approved by the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">B &amp; P owns no locomotives or rolling stock and it has no operating personnel. Its property at the time it went into reorganization consisted basically of approximately 44 miles of main line between Providence, Rhode Island, and Boston, Massachusetts, which since 1893 has constituted an important link in New Haven's main \"Shore Line\" route between Boston and New York. It also owned nearly 200 miles of other track, the Back Bay Station in Boston, a one half interest in the Providence railroad station, car repair shops in Readville, Massachusetts, a few miles south of Boston, one half of the capital stock of the Union Freight Railroad and other miscellaneous physical properties and investments.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">No useful purpose would be served by describing in detail the various plans for the reorganization of B &amp; P proposed over the past twenty years by New Haven, B &amp; P and interested groups of investors in the latter's securities. It is important to note, however, that none of the proposed plans suggested reestablishment of B &amp; P as an operating railroad but instead suggested either the sale or lease of its properties to the New Haven.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It is also significant that from the start all parties proposing plans have suggested the mutual cancellation of claims advanced by B &amp; P against New Haven and by New Haven against B &amp; P, consisting in major part of B &amp; P's claim against New Haven for damages resulting from the rejection of its lease and New Haven's claim against B &amp; P for losses sustained in operating B &amp; P's property for its account thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the various plans proposed it will suffice to say that during the summer of 1939 a group of B &amp; P stockholders, B &amp; P itself, and the New Haven, all filed plans for the reorganization of B &amp; P, and The Provident Institution filed a statement of its position with respect to those plans and an alternative suggestion for the modification thereof. These plans were processed in accordance with the Commission's usual procedures in such matters, at least no procedural irregularity is asserted, and on March 22, 1940, Division 4 of the Commission entered an order approving a reorganization plan for the debtor, basing its order on a report of the same date wherein it stated in full the reasons for its conclusions. In this report, after a brief history of the debtor and a description of its financial structure and assets, the Division stated the salient features of the various plans proposed. Analysing those features, the Division rejected the suggestion that B &amp; P resume operation as an independent carrier for the reason that such operation not only would be impracticable by reason of its lack of operating capital, operating personnel and rolling stock, but also would be incompatible with the public interest. It said that there was little or nothing in the record to indicate that B &amp; P could operate successfully as an independent carrier. Indeed, it said that it was \"extremely doubtful\" that it could so operate at all. And it said that in view of the long history of operation of its properties by the New Haven, the integration of its properties in the New Haven system, the \"adjustment of the system's services * * * to the economic requirements of the territory served,\" and the lack of any showing that the New Haven's services were inadequate or that the public would be better served by the severance of B &amp; P from the New Haven system, it concluded that continued operation of the debtor's properties by the New Haven was in the public interest. It said in summary: \"This record amply supports the conclusion that the public convenience and necessity require the continued operation of the debtor's line as a part of the New Haven system rather than the substitution of another line or the creation of additional facilities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Division determined that reorganization should be accomplished by purchase of the B &amp; P properties by the New Haven, saying: \"From a consideration of all the facts of record, we conclude that the only feasible reorganization of the debtor is the sale of its properties to the New Haven,\" and it accordingly turned its attention to the question of the price to be paid by New Haven for the B &amp; P properties.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Recognizing that \"many or most of the elements involved in determining a fair price are of such a nature that it is not possible to ascribe to them precise money values,\" the Division considered the various factors affecting value, including physical value as reported by the Commission's Bureau of Valuation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It also, contrary to the contention advanced by some of the appellants herein which we may well dispose of now, gave, we think, great, if not controlling weight to the earning capacity of the debtor's property as the primary criterion of value in accordance with the rule of Group of Institutional Investors v. Chicago, Milwaukee, St. P. &amp; P. R. Co., 1943, 318 U. S. 523 at page 540, 63 S.Ct. 727, 738, 87 L.Ed. 959, wherein it is said: \"The basic question in a valuation for reorganization purposes is how much the enterprise in all probability can earn.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In making its estimate of earning capacity the Division made use of the New Haven's segregation formula to which we have already referred, but the Division did not use that formula as the sole basis for its prediction of future earnings. Recognizing that the formula \"inadequately reflected matters such as (a) severance value or strategic value, (b) contributed traffic, (c) value of particular facilities, and (d) effect of potential operating economies upon particular leased or mortgaged lines, and the like,\" the Division said:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"While we are of the opinion that the results obtained through the application of the segregation formula should not be considered as the sole basis for determining the value of the debtor's property since the formula is not intended to reflect the factors just referred to above, or other pertinent factors, we do not believe that the results shown by the application of the formula should be totally ignored. As previously stated, the New Haven's system earnings provide the only data, derived from past experience, indicating the debtor's earning capacity; and earning capacity or lack of earning capacity undoubtedly is a relevant factor in determining the price to be paid for a property. It is true that the results obtained by the formula must be considered somewhat conjectural, but as stated in our report recommending the formula, it is doubtful whether any formula could be devised which would eliminate all conjecture and at the same time be practicable of application, and we believe that the recommended formula as a whole is as fair and equitable as the circumstances will permit. In the instant proceeding, it is particularly desirable to ascertain whether the operation of the debtor's road as a part of the New Haven's system results in a profit or a deficit, inasmuch as the New Haven, if it acquires the debtor's property, will either assume any deficit or receive any profit from such operation. In our opinion, the results derived from the application of the formula indicate that the operations of the debtor for the periods shown were conducted at substantial losses.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Further elaboration of the Division's report is not necessary here. It will be enough to say that the Division proposed a plan the salient features of which for present purposes were that the New Haven upon consummation of its reorganization should acquire all of the assets and properties of B &amp; P in return for the assumption by the New Haven of B &amp; P's reorganization expenses, certain of its current taxes and other liabilities and claims already allowed against it, the mutual cancellation of all claims between the New Haven and the B &amp; P and their respective trustees, and delivery to the B &amp; P trustees of the following New Haven reorganization securities:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. $3,039,213 of its first and refunding mortgage 4 percent bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. $1,467,520 of its income-mortgage 4&#189; percent bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3. $1,467,520 of its 5 percent preferred stock.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Petitions for modification of the plan were filed by various interested parties and in late June, 1940, joint oral argument thereon was held before the full Commission. The Commission, on the following February 18, filed a supplemental report denying modification of the plan by increasing the amount of New Haven securities to be given to B &amp; P. It granted requested modifications, however, with respect to the nature and extent of the taxes and claims against B &amp; P to be assumed by the New Haven and added for cancellation claims between B &amp; P and its trustees and Old Colony and its trustees to those between B &amp; P and its trustees and the New Haven and its trustees. The Commission therefore certified modified plans to both the New Haven reorganization court in Connecticut and the B &amp; P reorganization court in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In December, 1941, the Connecticut Court in the New Haven proceeding, after hearing objections to the New Haven plan, disapproved it in several respects, including the price to be paid by New Haven for the B &amp; P properties which it thought too high. This left nothing for the Massachusetts Court to do in the B &amp; P proceeding but to disapprove the plan as no longer feasible, which it did, and both courts referred the plans submitted to them back to the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We see no useful purpose in analysing, even summarily, all of the proceedings that followed in the two courts involved and the Commission. It will suffice to say that the Commission certified several amended plans in succeeding years in all of which it adhered to the principle of mutual cancellation of conflicting claims and in none of which it increased the basic amount of New Haven securities originally specified to be paid to B &amp; P, that in August, 1943, the Commission authorized the appellants Freeman et al. (The Freeman Committee, so-called) to serve as a protective committee for holders of B &amp; P stock, and that eventually late in 1947 a plan for the New Haven was finally consummated and it emerged from reorganization.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Soon after the New Haven's reorganization was accomplished the Massachusetts District Court held hearings on objections to the Commission's then current B &amp; P plan, some of which had been filed by the Freeman Committee. As a result of these hearings the court in February, 1948, disapproved the plan and referred it back to the Commission on the grounds, among others, that it was incapable of performance because of the continued accrual of interest on B &amp; P's debentures since the date when the Commission expected the plan to be put into effect and that the plan provided for the distribution of securities to B &amp; P stockholders without fully satisfying the claims of its creditors. In its opinion the court also suggested that the Commission might like to consider whether any factors had arisen since 1940 which would effect the price to be paid for the B &amp; P properties.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Trustees of B &amp; P and the Freeman Committee filed proposed amendments to the plan rejected by the District Court and the Commission held hearings thereon. Lengthy proceedings followed which need not be detailed and finally, on January 5, 1954, the Commission filed its Fourth Supplemental Report wherein it formulated the plan now before this court. This plan, with two major exceptions, is essentially the same as the original plan of 1940. It differed from the earlier plan in that it required the release by New Haven of certain claims of the Boston Terminal Company against the B &amp; P which New Haven had acquired in the Terminal Company's reorganization, and it required the New Haven to pay B &amp; P in cash a sum equal to the interest and dividends which would have been payable on the securities originally specified as payment to B &amp; P if those securities had been issued on January 1, 1940, as contemplated in the original plan. Thus the present plan relieves B &amp; P of any claims against it by the Boston Terminal Company and gives B &amp; P increased consideration in the amount of the interest and dividends on the package of New Haven securities originally fixed as compensation for its properties.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">No petitions for modification of this plan were filed until March 8, 1954, when the appellants, Barton et al., giving themselves the somewhat sonorous title of The Boston &amp; Providence Railroad Stockholders Development Group, appeared on the scene with a petition for leave to intervene coupled with a petition for modification of the plan. The Commission accorded the Group recognition and thereafter it has taken a very active part in these proceedings. It filed numerous motions and petitions during the spring and summer of 1954, all of which the Commission denied except one asking leave for all parties to file briefs on the significance in this proceeding of the decision of the Supreme Court in St. Joe Paper Co. v. Atlantic Coast Line R. R., 347 U.S. 298, 74 S.Ct. 574, 98 L.Ed. 710, handed down on April 5, 1954. The Group also brought a suit in the United States District Court for the Eastern District of Virginia, Alexandria Division, against the Commission and the United States, in which New Haven intervened, for the purpose of compelling the Commission to establish divisions of joint freight rates between B &amp; P and New Haven. In that suit the Group was unsuccessful on the ground that the matter had already been thoroughly canvassed by the Commission and the Court of Appeals for the Second Circuit. See Group of Boston &amp; P. R. C. Stock v. Interstate Commerce Commission, D.C. 1955, 133 F.Supp. 488, affirmed, Boston &amp; Providence R. Corp. Stockholders v. New York, N. H. &amp; H. R. Co., 1956, 350 U.S. 926, 76 S.Ct. 300, 100 L.Ed. 810, rehearing and reconsideration as to costs<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> denied, 1956, 350 U.S. 985, 76 S.Ct. 472, 100 L.Ed. 853.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Eventually, on July 30, 1954, the Commission filed a fifth supplemental report wherein, we think quite properly, it held the rule of the St. Joe Paper Company case inapplicable, and wherein it also, after reconsidering the evidence in detail, affirmed its prior conclusions with respect to the price to be paid by New Haven for the B &amp; P properties. (In this opinion it is even more evident than in the earlier ones that the Commission considered earning capacity of the B &amp; P properties to be the primary criterion of value.) After denying further petitions for modification the Commission certified the plan embodied in its Fourth Supplemental Report to the Massachusetts Court, and that Court, after denying various motions, including a motion of the Development Group to postpone or refer the plan back to the Commission, held hearings on the plan on May 15 and 16, 1956. On July 24, 1956, the court filed an opinion and on September 11, it entered its order approving the plan from which three of these appeals have been taken.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The foregoing statement, long as it is, does not by any means constitute a full recitation of all the proceedings over the past twenty-odd years in the interrelated reorganizations of the railroads involved. We think it enough, however, to provide an adequate background for the discussion to follow of the salient points made by the various appellants with respect to the plan of reorganization for the debtor certified by the Commission and approved by the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">All of the appellants make common cause in attacking the adequacy of the consideration fixed by the Commission and approved by the court below for the B &amp; P properties. Their contention broadly stated is that the District Court erred in failing to hold and rule, first, that there was no legally sufficient evidence of the earning power of the debtor to enable the Commission to make a determination of the value of its properties and, second, that the provision of the plan for the mutual cancellation of claims between the debtor and the New Haven was not in accordance with legal requirements. The appellants advance to the attack from different angles, but nevertheless center their fire for the most part on New Haven's segregation formula which the District Court aptly characterized as the \"bete noir\" of the proceedings. The Freeman Committee, wherein it is joined by the Development Group, contends that the formula is grossly unfair to B &amp; P in that it apportioned heavy terminal expenses to that road and allotted revenues to it wholly inadequate to meet those expenses. It says that the correctness of the formula, and its application is \"central to the fairness of the plan,\" and that whether or not it is \"entitled to judicial review of the formula, and its application, is the central question presented\" by its appeal. Wherefore that Committee asks us to reverse the action of the District Court approving the plan and remand the case to that court with directions for it to judicially review the formula, which the Committee says, has a dual impact on this case, first, as determining the existence and amount of New Haven's claim against the debtor for operational losses, the release of which allegedly justifies the release of the debtor's substantial claim against New Haven for breach of lease, and second, as indicating that the debtor has a negligible, or even negative earning power which is the principal constituent of reorganization value.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The debtor itself as an appellant, apparently recognizing that in view of the <i>per curiam</i> opinion in Palmer v. Warren, 2 Cir., 1940, 108 F.2d 164, 169, it is now far too late for judicial review of the formula, disavows any attempt to procure any change in the formula itself. Its contention is that the factual situation to which the formula was intended to apply has been so changed by New Haven's reorganization that the formula no longer has any application.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">First we reject the contention that the segregation formula should now be subjected to judicial review. The Commission carefully considered that formula nearly twenty years ago and, after giving B &amp; P and others full opportunity to be heard, recommended it in spite of its shortcomings to the Connecticut Court in the New Haven proceeding as both practical and \"as fair and equitable as the circumstances will permit.\" The time for B &amp; P to have sought judicial review of the formula was when the Connecticut Court affirmed and accepted the Commission's recommendation of it, which, as we have pointed out, B &amp; P did not see fit to do. This was clearly recognized by the Court of Appeals for the Second Circuit in Palmer v. Warren, supra, wherein, after disposing of other matters raised on appeal by B &amp; P and its trustees, it said in a <i>per curiam</i> opinion on petition for rehearing:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\"Our opinion seems to have been misunderstood and perhaps was not clear. We agree with the New Haven if it means no more than that the Boston &amp; Providence cannot now procure any change by the Commission in the `Segregation Formula' itself. However, we meant to decide before, and we now decide again, that the Boston &amp; Providence is free to oppose the application by the District Court of that formula to the liquidation of its account with the debtors [New Haven and Old Colony] as freely as though Order No. 300 had not been entered.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">How the formula is to be applied and how much weight shall be accorded to the results obtained by its use, are matters open to the appellants now as they have been from the first.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">With the contention that the formula should now be subjected to judicial review out of the way, we come to the really basic question in this case so far as the plan is concerned and that is the legal adequacy of the consideration awarded by the Commission with the sanction of the District Court for the B &amp; P properties.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\"Valuation is a function limited to the Commission, without the necessity of approval by the court,\" Ecker v. Western Pacific R. Corp., 1943, 318 U.S. 448, 472, 63 S.Ct. 692, 707, 87 L.Ed. 892, by force of the first sentence of the last paragraph of subsection e of &#167; 77 wherein it is categorically provided: \"If it shall be necessary to determine the value of any property for any purpose under this section, the Commission shall determine such value and certify the same to the court in its report on the plan.\" This statutory language, the court said in the above case 318 U.S. at page 473, 63 S.Ct. at page 707, \"leaves to the Commission, we think, the determination of value without the necessity of a reexamination by the court, when that determination is reached with material evidence to support the conclusion and in accordance with legal standards.\" That is to say, while the statute leaves the valuation of railroad property to the Commission without judicial participation, the Commission's valuation must be made in accordance with the statutory requirements of the last two sentences of the last paragraph of subsection e of &#167; 77 which read: \"The `value of any property used in railroad operation shall be determined on a basis which will give due consideration to the earning power of the property, past, present, and prospective, and all other relevant facts. In determining such value only such effect shall be given to the present cost of reproduction new and less depreciation and original cost of the property, and the actual investment therein, as may be required under the law of the land, in the light of its earning power and all other relevant facts'.\" Whether the Commission's valuation conforms to these statutory requirements and is based on material evidence are the only matters subject to judicial review. See Ecker, supra, 318 U.S. at page 477.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Supreme Court in Group of Institutional Investors v. Chicago, Milwaukee, St. P. &amp; P. R. Co., 1943, 318 U.S. 523, 541, 63 S.Ct. 727, 738, 87 L.Ed. 959, said that in &#167; 77 Congress \"made earning power the primary criterion\" for determining value for reorganization purposes. But beyond this the statute is necessarily general rather than specific, for \"value,\" as Mr. Justice Brandeis pointed out in his concurring opinion in Southwestern Bell Telephone Co. v. Public Service Commission, 1923, 262 U.S. 276, 310, 43 S.Ct. 544, 554, 67 L.Ed. 981, \"is a word of many meanings.\" The word, the Supreme Court said in the Group of Investors case, supra, 318 U.S. at page 540, 63 S.Ct. at page 738 \"gathers its meaning in a particular situation from the purpose for which a valuation is being made. Thus the question in a valuation for rate making is how much a utility will be allowed to earn. The basic question in a valuation for reorganization purposes is how much the enterprise in all probability can earn.\" And in the case just cited the Court 318 U.S. at page 542, 63 S. Ct. at page 739 said in further elaboration: \"A valuation for reorganization purposes based on earning power requires of course an appraisal of many factors which cannot be reduced to a fixed formula. It entails a prediction of future events. Hence `an estimate, as distinguished from mathematical certitude, is all that can be made.'<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>\" The judicial function is to see to it that the Commission's \"estimate\" is not a mere \"guess\" but rests upon an informed judgment based upon an appraisal of all facts relevant primarily, but not exclusively, to future earning capacity, and is not at variance with the statutory command.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The attack on the Commission's valuation, in addition to the assertion that it ignored earning capacity as the primary criterion of value, which we have already refuted, is that the Commission in determining earning capacity relied on the New Haven's segregation formula, which it is asserted lacks any evidentiary value for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Commission itself was fully aware that the formula had its shortcomings and inadequacies. Nevertheless in the Commission's view the formula was not only practical but also as fair and equitable as the circumstances would permit. And this is all that can be expected of such a formula, for, as the Supreme Court pointed out in the Group of Investors case, supra, 318 U.S. at pages 561, 562, 63 S.Ct. at page 747:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\"The contribution which each division makes to a system is not a mere matter of arithmetical computation. It involves an appraisal of many factors and the exercise of an informed judgment. Furthermore, an attempt to put precise dollar values on separate divisions of one operating unit would be quite illusory. As the Commission recently stated, `The properties comprise one operating unit; a complete separation of values would necessarily have to be based on extensive assumptions of unprovable validity; and any attempt at such a separation would in the end serve no purpose except to present an apparent certainty in the formulation of a plan which does not exist in fact.' St. Louis South Western Ry. Co. v. Reorganization, 252 I.C.C. 325, 361.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Had the Commission used the formula as the exclusive basis for its ultimate conclusion of value there might be ground for complaint. But it did no such thing. It recognized that no segregation formula devised by the wit of man could be perfect and it recognized the specific imperfections of this particular formula. It did not wholly ignore the results obtained by the use of the formula but it gave those results no more weight than it thought they deserved in relation to other relevant factors, such, for instance, as the \"short-haul\" factor and the factor of motor-truck-competition. In short, the Commission gave the formula as much evidentiary weight as it thought the formula deserved in relation to all other relevant facts bearing on the earning capacity and hence the value of the B &amp; P properties and no more. Certainly in doing this the Commission was exercising its expert judgment in a field within the area of its special competence and thus was acting within its statutory powers.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Further complaint is made on the ground that the Commission reached its ultimate conclusion of value without requiring the New Haven to disclose its detailed figures for recent years, or otherwise attempting to discover current operating costs and revenues of the B &amp; P properties. That is to say, we are urged to order remission of the plan to the Commission for it to reappraise the earning capacity of the B &amp; P properties on the basis of earnings, segregation studies, revenue studies and contributed traffic studies based on recent costs of operation and revenues. We reject the contention for \"Whether earnings segregation, severance, or contributed traffic studies should be made is for the Commission initially to decide in light of the requirements of a particular case.\" And furthermore: \"The earnings periods to be selected and the methods to be employed in allocating earnings among the various divisions are matters for the informed judgment of the Commission and the District Court.\" Group of Investors v. Milwaukee R. Co., 1943, 318 U.S. 523, 572, 63 S.Ct. 727, 752. In this case we can say with the Supreme Court in the case last cited that \"We cannot say that those studies [of current costs and revenues] are so indispensable that they should be required here.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Although the Commission fixed the basic package of securities to be given by the New Haven to the B &amp; P for its properties now well over fifteen years ago, it is not fair to say that its valuation of the B &amp; P properties is over fifteen years out of date. The Commission has reviewed the issue of value several times since 1940, the last time in its Fifth Supplemental Report of July 30, 1954, when it went over the matter again in great detail. And in its order based on its Fourth Supplemental Report of January 5, 1954, it increased B &amp; P's compensation for its properties by adding interest and dividends from January 1, 1940, on the New Haven securities to be given therefor and cancellation of New Haven's Boston Terminal claim against B &amp; P.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In summary of what has been said so far, we can say that, considering this voluminous record in detail, we are persuaded that the Commission in the exercise of its expert judgment performed its statutory duty by valuing the B &amp; P properties on the basis of adequate evidence and without departing from the statutory criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We turn now to the contention that neither the Commission nor the District Court could legally provide in the plan for the mutual cancellation of claims without an appraisal based on evidence of the amount of those claims and their validity.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Cancellation of claims between B &amp; P and its trustees and the New Haven and its trustees has been a feature in every reorganization plan proposed for B &amp; P, including the plan proposed years ago by the appellant Freeman Committee itself. And we believe, indeed the Freeman Committee concedes, that Case v. Los Angeles Lumber Products Co., 1939, 308 U.S. 106, 130, 60 S.Ct. 1, 84 L.Ed. 110, is authority for the proposition that conflicting claims such as the above may be settled in a plan of reorganization. The Committee's complaint is that there is no competent evidence on the basis of which either the Commission or the District Court could appraise the claims as to either validity or amount, and that it was error of law in the absence of such evidence to order mutual cancellation of the claims.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> We find little merit in this contention. The Commission's ultimate conclusion, obviously, was that the value of the conflicting claims was such that in view of the other provisions of the plan it was fair and equitable to require their mutual cancellation as an incident of the plan. We have then an ultimate conclusion of the value of the claims included in a bulk sum valuation of the B &amp; P properties, and this is all the statute requires of the Commission in valuing railroad properties for: \"To require it to go further and formalize in findings the numerous data on which it relied in the exercise of its expert, informed judgment would be to alter the statutory scheme.\" Group of Institutional Investors v. Chicago, Milwaukee, St. P. &amp; P. R. Co., supra, 318 U.S. 539, 63 S.Ct. 737. See also Old Colony Bondholders v. New York, N. H. &amp; H. R. Co., 2 Cir., 1947, 161 F.2d 413, certiorari denied 1947, 331 U.S. 858, 67 S.Ct. 1754, 91 L.Ed. 1865, particularly Judge L. Hand's concurring opinion at page 429 of 161 F.2d.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Furthermore, there can be no doubt, as the District Court found, that the Commission in the long course of the proceedings before it in this and the New Haven reorganization had become thoroughly familiar with the facts and contentions on which the various claims rested. And the same may also be said for the District Court which has been living with the B &amp; P reorganization now for almost twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Additional considerations, such as a certain stipulation with respect to the value of the claims which was entered into in 1941 by counsel for the B &amp; P and the New Haven and approved by both reorganization courts, might be mentioned. But we think enough has already been said to show that no error of law was involved in including mutual cancellation of claims in the debtor's reorganization plan.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The specific contentions of the Development Group deserve only summary consideration. In addition to the contentions already considered, it insists that the order of the District Court approving the plan is erroneous for the reason that the entire approach of the court in passing on the fairness and equitableness of the plan \"was permeated by its basic error in assuming that there was no feasible alternative to a forced sale to the New Haven.\" The Development Group contends that B &amp; P could operate profitably as an independent railroad and that the District Court's failure to give recognition to that fact destroys its underlying assumption that the only practical solution for B &amp; P is the sale of its properties to the New Haven. We see no merit whatever in the contention.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We pointed out early in this opinion in footnote 4 that the first reorganization plan proposed by the debtor itself provided for independent operation of its road in the event that no agreement could be reached or any plan approved for the inclusion of its properties in the New Haven system and that the Commission considered the proposal only to reject it. The Commission's consideration of possible independent operation at that time, was not summary. It was, of course, aware in general of the economic situation of short haul railroads in New England, faced as they were then and still are with motor truck and passenger bus competition. It considered the particular situation of B &amp; P, including its integration since 1893 first with the Old Colony and later with New Haven, its lack of operating capital, operating personnel and operating equipment, the adequacy of the service provided by New Haven, and the effect thereon and to the New Haven system of separate operation of B &amp; P. As a result of its analysis of these considerations the Commission concluded that it did not appear that the debtor's road would be operated more economically or efficiently if it were operated independently. \"On the contrary,\" the Commission said, \"it is reasonably certain that independent operations would be more costly, without any resulting improvement in services to the public. As a matter of fact, it is extremely doubtful that the debtor could operate successfully as an independent carrier.\" Moreover, it is not without significance that none of the other plans proposed for B &amp; P have suggested independent operation of its road even as a possible alternative solution to its financial problems.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Subsection d of &#167; 77 commits decision of the question whether a proposed plan of reorganization of a railroad \"will be compatible with the public interest\" to the expert and informed judgment of the Commission. It has decided that under all the circumstances independent operation of B &amp; P is not in the public interest and that puts an end to the question in the absence of any underlying error of law by the Commission. No such error is suggested and we find none. The conclusion of the Commission reached nearly eighteen years ago cannot be and is not open to successful attack.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Other contentions advanced by the Development Group, insofar as not covered by what has already been said in this opinion, have been considered only to be rejected, some on the ground that it is now too late to re-litigate matters thoroughly threshed out years ago by the Commission and the courts and others as too lacking in merit to warrant even general enumeration.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">So far as the plan is concerned it will suffice to say that a careful consideration of the record discloses that the Commission and the District Court have thoroughly and painstakingly considered the plight of the debtor many times over a period of a great many years and that each has performed its function with respect thereto, so far as we can see, in accordance with the applicable rules of law, both statutory and decisional.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">So much for the District Court's order approving the plan. Now we turn to the Court's order classifying creditors and stockholders for the purpose of voting on the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The applicable statute, &#167; 77, sub. c(7), so far as material, provides:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\"The judge shall promptly determine and fix a reasonable time within which the claims of creditors may be filed * * *, and for the purposes of the plan and its acceptance, after notice and hearing, the division of creditors and stockholders into classes according to the nature of their respective claims and interests. Such division shall not provide for separate classification unless there be substantial differences in priorities, claims, or interests.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The District Court in carrying out this statutory command ordered that for the purpose of voting on the plan there should be a single class of creditors consisting of the holders of the debtor's 5% debentures, and a single class of stockholders consisting of \"all holders of shares of the capital stock of the Debtor, other than 40 shares of said stock owned by the Debtor and held in its treasury.\" No complaint is made of the order insofar as the classification of creditors is concerned. What is complained of is the classification of stockholders in a single class with only the exception of the 40 shares held in the debtor's treasury. The contention is that the 3,272 shares held in the debtor's treasury in a sinking fund for its debentures should either not be voted at all or voted in a separate class, and that all shares beneficially held or controlled by New Haven, or optioned to it, should be voted in a different class from the shares held by others.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">On the reasoning of the Supreme Court in American United Mutual Life Ins. Co. v. Avon Park, 1940, 311 U.S. 138, 61 S.Ct. 157, 85 L.Ed. 91, we might well hold that the court below, as a court of bankruptcy exercising equity powers, is not strictly bound by the express statutory provisions, but could place stockholders actuated by some ulterior motive in a separate class from other holders of similar securities. But there is no showing here that New Haven acquired its stock in B &amp; P by fraud, over-reaching, in secret, or by any sort of shady dealing whatever. No doubt New Haven may well believe it stands to profit financially from consummation of the B &amp; P plan and vote its stock accordingly. But other stockholders may also envisage personal profit, for one reason or another, from consummation of the plan. We do not think that any profit motive, leaning or bias the New Haven may have, standing alone and by itself, provides a valid basis for putting it in a separate classification from the other holders of B &amp; P's single class of stock. See J. P. Morgan &amp; Co. v. Missouri Pacific R. Co., 8 Cir., 1936, 85 F.2d 351, certiorari denied 1936, 299 U.S. 604, 57 S.Ct. 230, 81 L.Ed. 445. The question as we see it is whether New Haven's position as a prospective purchaser creates a substantial difference in its \"interest\" from that of the other B &amp; P stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">While no direct authority has been cited to us, and none has been unearthed by our own research (see, however, Continental Ins. Co. v. Louisiana Oil Refining Corp., 5 Cir., 1937, 89 F. 2d 333, 338), we nevertheless feel that although the word \"interests\" as used in the last sentence quoted above from the statute does not mean motive, leaning or bias, it is not mere surplusage but must mean something more than \"priorities\" as applied either to the \"claims\" of creditors or the shares of ownership of stockholders. Had Congress meant \"priorities\" to be the sole test, it would, we think, have phrased the sentence, in some such way as: \"Such division shall not provide for separate classification unless there be substantial differences in <i>the</i> priorities, <i>of their respective</i> claims or interests.\" By the language used we think Congress by \"interests\" meant to cover shareholders with an obvious axe to grind wholly apart from a common desire to profit on the same basis with other shareholders, such, for instance, as from the purchase of the property of the corporation in reorganization. That is to say, we think such shareholders have a substantial interest warranting separate classification for the purpose of voting on a plan of reorganization.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Thus, although the matter may not be of vital importance by reason of the so-called \"cram down\" provision of the third paragraph of &#167; 77, sub. e which permits judicial confirmation of a plan of reorganization in spite of its rejection by creditors and stockholders, we nevertheless feel that the New Haven as a prospective purchaser should have been classified separately from the other stockholders for the purpose of voting on the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Furthermore, on the record before us we cannot see the basis for drawing a distinction between the 40 shares held in the B &amp; P treasury, which were excluded from voting at all, and the 3,272 shares held in B &amp; P's treasury in a sinking fund for its debentures which were given voting privileges with the balance of the B &amp; P stock. Ordinarily only stock actually issued and outstanding may be voted in corporate affairs. Stock held by a corporation in itself may not be so voted, for such stock does not represent a beneficial interest in the corporation. Thus off hand it would seem that the 3,272 shares of stock in the sinking fund ought to be denied voting privileges with the other block of 40 shares in the treasury. But obviously the District Court for some reason thought otherwise. However, we do not know the basis, factual or legal, for the District Court's conclusion for it filed no opinion on the matter. Under the circumstances we think it appropriate for the District Court to reconsider the classification of the sinking fund shares for the purpose of voting on the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The order of the District Court approving the plan for the reorganization of the Boston &amp; Providence Railroad will be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The order of the District Court dividing creditors and stockholders into classes for the purpose of voting on the plan is vacated and set aside so far as the classification of stockholders is concerned and that aspect of the case is remanded to that Court for further consistent proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The appellees recover costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This rejection of Old Colony's lease forced it into &#167; 77 reorganization which was accomplished in the New Haven proceedings under &#167; 77, sub. a for a majority of Old Colony's voting stock was owned by New Haven</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The capital structure of B &amp; P at the time consisted of $2,170,000 of 5% debentures due July 1, 1938, all owned by The Provident Institution for Savings in the Town of Boston, and 40,000 shares of a single class of common stock. Of these shares 40 were held in B &amp; P's treasury, 3,272 were in a sinking fund for its debentures, 5,246 were owned by the New Haven and pledged with the Merchants National Bank of Boston as collateral for a loan, and the remaining 31,442 shares were in the hands of the public</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because a majority of B &amp; P's voting capital stock was not owned either by New Haven or Old Colony it could not have its fate resolved by the Connecticut Court in the same proceeding with New Haven and Old Colony. The jurisdiction of the United States District Court for the District of Massachusetts was invoked for the reason that B &amp; P is a Massachusetts corporation. See &#167; 77, sub. a</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The first plan for reorganization proposed by the debtor itself, however, did provide for independent operation of its line of railroad in the event that no agreement could be reached or any plan approved for the inclusion of its properties in the New Haven system. The Commission after consideration, rejected independent operation of B &amp; P as both impractical and contrary to the public interest, of which more shall be said hereinafter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Bureau's figures are: original cost, $20,317,798; cost of reproduction new, $23,417,576; cost of reproduction less depreciation, $15,747,663; value of lands and rights, $7,473,365</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The reorganized New Haven has continued under this plan to operate the B &amp; P properties for B &amp; P's account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Virginia Court, being of the opinion that the Development Group's action was \"oppressive and vexatious,\" had ruled that New Haven was entitled to an attorney's fee of $1,500 as well as to its statutory costs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Mr. Justice Roberts, with whom Mr. Justice Frankfurter joined, in a concurring opinion in the Ecker case, wherein he separately stated his views as to the respective roles assigned to the Commission and the district courts in the reorganization process, said 318 U.S. at page 512, 63 S.Ct. at page 725: \"It seems clear, as the opinion states, that the court cannot reject the plan for any mere asserted error in valuation. Its power is limited to an examination of the question whether the Commission acted wholly without evidence, arbitrarily, or in disregard of recognized criteria.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The inside quote is from Consolidated Rock Products Co. v. Du Bois, 1941, 312 U.S. 510, 526, 61 S.Ct. 675, 85 L.Ed. 982</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> More particularly the claim is that the District Court should have judicially appraised the claims rather than that the Commission should have done so administratively</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> At the hearing in the court below evidence was introduced to show that at that time New Haven by purchase or option either owned or controlled 15,458 shares of the debtor's capital stock, leaving 21,230 shares in the hands of the public. Under the plan 3,397 of New Haven's shares are to be cancelled without the issuance of new securities in lieu thereof</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></span></p>\n    <p class=\"parties\">Samuel M. FREEMAN et al., Etc., Intervenors, Appellants,<br>v.<br>Charles W. MULCAHY, Trustee, et al., Appellees.<br>BOSTON &amp; PROVIDENCE RAILROAD CORPORATION, Debtor, Appellant,<br>v.<br>Charles W. MULCAHY, Trustee, et al., Appellees.<br>H. C. BARTON et al., Etc., Intervenors, Appellants,<br>v.<br>Charles W. MULCAHY, Trustee, et al., Appellees.</p>\n    <p class=\"docket\">Nos. 5194-5199.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">December 9, 1957.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Lewis M. Dabney, Jr., New York City, with whom Ralph Montgomery Arkush, New York City, Jacob J. Kaplan and Nutter, McClennen &amp; Fish, Boston, Mass., were on the brief, for Samuel M. Freeman, and others, appellants.</p>\n      <p class=\"indent\">Donald C. Starr, Boston, Mass., for Boston &amp; Providence Railroad Corp., appellant.</p>\n      <p class=\"indent\">Sidney H. Willner and Armistead B. Rood, Washington, D. C., with whom Cassius M. Clay, Paris, Ky., and Joseph B. Hyman, Alexandria, Va., were on the brief, for H. C. Barton, and others, appellants.</p>\n      <p class=\"indent\">James Garfield, Boston, Mass., with whom Herbert H. Corbin, New Haven, Conn., Leonard Alpert and Choate, Hall &amp; Stewart, Boston, Mass., were on the brief, for New York, New Haven and Hartford Railroad Co., appellee.</p>\n      <p class=\"indent\">Paul E. Troy, Boston, Mass., for Charles W. Mulcahy, Trustee of the Boston &amp; Providence Railroad Corp., appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are appeals from two orders entered by the United States District Court for the District of Massachusetts in a proceeding for the reorganization of the Boston &amp; Providence Railroad Corporation under Section 77 of the Bankruptcy Act, 47 Stat. 1474, as amended, 11 U.S. C.A. &#167; 205. One order approved a plan of reorganization for the debtor-railroad; the other classified the securities of the railroad for the purposes of voting on the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Boston &amp; Providence Railroad Corporation (B &amp; P, or the debtor hereinafter) was chartered in 1831. In 1888 it leased all of its properties, including its locomotives and rolling stock, for a term of 99 years to the Old Colony Railroad Company. Since that time it has not operated over its lines or carried on any railroad operations of any character. In 1893 Old Colony leased its properties and assigned its rights under its B &amp; P lease, also for 99 years, to the New York, New Haven and Hartford Railroad Company which in one capacity or another has operated the B &amp; P properties ever since.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 23, 1935, the New Haven filed a petition in the United States District Court for the District of Connecticut alleging that it was unable to meet its debts as they matured and that it desired to effect a plan of reorganization under &#167; 77 of the Bankruptcy Act, supra. On the same day the Court approved the petition as properly filed and two weeks later it appointed three trustees to manage and operate the railroad's properties. These appointments were approved by the Interstate Commerce Commission on November 30, 1935. 212 ICC 75.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the time New Haven went into reorganization its operating system consisted of 19 different segments. It owned 11 of these segments and operated 8, including the B &amp; P property, under leases. The 11 owned segments were subject to 10 different underlying mortgages, and there was also a First and Refunding Mortgage which constituted a first lien on some parts of the road and a junior lien on others.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because of the separate legal rights in the several segments of the system it was necessary for the purposes of reorganization for the New Haven to allocate to each segment its fair share of the revenues and expenses of the system as a whole. To this end the Trustees, as contemplated in &#167; 77, sub. c(10), undertook financial studies in which they were assisted by the New Haven staff and experts representing creditor groups of both New Haven and Old Colony. These studies soon indicated that the Old Colony lease was a burden to the New Haven system and in June, 1936, the Trustees by court order rejected it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Trustees at that time, however, did not reject the B &amp; P lease even though their preliminary studies indicated that its property was also being operated at a loss. Indeed, in spite of these apparent losses, the New Haven directors on June 1, 1937, filed a plan of reorganization for their road in which they proposed that the reorganized New Haven assume the B &amp; P lease. Hearings were held by the Commission on this plan between July and November, 1937, at which B &amp; P and other interested parties intervened. No plan, however, was approved at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While hearings on this plan were in progress, on October 6, 1937, the trustee under New Haven's First and Refunding Mortgage, asserting that operation of the B &amp; P properties was a burden on the New Haven system, petitioned the District Court in Connecticut for an order directing the New Haven Trustees to cease making payments under the B &amp; P lease. The Court issued an order on Old Colony and B &amp; P to show cause why the petition should not be granted, and also to show cause, if any they had, why the Court should not forthwith refer to the Interstate Commerce Commission a segregation formula devised by the New Haven Trustees on the basis of their financial studies to the end that the Commission after due consideration might transmit it recommendations to the Court as to the method or formula by which New Haven system earnings and expenses should be segregated and allocated between its separate segments. On October 21, 1937, B &amp; P, which had intervened generally in the New Haven proceedings the preceding May, filed an answer opposing the mortgage trustee's petition and challenging the New Haven Trustees' segregation formula, and thereupon the Connecticut Court pursuant to &#167; 77, sub. c(10), referred the formula to the Commission for its consideration and report.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After hearings in which B &amp; P participated actively, the Commission, on April 9, 1938, by its Division 4, filed a detailed report wherein it gave full consideration to the Trustees' formula, and the criticisms leveled at it by B &amp; P and other interested parties. The Commission recognized that the formula had defects and deficiencies. It nevertheless said it was of the opinion that in view of the \"(c)haracter of the debtor's operations, involving short hauls and heavy terminal expenses, * * * the trustees' method is well adapted to the debtor's system,\" and then the Commission went on to say: \"Considering all available data as well as the criticisms thereof, we find that the trustees' method of segregation and allocation of the debtor's revenues and expenses between and to its various mortgaged and leased lines is as fair and equitable as the circumstances will permit.\" Wherefore the Commission recommended the New Haven Trustees' formula to the reorganization Court. But in doing so the Commission was careful to state that its \"recommendations herein are in no wise intended to express any views with respect to the use of the results obtained from the application of the formula or the weight to be given such results.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 25, 1938, the Connecticut Court, after reciting that all parties had been given an opportunity to file exceptions but had not done so, and that all parties had been heard or given an opportunity to be heard, entered an order affirming and accepting the Commission's findings and recommendation. No appeal was taken from this order, but on July 8, 1938, B &amp; P filed a petition to reopen the record of facts. This petition was not pressed and was orally denied without exception on July 15, and on July 19, 1938, the Court, after reciting the above facts, entered an order over the objection of B &amp; P wherein it directed the Old Colony Trustees and the New Haven Trustees, who were the same, immediately to stop payment of the rental reserved in the B &amp; P lease to Old Colony and to disaffirm and reject it, but ordering the New Haven Trustees pursuant to &#167; 77, sub. c(6) to continue to operate the B &amp; P properties for its account \"without expense to the New Haven estate.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The resultant loss of income to B &amp; P prevented it from meeting its obligations on its debentures and the holder thereof, The Provident Institution for Savings in the Town of Boston,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> on August 4, 1938, filed in the court below a petition for the reorganization of B &amp; P under &#167; 77 of the Bankruptcy Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Massachusetts Court promptly approved the petition as properly filed and appointed trustees whose appointments were subsequently approved by the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">B &amp; P owns no locomotives or rolling stock and it has no operating personnel. Its property at the time it went into reorganization consisted basically of approximately 44 miles of main line between Providence, Rhode Island, and Boston, Massachusetts, which since 1893 has constituted an important link in New Haven's main \"Shore Line\" route between Boston and New York. It also owned nearly 200 miles of other track, the Back Bay Station in Boston, a one half interest in the Providence railroad station, car repair shops in Readville, Massachusetts, a few miles south of Boston, one half of the capital stock of the Union Freight Railroad and other miscellaneous physical properties and investments.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">No useful purpose would be served by describing in detail the various plans for the reorganization of B &amp; P proposed over the past twenty years by New Haven, B &amp; P and interested groups of investors in the latter's securities. It is important to note, however, that none of the proposed plans suggested reestablishment of B &amp; P as an operating railroad but instead suggested either the sale or lease of its properties to the New Haven.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It is also significant that from the start all parties proposing plans have suggested the mutual cancellation of claims advanced by B &amp; P against New Haven and by New Haven against B &amp; P, consisting in major part of B &amp; P's claim against New Haven for damages resulting from the rejection of its lease and New Haven's claim against B &amp; P for losses sustained in operating B &amp; P's property for its account thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the various plans proposed it will suffice to say that during the summer of 1939 a group of B &amp; P stockholders, B &amp; P itself, and the New Haven, all filed plans for the reorganization of B &amp; P, and The Provident Institution filed a statement of its position with respect to those plans and an alternative suggestion for the modification thereof. These plans were processed in accordance with the Commission's usual procedures in such matters, at least no procedural irregularity is asserted, and on March 22, 1940, Division 4 of the Commission entered an order approving a reorganization plan for the debtor, basing its order on a report of the same date wherein it stated in full the reasons for its conclusions. In this report, after a brief history of the debtor and a description of its financial structure and assets, the Division stated the salient features of the various plans proposed. Analysing those features, the Division rejected the suggestion that B &amp; P resume operation as an independent carrier for the reason that such operation not only would be impracticable by reason of its lack of operating capital, operating personnel and rolling stock, but also would be incompatible with the public interest. It said that there was little or nothing in the record to indicate that B &amp; P could operate successfully as an independent carrier. Indeed, it said that it was \"extremely doubtful\" that it could so operate at all. And it said that in view of the long history of operation of its properties by the New Haven, the integration of its properties in the New Haven system, the \"adjustment of the system's services * * * to the economic requirements of the territory served,\" and the lack of any showing that the New Haven's services were inadequate or that the public would be better served by the severance of B &amp; P from the New Haven system, it concluded that continued operation of the debtor's properties by the New Haven was in the public interest. It said in summary: \"This record amply supports the conclusion that the public convenience and necessity require the continued operation of the debtor's line as a part of the New Haven system rather than the substitution of another line or the creation of additional facilities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Division determined that reorganization should be accomplished by purchase of the B &amp; P properties by the New Haven, saying: \"From a consideration of all the facts of record, we conclude that the only feasible reorganization of the debtor is the sale of its properties to the New Haven,\" and it accordingly turned its attention to the question of the price to be paid by New Haven for the B &amp; P properties.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Recognizing that \"many or most of the elements involved in determining a fair price are of such a nature that it is not possible to ascribe to them precise money values,\" the Division considered the various factors affecting value, including physical value as reported by the Commission's Bureau of Valuation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It also, contrary to the contention advanced by some of the appellants herein which we may well dispose of now, gave, we think, great, if not controlling weight to the earning capacity of the debtor's property as the primary criterion of value in accordance with the rule of Group of Institutional Investors v. Chicago, Milwaukee, St. P. &amp; P. R. Co., 1943, <span class=\"citation\" data-id=\"103804\"><a href=\"/opinion/103804/group-of-institutional-investors-v-chicago-m-st-p-pr-co-and-9/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">523</span></a></span> at page 540, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">727</span></span>, 738, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">959</span></span>, wherein it is said: \"The basic question in a valuation for reorganization purposes is how much the enterprise in all probability can earn.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In making its estimate of earning capacity the Division made use of the New Haven's segregation formula to which we have already referred, but the Division did not use that formula as the sole basis for its prediction of future earnings. Recognizing that the formula \"inadequately reflected matters such as (a) severance value or strategic value, (b) contributed traffic, (c) value of particular facilities, and (d) effect of potential operating economies upon particular leased or mortgaged lines, and the like,\" the Division said:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"While we are of the opinion that the results obtained through the application of the segregation formula should not be considered as the sole basis for determining the value of the debtor's property since the formula is not intended to reflect the factors just referred to above, or other pertinent factors, we do not believe that the results shown by the application of the formula should be totally ignored. As previously stated, the New Haven's system earnings provide the only data, derived from past experience, indicating the debtor's earning capacity; and earning capacity or lack of earning capacity undoubtedly is a relevant factor in determining the price to be paid for a property. It is true that the results obtained by the formula must be considered somewhat conjectural, but as stated in our report recommending the formula, it is doubtful whether any formula could be devised which would eliminate all conjecture and at the same time be practicable of application, and we believe that the recommended formula as a whole is as fair and equitable as the circumstances will permit. In the instant proceeding, it is particularly desirable to ascertain whether the operation of the debtor's road as a part of the New Haven's system results in a profit or a deficit, inasmuch as the New Haven, if it acquires the debtor's property, will either assume any deficit or receive any profit from such operation. In our opinion, the results derived from the application of the formula indicate that the operations of the debtor for the periods shown were conducted at substantial losses.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Further elaboration of the Division's report is not necessary here. It will be enough to say that the Division proposed a plan the salient features of which for present purposes were that the New Haven upon consummation of its reorganization should acquire all of the assets and properties of B &amp; P in return for the assumption by the New Haven of B &amp; P's reorganization expenses, certain of its current taxes and other liabilities and claims already allowed against it, the mutual cancellation of all claims between the New Haven and the B &amp; P and their respective trustees, and delivery to the B &amp; P trustees of the following New Haven reorganization securities:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. $3,039,213 of its first and refunding mortgage 4 percent bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. $1,467,520 of its income-mortgage 4&#189; percent bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">3. $1,467,520 of its 5 percent preferred stock.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Petitions for modification of the plan were filed by various interested parties and in late June, 1940, joint oral argument thereon was held before the full Commission. The Commission, on the following February 18, filed a supplemental report denying modification of the plan by increasing the amount of New Haven securities to be given to B &amp; P. It granted requested modifications, however, with respect to the nature and extent of the taxes and claims against B &amp; P to be assumed by the New Haven and added for cancellation claims between B &amp; P and its trustees and Old Colony and its trustees to those between B &amp; P and its trustees and the New Haven and its trustees. The Commission therefore certified modified plans to both the New Haven reorganization court in Connecticut and the B &amp; P reorganization court in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In December, 1941, the Connecticut Court in the New Haven proceeding, after hearing objections to the New Haven plan, disapproved it in several respects, including the price to be paid by New Haven for the B &amp; P properties which it thought too high. This left nothing for the Massachusetts Court to do in the B &amp; P proceeding but to disapprove the plan as no longer feasible, which it did, and both courts referred the plans submitted to them back to the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We see no useful purpose in analysing, even summarily, all of the proceedings that followed in the two courts involved and the Commission. It will suffice to say that the Commission certified several amended plans in succeeding years in all of which it adhered to the principle of mutual cancellation of conflicting claims and in none of which it increased the basic amount of New Haven securities originally specified to be paid to B &amp; P, that in August, 1943, the Commission authorized the appellants Freeman et al. (The Freeman Committee, so-called) to serve as a protective committee for holders of B &amp; P stock, and that eventually late in 1947 a plan for the New Haven was finally consummated and it emerged from reorganization.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Soon after the New Haven's reorganization was accomplished the Massachusetts District Court held hearings on objections to the Commission's then current B &amp; P plan, some of which had been filed by the Freeman Committee. As a result of these hearings the court in February, 1948, disapproved the plan and referred it back to the Commission on the grounds, among others, that it was incapable of performance because of the continued accrual of interest on B &amp; P's debentures since the date when the Commission expected the plan to be put into effect and that the plan provided for the distribution of securities to B &amp; P stockholders without fully satisfying the claims of its creditors. In its opinion the court also suggested that the Commission might like to consider whether any factors had arisen since 1940 which would effect the price to be paid for the B &amp; P properties.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Trustees of B &amp; P and the Freeman Committee filed proposed amendments to the plan rejected by the District Court and the Commission held hearings thereon. Lengthy proceedings followed which need not be detailed and finally, on January 5, 1954, the Commission filed its Fourth Supplemental Report wherein it formulated the plan now before this court. This plan, with two major exceptions, is essentially the same as the original plan of 1940. It differed from the earlier plan in that it required the release by New Haven of certain claims of the Boston Terminal Company against the B &amp; P which New Haven had acquired in the Terminal Company's reorganization, and it required the New Haven to pay B &amp; P in cash a sum equal to the interest and dividends which would have been payable on the securities originally specified as payment to B &amp; P if those securities had been issued on January 1, 1940, as contemplated in the original plan. Thus the present plan relieves B &amp; P of any claims against it by the Boston Terminal Company and gives B &amp; P increased consideration in the amount of the interest and dividends on the package of New Haven securities originally fixed as compensation for its properties.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">No petitions for modification of this plan were filed until March 8, 1954, when the appellants, Barton et al., giving themselves the somewhat sonorous title of The Boston &amp; Providence Railroad Stockholders Development Group, appeared on the scene with a petition for leave to intervene coupled with a petition for modification of the plan. The Commission accorded the Group recognition and thereafter it has taken a very active part in these proceedings. It filed numerous motions and petitions during the spring and summer of 1954, all of which the Commission denied except one asking leave for all parties to file briefs on the significance in this proceeding of the decision of the Supreme Court in St. Joe Paper Co. v. Atlantic Coast Line R. R., <span class=\"citation\" data-id=\"105208\"><a href=\"/opinion/105208/st-joe-paper-co-v-atlantic-coast-line-r-co/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"105208\"><a href=\"/opinion/105208/st-joe-paper-co-v-atlantic-coast-line-r-co/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"105208\"><a href=\"/opinion/105208/st-joe-paper-co-v-atlantic-coast-line-r-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">710</span></a></span>, handed down on April 5, 1954. The Group also brought a suit in the United States District Court for the Eastern District of Virginia, Alexandria Division, against the Commission and the United States, in which New Haven intervened, for the purpose of compelling the Commission to establish divisions of joint freight rates between B &amp; P and New Haven. In that suit the Group was unsuccessful on the ground that the matter had already been thoroughly canvassed by the Commission and the Court of Appeals for the Second Circuit. See Group of Boston &amp; P. R. C. Stock v. Interstate Commerce Commission, D.C. 1955, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">488</span></span>, affirmed, Boston &amp; Providence R. Corp. Stockholders v. New York, N. H. &amp; H. R. Co., 1956, <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">810</span></span>, rehearing and reconsideration as to costs<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> denied, 1956, <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">472</span></span>, 100 L.Ed. 853.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Eventually, on July 30, 1954, the Commission filed a fifth supplemental report wherein, we think quite properly, it held the rule of the St. Joe Paper Company case inapplicable, and wherein it also, after reconsidering the evidence in detail, affirmed its prior conclusions with respect to the price to be paid by New Haven for the B &amp; P properties. (In this opinion it is even more evident than in the earlier ones that the Commission considered earning capacity of the B &amp; P properties to be the primary criterion of value.) After denying further petitions for modification the Commission certified the plan embodied in its Fourth Supplemental Report to the Massachusetts Court, and that Court, after denying various motions, including a motion of the Development Group to postpone or refer the plan back to the Commission, held hearings on the plan on May 15 and 16, 1956. On July 24, 1956, the court filed an opinion and on September 11, it entered its order approving the plan from which three of these appeals have been taken.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The foregoing statement, long as it is, does not by any means constitute a full recitation of all the proceedings over the past twenty-odd years in the interrelated reorganizations of the railroads involved. We think it enough, however, to provide an adequate background for the discussion to follow of the salient points made by the various appellants with respect to the plan of reorganization for the debtor certified by the Commission and approved by the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">All of the appellants make common cause in attacking the adequacy of the consideration fixed by the Commission and approved by the court below for the B &amp; P properties. Their contention broadly stated is that the District Court erred in failing to hold and rule, first, that there was no legally sufficient evidence of the earning power of the debtor to enable the Commission to make a determination of the value of its properties and, second, that the provision of the plan for the mutual cancellation of claims between the debtor and the New Haven was not in accordance with legal requirements. The appellants advance to the attack from different angles, but nevertheless center their fire for the most part on New Haven's segregation formula which the District Court aptly characterized as the \"bete noir\" of the proceedings. The Freeman Committee, wherein it is joined by the Development Group, contends that the formula is grossly unfair to B &amp; P in that it apportioned heavy terminal expenses to that road and allotted revenues to it wholly inadequate to meet those expenses. It says that the correctness of the formula, and its application is \"central to the fairness of the plan,\" and that whether or not it is \"entitled to judicial review of the formula, and its application, is the central question presented\" by its appeal. Wherefore that Committee asks us to reverse the action of the District Court approving the plan and remand the case to that court with directions for it to judicially review the formula, which the Committee says, has a dual impact on this case, first, as determining the existence and amount of New Haven's claim against the debtor for operational losses, the release of which allegedly justifies the release of the debtor's substantial claim against New Haven for breach of lease, and second, as indicating that the debtor has a negligible, or even negative earning power which is the principal constituent of reorganization value.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The debtor itself as an appellant, apparently recognizing that in view of the <i>per curiam</i> opinion in Palmer v. Warren, 2 Cir., 1940, <span class=\"citation\" data-id=\"1477879\"><a href=\"/opinion/1477879/palmer-v-warren/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 169, it is now far too late for judicial review of the formula, disavows any attempt to procure any change in the formula itself. Its contention is that the factual situation to which the formula was intended to apply has been so changed by New Haven's reorganization that the formula no longer has any application.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">First we reject the contention that the segregation formula should now be subjected to judicial review. The Commission carefully considered that formula nearly twenty years ago and, after giving B &amp; P and others full opportunity to be heard, recommended it in spite of its shortcomings to the Connecticut Court in the New Haven proceeding as both practical and \"as fair and equitable as the circumstances will permit.\" The time for B &amp; P to have sought judicial review of the formula was when the Connecticut Court affirmed and accepted the Commission's recommendation of it, which, as we have pointed out, B &amp; P did not see fit to do. This was clearly recognized by the Court of Appeals for the Second Circuit in Palmer v. Warren, supra, wherein, after disposing of other matters raised on appeal by B &amp; P and its trustees, it said in a <i>per curiam</i> opinion on petition for rehearing:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\"Our opinion seems to have been misunderstood and perhaps was not clear. We agree with the New Haven if it means no more than that the Boston &amp; Providence cannot now procure any change by the Commission in the `Segregation Formula' itself. However, we meant to decide before, and we now decide again, that the Boston &amp; Providence is free to oppose the application by the District Court of that formula to the liquidation of its account with the debtors [New Haven and Old Colony] as freely as though Order No. 300 had not been entered.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">How the formula is to be applied and how much weight shall be accorded to the results obtained by its use, are matters open to the appellants now as they have been from the first.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">With the contention that the formula should now be subjected to judicial review out of the way, we come to the really basic question in this case so far as the plan is concerned and that is the legal adequacy of the consideration awarded by the Commission with the sanction of the District Court for the B &amp; P properties.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\"Valuation is a function limited to the Commission, without the necessity of approval by the court,\" Ecker v. Western Pacific R. Corp., 1943, <span class=\"citation\" data-id=\"103802\"><a href=\"/opinion/103802/ecker-v-western-pacific-r-corp/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span>, 472, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">692</span></span>, 707, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">892</span></span>, by force of the first sentence of the last paragraph of subsection e of &#167; 77 wherein it is categorically provided: \"If it shall be necessary to determine the value of any property for any purpose under this section, the Commission shall determine such value and certify the same to the court in its report on the plan.\" This statutory language, the court said in the above case 318 U.S. at page 473, 63 S.Ct. at page 707, \"leaves to the Commission, we think, the determination of value without the necessity of a reexamination by the court, when that determination is reached with material evidence to support the conclusion and in accordance with legal standards.\" That is to say, while the statute leaves the valuation of railroad property to the Commission without judicial participation, the Commission's valuation must be made in accordance with the statutory requirements of the last two sentences of the last paragraph of subsection e of &#167; 77 which read: \"The `value of any property used in railroad operation shall be determined on a basis which will give due consideration to the earning power of the property, past, present, and prospective, and all other relevant facts. In determining such value only such effect shall be given to the present cost of reproduction new and less depreciation and original cost of the property, and the actual investment therein, as may be required under the law of the land, in the light of its earning power and all other relevant facts'.\" Whether the Commission's valuation conforms to these statutory requirements and is based on material evidence are the only matters subject to judicial review. See Ecker, supra, 318 U.S. at page 477.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Supreme Court in Group of Institutional Investors v. Chicago, Milwaukee, St. P. &amp; P. R. Co., 1943, <span class=\"citation\" data-id=\"103804\"><a href=\"/opinion/103804/group-of-institutional-investors-v-chicago-m-st-p-pr-co-and-9/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">523</span></a></span>, 541, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">727</span></span>, 738, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">959</span></span>, said that in &#167; 77 Congress \"made earning power the primary criterion\" for determining value for reorganization purposes. But beyond this the statute is necessarily general rather than specific, for \"value,\" as Mr. Justice Brandeis pointed out in his concurring opinion in Southwestern Bell Telephone Co. v. Public Service Commission, 1923, <span class=\"citation\" data-id=\"100220\"><a href=\"/opinion/100220/sw-tel-co-v-pub-serv-comm/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>, 310, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></span>, 554, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">981</span></span>, \"is a word of many meanings.\" The word, the Supreme Court said in the Group of Investors case, supra, 318 U.S. at page 540, 63 S.Ct. at page 738 \"gathers its meaning in a particular situation from the purpose for which a valuation is being made. Thus the question in a valuation for rate making is how much a utility will be allowed to earn. The basic question in a valuation for reorganization purposes is how much the enterprise in all probability can earn.\" And in the case just cited the Court 318 U.S. at page 542, 63 S. Ct. at page 739 said in further elaboration: \"A valuation for reorganization purposes based on earning power requires of course an appraisal of many factors which cannot be reduced to a fixed formula. It entails a prediction of future events. Hence `an estimate, as distinguished from mathematical certitude, is all that can be made.'<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>\" The judicial function is to see to it that the Commission's \"estimate\" is not a mere \"guess\" but rests upon an informed judgment based upon an appraisal of all facts relevant primarily, but not exclusively, to future earning capacity, and is not at variance with the statutory command.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The attack on the Commission's valuation, in addition to the assertion that it ignored earning capacity as the primary criterion of value, which we have already refuted, is that the Commission in determining earning capacity relied on the New Haven's segregation formula, which it is asserted lacks any evidentiary value for that purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Commission itself was fully aware that the formula had its shortcomings and inadequacies. Nevertheless in the Commission's view the formula was not only practical but also as fair and equitable as the circumstances would permit. And this is all that can be expected of such a formula, for, as the Supreme Court pointed out in the Group of Investors case, supra, 318 U.S. at pages 561, 562, 63 S.Ct. at page 747:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\"The contribution which each division makes to a system is not a mere matter of arithmetical computation. It involves an appraisal of many factors and the exercise of an informed judgment. Furthermore, an attempt to put precise dollar values on separate divisions of one operating unit would be quite illusory. As the Commission recently stated, `The properties comprise one operating unit; a complete separation of values would necessarily have to be based on extensive assumptions of unprovable validity; and any attempt at such a separation would in the end serve no purpose except to present an apparent certainty in the formulation of a plan which does not exist in fact.' St. Louis South Western Ry. Co. v. Reorganization, 252 I.C.C. 325, 361.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Had the Commission used the formula as the exclusive basis for its ultimate conclusion of value there might be ground for complaint. But it did no such thing. It recognized that no segregation formula devised by the wit of man could be perfect and it recognized the specific imperfections of this particular formula. It did not wholly ignore the results obtained by the use of the formula but it gave those results no more weight than it thought they deserved in relation to other relevant factors, such, for instance, as the \"short-haul\" factor and the factor of motor-truck-competition. In short, the Commission gave the formula as much evidentiary weight as it thought the formula deserved in relation to all other relevant facts bearing on the earning capacity and hence the value of the B &amp; P properties and no more. Certainly in doing this the Commission was exercising its expert judgment in a field within the area of its special competence and thus was acting within its statutory powers.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Further complaint is made on the ground that the Commission reached its ultimate conclusion of value without requiring the New Haven to disclose its detailed figures for recent years, or otherwise attempting to discover current operating costs and revenues of the B &amp; P properties. That is to say, we are urged to order remission of the plan to the Commission for it to reappraise the earning capacity of the B &amp; P properties on the basis of earnings, segregation studies, revenue studies and contributed traffic studies based on recent costs of operation and revenues. We reject the contention for \"Whether earnings segregation, severance, or contributed traffic studies should be made is for the Commission initially to decide in light of the requirements of a particular case.\" And furthermore: \"The earnings periods to be selected and the methods to be employed in allocating earnings among the various divisions are matters for the informed judgment of the Commission and the District Court.\" Group of Investors v. Milwaukee R. Co., 1943, <span class=\"citation\" data-id=\"103804\"><a href=\"/opinion/103804/group-of-institutional-investors-v-chicago-m-st-p-pr-co-and-9/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">523</span></a></span>, 572, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">727</span></span>, 752. In this case we can say with the Supreme Court in the case last cited that \"We cannot say that those studies [of current costs and revenues] are so indispensable that they should be required here.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Although the Commission fixed the basic package of securities to be given by the New Haven to the B &amp; P for its properties now well over fifteen years ago, it is not fair to say that its valuation of the B &amp; P properties is over fifteen years out of date. The Commission has reviewed the issue of value several times since 1940, the last time in its Fifth Supplemental Report of July 30, 1954, when it went over the matter again in great detail. And in its order based on its Fourth Supplemental Report of January 5, 1954, it increased B &amp; P's compensation for its properties by adding interest and dividends from January 1, 1940, on the New Haven securities to be given therefor and cancellation of New Haven's Boston Terminal claim against B &amp; P.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In summary of what has been said so far, we can say that, considering this voluminous record in detail, we are persuaded that the Commission in the exercise of its expert judgment performed its statutory duty by valuing the B &amp; P properties on the basis of adequate evidence and without departing from the statutory criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We turn now to the contention that neither the Commission nor the District Court could legally provide in the plan for the mutual cancellation of claims without an appraisal based on evidence of the amount of those claims and their validity.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Cancellation of claims between B &amp; P and its trustees and the New Haven and its trustees has been a feature in every reorganization plan proposed for B &amp; P, including the plan proposed years ago by the appellant Freeman Committee itself. And we believe, indeed the Freeman Committee concedes, that Case v. Los Angeles Lumber Products Co., 1939, <span class=\"citation\" data-id=\"103240\"><a href=\"/opinion/103240/case-v-los-angeles-lumber-products-co/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 130, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">110</span></span>, is authority for the proposition that conflicting claims such as the above may be settled in a plan of reorganization. The Committee's complaint is that there is no competent evidence on the basis of which either the Commission or the District Court could appraise the claims as to either validity or amount, and that it was error of law in the absence of such evidence to order mutual cancellation of the claims.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> We find little merit in this contention. The Commission's ultimate conclusion, obviously, was that the value of the conflicting claims was such that in view of the other provisions of the plan it was fair and equitable to require their mutual cancellation as an incident of the plan. We have then an ultimate conclusion of the value of the claims included in a bulk sum valuation of the B &amp; P properties, and this is all the statute requires of the Commission in valuing railroad properties for: \"To require it to go further and formalize in findings the numerous data on which it relied in the exercise of its expert, informed judgment would be to alter the statutory scheme.\" Group of Institutional Investors v. Chicago, Milwaukee, St. P. &amp; P. R. Co., supra, <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></span>, 63 S.Ct. 737. See also Old Colony Bondholders v. New York, N. H. &amp; H. R. Co., 2 Cir., 1947, <span class=\"citation\" data-id=\"1566606\"><a href=\"/opinion/1566606/old-colony-bondholders-v-new-york-nh-hr-co/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">413</span></a></span>, certiorari denied 1947, <span class=\"citation no-link\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1754</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1865</span></span>, particularly Judge L. Hand's concurring opinion at page 429 of 161 F.2d.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Furthermore, there can be no doubt, as the District Court found, that the Commission in the long course of the proceedings before it in this and the New Haven reorganization had become thoroughly familiar with the facts and contentions on which the various claims rested. And the same may also be said for the District Court which has been living with the B &amp; P reorganization now for almost twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Additional considerations, such as a certain stipulation with respect to the value of the claims which was entered into in 1941 by counsel for the B &amp; P and the New Haven and approved by both reorganization courts, might be mentioned. But we think enough has already been said to show that no error of law was involved in including mutual cancellation of claims in the debtor's reorganization plan.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The specific contentions of the Development Group deserve only summary consideration. In addition to the contentions already considered, it insists that the order of the District Court approving the plan is erroneous for the reason that the entire approach of the court in passing on the fairness and equitableness of the plan \"was permeated by its basic error in assuming that there was no feasible alternative to a forced sale to the New Haven.\" The Development Group contends that B &amp; P could operate profitably as an independent railroad and that the District Court's failure to give recognition to that fact destroys its underlying assumption that the only practical solution for B &amp; P is the sale of its properties to the New Haven. We see no merit whatever in the contention.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We pointed out early in this opinion in footnote 4 that the first reorganization plan proposed by the debtor itself provided for independent operation of its road in the event that no agreement could be reached or any plan approved for the inclusion of its properties in the New Haven system and that the Commission considered the proposal only to reject it. The Commission's consideration of possible independent operation at that time, was not summary. It was, of course, aware in general of the economic situation of short haul railroads in New England, faced as they were then and still are with motor truck and passenger bus competition. It considered the particular situation of B &amp; P, including its integration since 1893 first with the Old Colony and later with New Haven, its lack of operating capital, operating personnel and operating equipment, the adequacy of the service provided by New Haven, and the effect thereon and to the New Haven system of separate operation of B &amp; P. As a result of its analysis of these considerations the Commission concluded that it did not appear that the debtor's road would be operated more economically or efficiently if it were operated independently. \"On the contrary,\" the Commission said, \"it is reasonably certain that independent operations would be more costly, without any resulting improvement in services to the public. As a matter of fact, it is extremely doubtful that the debtor could operate successfully as an independent carrier.\" Moreover, it is not without significance that none of the other plans proposed for B &amp; P have suggested independent operation of its road even as a possible alternative solution to its financial problems.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Subsection d of &#167; 77 commits decision of the question whether a proposed plan of reorganization of a railroad \"will be compatible with the public interest\" to the expert and informed judgment of the Commission. It has decided that under all the circumstances independent operation of B &amp; P is not in the public interest and that puts an end to the question in the absence of any underlying error of law by the Commission. No such error is suggested and we find none. The conclusion of the Commission reached nearly eighteen years ago cannot be and is not open to successful attack.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Other contentions advanced by the Development Group, insofar as not covered by what has already been said in this opinion, have been considered only to be rejected, some on the ground that it is now too late to re-litigate matters thoroughly threshed out years ago by the Commission and the courts and others as too lacking in merit to warrant even general enumeration.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">So far as the plan is concerned it will suffice to say that a careful consideration of the record discloses that the Commission and the District Court have thoroughly and painstakingly considered the plight of the debtor many times over a period of a great many years and that each has performed its function with respect thereto, so far as we can see, in accordance with the applicable rules of law, both statutory and decisional.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">So much for the District Court's order approving the plan. Now we turn to the Court's order classifying creditors and stockholders for the purpose of voting on the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The applicable statute, &#167; 77, sub. c(7), so far as material, provides:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\"The judge shall promptly determine and fix a reasonable time within which the claims of creditors may be filed * * *, and for the purposes of the plan and its acceptance, after notice and hearing, the division of creditors and stockholders into classes according to the nature of their respective claims and interests. Such division shall not provide for separate classification unless there be substantial differences in priorities, claims, or interests.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The District Court in carrying out this statutory command ordered that for the purpose of voting on the plan there should be a single class of creditors consisting of the holders of the debtor's 5% debentures, and a single class of stockholders consisting of \"all holders of shares of the capital stock of the Debtor, other than 40 shares of said stock owned by the Debtor and held in its treasury.\" No complaint is made of the order insofar as the classification of creditors is concerned. What is complained of is the classification of stockholders in a single class with only the exception of the 40 shares held in the debtor's treasury. The contention is that the 3,272 shares held in the debtor's treasury in a sinking fund for its debentures should either not be voted at all or voted in a separate class, and that all shares beneficially held or controlled by New Haven, or optioned to it, should be voted in a different class from the shares held by others.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">On the reasoning of the Supreme Court in American United Mutual Life Ins. Co. v. Avon Park, 1940, <span class=\"citation\" data-id=\"103393\"><a href=\"/opinion/103393/american-united-mut-life-ins-co-v-avon-park/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">91</span></span>, we might well hold that the court below, as a court of bankruptcy exercising equity powers, is not strictly bound by the express statutory provisions, but could place stockholders actuated by some ulterior motive in a separate class from other holders of similar securities. But there is no showing here that New Haven acquired its stock in B &amp; P by fraud, over-reaching, in secret, or by any sort of shady dealing whatever. No doubt New Haven may well believe it stands to profit financially from consummation of the B &amp; P plan and vote its stock accordingly. But other stockholders may also envisage personal profit, for one reason or another, from consummation of the plan. We do not think that any profit motive, leaning or bias the New Haven may have, standing alone and by itself, provides a valid basis for putting it in a separate classification from the other holders of B &amp; P's single class of stock. See J. P. Morgan &amp; Co. v. Missouri Pacific R. Co., 8 Cir., 1936, <span class=\"citation\" data-id=\"1490960\"><a href=\"/opinion/1490960/jp-morgan-co-v-missouri-pac-r-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, certiorari denied 1936, <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">230</span></span>, 81 L.Ed. 445. The question as we see it is whether New Haven's position as a prospective purchaser creates a substantial difference in its \"interest\" from that of the other B &amp; P stockholders.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">While no direct authority has been cited to us, and none has been unearthed by our own research (see, however, Continental Ins. Co. v. Louisiana Oil Refining Corp., 5 Cir., 1937, <span class=\"citation\" data-id=\"1472879\"><a href=\"/opinion/1472879/continental-ins-co-v-louisiana-oil-refining-corp/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 338), we nevertheless feel that although the word \"interests\" as used in the last sentence quoted above from the statute does not mean motive, leaning or bias, it is not mere surplusage but must mean something more than \"priorities\" as applied either to the \"claims\" of creditors or the shares of ownership of stockholders. Had Congress meant \"priorities\" to be the sole test, it would, we think, have phrased the sentence, in some such way as: \"Such division shall not provide for separate classification unless there be substantial differences in <i>the</i> priorities, <i>of their respective</i> claims or interests.\" By the language used we think Congress by \"interests\" meant to cover shareholders with an obvious axe to grind wholly apart from a common desire to profit on the same basis with other shareholders, such, for instance, as from the purchase of the property of the corporation in reorganization. That is to say, we think such shareholders have a substantial interest warranting separate classification for the purpose of voting on a plan of reorganization.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Thus, although the matter may not be of vital importance by reason of the so-called \"cram down\" provision of the third paragraph of &#167; 77, sub. e which permits judicial confirmation of a plan of reorganization in spite of its rejection by creditors and stockholders, we nevertheless feel that the New Haven as a prospective purchaser should have been classified separately from the other stockholders for the purpose of voting on the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Furthermore, on the record before us we cannot see the basis for drawing a distinction between the 40 shares held in the B &amp; P treasury, which were excluded from voting at all, and the 3,272 shares held in B &amp; P's treasury in a sinking fund for its debentures which were given voting privileges with the balance of the B &amp; P stock. Ordinarily only stock actually issued and outstanding may be voted in corporate affairs. Stock held by a corporation in itself may not be so voted, for such stock does not represent a beneficial interest in the corporation. Thus off hand it would seem that the 3,272 shares of stock in the sinking fund ought to be denied voting privileges with the other block of 40 shares in the treasury. But obviously the District Court for some reason thought otherwise. However, we do not know the basis, factual or legal, for the District Court's conclusion for it filed no opinion on the matter. Under the circumstances we think it appropriate for the District Court to reconsider the classification of the sinking fund shares for the purpose of voting on the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The order of the District Court approving the plan for the reorganization of the Boston &amp; Providence Railroad will be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The order of the District Court dividing creditors and stockholders into classes for the purpose of voting on the plan is vacated and set aside so far as the classification of stockholders is concerned and that aspect of the case is remanded to that Court for further consistent proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The appellees recover costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This rejection of Old Colony's lease forced it into &#167; 77 reorganization which was accomplished in the New Haven proceedings under &#167; 77, sub. a for a majority of Old Colony's voting stock was owned by New Haven</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The capital structure of B &amp; P at the time consisted of $2,170,000 of 5% debentures due July 1, 1938, all owned by The Provident Institution for Savings in the Town of Boston, and 40,000 shares of a single class of common stock. Of these shares 40 were held in B &amp; P's treasury, 3,272 were in a sinking fund for its debentures, 5,246 were owned by the New Haven and pledged with the Merchants National Bank of Boston as collateral for a loan, and the remaining 31,442 shares were in the hands of the public</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because a majority of B &amp; P's voting capital stock was not owned either by New Haven or Old Colony it could not have its fate resolved by the Connecticut Court in the same proceeding with New Haven and Old Colony. The jurisdiction of the United States District Court for the District of Massachusetts was invoked for the reason that B &amp; P is a Massachusetts corporation. See &#167; 77, sub. a</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The first plan for reorganization proposed by the debtor itself, however, did provide for independent operation of its line of railroad in the event that no agreement could be reached or any plan approved for the inclusion of its properties in the New Haven system. The Commission after consideration, rejected independent operation of B &amp; P as both impractical and contrary to the public interest, of which more shall be said hereinafter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Bureau's figures are: original cost, $20,317,798; cost of reproduction new, $23,417,576; cost of reproduction less depreciation, $15,747,663; value of lands and rights, $7,473,365</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The reorganized New Haven has continued under this plan to operate the B &amp; P properties for B &amp; P's account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Virginia Court, being of the opinion that the Development Group's action was \"oppressive and vexatious,\" had ruled that New Haven was entitled to an attorney's fee of $1,500 as well as to its statutory costs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Mr. Justice Roberts, with whom Mr. Justice Frankfurter joined, in a concurring opinion in the Ecker case, wherein he separately stated his views as to the respective roles assigned to the Commission and the district courts in the reorganization process, said 318 U.S. at page 512, 63 S.Ct. at page 725: \"It seems clear, as the opinion states, that the court cannot reject the plan for any mere asserted error in valuation. Its power is limited to an examination of the question whether the Commission acted wholly without evidence, arbitrarily, or in disregard of recognized criteria.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The inside quote is from Consolidated Rock Products Co. v. Du Bois, 1941, <span class=\"citation\" data-id=\"103483\"><a href=\"/opinion/103483/consolidated-rock-products-co-v-du-bois/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 526, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">982</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> More particularly the claim is that the District Court should have judicially appraised the claims rather than that the Commission should have done so administratively</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> At the hearing in the court below evidence was introduced to show that at that time New Haven by purchase or option either owned or controlled 15,458 shares of the debtor's capital stock, leaving 21,230 shares in the hands of the public. Under the plan 3,397 of New Haven's shares are to be cancelled without the issuance of new securities in lieu thereof</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1490960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1566606/"
  ]
}