{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/246388/",
  "absolute_url": "/opinion/246388/morris-feinberg-treasurer-v-insurance-company-of-north-america/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/246388/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:34:09Z",
  "date_modified": "2016-02-28T06:01:38.505534Z",
  "type": "010combined",
  "sha1": "af666ca717a1491ca16c9583803cb9300c992382",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/260/260.F2d.523.5387.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">260 F.2d 523</p>\n    <p class=\"parties\">Morris FEINBERG, Treasurer, et al., Plaintiffs, Appellants,<br>v.<br>INSURANCE COMPANY OF NORTH AMERICA, Defendant, Appellee,</p>\n    <p class=\"docket\">No. 5387.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">November 4, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Morris Michelson, Boston, Mass., for appellants.</p>\n      <p class=\"indent\">William T. Conlan, Boston, Mass., with whom Norman B. Silk and Ely, Bartlett &amp; Brown, Boston, Mass., on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is from a judgment dismissing a complaint in an action brought in the court below under its diversity jurisdiction to recover under a policy of marine insurance for damage to the yacht Mariposa and its equipment. Trial was by the court without a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Mariposa was a luxurious twinscrew Chris-Craft cabin cruiser, 42 feet long with a beam of 13 feet and a draft of 3 feet. On the evening of June 6, 1957, she was left securely moored at the main dock of a marina in the Neponset River in Dorchester, Massachusetts. Where she lay she was in the range of a flood light mounted on a building of the marina and she was left at that particular place to discourage marauders from boarding her, there being no night watchman in attendance. An employee of the marina testified that he observed the yacht at her mooring, apparently undisturbed, about 10:30 that night when he drove by in his automobile.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At about 7:30 on the following morning the Mariposa was discovered some 90 feet away tied up in a different way at another float of the marina out of the range of the flood light and in a sinking condition with some 4 feet of water in her hull. Employees of the marina at once went to work, some with mechanical pumps and others with buckets, and when some of the water had been removed it was discovered that the sea cock or drain plug located in the bottom of the hull near the bow had been unscrewed and removed. In spite of diligent search, the plug has never been found. At the same time it was also discovered that, although there was no evidence of a forced entrance into the yacht, several items of personal property, such as cases of liquor, fishing tackle, guns and ammunition and a TV set had been removed. Smudges, finger marks and scuff marks on the river side of the hull indicated that this property had probably been carried away in a small boat positioned alongside.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Court found that during the night strangers moved the Mariposa from the float where she was left moored to the float in darkness some 90 feet away \"solely to facilitate the removal of bulky personal property,\" that they entered by unlocking the cabin door with a skeleton key and removed the personal property in a small boat stationed alongside, and that afterward they removed and carried away the drain plug. The Court said that it did not believe scuttling the yacht was a mere afterthought, but that \"contemplation of scuttling was part of the original plan\" conceived by the strangers who during the night moved the boat, boarded her and took the items of personal property out of her.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The question as posed by the court below and presented to us on this appeal is whether moving the yacht to another dock 90 feet away in order to steal personal property on board and with the intention of scuttling her thereafter, the subsequent entry and larceny and the ultimate scuttling, come within the coverage of the insurance policy sued upon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is not contended that the policy covers scuttling, or vandalism, or larceny of personal property from the yacht, as such. Nor is it urged here, although it was in the court below, that the damage to the boat resulted from a \"peril of the sea.\" It is not contended that the loss was caused by \"assailing thieves,\" and certainly there is nothing to indicate barratry of the master and mariners. Of course, there is no suggestion of jettisons or of fire or lightning. Thus for present purposes the critical clause of the policy reads: \"Touching the adventures and perils which this Company is content to bear, and does take upon itself, they are * * * theft of the entire Yacht * * and of all other like perils, losses and misfortunes, that have or shall come to the hurt, detriment or damage of said Yacht or any part thereof.\" The question therefore narrows to whether on the facts found there was a \"theft of the entire Yacht\" or whether she suffered a \"like\" peril, loss or misfortune within the meaning of the clause of the policy of insurance quoted above.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Court ruled, we think correctly, that the policy covered damage to part of the vessel and loss of its equipment only if caused by a peril specified in the policy. Thus, since the peril of theft is expressly limited to theft of the entire vessel, it follows that the theft of the personal property on board, and clearly likewise the damage to its hull, tackle, apparel, machinery, furniture etc. caused by the flooding of the hull, is not covered unless on the facts found there had been either a \"theft\" of the entire vessel as that word has been defined by the Supreme Judicial Court of the Commonwealth of Massachusetts or else that the yacht suffered a \"like\" peril, loss or misfortune.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We turn now to the Massachusetts decisions. Perhaps the Massachusetts case closest in point on its facts is Bloom v. Ohio Farmers' Ins. Co., 1926, 255 Mass. 528, 152 N.E. 345, on which the court below principally relied. The evidence in that case was that some unauthorized person took an automobile in Boston, drove it to Quincy, removed and carried away its spare tire, and then tried to dispose of the car by impelling it into an abandoned quarry in which there was sixty feet of water. The attempt at disposal, however, was not successful for the automobile came to rest on a rocky ledge at the water's edge from which it was recovered. On these facts the court held that the owner of the car was entitled to recover on a policy covering the \"theft\" of his car. The court said that the above facts \"* * * would justify a finding of deliberate theft, a taking with the intent to deprive the owner permanently of his property for the pecuniary benefit of the taker.\" And then the court added: \"It is none the less theft that the wrongful acquisition of the spare tire may have been the thief's real purpose, and that he may have discarded the car where he thought it would disappear forever lest it prove a valueless and dangerous possession.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court thought that in the Bloom case the court went to the limit in its application of the principle therein announced, that principle being that the word \"theft\" as used in an insurance policy means \"a taking with the intent to deprive the owner permanently of his property for the pecuniary benefit of the taker.\" And then the court below distinguished the Bloom case from the one at bar saying [161 F.Supp. 688]: \"The scuttling of a boat tied to a dock in six feet of water [six feet at low tide, sixteen feet at high tide], where recovery was inevitable, and damage, although doubtless substantial, would be far from complete, would not permanently deprive the owner of the vessel. By the same token it could not be regarded as a discard which would be thought to disappear forever. The scuttling was neither in aid of the theft, nor for the purpose of concealing it, and entailed no contemplated benefit other than personal gratification.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree that the court in the Bloom case went to the limit in applying the principle it announced. But the Massachusetts cases to be considered presently leave us in some doubt as to whether the definition of theft in that case is to be taken literally and applied generally without regard to the facts of particular cases, or whether the court in the Bloom case was merely pointing out that the facts therein were enough to establish a \"theft\" even though narrowly defined.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is true that in the fairly recent case of Rich v. United Mutual Fire Ins. Co., 1951, 328 Mass. 133, 102 N.E.2d 431, 432, in denying recovery under a policy covering theft for damage to an automobile the brakes on which apparently had been released by an unknown person while it was left unattended in the street with the result that it rolled down hill and hit a tree, the court said: \"It is settled that theft means the taking and carrying away of the personal property of another with the intent unlawfully to deprive that other permanently of the use of it.\" But we can hardly suppose in view of the principles applied in construing insurance policies to be mentioned presently that \"theft\" as used in such a document would be defined more narrowly than \"larceny\" as a word of art in the criminal law. And in Commonwealth v. Cabot, 1922, 241 Mass. 131, 135 N.E. 465, 469, the court in affirming a conviction for larceny of papers from a lawyer's office, not for any pecuniary profit to the taker but to establish the lawyer's professional misconduct, and perhaps with the intent of returning the papers after their use by a bar association committee, said: \"The fact that they [referring to the papers] might be returned after the purposes of the wrongful taking had been accomplished, is not sufficient to clear the skirts of the participants.\" And then, citing the much earlier case of Commonwealth v. Mason, 1870, 105 Mass. 163, the court said: \"It is clear that the intent with which the property has been taken need not be wholly to deprive the owner of it, as where property has been taken for the purpose of inducing the owner to offer a reward and then of returning it and claiming the reward.\" Furthermore, in Farnum v. Bankers' &amp; Shippers' Ins. Co. of New York, 1933, 281 Mass. 364, 183 N.E. 718, 720, in affirming a verdict for the plaintiff in a suit on an insurance policy covering theft of the insured's automobile wherein on the evidence it could be found either that the car had been taken without the insured's permission, or else that it had been taken with his permission but used in an unauthorized way, and wrecked, the court said: \"Whether or not Grenier [the person who took and wrecked the car] stole the car was a matter of fact for the jury. Different minds might well reach different conclusions. If Grenier had permission from the plaintiff to use the car and took it, relying on the permission, intending to return it, then even if he went beyond the authority given and intentionally used the car in an unauthorized way there was no theft. On the other hand, if he took it without permission intending not to return it to the plaintiff, then there was a theft, even if, afterward, Grenier changed his mind.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These cases leave us in a state of doubt as to what the Supreme Judicial Court of the Commonwealth of Massachusetts would hold on the facts as found by the court below. The Massachusetts court might, as the District Court thought, hold on the authority of the Bloom case that to constitute a theft within the meaning of the policy in suit there had to be \"a taking with the intent to deprive the owner permanently of his property for the pecuniary benefit of the taker.\" In that event it would rule that on the facts as found by the court below the plaintiff was not entitled to recover on the ground of theft of the entire vessel. On the other hand, on the authority of the later Farnum case, the highest court of the Commonwealth might hold that a taking without permission intending not to return the yacht to its owner was enough to constitute a theft within the meaning of the policy. In that event it would rule that the plaintiff was entitled to recover, for certainly there could have been no intent to return the yacht to its owner on the part of those who removed it from one float to another for the purpose of stealing personal property from it and then sinking it. Moreover, the Massachusetts court might well apply the principle reiterated in several of the cases cited that the word \"theft\" in an insurance policy is to be given the meaning attributed to it in common use, which in popular use is broader than the word \"larceny,\" Webster's New International Dictionary, Second Edition, and then, in view of the holding and language in Commonwealth v. Cabot, supra, and construing the policy liberally in favor of the insured, hold that on the established facts the plaintiff is entitled to recover.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We do not find it necessary in this case, however, to venture a prediction as to exactly how the Supreme Judicial Court would decide this question. All that is necessary is to point out that under the Massachusetts decisions the case at bar on its facts presents a very close question indeed. The reason that this is enough for our purposes is that the policy in suit, unlike the policies in suit in the Massachusetts civil cases cited above, covers not theft alone, but in addition \"all other like perils, losses and misfortunes.\" Thus, even though under Massachusetts law there was strictly speaking no theft of the entire yacht, still the cases in that jurisdiction establish that the loss which befell her was certainly very much \"like\" a theft.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The provision covering \"all other like perils, losses and misfortunes\" is not to be brushed aside as \"essentially a flourish, adding nothing of substance\" to quote from the District Court's opinion. Literary embellishment has no place in an insurance policy. On the contrary it is the universally accepted rule that words used in such a document must be presumed to have been used on purpose to convey some meaning. Thus, as a corollary, meaning must be given to every word used in an insurance policy if that be possible.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We see no difficulty in giving some meaning to the \"all other like perils\" clause quoted above. It does not, of course, cover perils unlike those enumerated. But it does cover similar perils, or else it means nothing. We think the clause must have been included in the policy to serve a purpose and that its obvious purpose was to include in the coverage all losses which, although perhaps not technically or strictly speaking covered in the specific perils enumerated, are losses very similar to or very much like the enumerated perils. Thus, even though the mishap which befell the Mariposa may not have constituted a \"theft\" of the entire yacht under the law of Massachusetts, a matter as to which we are definitely in doubt, nevertheless we think the Massachusetts cases discussed above show that what happened to the entire vessel, if not a theft, was at least so very much like a theft that the harm which came to her is covered by the \"all other like perils\" clause. It follows that the court below erred in dismissing the plaintiff's complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Judgment will be entered vacating and setting aside the judgment of the District Court and remanding the case to that court for further consistent proceedings.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">523</span></span></p>\n    <p class=\"parties\">Morris FEINBERG, Treasurer, et al., Plaintiffs, Appellants,<br>v.<br>INSURANCE COMPANY OF NORTH AMERICA, Defendant, Appellee,</p>\n    <p class=\"docket\">No. 5387.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">November 4, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Morris Michelson, Boston, Mass., for appellants.</p>\n      <p class=\"indent\">William T. Conlan, Boston, Mass., with whom Norman B. Silk and Ely, Bartlett &amp; Brown, Boston, Mass., on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is from a judgment dismissing a complaint in an action brought in the court below under its diversity jurisdiction to recover under a policy of marine insurance for damage to the yacht Mariposa and its equipment. Trial was by the court without a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Mariposa was a luxurious twinscrew Chris-Craft cabin cruiser, 42 feet long with a beam of 13 feet and a draft of 3 feet. On the evening of June 6, 1957, she was left securely moored at the main dock of a marina in the Neponset River in Dorchester, Massachusetts. Where she lay she was in the range of a flood light mounted on a building of the marina and she was left at that particular place to discourage marauders from boarding her, there being no night watchman in attendance. An employee of the marina testified that he observed the yacht at her mooring, apparently undisturbed, about 10:30 that night when he drove by in his automobile.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At about 7:30 on the following morning the Mariposa was discovered some 90 feet away tied up in a different way at another float of the marina out of the range of the flood light and in a sinking condition with some 4 feet of water in her hull. Employees of the marina at once went to work, some with mechanical pumps and others with buckets, and when some of the water had been removed it was discovered that the sea cock or drain plug located in the bottom of the hull near the bow had been unscrewed and removed. In spite of diligent search, the plug has never been found. At the same time it was also discovered that, although there was no evidence of a forced entrance into the yacht, several items of personal property, such as cases of liquor, fishing tackle, guns and ammunition and a TV set had been removed. Smudges, finger marks and scuff marks on the river side of the hull indicated that this property had probably been carried away in a small boat positioned alongside.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Court found that during the night strangers moved the Mariposa from the float where she was left moored to the float in darkness some 90 feet away \"solely to facilitate the removal of bulky personal property,\" that they entered by unlocking the cabin door with a skeleton key and removed the personal property in a small boat stationed alongside, and that afterward they removed and carried away the drain plug. The Court said that it did not believe scuttling the yacht was a mere afterthought, but that \"contemplation of scuttling was part of the original plan\" conceived by the strangers who during the night moved the boat, boarded her and took the items of personal property out of her.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The question as posed by the court below and presented to us on this appeal is whether moving the yacht to another dock 90 feet away in order to steal personal property on board and with the intention of scuttling her thereafter, the subsequent entry and larceny and the ultimate scuttling, come within the coverage of the insurance policy sued upon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is not contended that the policy covers scuttling, or vandalism, or larceny of personal property from the yacht, as such. Nor is it urged here, although it was in the court below, that the damage to the boat resulted from a \"peril of the sea.\" It is not contended that the loss was caused by \"assailing thieves,\" and certainly there is nothing to indicate barratry of the master and mariners. Of course, there is no suggestion of jettisons or of fire or lightning. Thus for present purposes the critical clause of the policy reads: \"Touching the adventures and perils which this Company is content to bear, and does take upon itself, they are * * * theft of the entire Yacht * * and of all other like perils, losses and misfortunes, that have or shall come to the hurt, detriment or damage of said Yacht or any part thereof.\" The question therefore narrows to whether on the facts found there was a \"theft of the entire Yacht\" or whether she suffered a \"like\" peril, loss or misfortune within the meaning of the clause of the policy of insurance quoted above.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Court ruled, we think correctly, that the policy covered damage to part of the vessel and loss of its equipment only if caused by a peril specified in the policy. Thus, since the peril of theft is expressly limited to theft of the entire vessel, it follows that the theft of the personal property on board, and clearly likewise the damage to its hull, tackle, apparel, machinery, furniture etc. caused by the flooding of the hull, is not covered unless on the facts found there had been either a \"theft\" of the entire vessel as that word has been defined by the Supreme Judicial Court of the Commonwealth of Massachusetts or else that the yacht suffered a \"like\" peril, loss or misfortune.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We turn now to the Massachusetts decisions. Perhaps the Massachusetts case closest in point on its facts is Bloom v. Ohio Farmers' Ins. Co., 1926, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">528</span></span>, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">345</span></span>, on which the court below principally relied. The evidence in that case was that some unauthorized person took an automobile in Boston, drove it to Quincy, removed and carried away its spare tire, and then tried to dispose of the car by impelling it into an abandoned quarry in which there was sixty feet of water. The attempt at disposal, however, was not successful for the automobile came to rest on a rocky ledge at the water's edge from which it was recovered. On these facts the court held that the owner of the car was entitled to recover on a policy covering the \"theft\" of his car. The court said that the above facts \"* * * would justify a finding of deliberate theft, a taking with the intent to deprive the owner permanently of his property for the pecuniary benefit of the taker.\" And then the court added: \"It is none the less theft that the wrongful acquisition of the spare tire may have been the thief's real purpose, and that he may have discarded the car where he thought it would disappear forever lest it prove a valueless and dangerous possession.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court thought that in the Bloom case the court went to the limit in its application of the principle therein announced, that principle being that the word \"theft\" as used in an insurance policy means \"a taking with the intent to deprive the owner permanently of his property for the pecuniary benefit of the taker.\" And then the court below distinguished the Bloom case from the one at bar saying [161 F.Supp. 688]: \"The scuttling of a boat tied to a dock in six feet of water [six feet at low tide, sixteen feet at high tide], where recovery was inevitable, and damage, although doubtless substantial, would be far from complete, would not permanently deprive the owner of the vessel. By the same token it could not be regarded as a discard which would be thought to disappear forever. The scuttling was neither in aid of the theft, nor for the purpose of concealing it, and entailed no contemplated benefit other than personal gratification.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree that the court in the Bloom case went to the limit in applying the principle it announced. But the Massachusetts cases to be considered presently leave us in some doubt as to whether the definition of theft in that case is to be taken literally and applied generally without regard to the facts of particular cases, or whether the court in the Bloom case was merely pointing out that the facts therein were enough to establish a \"theft\" even though narrowly defined.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is true that in the fairly recent case of Rich v. United Mutual Fire Ins. Co., 1951, <span class=\"citation\" data-id=\"2030769\"><a href=\"/opinion/2030769/rich-v-united-mutual-fire-ins-co/\"><span class=\"volume\">328</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"2030769\"><a href=\"/opinion/2030769/rich-v-united-mutual-fire-ins-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">431</span></a></span>, 432, in denying recovery under a policy covering theft for damage to an automobile the brakes on which apparently had been released by an unknown person while it was left unattended in the street with the result that it rolled down hill and hit a tree, the court said: \"It is settled that theft means the taking and carrying away of the personal property of another with the intent unlawfully to deprive that other permanently of the use of it.\" But we can hardly suppose in view of the principles applied in construing insurance policies to be mentioned presently that \"theft\" as used in such a document would be defined more narrowly than \"larceny\" as a word of art in the criminal law. And in Commonwealth v. Cabot, 1922, <span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">131</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">465</span></span>, 469, the court in affirming a conviction for larceny of papers from a lawyer's office, not for any pecuniary profit to the taker but to establish the lawyer's professional misconduct, and perhaps with the intent of returning the papers after their use by a bar association committee, said: \"The fact that they [referring to the papers] might be returned after the purposes of the wrongful taking had been accomplished, is not sufficient to clear the skirts of the participants.\" And then, citing the much earlier case of Commonwealth v. Mason, 1870, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">163</span></span>, the court said: \"It is clear that the intent with which the property has been taken need not be wholly to deprive the owner of it, as where property has been taken for the purpose of inducing the owner to offer a reward and then of returning it and claiming the reward.\" Furthermore, in Farnum v. Bankers' &amp; Shippers' Ins. Co. of New York, 1933, <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">364</span></span>, <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">718</span></span>, 720, in affirming a verdict for the plaintiff in a suit on an insurance policy covering theft of the insured's automobile wherein on the evidence it could be found either that the car had been taken without the insured's permission, or else that it had been taken with his permission but used in an unauthorized way, and wrecked, the court said: \"Whether or not Grenier [the person who took and wrecked the car] stole the car was a matter of fact for the jury. Different minds might well reach different conclusions. If Grenier had permission from the plaintiff to use the car and took it, relying on the permission, intending to return it, then even if he went beyond the authority given and intentionally used the car in an unauthorized way there was no theft. On the other hand, if he took it without permission intending not to return it to the plaintiff, then there was a theft, even if, afterward, Grenier changed his mind.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These cases leave us in a state of doubt as to what the Supreme Judicial Court of the Commonwealth of Massachusetts would hold on the facts as found by the court below. The Massachusetts court might, as the District Court thought, hold on the authority of the Bloom case that to constitute a theft within the meaning of the policy in suit there had to be \"a taking with the intent to deprive the owner permanently of his property for the pecuniary benefit of the taker.\" In that event it would rule that on the facts as found by the court below the plaintiff was not entitled to recover on the ground of theft of the entire vessel. On the other hand, on the authority of the later Farnum case, the highest court of the Commonwealth might hold that a taking without permission intending not to return the yacht to its owner was enough to constitute a theft within the meaning of the policy. In that event it would rule that the plaintiff was entitled to recover, for certainly there could have been no intent to return the yacht to its owner on the part of those who removed it from one float to another for the purpose of stealing personal property from it and then sinking it. Moreover, the Massachusetts court might well apply the principle reiterated in several of the cases cited that the word \"theft\" in an insurance policy is to be given the meaning attributed to it in common use, which in popular use is broader than the word \"larceny,\" Webster's New International Dictionary, Second Edition, and then, in view of the holding and language in Commonwealth v. Cabot, supra, and construing the policy liberally in favor of the insured, hold that on the established facts the plaintiff is entitled to recover.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We do not find it necessary in this case, however, to venture a prediction as to exactly how the Supreme Judicial Court would decide this question. All that is necessary is to point out that under the Massachusetts decisions the case at bar on its facts presents a very close question indeed. The reason that this is enough for our purposes is that the policy in suit, unlike the policies in suit in the Massachusetts civil cases cited above, covers not theft alone, but in addition \"all other like perils, losses and misfortunes.\" Thus, even though under Massachusetts law there was strictly speaking no theft of the entire yacht, still the cases in that jurisdiction establish that the loss which befell her was certainly very much \"like\" a theft.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The provision covering \"all other like perils, losses and misfortunes\" is not to be brushed aside as \"essentially a flourish, adding nothing of substance\" to quote from the District Court's opinion. Literary embellishment has no place in an insurance policy. On the contrary it is the universally accepted rule that words used in such a document must be presumed to have been used on purpose to convey some meaning. Thus, as a corollary, meaning must be given to every word used in an insurance policy if that be possible.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We see no difficulty in giving some meaning to the \"all other like perils\" clause quoted above. It does not, of course, cover perils unlike those enumerated. But it does cover similar perils, or else it means nothing. We think the clause must have been included in the policy to serve a purpose and that its obvious purpose was to include in the coverage all losses which, although perhaps not technically or strictly speaking covered in the specific perils enumerated, are losses very similar to or very much like the enumerated perils. Thus, even though the mishap which befell the Mariposa may not have constituted a \"theft\" of the entire yacht under the law of Massachusetts, a matter as to which we are definitely in doubt, nevertheless we think the Massachusetts cases discussed above show that what happened to the entire vessel, if not a theft, was at least so very much like a theft that the harm which came to her is covered by the \"all other like perils\" clause. It follows that the court below erred in dismissing the plaintiff's complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Judgment will be entered vacating and setting aside the judgment of the District Court and remanding the case to that court for further consistent proceedings.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2030769/"
  ]
}