{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1075/",
  "absolute_url": "/opinion/1075/kashner-davidson-securities-corp-v-mscisz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1075/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-04-02T00:00:17Z",
  "date_modified": "2016-04-26T07:22:44.576033Z",
  "type": "010combined",
  "sha1": "b04168c0d7985738fff1b9ab78b66277115c4b4d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1356P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/04/01/Kashner_Davidson_Securities_v._Mscisz.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 09-1356\n\n      KASHNER DAVIDSON SECURITIES CORP., VICTOR L. KASHNER,\n               MATTHEW MEISTER, TIMOTHY VARCHETTO,\n\n                       Plaintiffs, Appellees,\n\n                                 v.\n\n              STEVEN MSCISZ, MARK MSCISZ, LYNDA MSCISZ,\n\n                       Defendants, Appellants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Mark L. Wolf, U.S. District Judge]\n\n\n                               Before\n\n              Lipez, Stahl, and Howard, Circuit Judges.\n\n\n\n     John A. Stern, Greenberg Traurig LLP, with whom Jason C.\nMoreau was on brief, for appellants.\n     Richard J. Babnick, Jr., Sichenzia Ross Friedman Ference LLP,\nwith whom Marc J. Ross was on brief, for appellees.\n\n\n                            April 1, 2010\n\f           LIPEZ, Circuit Judge.        This matter is before us for the\n\nsecond time.    In Kashner Davidson Securities Corp. v. Mscisz, 531\n\nF.3d 68, 79 (1st Cir. 2008), we held that the arbitration award at\n\nissue in this case must be vacated because the arbitrators acted in\n\nmanifest disregard of the law.            We did not specify what, if\n\nanything, the district court should do after vacating the award.\n\nOn   remand,   the   district   court   entered   an   order   vacating   the\n\narbitration award and remanding the matter to the arbitral body for\n\nfurther proceedings.     It then denied the appellants' motion under\n\nFederal Rule of Civil Procedure 60(b) for relief from the remand\n\norder.   The appellants now challenge both the remand order and the\n\norder denying their Rule 60(b) motion, arguing that both contravene\n\nour mandate.\n\n           For the reasons that follow, we affirm the decision of\n\nthe district court to issue the remand order.            However, we also\n\ndirect the district court to clarify its position on whether the\n\narbitration should proceed before the same panel of arbitrators or\n\na newly constituted panel.\n\n                                    I.\n\n           The background facts are recounted in detail in our\n\nprevious opinion.      See Kashner Davidson, 531 F.3d at 71-74.            In\n\n2004, the underlying dispute between appellants Steven Mscisz, Mark\n\nMscisz, and Lynda Mscisz (\"the Customers\") and appellee Kashner\n\nDavidson Securities Corp. (\"Kashner Davidson\") was submitted to\n\n\n                                    -2-\n\farbitration before the National Association of Securities Dealers\n\n(\"NASD\"). A panel of three arbitrators found the Customers jointly\n\nand     severally    liable    to   Kashner     Davidson    for    $421,000     in\n\ncompensatory damages, attorneys' fees, and costs.                 The panel also\n\ndismissed the Customers' counterclaims and third-party claims with\n\nprejudice as a sanction for the Customers' failure to comply with\n\na discovery order.\n\n             The    district   court   confirmed     that     award,     and   the\n\nCustomers appealed to this court.             We held that the arbitration\n\npanel     improperly    dismissed    the     Customers'     counterclaims      and\n\nthird-party claims as a sanction of first resort rather than a\n\nsanction of last resort, noting that the NASD Code of Arbitration\n\nProcedure provides for dismissal of a claim or defense as a\n\nsanction only when \"lesser sanctions have proven ineffective.\"\n\nKashner Davidson, 531 F.3d at 76.            We concluded that the dismissal\n\nreflected     the    arbitration     panel's     \"intentional      and    willful\n\ndisregard of the clear and unequivocal language\" of the NASD rules,\n\nwhich under our circuit precedent was sufficient to justify vacatur\n\nof the award.          Id. at 79.      Consequently, we \"reverse[d] the\n\ndecision of the district court and remand[ed] the case for entry of\n\nan order vacating the arbitration award.\"1            Id.\n\n\n      1\n          Our judgment was phrased in materially identical\nlanguage. Kashner Davidson has suggested that our mandate left the\nmoney damages portion of the arbitration award untouched. That is\nnot correct. We instructed the district court to vacate the entire\naward, which it did.\n\n                                       -3-\n\f               After we filed our opinion, but before the mandate\n\nissued, counsel for Kashner Davidson sent a letter to the district\n\ncourt judge.              Referring to the Financial Industry Regulatory\n\nAuthority       (\"FINRA\"),         the   successor      organization      to    the   NASD,\n\ncounsel requested that \"the Court remand the matter to FINRA and\n\ndirect        FINRA        to      reconstitute      the       original        Arbitration\n\nPanel . . . for further proceedings consistent with the [Court of\n\nAppeals'] decision.\" There is no indication in the record that the\n\ndistrict court took any immediate steps in response to the letter.\n\nOnce our mandate had issued, the district court entered an order\n\nvacating the arbitration award and remanding the matter to FINRA\n\n\"for       further       proceedings     consistent     with    the   First     Circuit's\n\nopinion.\"          The district court's remand order did not address\n\nwhether the original arbitration panel should be reconstituted.\n\n               The Customers then filed a brief motion in which they\n\nargued      that     a    remand    to   FINRA    was   inappropriate      because      the\n\njudgment on appeal did not mention such a remand.                          Treating the\n\nCustomers' motion as one for relief from an order pursuant to Fed.\n\nR. Civ. P. 60(b),2 Kashner Davidson argued that the Customers'\n\n\n       2\n          The Customers styled their motion as a \"Motion for\nReconsideration\" under Federal Rule of Civil Procedure 7(b) and\nDistrict of Massachusetts Local Rule 7.1, which are general rules\ngoverning motion practice.    In its opposition, Kashner Davidson\nconstrued the motion as one for relief from an order under Rule\n60(b). The Customers adopted that characterization in their reply\nbrief. Nothing in this appeal turns on the precise grounding of\nthe motion in the rules; for clarity, we will refer to it as a Rule\n60(b) motion.\n\n                                            -4-\n\fperfunctory motion did not demonstrate an entitlement to relief\n\nunder the exacting requirements of that rule.               It requested that\n\nthe district court \"allow the parties to work towards reaching a\n\nfinal   resolution    of    this    dispute      before   the   original     FINRA\n\narbitrators    by    allowing      FINRA    to    hold    further    proceedings\n\nconsistent with the First Circuit's Decision.\"               In a reply brief,\n\nthe   Customers     added   that    even    if    a   remand    to   FINRA    were\n\nappropriate, \"established case law mandates the composition of a\n\nnew panel when, as here, the initial panel manifestly disregarded\n\nthe law.\"\n\n            The district court denied the Customers' motion in a\n\nbrief electronic order: \"Essentially for the reasons stated in\n\n[Kashner Davidson's] Opposition, this motion is hereby DENIED.\"\n\nThe Customers then initiated the present appeal, which challenges\n\nboth the district court's remand order and its electronic order\n\ndenying the Customers' Rule 60(b) motion.\n\n                                      II.\n\n            We have jurisdiction to review the district court's\n\norders under section 16 of the Federal Arbitration Act.                      See 9\n\nU.S.C. § 16(a)(1)(E); Bull HN Info. Sys. v. Hutson, 229 F.3d 321,\n\n327-28 (1st Cir. 2000).\n\n            Before turning to the Customers' arguments, we address an\n\nissue raised in the appellees' brief. Kashner Davidson argues that\n\na recent Supreme Court decision, Hall Street Assocs. v. Mattel,\n\n\n                                      -5-\n\fInc., 552 U.S. 576 (2008), undermines our earlier mandate in this\n\ncase.   In Hall Street, the Supreme Court held that the grounds for\n\nprompt vacatur or modification of an arbitral award enumerated in\n\nthe Federal Arbitration Act, 9 U.S.C. §§ 10-11, are exclusive and\n\nmay not be supplemented by contract.      552 U.S. at 584.    Kashner\n\nDavidson contends that our holding in the first appeal -- that the\n\naward   must   be   vacated   because   the   arbitrators   manifestly\n\ndisregarded the law -- is in conflict with Hall Street because\n\nmanifest disregard of the law is not explicitly listed as a ground\n\nfor vacatur in section 10 of the FAA.\n\n           The continued vitality of the manifest disregard doctrine\n\nin FAA proceedings is a difficult and important issue that the\n\ncourts have only begun to resolve.      See, e.g., Citigroup Global\n\nMkts., Inc. v. Bacon, 562 F.3d 349, 358 (5th Cir. 2009) (manifest\n\ndisregard of the law is no longer an \"independent, nonstatutory\n\nground\" for setting aside an arbitration award); Comedy Club, Inc.\n\nv. Improv West Assocs., 553 F.3d 1277, 1281 (9th Cir. 2009)\n\n(manifest disregard of the law \"remains a valid ground for vacatur\n\nof an arbitration award under § 10(a)(4) of the Federal Arbitration\n\nAct\"); Stolt-Nielsen SA v. AnimalFeeds Int'l Corp., 548 F.3d 85,\n\n94-96 (2d Cir. 2008) (manifest disregard doctrine is \"a judicial\n\ngloss on the specific grounds for vacatur enumerated in section 10\n\nof the FAA\"), cert. granted on other grounds, 129 S. Ct. 2793\n\n(2009). We have referred to the issue in dicta, see Ramos-Santiago\n\n\n                                 -6-\n\fv. United Parcel Serv., 524 F.3d 120, 124 n.3 (1st Cir. 2008), but\n\nhave not squarely determined whether our manifest disregard case\n\nlaw can be reconciled with Hall Street.\n\n              In an effort to have us decide that issue now, Kashner\n\nDavidson has asked us to take the unusual step of recalling our\n\nearlier mandate.3       We will not oblige.       The power to recall a\n\nmandate is \"one of last resort, to be held in reserve against\n\ngrave, unforeseen contingencies.\"          Calderon v. Thompson, 523 U.S.\n\n538, 550 (1998).      We have exercised that power sparingly over the\n\ncourse   of    many   years,   recalling    mandates   in   only   the   most\n\nextraordinary circumstances.4\n\n\n     3\n          We note that the recall of a mandate is ordinarily\nrequested by motion.    See 20A James Wm. Moore et al., Moore's\nFederal Practice § 341.11 (3d ed. 2009). Contrary to the usual\npractice, Kashner Davidson raised the issue for the first (and\nonly) time in its brief on appeal. We do not intend our discussion\nto suggest approval of the manner in which the argument was raised.\n     4\n          Compare United States v. Fraser, 407 F.3d 9, 10-11 (1st\nCir. 2005) (per curiam) (declining to recall mandate); Conley v.\nUnited States, 323 F.3d 7, 14 (1st Cir. 2003) (same); Boston &\nMaine Corp. v. Town of Hampton, 7 F.3d 281, 283 (1st Cir. 1993)\n(same); Powers v. Bethlehem Steel Corp., 483 F.2d 963, 964-65 (1st\nCir. 1973) (same); Legate v. Maloney, 348 F.2d 164, 166 (1st Cir.\n1965) (same); Haverhill Gazette Co. v. Union Leader Corp., 333 F.2d\n808, 809-10 (1st Cir. 1964) (same), with Alsamhouri v. Gonzales,\n471 F.3d 209, 209-10 (1st Cir. 2006) (recalling mandate where an\nasylum seeker subject to removal raised a \"serious\" jurisdictional\nargument, and the Supreme Court had not yet acted on a pending\npetition for writ of certiorari); In re: Unión Nacional de\nTrabajadores, 527 F.2d 602, 604 (1st Cir. 1975) (per curiam)\n(recalling writ of mandamus where the original decision requiring\nthe district court to hold an \"unprecedented\" jury trial was\n\"demonstrably wrong and created manifest injustice\").      We have\noccasionally recalled a mandate for the purpose of correcting a\nclerical error or matter of form. See, e.g., Estate of Abraham v.\n\n                                    -7-\n\f            Kashner   Davidson's    current    predicament   is   hardly\n\nextraordinary.     The company failed to take advantage of numerous\n\nearlier opportunities to raise the Hall Street argument through\n\nordinary procedures.5        Most immediately, it could have cross-\n\nappealed in this proceeding from the district court's remand order\n\nand urged us to revisit our previous decision under ordinary law of\n\nthe case principles.    See Nkihtaqmikon Nkihtaqmikon v. Impson, 585\n\nF.3d 495, 498 (1st Cir. 2009) (\"We could revisit our own earlier\n\ndecision if [the appellant] could show that controlling legal\n\nauthority    has   changed   dramatically;    proffer   significant   new\n\nevidence, not earlier obtainable in the exercise of due diligence;\n\nor convince the court that a blatant error in the prior decision\n\nwill, if uncorrected, result in a serious injustice.\") (internal\n\nquotation marks and citations omitted).        Kashner Davidson did not\n\ndo so, and now it is faced with the well-settled rule that an\n\nappellee who fails to file a cross-appeal may \"urge in support of\n\n\n\nComm'r, 429 F.3d 294 (1st Cir. 2005).         That is not the situation\npresented here.\n     5\n          The Supreme Court decided Hall Street on March 25,\n2008 -- after we heard oral argument in the first appeal but before\nwe issued our decision. Kashner Davidson could have submitted a\nletter bringing Hall Street to our attention while the first appeal\nwas pending.   See Fed. R. App. P. 28(j).     Once the appeal was\ndecided, it could have requested panel rehearing and/or rehearing\nen banc. See Fed. R. App. P. 35, 40. It could have petitioned the\nSupreme Court for a writ of certiorari. See Sup. Ct. R. 12, 13.\nOn remand, it could have attempted to show that \"exceptional\ncircumstances\" justified deviation from our mandate. United States\nv. Wallace, 573 F.3d 82, 89 (1st Cir. 2009).\n\n                                   -8-\n\fa decree any matter appearing in the record\" but may not \"attack\n\nthe   decree   with   a   view   either    to   enlarging   his   own    rights\n\nthereunder or of lessening the rights of his adversary.\"                El Paso\n\nNatural Gas Co. v. Neztsosie, 526 U.S. 473, 479 (1999) (quoting\n\nUnited States v. Am. Ry. Express Co., 265 U.S. 425, 435 (1924));\n\nsee also Greenlaw v. United States, 128 S. Ct. 2559, 2564 (2008).\n\n            Considering the circumstances, we cannot say that we are\n\nfaced with the sort of \"grave, unforeseen contingenc[y]\" that would\n\njustify the recall of a mandate.           Thompson, 523 U.S. at 550.        By\n\nstrategic choice or through lack of diligence, Kashner Davidson\n\nwaited until the last possible moment to raise its Hall Street\n\nargument.      It cannot now circumvent the cross-appeal rule by\n\ninvoking a remedy reserved for extraordinary situations.                Kashner\n\nDavidson's request is denied.\n\n                                    III.\n\n            The Customers advance two arguments on appeal.               First,\n\nthey argue that the district court's remand order contravenes our\n\nmandate because we did not direct the district court to remand the\n\nmatter to FINRA.6         Second, they argue that the district court\n\nabused its discretion in denying the Rule 60(b) motion.             Although\n\nthe second argument is primarily a reformulation of the first\n\nargument, we address it separately because the parties have raised\n\n\n      6\n          We note that this is an odd position for the Customers to\ntake. They specifically asked for a remand in the district court\nand in the first appeal.\n\n                                     -9-\n\fdistinct concerns about the scope of the district court's Rule\n\n60(b) order.\n\nA.   Remand Order\n\n            The applicable legal principles are straightforward.\n\nSubject to a few narrow exceptions not implicated here, \"[a]n\n\nappellate court's mandate controls all issues that were actually\n\nconsidered    and   decided    by    the   appellate    court,   or    as   were\n\nnecessarily inferred from the disposition on appeal.\"                  NLRB v.\n\nGoodless Bros. Elec. Co., 285 F.3d 102, 107 (1st Cir. 2002)\n\n(internal quotation marks and citations omitted).                At the same\n\ntime,     \"issues   that      were   not    decided     by   the      appellate\n\ncourt . . . are not affected by the mandate.\"            De Jesús-Mangual v.\n\nRodríguez, 383 F.3d 1, 6 (1st Cir. 2004).\n\n            When we decided the first appeal, we instructed the\n\ndistrict court to enter an order vacating the arbitration award.\n\nKashner Davidson, 531 F.3d at 79.              We did not say what, if\n\nanything, the district court should do after that.                    Id.    The\n\nCustomers seize on that silence, arguing that the district court\n\n\"impermissibly exceed[ed] the scope of [the] mandate\" by issuing a\n\nremand order \"in the absence of any language . . . directing it to\n\ndo so.\"    Their argument rests on a faulty premise, however.               The\n\ndistrict court was not constrained to perform only those actions\n\nthat we specifically listed in the mandate.            Although \"the mandate\n\nof an appellate court forecloses the lower court from reconsidering\n\n\n                                     -10-\n\fmatters determined in the appellate court, it leaves to the [lower]\n\ncourt any issue not expressly or impliedly disposed of on appeal.\"\n\nBiggins v. Hazen Paper Co., 111 F.3d 205, 209 (1st Cir. 1997)\n\n(internal quotation marks and citation omitted); see also Sprague\n\nv. Ticonic Nat'l Bank, 307 U.S. 161, 168 (1939) (\"While a mandate\n\nis controlling as to matters within its compass, on the remand a\n\nlower court is free as to other issues.\").\n\n           The dispositive question is thus whether we explicitly or\n\nimplicitly decided that a remand to FINRA was inappropriate. There\n\nis no serious contention that we did so explicitly; our mandate\n\nsimply did not address the subject.     Nor did we decide the issue by\n\nnecessary implication.    As the Customers acknowledged below, the\n\nFAA provides that a district court \"may, in its discretion, direct\n\na rehearing by the arbitrators\" after an award is vacated.             9\n\nU.S.C.   § 10(b).    In   the   closely   related   context   of   labor\n\narbitration, the Supreme Court has indicated that remand will often\n\nbe \"the appropriate remedy\" following vacatur of an award.         Major\n\nLeague Baseball Players Ass'n v. Garvey, 532 U.S. 504, 511 (2001)\n\n(per curiam) (emphasis added); see also United Paperworkers Int'l\n\nUnion v. Misco, Inc., 484 U.S. 29, 41 n.10 (1987).      Nothing in our\n\nmandate touched on these background rules, let alone abrogated\n\nthem.\n\n           The Customers contend that remand is incompatible with\n\nour holding that the entire arbitration award must be vacated in\n\n\n                                 -11-\n\flight    of    the    arbitrators'    actions.     On    their   view,    fresh\n\narbitration proceedings must be initiated because a fair proceeding\n\nbefore the same panel of arbitrators is not possible.                    As the\n\nCustomers conceded at oral argument, however, the question of\n\nwhether a new panel of arbitrators should be constituted on remand\n\nis distinct from the question of whether a remand is appropriate at\n\nall.    We address the issue of panel composition below.           There is no\n\nsuggestion that FINRA itself is biased or incapable of providing a\n\nfair arbitration proceeding.\n\n              Because our mandate did not explicitly or implicitly\n\nprohibit the district court from remanding this matter to FINRA for\n\nfurther proceedings, we reject the Customers' argument that the\n\nremand order contravened the mandate.\n\nB.    Rule 60(b) Order\n\n              The Customers' discussion of the Rule 60(b) order is, for\n\nthe most part, a reformulation of their argument regarding the\n\nremand order.         One ancillary issue deserves attention, however.\n\nThe    district      court   denied   the   Customers'   Rule    60(b)   motion\n\n\"[e]ssentially for the reasons stated in [Kashner Davidson's]\n\nOpposition.\"         The Customers suggest that this language could be\n\nread as \"tacit approval\" of Kashner Davidson's argument that the\n\ndistrict court intended to remand the matter to the original\n\narbitration panel.        Kashner Davidson did take this position in its\n\nopposition to the Customers' Rule 60(b) motion.            Kashner Davidson\n\n\n                                      -12-\n\fgoes further, flatly stating that the district court \"remanded this\n\narbitration dispute back to FINRA's original arbitration panel for\n\nfurther proceedings . . . .\"             FINRA was also confused by the\n\noriginal remand order, stating in a letter that \"counsel will need\n\nto seek clarification from the district court on the remand issue\n\nbefore FINRA will proceed with this case.\"\n\n           Although we have decided to affirm the remand order of\n\nthe district court, we are also going to remand this matter to the\n\ndistrict court so that it can consider the parties' arguments and\n\nthen   specify   whether      (1) a    new    arbitration   panel   should    be\n\nconstituted,     (2)    the   original        arbitration   panel   should   be\n\nreconstituted, or (3) FINRA should decide the issue in the first\n\ninstance according to its own practices and procedures.                      The\n\nresolution of that issue lies within the sound discretion of the\n\ndistrict court.        See Aircraft Braking Sys. Corp. v. Local 856,\n\nUnited Auto., Aerospace & Agric. Implement Workers, 97 F.3d 155,\n\n162 (6th Cir. 1996); 1 Martin Domke et al., Domke on Commercial\n\nArbitration § 40:6 (3d ed. & Supp. 2009); 4 Thomas H. Oehmke,\n\nCommercial Arbitration § 155:4 (3d ed. & Supp. 2009).\n\n                                       IV.\n\n           This matter is REMANDED to the district court for the\n\nlimited purpose of clarifying the terms of its remand order, as\n\ndescribed in this opinion.            In all other respects, the district\n\n\n\n\n                                       -13-\n\fcourt's remand order and order denying the Customers' Rule 60(b)\n\nmotion are AFFIRMED.    Each party shall bear its own costs.\n\n          SO ORDERED.\n\n\n\n\n                                -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>601 F.3d 19 (2010)</b></center>\n<center><h1>KASHNER DAVIDSON SECURITIES CORP., Victor L. Kashner, Matthew Meister, Timothy Varchetto, Plaintiffs, Appellees,<br>\nv.<br>\nSteven MSCISZ, Mark Mscisz, Lynda Mscisz, Defendants, Appellants.</h1></center>\n<center>No. 09-1356.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 7, 2009.</center>\n<center>Decided April 1, 2010.</center>\n<p><span class=\"star-pagination\">*20</span> John A. Stern, Greenberg Traurig LLP, with whom Jason C. Moreau was on brief, for appellants.</p>\n<p>Richard J. Babnick, Jr., Sichenzia Ross Friedman Ference LLP, with whom Marc J. Ross was on brief, for appellees.</p>\n<p>Before LIPEZ, STAHL, and HOWARD, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This matter is before us for the second time. In <i>Kashner Davidson Securities Corp. v. Mscisz,</i> 531 F.3d 68, 79 (1st Cir. 2008), we held that the arbitration award at issue in this case must be vacated because the arbitrators acted in manifest disregard of the law. We did not specify what, if anything, the district court should do after vacating the award. On remand, the district court entered an order vacating the arbitration award and remanding the matter to the arbitral body for further proceedings. It then denied the appellants' motion under Federal Rule of Civil Procedure 60(b) for relief from the remand order. The appellants now challenge both the remand order and the order denying their Rule 60(b) motion, arguing that both contravene our mandate.</p>\n<p>For the reasons that follow, we affirm the decision of the district court to issue the remand order. However, we also direct the district court to clarify its position on whether the arbitration should proceed before the same panel of arbitrators or a newly constituted panel.</p>\n<p></p>\n<h2>I.</h2>\n<p>The background facts are recounted in detail in our previous opinion. <i>See </i><i>Kashner Davidson,</i> 531 F.3d at 71-74. In 2004, the underlying dispute between appellants Steven Mscisz, Mark Mscisz, and Lynda Mscisz (\"the Customers\") and appellee Kashner Davidson Securities Corp. (\"Kashner Davidson\") was submitted to arbitration before the National Association of Securities Dealers (\"NASD\"). A panel of three arbitrators found the Customers jointly and severally liable to Kashner Davidson for $421,000 in compensatory damages, attorneys' fees, and costs. The panel also dismissed the Customers' counterclaims and third-party claims with prejudice as a sanction for the Customers' failure to comply with a discovery order.</p>\n<p>The district court confirmed that award, and the Customers appealed to this court. We held that the arbitration panel improperly dismissed the Customers' counterclaims and third-party claims as a sanction of first resort rather than a sanction of last resort, noting that the NASD Code of Arbitration Procedure provides for dismissal of a claim or defense as a sanction <span class=\"star-pagination\">*21</span> only when \"lesser sanctions have proven ineffective.\" <i>Kashner Davidson,</i> 531 F.3d at 76. We concluded that the dismissal reflected the arbitration panel's \"intentional and willful disregard of the clear and unequivocal language\" of the NASD rules, which under our circuit precedent was sufficient to justify vacatur of the award. <i>Id.</i> at 79. Consequently, we \"reverse[d] the decision of the district court and remand[ed] the case for entry of an order vacating the arbitration award.\"<sup>[1]</sup><i>Id.</i></p>\n<p>After we filed our opinion, but before the mandate issued, counsel for Kashner Davidson sent a letter to the district court judge. Referring to the Financial Industry Regulatory Authority (\"FINRA\"), the successor organization to the NASD, counsel requested that \"the Court remand the matter to FINRA and direct FINRA to reconstitute the original Arbitration Panel. . . for further proceedings consistent with the [Court of Appeals'] decision.\" There is no indication in the record that the district court took any immediate steps in response to the letter. Once our mandate had issued, the district court entered an order vacating the arbitration award and remanding the matter to FINRA \"for further proceedings consistent with the First Circuit's opinion.\" The district court's remand order did not address whether the original arbitration panel should be reconstituted.</p>\n<p>The Customers then filed a brief motion in which they argued that a remand to FINRA was inappropriate because the judgment on appeal did not mention such a remand. Treating the Customers' motion as one for relief from an order pursuant to Fed.R.Civ.P. 60(b),<sup>[2]</sup> Kashner Davidson argued that the Customers' perfunctory motion did not demonstrate an entitlement to relief under the exacting requirements of that rule. It requested that the district court \"allow the parties to work towards reaching a final resolution of this dispute before the original FINRA arbitrators by allowing FINRA to hold further proceedings consistent with the First Circuit's Decision.\" In a reply brief, the Customers added that even if a remand to FINRA were appropriate, \"established case law mandates the composition of a new panel when, as here, the initial panel manifestly disregarded the law.\"</p>\n<p>The district court denied the Customers' motion in a brief electronic order: \"Essentially for the reasons stated in [Kashner Davidson's] Opposition, this motion is hereby DENIED.\" The Customers then initiated the present appeal, which challenges both the district court's remand order and its electronic order denying the Customers' Rule 60(b) motion.</p>\n<p></p>\n<h2>II.</h2>\n<p>We have jurisdiction to review the district court's orders under section 16 of the Federal Arbitration Act. <i>See</i> 9 U.S.C. § 16(a)(1)(E); <i>Bull HN Info. Sys. v. Hutson,</i> 229 F.3d 321, 327-28 (1st Cir.2000).</p>\n<p><span class=\"star-pagination\">*22</span> Before turning to the Customers' arguments, we address an issue raised in the appellees' brief. Kashner Davidson argues that a recent Supreme Court decision, <i>Hall Street Assocs. v. Mattel, Inc.,</i> 552 U.S. 576, 128 S.Ct. 1396, 170 L.Ed.2d 254 (2008), undermines our earlier mandate in this case. In <i>Hall Street,</i> the Supreme Court held that the grounds for prompt vacatur or modification of an arbitral award enumerated in the Federal Arbitration Act, 9 U.S.C. §§ 10-11, are exclusive and may not be supplemented by contract. 552 U.S. at 584, 128 S.Ct. 1396. Kashner Davidson contends that our holding in the first appealthat the award must be vacated because the arbitrators manifestly disregarded the lawis in conflict with <i>Hall Street</i> because manifest disregard of the law is not explicitly listed as a ground for vacatur in section 10 of the FAA.</p>\n<p>The continued vitality of the manifest disregard doctrine in FAA proceedings is a difficult and important issue that the courts have only begun to resolve. <i>See, e.g., </i><i>Citigroup Global Mkts., Inc. v. Bacon,</i> 562 F.3d 349, 358 (5th Cir.2009) (manifest disregard of the law is no longer an \"independent, nonstatutory ground\" for setting aside an arbitration award); <i>Comedy Club, Inc. v. Improv West Assocs.,</i> 553 F.3d 1277, 1281 (9th Cir.2009) (manifest disregard of the law \"remains a valid ground for vacatur of an arbitration award under § 10(a)(4) of the Federal Arbitration Act\"); <i>Stolt-Nielsen SA v. AnimalFeeds Int'l Corp.,</i> 548 F.3d 85, 94-96 (2d Cir.2008) (manifest disregard doctrine is \"a judicial gloss on the specific grounds for vacatur enumerated in section 10 of the FAA\"), <i>cert. granted on other grounds,</i> ___ U.S. ___, 129 S.Ct. 2793, 174 L.Ed.2d 289 (2009). We have referred to the issue in dicta, <i>see </i><i>Ramos-Santiago v. United Parcel Serv.,</i> 524 F.3d 120, 124 n. 3 (1st Cir. 2008), but have not squarely determined whether our manifest disregard case law can be reconciled with <i>Hall Street.</i></p>\n<p>In an effort to have us decide that issue now, Kashner Davidson has asked us to take the unusual step of recalling our earlier mandate.<sup>[3]</sup> We will not oblige. The power to recall a mandate is \"one of last resort, to be held in reserve against grave, unforeseen contingencies.\" <i>Calderon v. Thompson,</i> 523 U.S. 538, 550, 118 S.Ct. 1489, 140 L.Ed.2d 728 (1998). We have exercised that power sparingly over the course of many years, recalling mandates in only the most extraordinary circumstances.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*23</span> Kashner Davidson's current predicament is hardly extraordinary. The company failed to take advantage of numerous earlier opportunities to raise the <i>Hall Street</i> argument through ordinary procedures.<sup>[5]</sup> Most immediately, it could have cross-appealed in this proceeding from the district court's remand order and urged us to revisit our previous decision under ordinary law of the case principles. <i>See </i><i>Nkihtaqmikon v. Impson,</i> 585 F.3d 495, 498 (1st Cir.2009) (\"We could revisit our own earlier decision if [the appellant] could show that controlling legal authority has changed dramatically; proffer significant new evidence, not earlier obtainable in the exercise of due diligence; or convince the court that a blatant error in the prior decision will, if uncorrected, result in a serious injustice.\") (internal quotation marks and citations omitted). Kashner Davidson did not do so, and now it is faced with the well-settled rule that an appellee who fails to file a cross-appeal may \"urge in support of a decree any matter appearing in the record\" but may not \"attack the decree with a view either to enlarging his own rights thereunder or of lessening the rights of his adversary.\" <i>El Paso Natural Gas Co. v. Neztsosie,</i> 526 U.S. 473, 479, 119 S.Ct. 1430, 143 L.Ed.2d 635 (1999) (quoting <i>United States v. Am. Ry. Express Co.,</i> 265 U.S. 425, 435, 44 S.Ct. 560, 68 L.Ed. 1087 (1924)); <i>see also </i><i>Greenlaw v. United States,</i> ___ U.S. ___, ___, 128 S.Ct. 2559, 2564, 171 L.Ed.2d 399 (2008).</p>\n<p>Considering the circumstances, we cannot say that we are faced with the sort of \"grave, unforeseen contingenc[y]\" that would justify the recall of a mandate. <i>Thompson,</i> 523 U.S. at 550, 118 S.Ct. 1489. By strategic choice or through lack of diligence, Kashner Davidson waited until the last possible moment to raise its <i>Hall Street</i> argument. It cannot now circumvent the cross-appeal rule by invoking a remedy reserved for extraordinary situations. Kashner Davidson's request is denied.</p>\n<p></p>\n<h2>III.</h2>\n<p>The Customers advance two arguments on appeal. First, they argue that the district court's remand order contravenes our mandate because we did not direct the district court to remand the matter to FINRA.<sup>[6]</sup> Second, they argue that the district court abused its discretion in denying the Rule 60(b) motion. Although the second argument is primarily a reformulation of the first argument, we address it separately because the parties have raised distinct concerns about the scope of the district court's Rule 60(b) order.</p>\n<p></p>\n<h2>A. Remand Order</h2>\n<p>The applicable legal principles are straightforward. Subject to a few narrow exceptions not implicated here, \"[a]n appellate court's mandate controls all issues that were actually considered and decided by the appellate court, or as were <span class=\"star-pagination\">*24</span> necessarily inferred from the disposition on appeal.\" <i>NLRB v. Goodless Bros. Elec. Co.,</i> 285 F.3d 102, 107 (1st Cir.2002) (internal quotation marks and citations omitted). At the same time, \"issues that were not decided by the appellate court . . . are not affected by the mandate.\" <i>de Jesús-Mangual v. Rodríguez,</i> 383 F.3d 1, 6 (1st Cir. 2004).</p>\n<p>When we decided the first appeal, we instructed the district court to enter an order vacating the arbitration award. <i>Kashner Davidson,</i> 531 F.3d at 79. We did not say what, if anything, the district court should do after that. <i>Id.</i> The Customers seize on that silence, arguing that the district court \"impermissibly exceed[ed] the scope of [the] mandate\" by issuing a remand order \"in the absence of any language . . . directing it to do so.\" Their argument rests on a faulty premise, however. The district court was not constrained to perform only those actions that we specifically listed in the mandate. Although \"the mandate of an appellate court forecloses the lower court from reconsidering matters determined in the appellate court, it leaves to the [lower] court any issue not expressly or impliedly disposed of on appeal.\" <i>Biggins v. Hazen Paper Co.,</i> 111 F.3d 205, 209 (1st Cir.1997) (internal quotation marks and citation omitted); <i>see also </i><i>Sprague v. Ticonic Nat'l Bank,</i> 307 U.S. 161, 168, 59 S.Ct. 777, 83 L.Ed. 1184 (1939) (\"While a mandate is controlling as to matters within its compass, on the remand a lower court is free as to other issues.\").</p>\n<p>The dispositive question is thus whether we explicitly or implicitly decided that a remand to FINRA was inappropriate. There is no serious contention that we did so explicitly; our mandate simply did not address the subject. Nor did we decide the issue by necessary implication. As the Customers acknowledged below, the FAA provides that a district court \"may, in its discretion, direct a rehearing by the arbitrators\" after an award is vacated. 9 U.S.C. § 10(b). In the closely related context of labor arbitration, the Supreme Court has indicated that remand will often be \"<i>the</i> appropriate remedy\" following vacatur of an award. <i>Major League Baseball Players Ass'n v. Garvey,</i> 532 U.S. 504, 511, 121 S.Ct. 1724, 149 L.Ed.2d 740 (2001) (per curiam) (emphasis added); <i>see also </i><i>United Paperworkers Int'l Union v. Misco, Inc.,</i> 484 U.S. 29, 41 n. 10, 108 S.Ct. 364, 98 L.Ed.2d 286 (1987). Nothing in our mandate touched on these background rules, let alone abrogated them.</p>\n<p>The Customers contend that remand is incompatible with our holding that the entire arbitration award must be vacated in light of the arbitrators' actions. On their view, fresh arbitration proceedings must be initiated because a fair proceeding before the same panel of arbitrators is not possible. As the Customers conceded at oral argument, however, the question of whether a new panel of arbitrators should be constituted on remand is distinct from the question of whether a remand is appropriate at all. We address the issue of panel composition below. There is no suggestion that FINRA itself is biased or incapable of providing a fair arbitration proceeding.</p>\n<p>Because our mandate did not explicitly or implicitly prohibit the district court from remanding this matter to FINRA for further proceedings, we reject the Customers' argument that the remand order contravened the mandate.</p>\n<p></p>\n<h2>B. Rule 60(b) Order</h2>\n<p>The Customers' discussion of the Rule 60(b) order is, for the most part, a reformulation of their argument regarding the remand order. One ancillary issue deserves attention, however. The district <span class=\"star-pagination\">*25</span> court denied the Customers' Rule 60(b) motion \"[e]ssentially for the reasons stated in [Kashner Davidson's] Opposition.\" The Customers suggest that this language could be read as \"tacit approval\" of Kashner Davidson's argument that the district court intended to remand the matter to the original arbitration panel. Kashner Davidson did take this position in its opposition to the Customers' Rule 60(b) motion. Kashner Davidson goes further, flatly stating that the district court \"remanded this arbitration dispute back to FINRA's <i>original</i> arbitration panel for further proceedings.. . .\" FINRA was also confused by the original remand order, stating in a letter that \"counsel will need to seek clarification from the district court on the remand issue before FINRA will proceed with this case.\"</p>\n<p>Although we have decided to affirm the remand order of the district court, we are also going to remand this matter to the district court so that it can consider the parties' arguments and then specify whether (1)a new arbitration panel should be constituted, (2) the original arbitration panel should be reconstituted, or (3)FINRA should decide the issue in the first instance according to its own practices and procedures. The resolution of that issue lies within the sound discretion of the district court. <i>See </i><i>Aircraft Braking Sys. Corp. v. Local 856, United Auto., Aerospace &amp; Agric. Implement Workers,</i> 97 F.3d 155, 162 (6th Cir.1996); 1 Martin Domke et al., <i>Domke on Commercial Arbitration</i> § 40:6 (3d ed. &amp; Supp.2009); 4 Thomas H. Oehmke, <i>Commercial Arbitration</i> § 155:4 (3d ed. &amp; Supp.2009).</p>\n<p></p>\n<h2>IV.</h2>\n<p>This matter is <i>REMANDED</i> to the district court for the limited purpose of clarifying the terms of its remand order, as described in this opinion. In all other respects, the district court's remand order and order denying the Customers' Rule 60(b) motion are <i>AFFIRMED.</i> Each party shall bear its own costs.</p>\n<p><i>SO ORDERED.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Our judgment was phrased in materially identical language. Kashner Davidson has suggested that our mandate left the money damages portion of the arbitration award untouched. That is not correct. We instructed the district court to vacate the entire award, which it did.</p>\n<p>[2]  The Customers styled their motion as a \"Motion for Reconsideration\" under Federal Rule of Civil Procedure 7(b) and District of Massachusetts Local Rule 7.1, which are general rules governing motion practice. In its opposition, Kashner Davidson construed the motion as one for relief from an order under Rule 60(b). The Customers adopted that characterization in their reply brief. Nothing in this appeal turns on the precise grounding of the motion in the rules; for clarity, we will refer to it as a Rule 60(b) motion.</p>\n<p>[3]  We note that the recall of a mandate is ordinarily requested by motion. <i>See</i> 20A James Wm. Moore et al., <i>Moore's Federal Practice</i> § 341.11 (3d ed.2009). Contrary to the usual practice, Kashner Davidson raised the issue for the first (and only) time in its brief on appeal. We do not intend our discussion to suggest approval of the manner in which the argument was raised.</p>\n<p>[4]  <i>Compare </i><i>United States v. Fraser,</i> 407 F.3d 9, 10-11 (1st Cir.2005) (per curiam) (declining to recall mandate); <i>Conley v. United States,</i> 323 F.3d 7, 14 (1st Cir.2003) (same); <i>Boston &amp; Maine Corp. v. Town of Hampton,</i> 7 F.3d 281, 283 (1st Cir.1993) (same); <i>Powers v. Bethlehem Steel Corp.,</i> 483 F.2d 963, 964-65 (1st Cir. 1973) (same); <i>Legate v. Maloney,</i> 348 F.2d 164, 166 (1st Cir.1965) (same); <i>Haverhill Gazette Co. v. Union Leader Corp.,</i> 333 F.2d 808, 809-10 (1st Cir.1964) (same), <i>with </i><i>Alsamhouri v. Gonzales,</i> 471 F.3d 209, 209-10 (1st Cir.2006) (recalling mandate where an asylum seeker subject to removal raised a \"serious\" jurisdictional argument, and the Supreme Court had not yet acted on a pending petition for writ of certiorari); <i>In re: Unión Nacional De Trabajadores,</i> 527 F.2d 602, 604 (1st Cir. 1975) (per curiam) (recalling writ of mandamus where the original decision requiring the district court to hold an \"unprecedented\" jury trial was \"demonstrably wrong and created manifest injustice\"). We have occasionally recalled a mandate for the purpose of correcting a clerical error or matter of form. <i>See, e.g., </i><i>Estate of Abraham v. Comm'r,</i> 429 F.3d 294 (1st Cir.2005). That is not the situation presented here.</p>\n<p>[5]  The Supreme Court decided <i>Hall Street</i> on March 25, 2008after we heard oral argument in the first appeal but before we issued our decision. Kashner Davidson could have submitted a letter bringing <i>Hall Street</i> to our attention while the first appeal was pending. <i>See</i> Fed. R.App. P. 28(j). Once the appeal was decided, it could have requested panel rehearing and/or rehearing en banc. <i>See</i> Fed. R.App. P. 35, 40. It could have petitioned the Supreme Court for a writ of certiorari. <i>See</i> Sup.Ct. R. 12, 13. On remand, it could have attempted to show that \"exceptional circumstances\" justified deviation from our mandate. <i>United States v. Wallace,</i> 573 F.3d 82, 89 (1st Cir.2009).</p>\n<p>[6]  We note that this is an odd position for the Customers to take. They specifically asked for a remand in the district court and in the first appeal.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">601</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span> (2010)</b></center>\n<center><h1>KASHNER DAVIDSON SECURITIES CORP., Victor L. Kashner, Matthew Meister, Timothy Varchetto, Plaintiffs, Appellees,<br>\nv.<br>\nSteven MSCISZ, Mark Mscisz, Lynda Mscisz, Defendants, Appellants.</h1></center>\n<center>No. 09-1356.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 7, 2009.</center>\n<center>Decided April 1, 2010.</center>\n<p><span class=\"star-pagination\">*20</span> John A. Stern, Greenberg Traurig LLP, with whom Jason C. Moreau was on brief, for appellants.</p>\n<p>Richard J. Babnick, Jr., Sichenzia Ross Friedman Ference LLP, with whom Marc J. Ross was on brief, for appellees.</p>\n<p>Before LIPEZ, STAHL, and HOWARD, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This matter is before us for the second time. In <i>Kashner Davidson Securities Corp. v. Mscisz,</i> <span class=\"citation\" data-id=\"203351\"><a href=\"/opinion/203351/kashner-davidson-securities-corp-v-mscisz/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 79 (1st Cir. 2008), we held that the arbitration award at issue in this case must be vacated because the arbitrators acted in manifest disregard of the law. We did not specify what, if anything, the district court should do after vacating the award. On remand, the district court entered an order vacating the arbitration award and remanding the matter to the arbitral body for further proceedings. It then denied the appellants' motion under Federal Rule of Civil Procedure 60(b) for relief from the remand order. The appellants now challenge both the remand order and the order denying their Rule 60(b) motion, arguing that both contravene our mandate.</p>\n<p>For the reasons that follow, we affirm the decision of the district court to issue the remand order. However, we also direct the district court to clarify its position on whether the arbitration should proceed before the same panel of arbitrators or a newly constituted panel.</p>\n<p></p>\n<h2>I.</h2>\n<p>The background facts are recounted in detail in our previous opinion. <i>See </i><i>Kashner Davidson,</i> 531 F.3d at 71-74. In 2004, the underlying dispute between appellants Steven Mscisz, Mark Mscisz, and Lynda Mscisz (\"the Customers\") and appellee Kashner Davidson Securities Corp. (\"Kashner Davidson\") was submitted to arbitration before the National Association of Securities Dealers (\"NASD\"). A panel of three arbitrators found the Customers jointly and severally liable to Kashner Davidson for $421,000 in compensatory damages, attorneys' fees, and costs. The panel also dismissed the Customers' counterclaims and third-party claims with prejudice as a sanction for the Customers' failure to comply with a discovery order.</p>\n<p>The district court confirmed that award, and the Customers appealed to this court. We held that the arbitration panel improperly dismissed the Customers' counterclaims and third-party claims as a sanction of first resort rather than a sanction of last resort, noting that the NASD Code of Arbitration Procedure provides for dismissal of a claim or defense as a sanction <span class=\"star-pagination\">*21</span> only when \"lesser sanctions have proven ineffective.\" <i>Kashner Davidson,</i> 531 F.3d at 76. We concluded that the dismissal reflected the arbitration panel's \"intentional and willful disregard of the clear and unequivocal language\" of the NASD rules, which under our circuit precedent was sufficient to justify vacatur of the award. <i>Id.</i> at 79. Consequently, we \"reverse[d] the decision of the district court and remand[ed] the case for entry of an order vacating the arbitration award.\"<sup>[1]</sup><i>Id.</i></p>\n<p>After we filed our opinion, but before the mandate issued, counsel for Kashner Davidson sent a letter to the district court judge. Referring to the Financial Industry Regulatory Authority (\"FINRA\"), the successor organization to the NASD, counsel requested that \"the Court remand the matter to FINRA and direct FINRA to reconstitute the original Arbitration Panel. . . for further proceedings consistent with the [Court of Appeals'] decision.\" There is no indication in the record that the district court took any immediate steps in response to the letter. Once our mandate had issued, the district court entered an order vacating the arbitration award and remanding the matter to FINRA \"for further proceedings consistent with the First Circuit's opinion.\" The district court's remand order did not address whether the original arbitration panel should be reconstituted.</p>\n<p>The Customers then filed a brief motion in which they argued that a remand to FINRA was inappropriate because the judgment on appeal did not mention such a remand. Treating the Customers' motion as one for relief from an order pursuant to Fed.R.Civ.P. 60(b),<sup>[2]</sup> Kashner Davidson argued that the Customers' perfunctory motion did not demonstrate an entitlement to relief under the exacting requirements of that rule. It requested that the district court \"allow the parties to work towards reaching a final resolution of this dispute before the original FINRA arbitrators by allowing FINRA to hold further proceedings consistent with the First Circuit's Decision.\" In a reply brief, the Customers added that even if a remand to FINRA were appropriate, \"established case law mandates the composition of a new panel when, as here, the initial panel manifestly disregarded the law.\"</p>\n<p>The district court denied the Customers' motion in a brief electronic order: \"Essentially for the reasons stated in [Kashner Davidson's] Opposition, this motion is hereby DENIED.\" The Customers then initiated the present appeal, which challenges both the district court's remand order and its electronic order denying the Customers' Rule 60(b) motion.</p>\n<p></p>\n<h2>II.</h2>\n<p>We have jurisdiction to review the district court's orders under section 16 of the Federal Arbitration Act. <i>See</i> 9 U.S.C. § 16(a)(1)(E); <i>Bull HN Info. Sys. v. Hutson,</i> <span class=\"citation\" data-id=\"199116\"><a href=\"/opinion/199116/bull-hn-v-hutson/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">321</span></a></span>, 327-28 (1st Cir.2000).</p>\n<p><span class=\"star-pagination\">*22</span> Before turning to the Customers' arguments, we address an issue raised in the appellees' brief. Kashner Davidson argues that a recent Supreme Court decision, <i>Hall Street Assocs. v. Mattel, Inc.,</i> <span class=\"citation\" data-id=\"145821\"><a href=\"/opinion/145821/hall-street-associates-llc-v-mattel-inc/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, <span class=\"citation\" data-id=\"145821\"><a href=\"/opinion/145821/hall-street-associates-llc-v-mattel-inc/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1396</span></a></span>, <span class=\"citation\" data-id=\"145821\"><a href=\"/opinion/145821/hall-street-associates-llc-v-mattel-inc/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (2008), undermines our earlier mandate in this case. In <i>Hall Street,</i> the Supreme Court held that the grounds for prompt vacatur or modification of an arbitral award enumerated in the Federal Arbitration Act, 9 U.S.C. §§ 10-11, are exclusive and may not be supplemented by contract. 552 U.S. at 584, <span class=\"citation\" data-id=\"145821\"><a href=\"/opinion/145821/hall-street-associates-llc-v-mattel-inc/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1396</span></a></span>. Kashner Davidson contends that our holding in the first appealthat the award must be vacated because the arbitrators manifestly disregarded the lawis in conflict with <i>Hall Street</i> because manifest disregard of the law is not explicitly listed as a ground for vacatur in section 10 of the FAA.</p>\n<p>The continued vitality of the manifest disregard doctrine in FAA proceedings is a difficult and important issue that the courts have only begun to resolve. <i>See, e.g., </i><i>Citigroup Global Mkts., Inc. v. Bacon,</i> <span class=\"citation\" data-id=\"65000\"><a href=\"/opinion/65000/citigroup-global-markets-inc-v-bacon/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span>, 358 (5th Cir.2009) (manifest disregard of the law is no longer an \"independent, nonstatutory ground\" for setting aside an arbitration award); <i>Comedy Club, Inc. v. Improv West Assocs.,</i> <span class=\"citation\" data-id=\"1254043\"><a href=\"/opinion/1254043/comedy-club-inc-v-improv-west-associates/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1277</span></a></span>, 1281 (9th Cir.2009) (manifest disregard of the law \"remains a valid ground for vacatur of an arbitration award under § 10(a)(4) of the Federal Arbitration Act\"); <i>Stolt-Nielsen SA v. AnimalFeeds Int'l Corp.,</i> <span class=\"citation\" data-id=\"1286497\"><a href=\"/opinion/1286497/stolt-nielsen-sa-v-animalfeeds-intern-corp/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 94-96 (2d Cir.2008) (manifest disregard doctrine is \"a judicial gloss on the specific grounds for vacatur enumerated in section 10 of the FAA\"), <i>cert. granted on other grounds,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">289</span></span> (2009). We have referred to the issue in dicta, <i>see </i><i>Ramos-Santiago v. United Parcel Serv.,</i> <span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></span>, 124 n. 3 (1st Cir. 2008), but have not squarely determined whether our manifest disregard case law can be reconciled with <i>Hall Street.</i></p>\n<p>In an effort to have us decide that issue now, Kashner Davidson has asked us to take the unusual step of recalling our earlier mandate.<sup>[3]</sup> We will not oblige. The power to recall a mandate is \"one of last resort, to be held in reserve against grave, unforeseen contingencies.\" <i>Calderon v. Thompson,</i> <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">538</span></a></span>, 550, <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span>, <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span></a></span> (1998). We have exercised that power sparingly over the course of many years, recalling mandates in only the most extraordinary circumstances.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*23</span> Kashner Davidson's current predicament is hardly extraordinary. The company failed to take advantage of numerous earlier opportunities to raise the <i>Hall Street</i> argument through ordinary procedures.<sup>[5]</sup> Most immediately, it could have cross-appealed in this proceeding from the district court's remand order and urged us to revisit our previous decision under ordinary law of the case principles. <i>See </i><i>Nkihtaqmikon v. Impson,</i> <span class=\"citation\" data-id=\"204048\"><a href=\"/opinion/204048/nkihtaqmikon-v-impson/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">495</span></a></span>, 498 (1st Cir.2009) (\"We could revisit our own earlier decision if [the appellant] could show that controlling legal authority has changed dramatically; proffer significant new evidence, not earlier obtainable in the exercise of due diligence; or convince the court that a blatant error in the prior decision will, if uncorrected, result in a serious injustice.\") (internal quotation marks and citations omitted). Kashner Davidson did not do so, and now it is faced with the well-settled rule that an appellee who fails to file a cross-appeal may \"urge in support of a decree any matter appearing in the record\" but may not \"attack the decree with a view either to enlarging his own rights thereunder or of lessening the rights of his adversary.\" <i>El Paso Natural Gas Co. v. Neztsosie,</i> <span class=\"citation\" data-id=\"1087692\"><a href=\"/opinion/1087692/el-paso-natural-gas-co-v-neztsosie/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">473</span></a></span>, 479, <span class=\"citation\" data-id=\"1087692\"><a href=\"/opinion/1087692/el-paso-natural-gas-co-v-neztsosie/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>, <span class=\"citation\" data-id=\"1087692\"><a href=\"/opinion/1087692/el-paso-natural-gas-co-v-neztsosie/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></a></span> (1999) (quoting <i>United States v. Am. Ry. Express Co.,</i> <span class=\"citation\" data-id=\"100457\"><a href=\"/opinion/100457/united-states-v-american-ry-exp-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, 435, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">560</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1087</span></span> (1924)); <i>see also </i><i>Greenlaw v. United States,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145784\"><a href=\"/opinion/145784/greenlaw-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2559</span></a></span>, 2564, <span class=\"citation\" data-id=\"145784\"><a href=\"/opinion/145784/greenlaw-v-united-states/\"><span class=\"volume\">171</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span></a></span> (2008).</p>\n<p>Considering the circumstances, we cannot say that we are faced with the sort of \"grave, unforeseen contingenc[y]\" that would justify the recall of a mandate. <i>Thompson,</i> 523 U.S. at 550, <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span>. By strategic choice or through lack of diligence, Kashner Davidson waited until the last possible moment to raise its <i>Hall Street</i> argument. It cannot now circumvent the cross-appeal rule by invoking a remedy reserved for extraordinary situations. Kashner Davidson's request is denied.</p>\n<p></p>\n<h2>III.</h2>\n<p>The Customers advance two arguments on appeal. First, they argue that the district court's remand order contravenes our mandate because we did not direct the district court to remand the matter to FINRA.<sup>[6]</sup> Second, they argue that the district court abused its discretion in denying the Rule 60(b) motion. Although the second argument is primarily a reformulation of the first argument, we address it separately because the parties have raised distinct concerns about the scope of the district court's Rule 60(b) order.</p>\n<p></p>\n<h2>A. Remand Order</h2>\n<p>The applicable legal principles are straightforward. Subject to a few narrow exceptions not implicated here, \"[a]n appellate court's mandate controls all issues that were actually considered and decided by the appellate court, or as were <span class=\"star-pagination\">*24</span> necessarily inferred from the disposition on appeal.\" <i>NLRB v. Goodless Bros. Elec. Co.,</i> <span class=\"citation\" data-id=\"199895\"><a href=\"/opinion/199895/nlrb-v-goodless-electric/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 107 (1st Cir.2002) (internal quotation marks and citations omitted). At the same time, \"issues that were not decided by the appellate court . . . are not affected by the mandate.\" <i>de Jesús-Mangual v. Rodríguez,</i> <span class=\"citation\" data-id=\"201232\"><a href=\"/opinion/201232/de-jesus-mangual-v-rodriguez/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 2004).</p>\n<p>When we decided the first appeal, we instructed the district court to enter an order vacating the arbitration award. <i>Kashner Davidson,</i> 531 F.3d at 79. We did not say what, if anything, the district court should do after that. <i>Id.</i> The Customers seize on that silence, arguing that the district court \"impermissibly exceed[ed] the scope of [the] mandate\" by issuing a remand order \"in the absence of any language . . . directing it to do so.\" Their argument rests on a faulty premise, however. The district court was not constrained to perform only those actions that we specifically listed in the mandate. Although \"the mandate of an appellate court forecloses the lower court from reconsidering matters determined in the appellate court, it leaves to the [lower] court any issue not expressly or impliedly disposed of on appeal.\" <i>Biggins v. Hazen Paper Co.,</i> <span class=\"citation\" data-id=\"197311\"><a href=\"/opinion/197311/biggins-v-the-hazen-paper-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 209 (1st Cir.1997) (internal quotation marks and citation omitted); <i>see also </i><i>Sprague v. Ticonic Nat'l Bank,</i> <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 168, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">777</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1184</span></span> (1939) (\"While a mandate is controlling as to matters within its compass, on the remand a lower court is free as to other issues.\").</p>\n<p>The dispositive question is thus whether we explicitly or implicitly decided that a remand to FINRA was inappropriate. There is no serious contention that we did so explicitly; our mandate simply did not address the subject. Nor did we decide the issue by necessary implication. As the Customers acknowledged below, the FAA provides that a district court \"may, in its discretion, direct a rehearing by the arbitrators\" after an award is vacated. 9 U.S.C. § 10(b). In the closely related context of labor arbitration, the Supreme Court has indicated that remand will often be \"<i>the</i> appropriate remedy\" following vacatur of an award. <i>Major League Baseball Players Ass'n v. Garvey,</i> <span class=\"citation\" data-id=\"2620705\"><a href=\"/opinion/2620705/major-league-baseball-players-assn-v-garvey/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 511, <span class=\"citation\" data-id=\"2620705\"><a href=\"/opinion/2620705/major-league-baseball-players-assn-v-garvey/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1724</span></a></span>, <span class=\"citation\" data-id=\"2620705\"><a href=\"/opinion/2620705/major-league-baseball-players-assn-v-garvey/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (2001) (per curiam) (emphasis added); <i>see also </i><i>United Paperworkers Int'l Union v. Misco, Inc.,</i> <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 41 n. 10, <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></a></span>, <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1987). Nothing in our mandate touched on these background rules, let alone abrogated them.</p>\n<p>The Customers contend that remand is incompatible with our holding that the entire arbitration award must be vacated in light of the arbitrators' actions. On their view, fresh arbitration proceedings must be initiated because a fair proceeding before the same panel of arbitrators is not possible. As the Customers conceded at oral argument, however, the question of whether a new panel of arbitrators should be constituted on remand is distinct from the question of whether a remand is appropriate at all. We address the issue of panel composition below. There is no suggestion that FINRA itself is biased or incapable of providing a fair arbitration proceeding.</p>\n<p>Because our mandate did not explicitly or implicitly prohibit the district court from remanding this matter to FINRA for further proceedings, we reject the Customers' argument that the remand order contravened the mandate.</p>\n<p></p>\n<h2>B. Rule 60(b) Order</h2>\n<p>The Customers' discussion of the Rule 60(b) order is, for the most part, a reformulation of their argument regarding the remand order. One ancillary issue deserves attention, however. The district <span class=\"star-pagination\">*25</span> court denied the Customers' Rule 60(b) motion \"[e]ssentially for the reasons stated in [Kashner Davidson's] Opposition.\" The Customers suggest that this language could be read as \"tacit approval\" of Kashner Davidson's argument that the district court intended to remand the matter to the original arbitration panel. Kashner Davidson did take this position in its opposition to the Customers' Rule 60(b) motion. Kashner Davidson goes further, flatly stating that the district court \"remanded this arbitration dispute back to FINRA's <i>original</i> arbitration panel for further proceedings.. . .\" FINRA was also confused by the original remand order, stating in a letter that \"counsel will need to seek clarification from the district court on the remand issue before FINRA will proceed with this case.\"</p>\n<p>Although we have decided to affirm the remand order of the district court, we are also going to remand this matter to the district court so that it can consider the parties' arguments and then specify whether (1)a new arbitration panel should be constituted, (2) the original arbitration panel should be reconstituted, or (3)FINRA should decide the issue in the first instance according to its own practices and procedures. The resolution of that issue lies within the sound discretion of the district court. <i>See </i><i>Aircraft Braking Sys. Corp. v. Local 856, United Auto., Aerospace &amp; Agric. Implement Workers,</i> <span class=\"citation\" data-id=\"727245\"><a href=\"/opinion/727245/aircraft-braking-systems-corporation-v-local-856-international-union/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 162 (6th Cir.1996); 1 Martin Domke et al., <i>Domke on Commercial Arbitration</i> § 40:6 (3d ed. &amp; Supp.2009); 4 Thomas H. Oehmke, <i>Commercial Arbitration</i> § 155:4 (3d ed. &amp; Supp.2009).</p>\n<p></p>\n<h2>IV.</h2>\n<p>This matter is <i>REMANDED</i> to the district court for the limited purpose of clarifying the terms of its remand order, as described in this opinion. In all other respects, the district court's remand order and order denying the Customers' Rule 60(b) motion are <i>AFFIRMED.</i> Each party shall bear its own costs.</p>\n<p><i>SO ORDERED.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Our judgment was phrased in materially identical language. Kashner Davidson has suggested that our mandate left the money damages portion of the arbitration award untouched. That is not correct. We instructed the district court to vacate the entire award, which it did.</p>\n<p>[2]  The Customers styled their motion as a \"Motion for Reconsideration\" under Federal Rule of Civil Procedure 7(b) and District of Massachusetts Local Rule 7.1, which are general rules governing motion practice. In its opposition, Kashner Davidson construed the motion as one for relief from an order under Rule 60(b). The Customers adopted that characterization in their reply brief. Nothing in this appeal turns on the precise grounding of the motion in the rules; for clarity, we will refer to it as a Rule 60(b) motion.</p>\n<p>[3]  We note that the recall of a mandate is ordinarily requested by motion. <i>See</i> 20A James Wm. Moore et al., <i>Moore's Federal Practice</i> § 341.11 (3d ed.2009). Contrary to the usual practice, Kashner Davidson raised the issue for the first (and only) time in its brief on appeal. We do not intend our discussion to suggest approval of the manner in which the argument was raised.</p>\n<p>[4]  <i>Compare </i><i>United States v. Fraser,</i> <span class=\"citation\" data-id=\"201330\"><a href=\"/opinion/201330/united-states-v-fraser/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 10-11 (1st Cir.2005) (per curiam) (declining to recall mandate); <i>Conley v. United States,</i> <span class=\"citation\" data-id=\"781268\"><a href=\"/opinion/781268/kenneth-conley-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 14 (1st Cir.2003) (same); <i>Boston &amp; Maine Corp. v. Town of Hampton,</i> <span class=\"citation\" data-id=\"194982\"><a href=\"/opinion/194982/maine-corporation-v-hampton/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 283 (1st Cir.1993) (same); <i>Powers v. Bethlehem Steel Corp.,</i> <span class=\"citation\" data-id=\"313049\"><a href=\"/opinion/313049/donald-e-powers-v-bethlehem-steel-corporation-v-mckie-lighter-co-inc/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span>, 964-65 (1st Cir. 1973) (same); <i>Legate v. Maloney,</i> <span class=\"citation\" data-id=\"268567\"><a href=\"/opinion/268567/william-h-legate-v-j-joseph-maloney-jr-receiver/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 166 (1st Cir.1965) (same); <i>Haverhill Gazette Co. v. Union Leader Corp.,</i> <span class=\"citation\" data-id=\"264837\"><a href=\"/opinion/264837/the-haverhill-gazette-company-v-union-leader-corporation-union-leader/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span>, 809-10 (1st Cir.1964) (same), <i>with </i><i>Alsamhouri v. Gonzales,</i> <span class=\"citation\" data-id=\"796230\"><a href=\"/opinion/796230/jameleddin-alsamhouri-v-alberto-r-gonzales-attorney-general-of-the/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span>, 209-10 (1st Cir.2006) (recalling mandate where an asylum seeker subject to removal raised a \"serious\" jurisdictional argument, and the Supreme Court had not yet acted on a pending petition for writ of certiorari); <i>In re: Unión Nacional De Trabajadores,</i> <span class=\"citation\" data-id=\"331694\"><a href=\"/opinion/331694/in-re-union-nacional-de-trabajadores/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">602</span></a></span>, 604 (1st Cir. 1975) (per curiam) (recalling writ of mandamus where the original decision requiring the district court to hold an \"unprecedented\" jury trial was \"demonstrably wrong and created manifest injustice\"). We have occasionally recalled a mandate for the purpose of correcting a clerical error or matter of form. <i>See, e.g., </i><i>Estate of Abraham v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></span> (1st Cir.2005). That is not the situation presented here.</p>\n<p>[5]  The Supreme Court decided <i>Hall Street</i> on March 25, 2008after we heard oral argument in the first appeal but before we issued our decision. Kashner Davidson could have submitted a letter bringing <i>Hall Street</i> to our attention while the first appeal was pending. <i>See</i> Fed. R.App. P. 28(j). Once the appeal was decided, it could have requested panel rehearing and/or rehearing en banc. <i>See</i> Fed. R.App. P. 35, 40. It could have petitioned the Supreme Court for a writ of certiorari. <i>See</i> Sup.Ct. R. 12, 13. On remand, it could have attempted to show that \"exceptional circumstances\" justified deviation from our mandate. <i>United States v. Wallace,</i> <span class=\"citation\" data-id=\"203924\"><a href=\"/opinion/203924/united-states-v-wallace/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 89 (1st Cir.2009).</p>\n<p>[6]  We note that this is an odd position for the Customers to take. They specifically asked for a remand in the district court and in the first appeal.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/65000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/268567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1254043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1286497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620705/"
  ]
}