{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/146327/",
  "absolute_url": "/opinion/146327/united-states-v-gurka/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/146327/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-05-12T19:35:39Z",
  "date_modified": "2016-04-26T13:49:16.530812Z",
  "type": "010combined",
  "sha1": "269692f3acfb079d827be7d918eaed01858259e3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2584P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/05/12/US_v._Gurka.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-2584\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                         WILLIAM GURKA,\n\n                      Defendant, Appellant.\n\n\n         ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. William E. Smith, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Boudin, Circuit Judges.\n\n\n     Angela G. Lehman for the appellant.\n     Donald C. Lockhart, Assistant United States Attorney, with\nwhom Peter F. Neronha, United States Attorney, and Kenneth P.\nMadden, First Assistant United States Attorney, were on brief for\nappellee.\n\n\n\n                          May 12, 2010\n\f           LYNCH, Chief Judge.      William Gurka appeals from the\n\ndenial of his motion to withdraw that portion of his guilty plea\n\npleading to gun charges related to a cocaine trafficking crime.\n\nSee United States v. Gurka, No. 07-118-S (D.R.I. July 7, 2008).\n\nHis arguments turn on a single legal question: whether a defendant\n\nwho exchanges drugs for guns \"possesses\" the guns \"in furtherance\"\n\nof a drug trafficking crime within the meaning of 18 U.S.C.\n\n§ 924(c)(1)(A).   A plain reading of the statute's text shows that\n\nhe does, and we join the consensus among circuit courts in so\n\nholding and in rejecting the defendant's claims that United States\n\nv. Watson, 552 U.S. 74 (2007), alters the law on this issue.\n\n                                  I.\n\n           We begin with the undisputed facts, to which Gurka agreed\n\nwhen he pleaded guilty.      On June 26, 2007, Gurka met with an\n\nundercover agent of the Bureau of Alcohol, Tobacco, and Firearms\n\n(\"ATF\") in the agent's parked car, beside a highway in Smithfield,\n\nRhode   Island.    Gurka   had   previously   expressed   interest   in\n\npurchasing \"a cold throw-away .380 caliber pistol.\" At the June 26\n\nmeeting, the agent showed Gurka three guns: (1) a Bryco model 38,\n\n.380 caliber semi-automatic pistol, (2) a Lorcin .380 caliber\n\npistol with an obliterated serial number, and (3) a High Standard\n\n.22 caliber semi-automatic pistol with a silencer attached.      Gurka\n\nexamined the guns and the silencer and informed the agent that he\n\n\n\n\n                                  -2-\n\fwanted to buy all of them.         In exchange for these items, Gurka\n\nagreed to pay the agent three bags of cocaine and $400 cash.\n\n               Gurka first paid the agent the $400 cash. The agent then\n\nbrought all three guns to Gurka's nearby pickup truck.           Gurka\n\nplaced the guns in the truck and paid the agent two bags of\n\ncocaine,1 weighing a combined 4.97 grams.      Gurka was then arrested.\n\n               Gurka waived his Miranda rights and wrote a statement,\n\nadmitting to the purchase of the guns and silencer for cocaine and\n\ncash.       He also admitted that he had additional cocaine and guns in\n\nhis home.       A search of Gurka's home later that day revealed an\n\nadditional 39.57 grams of cocaine, a small quantity of marijuana,\n\nand seven guns, including two loaded pistols.\n\n               On October 12, 2007, Gurka pled guilty to a six-count\n\ninformation, pursuant to a written plea agreement.         This appeal\n\nconcerns Count Six,2 which charged Gurka with knowing possession of\n\na firearm––the Bryco semi-automatic pistol3––in furtherance of a\n\ndrug trafficking crime, in violation of 18 U.S.C. § 924(c)(1)(A).\n\n\n     1\n          Since Gurka only had two bags of cocaine at that time,\nthe agent agreed that Gurka could pay the third bag later.\n        2\n          Counts One through Five charged Gurka with drug\nviolations, including the June 26, 2007, distribution offense, the\ncocaine found in Gurka's home, and three earlier drug sales.\n        3\n          The government opted not to charge Gurka with possession\nof the other two guns involved in the barter, the silencer, or the\nguns found at his home. Had Gurka been convicted of possessing a\ngun \"equipped with a . . . silencer\" in furtherance of a drug\ncrime, he would have faced a mandatory thirty-year prison sentence.\n18 U.S.C. § 924(c)(1)(B)(ii).\n\n                                    -3-\n\fCount Six carried a five-year mandatory prison sentence.         Id.\n\n§ 924(c)(1)(A)(i).   When asked by the district court if he agreed\n\nwith the facts described above, Gurka confirmed that he did.     The\n\ndistrict court set January 4, 2008, as the date for sentencing.\n\n          A few weeks before Gurka's scheduled sentencing, the\n\nSupreme Court decided Watson v. United States, 552 U.S. 74 (2007).\n\nThe decision concerned a defendant who had pled guilty to bartering\n\ndrugs for guns under a different prong of § 924(c)(1)(A), which\n\nprovides a mandatory-minimum sentence for offenders who \"use[]\" a\n\nfirearm \"during and in relation to any     . . . drug trafficking\n\ncrime.\" Id. at 76 (quoting 18 U.S.C. § 924(c)(1)(A)).   The Supreme\n\nCourt held that receiving a firearm in a trade for guns did not\n\nconstitute \"use\" of the weapon within the ordinary meaning of the\n\nword, and so did not fall within that language of the statute.   Id.\n\nat 83.   The Court explicitly declined to address whether such a\n\ntransaction would constitute \"possession in furtherance of a drug\n\ncrime\" under the prong of the statute at issue here.    Id.\n\n          Gurka moved to vacate his guilty plea as to Count Six on\n\nJanuary 28, 2008, urging that Watson \"ha[d] a direct impact on the\n\nviability of the charge.\" Gurka's written motion conceded that the\n\ndefendant in Watson was charged under a separate provision of\n\n§ 924(c)(1)(A) and that the Supreme Court's decision in that case\n\naddressed entirely different statutory text.    Nonetheless, Gurka\n\nargued that \"with the advent of the Watson opinion,\" the plain\n\n\n                                -4-\n\fmeaning    of   \"possession\"    and    \"in   furtherance\"       precluded    his\n\nliability under the statute.          On this basis, Gurka urged that he\n\nshould be allowed to withdraw his guilty plea and that the district\n\ncourt should dismiss Count Six as an inappropriate application of\n\n§ 924(c)(1)(A)'s \"possession in furtherance\" provision.\n\n            The district court heard argument from both sides on\n\nGurka's motion at a hearing on March 27, 2008.              On July 7, 2008,\n\nthe district court issued a written order, rejecting Gurka's\n\nargument and denying the motion to vacate his guilty plea.                   See\n\nGurka, slip op. at 5.\n\n            On December 3, 2008, the district court sentenced Gurka\n\nto a below-guidelines sentence of six months imprisonment on Counts\n\nOne through Five, and a consecutive five-year mandatory-minimum\n\nsentence on Count Six.\n\n            This appeal followed.\n\n                                      II.\n\n            During the interval between the acceptance of a guilty\n\nplea and sentencing, \"the district court should liberally allow\n\nwithdrawal of guilty pleas for any 'fair and just reason.'\" United\n\nStates v. Mescual-Cruz, 387 F.3d 1, 6 (1st Cir. 2004) (quoting Fed.\n\nR. Crim. P. 11(d)(2)(B)). We review the district court's denial of\n\na   defendant's   motion   to   withdraw     for   abuse   of   discretion    on\n\npreserved claims.    Id.   Unpreserved issues are reviewed for plain\n\nerror.    Id.   Where, as here, the district court's ruling involves\n\n\n                                      -5-\n\fan issue of statutory interpretation, we review the district\n\ncourt's legal conclusions de novo.          United States v. Padilla-\n\nGalarza, 351 F.3d 594, 597 n.3 (1st Cir. 2003).\n\nA.        The Record on Appeal\n\n          On   appeal,   Gurka   revisits   his   argument    before   the\n\ndistrict court, with a new twist: he now claims that his case\n\nshould be remanded so that the district court may consider further\n\nevidence,4 which Gurka claims would have altered the judge's ruling\n\n\"in light of Watson's concerns.\"     This material was not presented\n\nto the district court, is in violation of Fed. R. App. P. 10, and\n\nis not properly before us. E.g., United States v. Rosario-Peralta,\n\n175 F.3d 48, 56 (1st Cir. 1999) (\"It is elementary that evidence\n\ncannot be submitted for the first time on appeal.\").         In any event,\n\ngiven our holding, the facts contained in Gurka's proffer are\n\nimmaterial.    There is no basis for remand.\n\n\n\n     4\n          Gurka's opening brief initially cited a variety of\nmaterial not in the record. We granted the government's motion to\nstrike his brief and ordered Gurka to file a new one, which did not\ncite such material. The order noted that Gurka could submit \"an\noffer of proof,\" addressing \"evidence he would submit to the\ndistrict court were the case remanded.\" Gurka's revised brief now\nincludes as an addendum a lengthy \"proffer\" consisting of an\nexcerpt from the transcribed recording of his June 26 transaction\nwith the ATF agent, a copy of the ATF report pertaining to his\narrest, and an affidavit from his trial counsel, addressing\ncounsel's failure to present this evidence before the district\ncourt. Gurka's reply brief contains excerpts from two additional\nrecorded conversations with an ATF agent.      Despite the order's\ninstructions, Gurka repeatedly cites to this material, using it as\nthe foundation of his argument for remand.\n\n\n                                  -6-\n\f           We nonetheless consider and reject Gurka's preserved\n\nargument concerning whether the ordinary meaning of \"in furtherance\n\nof\" creates liability under § 924(c)(1)(A) for a defendant who uses\n\ndrugs as payment to purchase a gun.             We also address and reject\n\nGurka's additional, unpreserved claims.\n\nB.         The Statute, 18 U.S.C. § 924(c)(1)(A)\n\n           Some background on the statutory text at issue provides\n\ncontext for Gurka's misplaced reliance on Watson.\n\n           As originally enacted, § 924(c)(1)(A) applied only to a\n\ndefendant who \"use[d] or carrie[d] a firearm\" \"during and in\n\nrelation   to   any   .   .   .   drug    trafficking   crime.\"   18   U.S.C.\n\n§ 924(c)(1)(A) (1998); see Pub. L. No. 105-386, 112 Stat. 3469\n\n(1998).    Congress added the \"possession in furtherance\" prong to\n\nthe text in 1998, Pub. L. No. 105-386, 112 Stat. 3469, shortly\n\nafter the Supreme Court ruled that mere possession of a gun in the\n\nvicinity of a drug transaction did not constitute \"use\" under\n\n§ 924(c)(1)(A), Bailey v. United States, 516 U.S. 137, 143 (1995);\n\nsee also id. (\"Had Congress intended possession alone to trigger\n\nliability under § 924(c)(1), it easily could have so provided.\").\n\nThe amended text, which concerns us, reads:\n\n           Except to the extent that a greater minimum\n           sentence is otherwise provided by this subsection\n           or by any other provision of law, any person who,\n           during and in relation to any . . . drug\n           trafficking crime . . . for which the person may be\n           prosecuted in a court of the United States, uses or\n           carries a firearm, or who, in furtherance of any\n\n                                         -7-\n\f             such crime, possesses a firearm, shall, in addition\n             to the punishment provided for such . . . drug\n             trafficking crime . . . (i) be sentenced to a term\n             of imprisonment of not less than 5 years.\n\n18 U.S.C. 924(c)(1)(A), (i) (emphasis added).\n\n             Watson was the second case in which the Supreme Court\n\nconsidered the application of the \"use\" language to transactions\n\ninvolving the exchange of guns and drugs.              The Court had earlier\n\nheld that § 924(c)(1)(A)'s \"use\" provision applied to a defendant\n\nwho bartered a firearm for drugs.         Smith v. United States, 508 U.S.\n\n223, 241 (1993).       Watson clarified that the term \"use\" did not\n\nextend to the opposite situation, in which a defendant exchanged\n\ndrugs for guns.      552 U.S. at 83.    Watson noted Congress's amendment\n\nto add the \"possession in furtherance\" prong of the statute, but\n\nexplicitly did not address the amended statute's application to\n\nsuch exchanges. Id. (observing that a drugs-for-guns exchange \"may\n\nor may not\" constitute possession in furtherance).                  No subsequent\n\nSupreme Court opinion has spoken to whether such drugs-for-guns\n\ntransactions constitute \"possession in furtherance.\"\n\n             Nonetheless,   Gurka    contends       that   Watson's     reasoning\n\nundercuts the basis for his guilty plea to Count Six and that it\n\nwas error to deny him leave to withdraw his plea.                    He says the\n\nfacts   to   which   he   admitted   do      not   constitute   a    crime   under\n\n§ 924(c)(1)(A), and urges that the application of the \"possession\n\nin furtherance\" prong to his conduct \"runs afoul of Watson's\n\n\n\n                                       -8-\n\fconcerns about using 'ordinary and natural meanings' of language in\n\ncontext.\"    See Watson, 552 U.S. at 79; see also Smith, 508 U.S. at\n\n228.   His sole preserved argument is that the timing of the\n\ntransaction meant that he did not \"possess\" the guns until the drug\n\nsale had been completed and, as a result, his possession did not\n\n\"further\" the drug trafficking crime.      We disagree.\n\n            Watson does not bear the weight Gurka says it does.\n\n\"Use\" is a different word than \"possess,\" with a different meaning.\n\nCompare Merriam-Webster's Collegiate Dictionary 1301 (10th ed.\n\n1993) (defining \"use\" as \"to put into action or service\"), with id.\n\nat 909 (defining \"possess\" as \"to have and hold as property\").    And\n\nthe fact that the relevant possession of a firearm is limited to\n\npossession in furtherance of a drug trafficking crime is not\n\ninformed by Watson at all.      We join the three circuits holding\n\nWatson does not affect the prong of 18 U.S.C. § 924(c)(1)(A)\n\nconcerned with \"possession in furtherance.\"         United States v.\n\nDoody, No. 09-3078, 2010 WL 1253608, at *3 (7th Cir. Apr. 2, 2010);\n\nUnited States v. Gardner, Nos. 08-4793-cr(L), 08-5268(con), 2010 WL\n\n801707, at *5 (2d Cir. Mar. 10, 2010); United States v. Mahan, 586\n\nF.3d 1185, 1189 (9th Cir. 2009).       No circuit court has concluded\n\notherwise.\n\n            For purposes of 18 U.S.C. § 924(c)(1)(A), \"we have\n\nunderstood 'in furtherance of' to demand showing a sufficient nexus\n\nbetween the firearm and the drug crime such that the firearm\n\n\n                                 -9-\n\fadvances or promotes the drug crime.\"        United States v. Marin, 523\n\nF.3d 24, 27 (1st Cir. 2008).          On the facts to which Gurka pled\n\nguilty, there was an ample nexus between his possession of the\n\nBryco semi-automatic pistol and the drug trafficking crime charged\n\nin Count Six.\n\n          As the district court said, whether or not receiving a\n\ngun is \"use,\"\n\n          [w]hen one receives a gun he clearly possesses it;\n          and his possession of the gun at the end of the\n          transaction is essential to the completion of that\n          transaction.    Common sense tells us if the\n          defendant had not accepted the gun (and never\n          possessed it) the transaction would not have been\n          consummated.\n\nGurka, slip op. at 5.    Given the terms of his barter agreement with\n\nthe agent, Gurka's possession of the gun was an essential component\n\nof the drug sale.   See Gardner, 2010 WL 801707, at *4 (\"Whether a\n\nperson who acquires a gun with drugs does so in order to obtain the\n\ngun . . . or to sell drugs, that person furthers the sale of the\n\ndrugs by possessing the gun because, in either case, but for the\n\npossession   of   the   gun,   the    sale   of   drugs   would   not   have\n\noccurred.\"); Mahan, 586 F.3d at 1189 (\"When a defendant accepts a\n\ngun as payment for his drugs, his sale-and thus his crime-is\n\nincomplete until he receives possession of the firearm.\"); see also\n\nUnited States v. Frederick, 406 F.3d 754, 764 (6th Cir. 2005) (\"As\n\na matter of logic, a defendant's willingness to accept possession\n\nof a gun as consideration for some drugs he wishes to sell does\n\n\n                                     -10-\n\fpromote or facilitate that illegal sale.\") (internal quotation\n\nmarks omitted).\n\n            To the extent that Watson has any bearing on Gurka's\n\nclaims, it is in the Supreme Court's emphasis on the normal meaning\n\nof words, see 552 U.S. at 79, which only reinforces our conclusion.\n\nGurka's possession of the gun \"furthered\" the drug crime with which\n\nhe is charged by the ordinary understanding of the term.              \"[W]hile\n\nit is not natural to say that a person who trades drugs for guns\n\n'uses' the guns in the transaction, it is natural to say that a\n\nperson    who   trades   drugs   for    guns    'possesses'     the   guns    'in\n\nfurtherance of' the transaction.\"            Gardner, 2010 WL 801707, at *4.\n\n            Our   holding   as   to    the    possession   of   a   firearm    in\n\nfurtherance of a drug crime prong is consistent with the six\n\ncircuits to have reached this issue, both before and after Watson.\n\nIn United States v. Dolliver, 228 F. App'x 2 (1st Cir. 2007) (per\n\ncuriam), which was unpublished, and issued several months before\n\nWatson was decided, we noted a \"growing consensus\" among circuit\n\ncourts that bartering drugs for firearms constituted possession in\n\nfurtherance. Id. at 3; see United States v. Luke-Sanchez, 483 F.3d\n\n703, 706 (10th Cir. 2007); United States v. Boyd, 209 F. App'x 285,\n\n290 (4th Cir. 2006) (per curiam); Frederick, 406 F.3d at 764.\n\n            Post-Watson, three more circuits have arrived at the same\n\nresult.     See Doody, 2010 WL 1253608, at *3; Gardner, 2010 WL\n\n801707, at *5; Mahan, 586 F.3d at 1189; see also United States v.\n\n\n                                      -11-\n\fSterling, 555 F.3d 452, 458 (5th Cir. 2009) (\"We . . . assume,\n\nwithout   deciding,   that    bartering   drugs   for   guns   constitutes\n\n'possession in furtherance' of a drug trafficking offense . . .\n\n.\"). These courts' clear and persuasive reasoning further supports\n\nour conclusion.\n\n           In an argument largely independent of Watson, Gurka\n\nasserts that the fleeting nature of his handling of the guns before\n\nhis arrest cannot be possession.          The argument fails.     Section\n\n924(c)(1)(A) applies to any possession of a gun that furthers a\n\ndrug trafficking crime.       Gurka's possession of the guns, however\n\nbrief, \"made the drug transaction possible, and thus furthered it,\n\nand § 924(c) requires no more.\"        Doody, 2010 WL 1253608, at *4.\n\n           Finally,   Gurka    makes   two   unpreserved   arguments   not\n\npresented in his motion to withdraw his plea. Gurka first attempts\n\nto recharacterize the exchange as a gun transaction rather than a\n\ndrug sale. Gurka did not present this argument before the district\n\ncourt, and so we review it for plain error.         E.g., Mescual-Cruz,\n\n387 F.3d at 6.    Gurka presents virtually no record evidence in\n\nsupport of this claim,5 and it is both waived and meritless.\n\nIndeed, Gurka concedes that the record may \"just as likely . . .\n\nindicate the guns were purchased to further the drug crime.\"            As\n\n\n\n\n     5\n          Gurka instead relies almost entirely on facts contained\nin his \"proffer.\"\n\n                                  -12-\n\fthe evidence shows, Gurka was a drug dealer who kept a veritable\n\narsenal at home with his drugs.\n\n          Gurka also urges that the ATF agent \"actively pressured\"\n\nhim into using drugs to pay for the guns.    This entrapment claim\n\nwas not presented to the district court and is, moreover, utterly\n\nunsupported by any evidence in the record.   Both arguments fail.\n\n                              III.\n\n          For the reasons stated above, we affirm the judgment.\n\n\n\n\n                  -Concurring Opinion Follows-\n\n\n\n\n                              -13-\n\f          BOUDIN, Circuit Judge, concurring, with whom TORRUELLA,\n\nCircuit Judge, joins in the concurrence and joins in the result.\n\nIn construing federal statutes, an emphasis on literal language has\n\nmuch to be said for it, but phrases that at first glance seem to\n\nhave a single meaning sometimes turn out to be more malleable.   In\n\nthis case, the statute's phrase \"in furtherance of\" can be read to\n\nextend to any firearm causally connected to the drug offense--the\n\nview taken by a number of circuits.   On this view, receiving a gun\n\nas payment for drugs facilitates (and therefore its possession\n\nfurthers) the drug sale.   Indeed, if nothing but words mattered,\n\nusing the gun as a paper weight or door stop during the transaction\n\nmight qualify.\n\n          Yet, in adopting the \"in furtherance\" test, Congress\n\nlikely had in mind a gun's possession in order to threaten or use\n\nit, if necessary, to accomplish the drug sale or at least to make\n\nthe other party (or interlopers) fear its use.   Possessing a gun to\n\nprotect one's drugs from theft incident to a sale or to secure a\n\nbase of operations are obvious examples. E.g., 144 Cong. Rec. 1719\n\n(1998) (statement of Rep. McCollum); id. at 26,608-09 (statement of\n\nSen. DeWine); cf. Smith v. United States, 508 U.S. 223, 238 (1993)\n\n(typical case under use prong is one in which the firearm is used\n\nas \"a means of protection or intimidation\").6\n\n\n     6\n      The Senate hearing on the amendment that led to inclusion of\nthe possession prong is filled with references to weapons used to\nintimidate, threaten or embolden.      E.g., A Bill to Throttle\n\n                               -14-\n\f           That Congress had any special concern with guns used\n\nsolely as payment for drugs is not clear,7 nor is it obvious why\n\nthe simple transfer of a gun from one drug dealer to another\n\ncreates a new danger; conceivably a transfer from a consumer to a\n\ndrug dealer might do so, although drug dealers rarely seem to lack\n\naccess to guns and such sales are often independently unlawful.\n\nSo, coupling this with the rule of lenity, United States v.\n\nGranderson, 511 U.S. 39, 54 (1994), the statute could be read more\n\nnarrowly   in   light   of   its   main    purpose   to   exclude   from   \"in\n\nfurtherance\" those transfers, like Gurka's, in which the gun is\n\nmerely currency.\n\n           But the Supreme Court resolved in Smith the question of\n\nwhether 18 U.S.C. § 924(c)(1)(A) goes beyond the typical use of\n\nguns as weapons to cover at least some barter transactions, albeit\n\nunder the provision's \"use\" prong and involving a trade in the\n\n\n\nCriminal Use of Guns: Hearing on S. 191 Before the S. Comm. on the\nJudiciary, 105th Cong. 4 (1997) (\"Senate Hearing\") (statement of\nSen. Helms); id. (statement of Sen. DeWine); id. at 9-10 (statement\nof Kevin Di Gregory, Deputy Assistant Att'y Gen., Criminal\nDivision, Department of Justice); id. at 35-37 (prepared statement\nof Thomas G. Hungar, Gibson, Dunn, and Crutcher).\n     7\n      Interestingly, there are a couple of references in the Senate\nhearing, where the \"possession\" amendment was under consideration,\nto guns used as barter; but they are essentially descriptions,\nrather than endorsements, of the dicta in Bailey v. United States,\n516 U.S. 137 (1995), reiterating the holding of Smith, that barter\ncan be deemed \"use\" of the gun.       Senate Hearing, supra, at 1\n(statement of Sen. Hatch); id. at 10 (statement of Kevin Di\nGregory, Deputy Assistant Att'y Gen., Criminal Division, Department\nof Justice).\n\n                                    -15-\n\fopposite direction (guns for drugs).     508 U.S. at 229.        Once the\n\nbarter bridge is crossed, it is hard to argue that the statute\n\nautomatically excludes cases where guns were possessed as currency\n\nin a drug transaction, especially as Smith, 508 U.S. at 228-31,\n\n235-39, and Watson v. United States, 552 U.S. 74, 78-83 (2007),\n\nstress an emphatically literal reading.\n\n          Neither Smith nor Watson directly controls here (since\n\nneither addressed the meaning of the statute's possession \"in\n\nfurtherance\" prong and Watson explicitly left that issue open, 552\n\nU.S. at 83); but Smith rejected the view that \"the relationship\n\nbetween the gun and the drug offense [in a gun-for-drugs exchange]\n\nis not the type of connection Congress contemplated when it drafted\n\n§ 924(c)(1),\" 508 U.S. at 238.      In such an exchange, Smith said,\n\nthe gun is \"an integral part of the transaction,\" without which\n\n\"the deal would not have been possible.\"       508 U.S. at 238.8\n\n          And   Smith   expressly   rejected    a   claim   of   contrary\n\ncongressional purpose: it reasoned that Congress probably did not\n\nintend to \"draw a fine metaphysical distinction between a gun's\n\nrole in a drug offense as a weapon and its role as an item of\n\nbarter; [the gun] creates a grave possibility of violence and death\n\n\n\n     8\n      That transaction, arising under the \"use\" prong, was found to\nmeet the required \"during and in relation to\" standard of that\nprovision.    Even if \"in furtherance\" is a \"slightly higher\nstandard\" of connection than \"during and in relation to,\" H. Rep.\n105-344, at 11 (1997), the former phrase's literal meaning permits\nthis same line of reasoning.\n\n                                 -16-\n\fin either capacity\" because its \"treat[ment] momentarily as an item\n\nof commerce does not render it inert or deprive it of destructive\n\ncapacity.\"    508 U.S. at 240.       Instead, \"it can be converted\n\ninstantaneously from currency to cannon.\"        Id.\n\n           Watson provides Gurka no escape. Although Watson (unlike\n\nSmith)   addressed   a   drugs-for-gun   trade   and   reserved   the   \"in\n\nfurtherance\" question, its restriction of the \"use\" prong was\n\npredicated on the word's connotation of action, 552 U.S. at 78-79;\n\n\"possession,\" as our panel opinion explains, does not pose for the\n\ngovernment the same semantic barrier, nor did Watson disturb\n\nSmith's inferences about congressional purpose, id. at 82-83. Only\n\nif the Supreme Court were to re-examine its basic premise as to the\n\nstatute's purpose could a favorable result follow for Gurka.            See\n\nWatson, 552 U.S. at 84 (Ginsburg, J., concurring).\n\n\n\n\n                                  -17-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>605 F.3d 40 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nWilliam GURKA, Defendant, Appellant.</h1></center>\n<center>No. 08-2584.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 6, 2010.</center>\n<center>Decided May 12, 2010.</center>\n<p><span class=\"star-pagination\">*41</span> Angela G. Lehman for the appellant.</p>\n<p>Donald C. Lockhart, Assistant United States Attorney, with whom Peter F. Neronha, United States Attorney, and Kenneth P. Madden, First Assistant United States Attorney, were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>William Gurka appeals from the denial of his motion to withdraw that portion of his guilty plea pleading to gun charges related to a cocaine trafficking crime. <i>See United States v. Gurka,</i> No. 07-118-S (D.R.I. July 7, 2008). His arguments turn on a single legal question: whether a defendant who exchanges drugs for guns \"possesses\" the guns \"in furtherance\" of a drug trafficking crime within the meaning of 18 U.S.C. § 924(c)(1)(A). A plain reading of the statute's text shows that he does, and we join the consensus among circuit courts in so holding and in rejecting the defendant's claims that <i>Watson v. United States,</i> 552 U.S. 74, 128 S.Ct. 579, 169 L.Ed.2d 472 (2007), alters the law on this issue.</p>\n<p></p>\n<h2>I.</h2>\n<p>We begin with the undisputed facts, to which Gurka agreed when he pleaded guilty. On June 26, 2007, Gurka met with an undercover agent of the Bureau of Alcohol, Tobacco, and Firearms (\"ATF\") in the agent's parked car, beside a highway in Smithfield, Rhode Island. Gurka had previously expressed interest in purchasing \"a cold throw-away .380 caliber pistol.\" At the June 26 meeting, the agent showed Gurka three guns: (1) a Bryco model 38,.380 caliber semi-automatic pistol, (2) a Lorcin .380 caliber pistol with an obliterated serial number, and (3) a High Standard.22 caliber semi-automatic pistol with a silencer attached. Gurka examined the guns and the silencer and informed the agent that he wanted to buy all of them. In exchange for these items, Gurka agreed to pay the agent three bags of cocaine and $400 cash.</p>\n<p>Gurka first paid the agent the $400 cash. The agent then brought all three guns to Gurka's nearby pickup truck. Gurka placed the guns in the truck and paid the agent two bags of cocaine,<sup>[1]</sup> weighing a combined 4.97 grams. Gurka was then arrested.</p>\n<p>Gurka waived his <i>Miranda</i> rights and wrote a statement, admitting to the purchase of the guns and silencer for cocaine and cash. He also admitted that he had additional cocaine and guns in his home. <span class=\"star-pagination\">*42</span> A search of Gurka's home later that day revealed an additional 39.57 grams of cocaine, a small quantity of marijuana, and seven guns, including two loaded pistols.</p>\n<p>On October 12, 2007, Gurka pled guilty to a six-count information, pursuant to a written plea agreement. This appeal concerns Count Six,<sup>[2]</sup> which charged Gurka with knowing possession of a firearmthe Bryco semi-automatic pistol<sup>[3]</sup>in furtherance of a drug trafficking crime, in violation of 18 U.S.C. § 924(c)(1)(A). Count Six carried a five-year mandatory prison sentence. <i>Id.</i> § 924(c)(1)(A)(i). When asked by the district court if he agreed with the facts described above, Gurka confirmed that he did. The district court set January 4, 2008, as the date for sentencing.</p>\n<p>A few weeks before Gurka's scheduled sentencing, the Supreme Court decided <i>Watson v. United States,</i> 552 U.S. 74, 128 S.Ct. 579, 169 L.Ed.2d 472 (2007). The decision concerned a defendant who had pled guilty to bartering drugs for guns under a different prong of § 924(c)(1)(A), which provides a mandatory-minimum sentence for offenders who \"use[]\" a firearm \"during and in relation to any ... drug trafficking crime.\" <i>Id.</i> at 76, 128 S.Ct. 579 (quoting 18 U.S.C. § 924(c)(1)(A)). The Supreme Court held that receiving a firearm in a trade for guns did not constitute \"use\" of the weapon within the ordinary meaning of the word, and so did not fall within that language of the statute. <i>Id.</i> at 83, 128 S.Ct. 579. The Court explicitly declined to address whether such a transaction would constitute \"possession in furtherance of a drug crime\" under the prong of the statute at issue here. <i>Id.</i></p>\n<p>Gurka moved to vacate his guilty plea as to Count Six on January 28, 2008, urging that <i>Watson</i> \"ha[d] a direct impact on the viability of the charge.\" Gurka's written motion conceded that the defendant in <i>Watson</i> was charged under a separate provision of § 924(c)(1)(A) and that the Supreme Court's decision in that case addressed entirely different statutory text. Nonetheless, Gurka argued that \"with the advent of the <i>Watson</i> opinion,\" the plain meaning of \"possession\" and \"in furtherance\" precluded his liability under the statute. On this basis, Gurka urged that he should be allowed to withdraw his guilty plea and that the district court should dismiss Count Six as an inappropriate application of § 924(c)(1)(A)'s \"possession in furtherance\" provision.</p>\n<p>The district court heard argument from both sides on Gurka's motion at a hearing on March 27, 2008. On July 7, 2008, the district court issued a written order, rejecting Gurka's argument and denying the motion to vacate his guilty plea. <i>See Gurka,</i> slip op. at 5.</p>\n<p>On December 3, 2008, the district court sentenced Gurka to a below-guidelines sentence of six months imprisonment on Counts One through Five, and a consecutive five-year mandatory-minimum sentence on Count Six.</p>\n<p>This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>During the interval between the acceptance of a guilty plea and sentencing, <span class=\"star-pagination\">*43</span> \"the district court should liberally allow withdrawal of guilty pleas for any `fair and just reason.'\" <i>United States v. Mescual-Cruz,</i> 387 F.3d 1, 6 (1st Cir.2004) (quoting Fed.R.Crim.P. 11(d)(2)(B)). We review the district court's denial of a defendant's motion to withdraw for abuse of discretion on preserved claims. <i>Id.</i> Unpreserved issues are reviewed for plain error. <i>Id.</i> Where, as here, the district court's ruling involves an issue of statutory interpretation, we review the district court's legal conclusions de novo. <i>United States v. Padilla-Galarza,</i> 351 F.3d 594, 597 n. 3 (1st Cir.2003).</p>\n<p></p>\n<h2>A. <i>The Record on Appeal</i>\n</h2>\n<p>On appeal, Gurka revisits his argument before the district court, with a new twist: he now claims that his case should be remanded so that the district court may consider further evidence,<sup>[4]</sup> which Gurka claims would have altered the judge's ruling \"in light of <i>Watson</i>'s concerns.\" This material was not presented to the district court, is in violation of Fed. R.App. P. 10, and is not properly before us. <i>E.g., </i><i>United States v. Rosario-Peralta,</i> 175 F.3d 48, 56 (1st Cir.1999) (\"It is elementary that evidence cannot be submitted for the first time on appeal.\"). In any event, given our holding, the facts contained in Gurka's proffer are immaterial. There is no basis for remand.</p>\n<p>We nonetheless consider and reject Gurka's preserved argument concerning whether the ordinary meaning of \"in furtherance of\" creates liability under § 924(c)(1)(A) for a defendant who uses drugs as payment to purchase a gun. We also address and reject Gurka's additional, unpreserved claims.</p>\n<p></p>\n<h2>B. <i>The Statute, 18 U.S.C. § 924(c)(1)(A)</i>\n</h2>\n<p>Some background on the statutory text at issue provides context for Gurka's misplaced reliance on <i>Watson.</i></p>\n<p>As originally enacted, § 924(c)(1)(A) applied only to a defendant who \"use[d] or carrie[d] a firearm\" \"during and in relation to any ... drug trafficking crime.\" 18 U.S.C. § 924(c)(1)(A) (1998); <i>see</i> Pub.L. No. 105-386, 112 Stat. 3469 (1998). Congress added the \"possession in furtherance\" prong to the text in 1998, Pub.L. No. 105-386, 112 Stat. 3469, shortly after the Supreme Court ruled that mere possession of a gun in the vicinity of a drug transaction did not constitute \"use\" under § 924(c)(1)(A), <i>Bailey v. United States,</i> 516 U.S. 137, 143, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995); <i>see also id.</i> (\"Had Congress intended possession alone to trigger liability under § 924(c)(1), it easily could have so provided.\"). The amended text, which concerns us, reads:</p>\n<blockquote>Except to the extent that a greater minimum sentence is otherwise provided by this subsection or by any other provision of law, any person who, during and in relation to any ... drug trafficking crime ... for which the person <span class=\"star-pagination\">*44</span> may be prosecuted in a court of the United States, uses or carries a firearm, or who, <i>in furtherance of any such crime, possesses a firearm,</i> shall, in addition to the punishment provided for such ... drug trafficking crime ... (i) be sentenced to a term of imprisonment of not less than 5 years.</blockquote>\n<p>18 U.S.C. 924(c)(1)(A), (i) (emphasis added).</p>\n<p><i>Watson</i> was the second case in which the Supreme Court considered the application of the \"use\" language to transactions involving the exchange of guns and drugs. The Court had earlier held that § 924(c)(1)(A)'s \"use\" provision applied to a defendant who bartered a firearm for drugs. <i>Smith v. United States,</i> 508 U.S. 223, 241, 113 S.Ct. 2050, 124 L.Ed.2d 138 (1993). <i>Watson</i> clarified that the term \"use\" did not extend to the opposite situation, in which a defendant exchanged drugs for guns. 552 U.S. at 83, 128 S.Ct. 579. <i>Watson</i> noted Congress's amendment to add the \"possession in furtherance\" prong of the statute, but explicitly did not address the amended statute's application to such exchanges. <i>Id.</i> (observing that a drugs-for-guns exchange \"may or may not\" constitute possession in furtherance). No subsequent Supreme Court opinion has spoken to whether such drugs-for-guns transactions constitute \"possession in furtherance.\"</p>\n<p>Nonetheless, Gurka contends that <i>Watson</i>'s reasoning undercuts the basis for his guilty plea to Count Six and that it was error to deny him leave to withdraw his plea. He says the facts to which he admitted do not constitute a crime under § 924(c)(1)(A), and urges that the application of the \"possession in furtherance\" prong to his conduct \"runs afoul of <i>Watson</i>'s concerns about using `ordinary and natural meanings' of language in context.\" <i>See </i><i>Watson,</i> 552 U.S. at 79, 128 S.Ct. 579; <i>see also </i><i>Smith,</i> 508 U.S. at 228, 113 S.Ct. 2050. His sole preserved argument is that the timing of the transaction meant that he did not \"possess\" the guns until the drug sale had been completed and, as a result, his possession did not \"further\" the drug trafficking crime. We disagree.</p>\n<p><i>Watson</i> does not bear the weight Gurka says it does. \"Use\" is a different word than \"possess,\" with a different meaning. <i>Compare Merriam-Webster's Collegiate Dictionary</i> 1301 (10th ed.1993) (defining \"use\" as \"to put into action or service\"), <i>with id.</i> at 909 (defining \"possess\" as \"to have and hold as property\"). And the fact that the relevant possession of a firearm is limited to possession in furtherance of a drug trafficking crime is not informed by <i>Watson</i> at all. We join the three circuits holding <i>Watson</i> does not affect the prong of 18 U.S.C. § 924(c)(1)(A) concerned with \"possession in furtherance.\" <i>United States v. Doody,</i> 600 F.3d 752, 755-56 (7th Cir.2010); <i>United States v. Gardner,</i> 602 F.3d 97, 103 (2d Cir.2010); <i>United States v. Mahan,</i> 586 F.3d 1185, 1189 (9th Cir. 2009). No circuit court has concluded otherwise.</p>\n<p>For purposes of 18 U.S.C. § 924(c)(1)(A), \"we have understood `in furtherance of' to demand showing a sufficient nexus between the firearm and the drug crime such that the firearm advances or promotes the drug crime.\" <i>United States v. Marin,</i> 523 F.3d 24, 27 (1st Cir. 2008). On the facts to which Gurka pled guilty, there was an ample nexus between his possession of the Bryco semi-automatic pistol and the drug trafficking crime charged in Count Six.</p>\n<p>As the district court said, whether or not receiving a gun is \"use,\"</p>\n<blockquote>\n<span class=\"star-pagination\">*45</span> [w]hen one receives a gun he clearly possesses it; and his possession of the gun at the end of the transaction is essential to the completion of that transaction. Common sense tells us if the defendant had not accepted the gun (and never possessed it) the transaction would not have been consummated.</blockquote>\n<p><i>Gurka,</i> slip op. at 5. Given the terms of his barter agreement with the agent, Gurka's possession of the gun was an essential component of the drug sale. <i>See </i><i>Gardner,</i> 602 F.3d at 102-03 (\"Whether a person who acquires a gun with drugs does so in order to obtain the gun ... or to sell drugs, that person furthers the sale of the drugs by possessing the gun because, in either case, but for the possession of the gun, the sale of drugs would not have occurred.\"); <i>Mahan,</i> 586 F.3d at 1189 (\"When a defendant accepts a gun as payment for his drugs, his saleand thus his crimeis incomplete until he receives possession of the firearm.\"); <i>see also </i><i>United States v. Frederick,</i> 406 F.3d 754, 764 (6th Cir.2005) (\"As a matter of logic, a defendant's willingness to accept possession of a gun as consideration for some drugs he wishes to sell <i>does</i> promote or facilitate that illegal sale.\") (internal quotation marks omitted).</p>\n<p>To the extent that <i>Watson</i> has any bearing on Gurka's claims, it is in the Supreme Court's emphasis on the normal meaning of words, <i>see</i> 552 U.S. at 79, 128 S.Ct. 579, which only reinforces our conclusion. Gurka's possession of the gun \"furthered\" the drug crime with which he is charged by the ordinary understanding of the term. \"[W]hile it is not natural to say that a person who trades drugs for guns `uses' the guns in the transaction, it is natural to say that a person who trades drugs for guns `possesses' the guns `in furtherance of' the transaction.\" <i>Gardner,</i> 602 F.3d at 102-03.</p>\n<p>Our holding as to the possession of a firearm in furtherance of a drug crime prong is consistent with the six circuits to have reached this issue, both before and after <i>Watson.</i> In <i>United States v. Dolliver,</i> 228 Fed.Appx 2 (1st Cir.2007) (per curiam), which was unpublished, and issued several months before <i>Watson</i> was decided, we noted a \"growing consensus\" among circuit courts that bartering drugs for firearms constituted possession in furtherance. <i>Id.</i> at 3; <i>see </i><i>United States v. Luke-Sanchez,</i> 483 F.3d 703, 706 (10th Cir.2007); <i>United States v. Boyd,</i> 209 Fed. Appx. 285, 290 (4th Cir.2006) (per curiam); <i>Frederick,</i> 406 F.3d at 764.</p>\n<p>Post-<i>Watson,</i> three more circuits have arrived at the same result. <i>See </i><i>Doody,</i> 600 F.3d at 755-56; <i>Gardner,</i> 602 F.3d at 103; <i>Mahan,</i> 586 F.3d at 1189; <i>see also </i><i>United States v. Sterling,</i> 555 F.3d 452, 458 (5th Cir.2009) (\"We ... assume, without deciding, that bartering drugs for guns constitutes `possession in furtherance' of a drug trafficking offense....\"). These courts' clear and persuasive reasoning further supports our conclusion.</p>\n<p>In an argument largely independent of <i>Watson,</i> Gurka asserts that the fleeting nature of his handling of the guns before his arrest cannot be possession. The argument fails. Section 924(c)(1)(A) applies to any possession of a gun that furthers a drug trafficking crime. Gurka's possession of the guns, however brief, \"made the drug transaction possible, and thus furthered it, and § 924(c) requires no more.\" <i>Doody,</i> 600 F.3d at 756.</p>\n<p>Finally, Gurka makes two unpreserved arguments not presented in his motion to withdraw his plea. Gurka first attempts to recharacterize the exchange as a <i>gun</i> transaction rather than a drug sale. Gurka did not present this argument before <span class=\"star-pagination\">*46</span> the district court, and so we review it for plain error. <i>E.g., </i><i>Mescual-Cruz,</i> 387 F.3d at 6. Gurka presents virtually no record evidence in support of this claim,<sup>[5]</sup> and it is both waived and meritless. Indeed, Gurka concedes that the record may \"just as likely ... indicate the guns were purchased to further the drug crime.\" As the evidence shows, Gurka was a drug dealer who kept a veritable arsenal at home with his drugs.</p>\n<p>Gurka also urges that the ATF agent \"actively pressured\" him into using drugs to pay for the guns. This entrapment claim was not presented to the district court and is, moreover, utterly unsupported by any evidence in the record. Both arguments fail.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, we <i>affirm</i> the judgment.</p>\n<p>BOUDIN, Circuit Judge, concurring, with whom TORRUELLA, Circuit Judge, joins in the concurrence and joins in the result.</p>\n<p>In construing federal statutes, an emphasis on literal language has much to be said for it, but phrases that at first glance seem to have a single meaning sometimes turn out to be more malleable. In this case, the statute's phrase \"in furtherance of\" can be read to extend to any firearm causally connected to the drug offense the view taken by a number of circuits. On this view, receiving a gun as payment for drugs facilitates (and therefore its possession furthers) the drug sale. Indeed, if nothing but words mattered, using the gun as a paper weight or door stop during the transaction might qualify.</p>\n<p>Yet, in adopting the \"in furtherance\" test, Congress likely had in mind a gun's possession in order to threaten or use it, if necessary, to accomplish the drug sale or at least to make the other party (or interlopers) fear its use. Possessing a gun to protect one's drugs from theft incident to a sale or to secure a base of operations are obvious examples. <i>E.g.,</i> 144 Cong. Rec. 1719 (1998) (statement of Rep. McCollum); <i>id.</i> at 26,608-09 (statement of Sen. DeWine); <i>cf. </i><i>Smith v. United States,</i> 508 U.S. 223, 238, 113 S.Ct. 2050, 124 L.Ed.2d 138 (1993) (typical case under use prong is one in which the firearm is used as \"a means of protection or intimidation\").<sup>[6]</sup></p>\n<p>That Congress had any special concern with guns used solely as payment for drugs is not clear,<sup>[7]</sup> nor is it obvious why the simple transfer of a gun from one drug dealer to another creates a new danger; conceivably a transfer from a consumer to <span class=\"star-pagination\">*47</span> a drug dealer might do so, although drug dealers rarely seem to lack access to guns and such sales are often independently unlawful. So, coupling this with the rule of lenity, <i>United States v. Granderson,</i> 511 U.S. 39, 54, 114 S.Ct. 1259, 127 L.Ed.2d 611 (1994), the statute could be read more narrowly in light of its main purpose to exclude from \"in furtherance\" those transfers, like Gurka's, in which the gun is merely currency.</p>\n<p>But the Supreme Court resolved in <i>Smith</i> the question of whether 18 U.S.C. § 924(c)(1)(A) goes beyond the typical use of guns as weapons to cover at least some barter transactions, albeit under the provision's \"use\" prong and involving a trade in the opposite direction (guns for drugs). 508 U.S. at 229, 113 S.Ct. 2050. Once the barter bridge is crossed, it is hard to argue that the statute automatically excludes cases where guns were possessed as currency in a drug transaction, especially as <i>Smith,</i> 508 U.S. at 228-31, 235-39, 113 S.Ct. 2050, and <i>Watson v. United States,</i> 552 U.S. 74, 78-83, 128 S.Ct. 579, 169 L.Ed.2d 472 (2007), stress an emphatically literal reading.</p>\n<p>Neither <i>Smith</i> nor <i>Watson</i> directly controls here (since neither addressed the meaning of the statute's possession \"in furtherance\" prong and <i>Watson</i> explicitly left that issue open, 552 U.S. at 83, 128 S.Ct. 579); but <i>Smith</i> rejected the view that \"the relationship between the gun and the drug offense [in a gun-for-drugs exchange] is not the type of connection Congress contemplated when it drafted § 924(c)(1),\" 508 U.S. at 238, 113 S.Ct. 2050. In such an exchange, <i>Smith</i> said, the gun is \"an integral part of the transaction,\" without which \"the deal would not have been possible.\" 508 U.S. at 238, 113 S.Ct. 2050.<sup>[8]</sup></p>\n<p>And <i>Smith</i> expressly rejected a claim of contrary congressional purpose: it reasoned that Congress probably did <i>not</i> intend to \"draw a fine metaphysical distinction between a gun's role in a drug offense as a weapon and its role as an item of barter; [the gun] creates a grave possibility of violence and death in either capacity\" because its \"treat[ment] momentarily as an item of commerce does not render it inert or deprive it of destructive capacity.\" 508 U.S. at 240, 113 S.Ct. 2050. Instead, \"it can be converted instantaneously from currency to cannon.\" <i>Id.</i></p>\n<p><i>Watson</i> provides Gurka no escape. Although <i>Watson</i> (unlike <i>Smith</i>) addressed a <i>drugs-for-gun</i> trade and reserved the \"in furtherance\" question, its restriction of the \"use\" prong was predicated on the word's connotation of action, 552 U.S. at 78-79, 128 S.Ct. 579; \"possession,\" as our panel opinion explains, does not pose for the government the same semantic barrier, nor did <i>Watson</i> disturb <i>Smith</i>'s inferences about congressional purpose, <i>id.</i> at 82-83, 128 S.Ct. 579. Only if the Supreme Court were to re-examine its basic premise as to the statute's purpose could a favorable result follow for Gurka. <i>See </i><i>Watson,</i> 552 U.S. at 84, 128 S.Ct. 579 (Ginsburg, J., concurring).</p>\n<h2>NOTES</h2>\n<p>[1]  Since Gurka only had two bags of cocaine at that time, the agent agreed that Gurka could pay the third bag later.</p>\n<p>[2]  Counts One through Five charged Gurka with drug violations, including the June 26, 2007, distribution offense, the cocaine found in Gurka's home, and three earlier drug sales.</p>\n<p>[3]  The government opted not to charge Gurka with possession of the other two guns involved in the barter, the silencer, or the guns found at his home. Had Gurka been convicted of possessing a gun \"equipped with a ... silencer\" in furtherance of a drug crime, he would have faced a mandatory thirty-year prison sentence. 18 U.S.C. § 924(c)(1)(B)(ii).</p>\n<p>[4]  Gurka's opening brief initially cited a variety of material not in the record. We granted the government's motion to strike his brief and ordered Gurka to file a new one, which did not cite such material. The order noted that Gurka could submit \"an offer of proof,\" addressing \"evidence he would submit to the district court were the case remanded.\" Gurka's revised brief now includes as an addendum a lengthy \"proffer\" consisting of an excerpt from the transcribed recording of his June 26 transaction with the ATF agent, a copy of the ATF report pertaining to his arrest, and an affidavit from his trial counsel, addressing counsel's failure to present this evidence before the district court. Gurka's reply brief contains excerpts from two additional recorded conversations with an ATF agent. Despite the order's instructions, Gurka repeatedly cites to this material, using it as the foundation of his argument for remand.</p>\n<p>[5]  Gurka instead relies almost entirely on facts contained in his \"proffer.\"</p>\n<p>[6]  The Senate hearing on the amendment that led to inclusion of the possession prong is filled with references to weapons used to intimidate, threaten or embolden. <i>E.g., A Bill to Throttle Criminal Use of Guns: Hearing on S. 191 Before the S. Comm. on the Judiciary,</i> 105th Cong. 4 (1997) (<i>\"Senate Hearing\"</i>) (statement of Sen. Helms); <i>id.</i> (statement of Sen. DeWine); <i>id.</i> at 9-10 (statement of Kevin Di Gregory, Deputy Assistant Att'y Gen., Criminal Division, Department of Justice); <i>id.</i> at 35-37 (prepared statement of Thomas G. Hungar, Gibson, Dunn, and Crutcher).</p>\n<p>[7]  Interestingly, there <i>are</i> a couple of references in the Senate hearing, where the \"possession\" amendment was under consideration, to guns used as barter; but they are essentially descriptions, rather than endorsements, of the dicta in <i>Bailey v. United States,</i> 516 U.S. 137, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995), reiterating the holding of <i>Smith,</i> that barter can be deemed \"use\" of the gun. <i>Senate Hearing, supra,</i> at 1 (statement of Sen. Hatch); <i>id.</i> at 10 (statement of Kevin Di Gregory, Deputy Assistant Att'y Gen., Criminal Division, Department of Justice).</p>\n<p>[8]  That transaction, arising under the \"use\" prong, was found to meet the required \"during and in relation to\" standard of that provision. Even if \"in furtherance\" is a \"slightly higher standard\" of connection than \"during and in relation to,\" H. Rep. 105-344, at 11 (1997), the former phrase's literal meaning permits this same line of reasoning.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">605</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nWilliam GURKA, Defendant, Appellant.</h1></center>\n<center>No. 08-2584.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 6, 2010.</center>\n<center>Decided May 12, 2010.</center>\n<p><span class=\"star-pagination\">*41</span> Angela G. Lehman for the appellant.</p>\n<p>Donald C. Lockhart, Assistant United States Attorney, with whom Peter F. Neronha, United States Attorney, and Kenneth P. Madden, First Assistant United States Attorney, were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>William Gurka appeals from the denial of his motion to withdraw that portion of his guilty plea pleading to gun charges related to a cocaine trafficking crime. <i>See United States v. Gurka,</i> No. 07-118-S (D.R.I. July 7, 2008). His arguments turn on a single legal question: whether a defendant who exchanges drugs for guns \"possesses\" the guns \"in furtherance\" of a drug trafficking crime within the meaning of 18 U.S.C. § 924(c)(1)(A). A plain reading of the statute's text shows that he does, and we join the consensus among circuit courts in so holding and in rejecting the defendant's claims that <i>Watson v. United States,</i> <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (2007), alters the law on this issue.</p>\n<p></p>\n<h2>I.</h2>\n<p>We begin with the undisputed facts, to which Gurka agreed when he pleaded guilty. On June 26, 2007, Gurka met with an undercover agent of the Bureau of Alcohol, Tobacco, and Firearms (\"ATF\") in the agent's parked car, beside a highway in Smithfield, Rhode Island. Gurka had previously expressed interest in purchasing \"a cold throw-away .380 caliber pistol.\" At the June 26 meeting, the agent showed Gurka three guns: (1) a Bryco model 38,.380 caliber semi-automatic pistol, (2) a Lorcin .380 caliber pistol with an obliterated serial number, and (3) a High Standard.22 caliber semi-automatic pistol with a silencer attached. Gurka examined the guns and the silencer and informed the agent that he wanted to buy all of them. In exchange for these items, Gurka agreed to pay the agent three bags of cocaine and $400 cash.</p>\n<p>Gurka first paid the agent the $400 cash. The agent then brought all three guns to Gurka's nearby pickup truck. Gurka placed the guns in the truck and paid the agent two bags of cocaine,<sup>[1]</sup> weighing a combined 4.97 grams. Gurka was then arrested.</p>\n<p>Gurka waived his <i>Miranda</i> rights and wrote a statement, admitting to the purchase of the guns and silencer for cocaine and cash. He also admitted that he had additional cocaine and guns in his home. <span class=\"star-pagination\">*42</span> A search of Gurka's home later that day revealed an additional 39.57 grams of cocaine, a small quantity of marijuana, and seven guns, including two loaded pistols.</p>\n<p>On October 12, 2007, Gurka pled guilty to a six-count information, pursuant to a written plea agreement. This appeal concerns Count Six,<sup>[2]</sup> which charged Gurka with knowing possession of a firearmthe Bryco semi-automatic pistol<sup>[3]</sup>in furtherance of a drug trafficking crime, in violation of 18 U.S.C. § 924(c)(1)(A). Count Six carried a five-year mandatory prison sentence. <i>Id.</i> § 924(c)(1)(A)(i). When asked by the district court if he agreed with the facts described above, Gurka confirmed that he did. The district court set January 4, 2008, as the date for sentencing.</p>\n<p>A few weeks before Gurka's scheduled sentencing, the Supreme Court decided <i>Watson v. United States,</i> <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (2007). The decision concerned a defendant who had pled guilty to bartering drugs for guns under a different prong of § 924(c)(1)(A), which provides a mandatory-minimum sentence for offenders who \"use[]\" a firearm \"during and in relation to any ... drug trafficking crime.\" <i>Id.</i> at 76, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span> (quoting 18 U.S.C. § 924(c)(1)(A)). The Supreme Court held that receiving a firearm in a trade for guns did not constitute \"use\" of the weapon within the ordinary meaning of the word, and so did not fall within that language of the statute. <i>Id.</i> at 83, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>. The Court explicitly declined to address whether such a transaction would constitute \"possession in furtherance of a drug crime\" under the prong of the statute at issue here. <i>Id.</i></p>\n<p>Gurka moved to vacate his guilty plea as to Count Six on January 28, 2008, urging that <i>Watson</i> \"ha[d] a direct impact on the viability of the charge.\" Gurka's written motion conceded that the defendant in <i>Watson</i> was charged under a separate provision of § 924(c)(1)(A) and that the Supreme Court's decision in that case addressed entirely different statutory text. Nonetheless, Gurka argued that \"with the advent of the <i>Watson</i> opinion,\" the plain meaning of \"possession\" and \"in furtherance\" precluded his liability under the statute. On this basis, Gurka urged that he should be allowed to withdraw his guilty plea and that the district court should dismiss Count Six as an inappropriate application of § 924(c)(1)(A)'s \"possession in furtherance\" provision.</p>\n<p>The district court heard argument from both sides on Gurka's motion at a hearing on March 27, 2008. On July 7, 2008, the district court issued a written order, rejecting Gurka's argument and denying the motion to vacate his guilty plea. <i>See Gurka,</i> slip op. at 5.</p>\n<p>On December 3, 2008, the district court sentenced Gurka to a below-guidelines sentence of six months imprisonment on Counts One through Five, and a consecutive five-year mandatory-minimum sentence on Count Six.</p>\n<p>This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>During the interval between the acceptance of a guilty plea and sentencing, <span class=\"star-pagination\">*43</span> \"the district court should liberally allow withdrawal of guilty pleas for any `fair and just reason.'\" <i>United States v. Mescual-Cruz,</i> <span class=\"citation\" data-id=\"201289\"><a href=\"/opinion/201289/united-states-v-mescual-cruz/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2004) (quoting Fed.R.Crim.P. 11(d)(2)(B)). We review the district court's denial of a defendant's motion to withdraw for abuse of discretion on preserved claims. <i>Id.</i> Unpreserved issues are reviewed for plain error. <i>Id.</i> Where, as here, the district court's ruling involves an issue of statutory interpretation, we review the district court's legal conclusions de novo. <i>United States v. Padilla-Galarza,</i> <span class=\"citation\" data-id=\"200792\"><a href=\"/opinion/200792/united-states-v-padilla-galarza/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 597 n. 3 (1st Cir.2003).</p>\n<p></p>\n<h2>A. <i>The Record on Appeal</i>\n</h2>\n<p>On appeal, Gurka revisits his argument before the district court, with a new twist: he now claims that his case should be remanded so that the district court may consider further evidence,<sup>[4]</sup> which Gurka claims would have altered the judge's ruling \"in light of <i>Watson</i>'s concerns.\" This material was not presented to the district court, is in violation of Fed. R.App. P. 10, and is not properly before us. <i>E.g., </i><i>United States v. Rosario-Peralta,</i> <span class=\"citation\" data-id=\"763556\"><a href=\"/opinion/763556/united-states-v-cruz-rosario-peralta-aka-crescencio-cedeno-peralta/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 56 (1st Cir.1999) (\"It is elementary that evidence cannot be submitted for the first time on appeal.\"). In any event, given our holding, the facts contained in Gurka's proffer are immaterial. There is no basis for remand.</p>\n<p>We nonetheless consider and reject Gurka's preserved argument concerning whether the ordinary meaning of \"in furtherance of\" creates liability under § 924(c)(1)(A) for a defendant who uses drugs as payment to purchase a gun. We also address and reject Gurka's additional, unpreserved claims.</p>\n<p></p>\n<h2>B. <i>The Statute, 18 U.S.C. § 924(c)(1)(A)</i>\n</h2>\n<p>Some background on the statutory text at issue provides context for Gurka's misplaced reliance on <i>Watson.</i></p>\n<p>As originally enacted, § 924(c)(1)(A) applied only to a defendant who \"use[d] or carrie[d] a firearm\" \"during and in relation to any ... drug trafficking crime.\" 18 U.S.C. § 924(c)(1)(A) (1998); <i>see</i> Pub.L. No. 105-386, 112 Stat. 3469 (1998). Congress added the \"possession in furtherance\" prong to the text in 1998, Pub.L. No. 105-386, 112 Stat. 3469, shortly after the Supreme Court ruled that mere possession of a gun in the vicinity of a drug transaction did not constitute \"use\" under § 924(c)(1)(A), <i>Bailey v. United States,</i> <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 143, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995); <i>see also id.</i> (\"Had Congress intended possession alone to trigger liability under § 924(c)(1), it easily could have so provided.\"). The amended text, which concerns us, reads:</p>\n<blockquote>Except to the extent that a greater minimum sentence is otherwise provided by this subsection or by any other provision of law, any person who, during and in relation to any ... drug trafficking crime ... for which the person <span class=\"star-pagination\">*44</span> may be prosecuted in a court of the United States, uses or carries a firearm, or who, <i>in furtherance of any such crime, possesses a firearm,</i> shall, in addition to the punishment provided for such ... drug trafficking crime ... (i) be sentenced to a term of imprisonment of not less than 5 years.</blockquote>\n<p>18 U.S.C. 924(c)(1)(A), (i) (emphasis added).</p>\n<p><i>Watson</i> was the second case in which the Supreme Court considered the application of the \"use\" language to transactions involving the exchange of guns and drugs. The Court had earlier held that § 924(c)(1)(A)'s \"use\" provision applied to a defendant who bartered a firearm for drugs. <i>Smith v. United States,</i> <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 241, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1993). <i>Watson</i> clarified that the term \"use\" did not extend to the opposite situation, in which a defendant exchanged drugs for guns. 552 U.S. at 83, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>. <i>Watson</i> noted Congress's amendment to add the \"possession in furtherance\" prong of the statute, but explicitly did not address the amended statute's application to such exchanges. <i>Id.</i> (observing that a drugs-for-guns exchange \"may or may not\" constitute possession in furtherance). No subsequent Supreme Court opinion has spoken to whether such drugs-for-guns transactions constitute \"possession in furtherance.\"</p>\n<p>Nonetheless, Gurka contends that <i>Watson</i>'s reasoning undercuts the basis for his guilty plea to Count Six and that it was error to deny him leave to withdraw his plea. He says the facts to which he admitted do not constitute a crime under § 924(c)(1)(A), and urges that the application of the \"possession in furtherance\" prong to his conduct \"runs afoul of <i>Watson</i>'s concerns about using `ordinary and natural meanings' of language in context.\" <i>See </i><i>Watson,</i> 552 U.S. at 79, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>; <i>see also </i><i>Smith,</i> 508 U.S. at 228, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>. His sole preserved argument is that the timing of the transaction meant that he did not \"possess\" the guns until the drug sale had been completed and, as a result, his possession did not \"further\" the drug trafficking crime. We disagree.</p>\n<p><i>Watson</i> does not bear the weight Gurka says it does. \"Use\" is a different word than \"possess,\" with a different meaning. <i>Compare Merriam-Webster's Collegiate Dictionary</i> 1301 (10th ed.1993) (defining \"use\" as \"to put into action or service\"), <i>with id.</i> at 909 (defining \"possess\" as \"to have and hold as property\"). And the fact that the relevant possession of a firearm is limited to possession in furtherance of a drug trafficking crime is not informed by <i>Watson</i> at all. We join the three circuits holding <i>Watson</i> does not affect the prong of 18 U.S.C. § 924(c)(1)(A) concerned with \"possession in furtherance.\" <i>United States v. Doody,</i> <span class=\"citation\" data-id=\"1165\"><a href=\"/opinion/1165/united-states-v-doody/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></a></span>, 755-56 (7th Cir.2010); <i>United States v. Gardner,</i> <span class=\"citation\" data-id=\"43\"><a href=\"/opinion/43/united-states-v-gardner/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 103 (2d Cir.2010); <i>United States v. Mahan,</i> <span class=\"citation\" data-id=\"1380703\"><a href=\"/opinion/1380703/united-states-v-mahan/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1185</span></a></span>, 1189 (9th Cir. 2009). No circuit court has concluded otherwise.</p>\n<p>For purposes of 18 U.S.C. § 924(c)(1)(A), \"we have understood `in furtherance of' to demand showing a sufficient nexus between the firearm and the drug crime such that the firearm advances or promotes the drug crime.\" <i>United States v. Marin,</i> <span class=\"citation\" data-id=\"203236\"><a href=\"/opinion/203236/united-states-v-marin/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir. 2008). On the facts to which Gurka pled guilty, there was an ample nexus between his possession of the Bryco semi-automatic pistol and the drug trafficking crime charged in Count Six.</p>\n<p>As the district court said, whether or not receiving a gun is \"use,\"</p>\n<blockquote>\n<span class=\"star-pagination\">*45</span> [w]hen one receives a gun he clearly possesses it; and his possession of the gun at the end of the transaction is essential to the completion of that transaction. Common sense tells us if the defendant had not accepted the gun (and never possessed it) the transaction would not have been consummated.</blockquote>\n<p><i>Gurka,</i> slip op. at 5. Given the terms of his barter agreement with the agent, Gurka's possession of the gun was an essential component of the drug sale. <i>See </i><i>Gardner,</i> 602 F.3d at 102-03 (\"Whether a person who acquires a gun with drugs does so in order to obtain the gun ... or to sell drugs, that person furthers the sale of the drugs by possessing the gun because, in either case, but for the possession of the gun, the sale of drugs would not have occurred.\"); <i>Mahan,</i> 586 F.3d at 1189 (\"When a defendant accepts a gun as payment for his drugs, his saleand thus his crimeis incomplete until he receives possession of the firearm.\"); <i>see also </i><i>United States v. Frederick,</i> <span class=\"citation\" data-id=\"790106\"><a href=\"/opinion/790106/united-states-v-jermaine-raynard-frederick/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 764 (6th Cir.2005) (\"As a matter of logic, a defendant's willingness to accept possession of a gun as consideration for some drugs he wishes to sell <i>does</i> promote or facilitate that illegal sale.\") (internal quotation marks omitted).</p>\n<p>To the extent that <i>Watson</i> has any bearing on Gurka's claims, it is in the Supreme Court's emphasis on the normal meaning of words, <i>see</i> 552 U.S. at 79, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>, which only reinforces our conclusion. Gurka's possession of the gun \"furthered\" the drug crime with which he is charged by the ordinary understanding of the term. \"[W]hile it is not natural to say that a person who trades drugs for guns `uses' the guns in the transaction, it is natural to say that a person who trades drugs for guns `possesses' the guns `in furtherance of' the transaction.\" <i>Gardner,</i> 602 F.3d at 102-03.</p>\n<p>Our holding as to the possession of a firearm in furtherance of a drug crime prong is consistent with the six circuits to have reached this issue, both before and after <i>Watson.</i> In <i>United States v. Dolliver,</i> 228 Fed.Appx 2 (1st Cir.2007) (per curiam), which was unpublished, and issued several months before <i>Watson</i> was decided, we noted a \"growing consensus\" among circuit courts that bartering drugs for firearms constituted possession in furtherance. <i>Id.</i> at 3; <i>see </i><i>United States v. Luke-Sanchez,</i> <span class=\"citation\" data-id=\"169102\"><a href=\"/opinion/169102/united-states-v-luke-sanchez/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 706 (10th Cir.2007); <i>United States v. Boyd,</i> 209 Fed. Appx. 285, 290 (4th Cir.2006) (per curiam); <i>Frederick,</i> 406 F.3d at 764.</p>\n<p>Post-<i>Watson,</i> three more circuits have arrived at the same result. <i>See </i><i>Doody,</i> 600 F.3d at 755-56; <i>Gardner,</i> 602 F.3d at 103; <i>Mahan,</i> 586 F.3d at 1189; <i>see also </i><i>United States v. Sterling,</i> <span class=\"citation\" data-id=\"64504\"><a href=\"/opinion/64504/united-states-v-sterling/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">452</span></a></span>, 458 (5th Cir.2009) (\"We ... assume, without deciding, that bartering drugs for guns constitutes `possession in furtherance' of a drug trafficking offense....\"). These courts' clear and persuasive reasoning further supports our conclusion.</p>\n<p>In an argument largely independent of <i>Watson,</i> Gurka asserts that the fleeting nature of his handling of the guns before his arrest cannot be possession. The argument fails. Section 924(c)(1)(A) applies to any possession of a gun that furthers a drug trafficking crime. Gurka's possession of the guns, however brief, \"made the drug transaction possible, and thus furthered it, and § 924(c) requires no more.\" <i>Doody,</i> 600 F.3d at 756.</p>\n<p>Finally, Gurka makes two unpreserved arguments not presented in his motion to withdraw his plea. Gurka first attempts to recharacterize the exchange as a <i>gun</i> transaction rather than a drug sale. Gurka did not present this argument before <span class=\"star-pagination\">*46</span> the district court, and so we review it for plain error. <i>E.g., </i><i>Mescual-Cruz,</i> 387 F.3d at 6. Gurka presents virtually no record evidence in support of this claim,<sup>[5]</sup> and it is both waived and meritless. Indeed, Gurka concedes that the record may \"just as likely ... indicate the guns were purchased to further the drug crime.\" As the evidence shows, Gurka was a drug dealer who kept a veritable arsenal at home with his drugs.</p>\n<p>Gurka also urges that the ATF agent \"actively pressured\" him into using drugs to pay for the guns. This entrapment claim was not presented to the district court and is, moreover, utterly unsupported by any evidence in the record. Both arguments fail.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, we <i>affirm</i> the judgment.</p>\n<p>BOUDIN, Circuit Judge, concurring, with whom TORRUELLA, Circuit Judge, joins in the concurrence and joins in the result.</p>\n<p>In construing federal statutes, an emphasis on literal language has much to be said for it, but phrases that at first glance seem to have a single meaning sometimes turn out to be more malleable. In this case, the statute's phrase \"in furtherance of\" can be read to extend to any firearm causally connected to the drug offense the view taken by a number of circuits. On this view, receiving a gun as payment for drugs facilitates (and therefore its possession furthers) the drug sale. Indeed, if nothing but words mattered, using the gun as a paper weight or door stop during the transaction might qualify.</p>\n<p>Yet, in adopting the \"in furtherance\" test, Congress likely had in mind a gun's possession in order to threaten or use it, if necessary, to accomplish the drug sale or at least to make the other party (or interlopers) fear its use. Possessing a gun to protect one's drugs from theft incident to a sale or to secure a base of operations are obvious examples. <i>E.g.,</i> 144 Cong. Rec. 1719 (1998) (statement of Rep. McCollum); <i>id.</i> at 26,608-09 (statement of Sen. DeWine); <i>cf. </i><i>Smith v. United States,</i> <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 238, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1993) (typical case under use prong is one in which the firearm is used as \"a means of protection or intimidation\").<sup>[6]</sup></p>\n<p>That Congress had any special concern with guns used solely as payment for drugs is not clear,<sup>[7]</sup> nor is it obvious why the simple transfer of a gun from one drug dealer to another creates a new danger; conceivably a transfer from a consumer to <span class=\"star-pagination\">*47</span> a drug dealer might do so, although drug dealers rarely seem to lack access to guns and such sales are often independently unlawful. So, coupling this with the rule of lenity, <i>United States v. Granderson,</i> <span class=\"citation\" data-id=\"117832\"><a href=\"/opinion/117832/united-states-v-granderson/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 54, <span class=\"citation\" data-id=\"117832\"><a href=\"/opinion/117832/united-states-v-granderson/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1259</span></a></span>, <span class=\"citation\" data-id=\"117832\"><a href=\"/opinion/117832/united-states-v-granderson/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1994), the statute could be read more narrowly in light of its main purpose to exclude from \"in furtherance\" those transfers, like Gurka's, in which the gun is merely currency.</p>\n<p>But the Supreme Court resolved in <i>Smith</i> the question of whether 18 U.S.C. § 924(c)(1)(A) goes beyond the typical use of guns as weapons to cover at least some barter transactions, albeit under the provision's \"use\" prong and involving a trade in the opposite direction (guns for drugs). 508 U.S. at 229, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>. Once the barter bridge is crossed, it is hard to argue that the statute automatically excludes cases where guns were possessed as currency in a drug transaction, especially as <i>Smith,</i> 508 U.S. at 228-31, 235-39, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, and <i>Watson v. United States,</i> <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 78-83, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (2007), stress an emphatically literal reading.</p>\n<p>Neither <i>Smith</i> nor <i>Watson</i> directly controls here (since neither addressed the meaning of the statute's possession \"in furtherance\" prong and <i>Watson</i> explicitly left that issue open, 552 U.S. at 83, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>); but <i>Smith</i> rejected the view that \"the relationship between the gun and the drug offense [in a gun-for-drugs exchange] is not the type of connection Congress contemplated when it drafted § 924(c)(1),\" 508 U.S. at 238, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>. In such an exchange, <i>Smith</i> said, the gun is \"an integral part of the transaction,\" without which \"the deal would not have been possible.\" 508 U.S. at 238, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>.<sup>[8]</sup></p>\n<p>And <i>Smith</i> expressly rejected a claim of contrary congressional purpose: it reasoned that Congress probably did <i>not</i> intend to \"draw a fine metaphysical distinction between a gun's role in a drug offense as a weapon and its role as an item of barter; [the gun] creates a grave possibility of violence and death in either capacity\" because its \"treat[ment] momentarily as an item of commerce does not render it inert or deprive it of destructive capacity.\" 508 U.S. at 240, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>. Instead, \"it can be converted instantaneously from currency to cannon.\" <i>Id.</i></p>\n<p><i>Watson</i> provides Gurka no escape. Although <i>Watson</i> (unlike <i>Smith</i>) addressed a <i>drugs-for-gun</i> trade and reserved the \"in furtherance\" question, its restriction of the \"use\" prong was predicated on the word's connotation of action, 552 U.S. at 78-79, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>; \"possession,\" as our panel opinion explains, does not pose for the government the same semantic barrier, nor did <i>Watson</i> disturb <i>Smith</i>'s inferences about congressional purpose, <i>id.</i> at 82-83, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span>. Only if the Supreme Court were to re-examine its basic premise as to the statute's purpose could a favorable result follow for Gurka. <i>See </i><i>Watson,</i> 552 U.S. at 84, <span class=\"citation\" data-id=\"145842\"><a href=\"/opinion/145842/watson-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></a></span> (Ginsburg, J., concurring).</p>\n<h2>NOTES</h2>\n<p>[1]  Since Gurka only had two bags of cocaine at that time, the agent agreed that Gurka could pay the third bag later.</p>\n<p>[2]  Counts One through Five charged Gurka with drug violations, including the June 26, 2007, distribution offense, the cocaine found in Gurka's home, and three earlier drug sales.</p>\n<p>[3]  The government opted not to charge Gurka with possession of the other two guns involved in the barter, the silencer, or the guns found at his home. Had Gurka been convicted of possessing a gun \"equipped with a ... silencer\" in furtherance of a drug crime, he would have faced a mandatory thirty-year prison sentence. 18 U.S.C. § 924(c)(1)(B)(ii).</p>\n<p>[4]  Gurka's opening brief initially cited a variety of material not in the record. We granted the government's motion to strike his brief and ordered Gurka to file a new one, which did not cite such material. The order noted that Gurka could submit \"an offer of proof,\" addressing \"evidence he would submit to the district court were the case remanded.\" Gurka's revised brief now includes as an addendum a lengthy \"proffer\" consisting of an excerpt from the transcribed recording of his June 26 transaction with the ATF agent, a copy of the ATF report pertaining to his arrest, and an affidavit from his trial counsel, addressing counsel's failure to present this evidence before the district court. Gurka's reply brief contains excerpts from two additional recorded conversations with an ATF agent. Despite the order's instructions, Gurka repeatedly cites to this material, using it as the foundation of his argument for remand.</p>\n<p>[5]  Gurka instead relies almost entirely on facts contained in his \"proffer.\"</p>\n<p>[6]  The Senate hearing on the amendment that led to inclusion of the possession prong is filled with references to weapons used to intimidate, threaten or embolden. <i>E.g., A Bill to Throttle Criminal Use of Guns: Hearing on S. 191 Before the S. Comm. on the Judiciary,</i> 105th Cong. 4 (1997) (<i>\"Senate Hearing\"</i>) (statement of Sen. Helms); <i>id.</i> (statement of Sen. DeWine); <i>id.</i> at 9-10 (statement of Kevin Di Gregory, Deputy Assistant Att'y Gen., Criminal Division, Department of Justice); <i>id.</i> at 35-37 (prepared statement of Thomas G. Hungar, Gibson, Dunn, and Crutcher).</p>\n<p>[7]  Interestingly, there <i>are</i> a couple of references in the Senate hearing, where the \"possession\" amendment was under consideration, to guns used as barter; but they are essentially descriptions, rather than endorsements, of the dicta in <i>Bailey v. United States,</i> <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995), reiterating the holding of <i>Smith,</i> that barter can be deemed \"use\" of the gun. <i>Senate Hearing, supra,</i> at 1 (statement of Sen. Hatch); <i>id.</i> at 10 (statement of Kevin Di Gregory, Deputy Assistant Att'y Gen., Criminal Division, Department of Justice).</p>\n<p>[8]  That transaction, arising under the \"use\" prong, was found to meet the required \"during and in relation to\" standard of that provision. Even if \"in furtherance\" is a \"slightly higher standard\" of connection than \"during and in relation to,\" H. Rep. 105-344, at 11 (1997), the former phrase's literal meaning permits this same line of reasoning.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/43/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/64504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/169102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1380703/"
  ]
}