{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/147476/",
  "absolute_url": "/opinion/147476/vallejo-v-santini-padilla/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/147476/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-05-28T19:19:24Z",
  "date_modified": "2016-04-26T14:55:02.169292Z",
  "type": "010combined",
  "sha1": "e6beaeee4226fdb00ca3448ffa90b3ed920e5a41",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2586P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/05/28/Vallejo_v._Santini-Padilla.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 08-2586\n\n                       ROBERT VALLEJO, ET AL.,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n                MAYOR JORGE SANTINI-PADILLA, ET AL.,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n              [Hon. José A. Fusté, U.S. District Judge]\n\n\n                               Before\n\n                         Lynch, Chief Judge,\n                Torruella and Boudin, Circuit Judges.\n\n\n     Linda George, Law Office of Linda George, Mauricio Hernandez\nArroyo, and Emilio E. Sole de la Paz on brief for appellants.\n     Irene S. Soroeta-Kodesh, Solicitor General, Leticia Casalduc-\nRabell, Deputy Solicitor General, Zaira Z. Girón-Anadón, Deputy\nSolicitor General, and Michelle Camacho-Nieves, Assistant Solicitor\nGeneral, on brief for appellees José Bejaran, FNU Olmedo, and FNU\nAcevedo.\n     Frank Gotay-Barquet and Gotay & Pérez, P.S.C. on brief for\nappellee Anthony Ayala.\n     Michael C. McCall and Aldarondo & López Bras on brief for\nappellees Elieser Rosario-Gerena and Juan Carlos Cruz-Pérez.\n     Ernesto Rovira-Gándara and Mercado & Soto on brief for\nappellees Mayor Jorge Santini-Padilla, the City of San Juan, Puerto\nRico, Col. Adalberto Mercado-Cuevas, and Sgt. Wanda Gómez.\n     Luz Vanessa Ruiz-Torres and Rosario-Rosario Law Offices on\nbrief for appellee City of San Juan.\n     Jorge R. Quintana-Lajara and Quintana & Suárez, P.S.C. on\n\fbrief for appellee Héctor Santana.\n     Antonio Montalvo-Nazario on brief for appellee Capt. Adán\nAdorno.\n     Rosabel Meléndez-Rodríguez and Toledo & Toledo Law Office on\nbrief for appellee Luz Z. Rojas-Delgado.\n\n\n\n\n                          May 28, 2010\n\f            LYNCH, Chief Judge.           Plaintiffs Robert Vallejo, Moillis\n\nL. Batista-Cuevas, and Daniel Fructuoso sued the City of San Juan,\n\nPuerto Rico, its mayor, and others in December 2006, alleging\n\npolice brutality in violation of 42 U.S.C. §§ 1983 and 1985 and\n\nPuerto Rico law.           Plaintiffs appeal from the district court's\n\ndismissal    of    their    federal   and       commonwealth-law    claims,   with\n\nprejudice,    as    a   sanction    for    their    persistent     violations   of\n\nscheduling orders and other discovery misconduct.                  See Vallejo v.\n\nSantini-Padilla, Civ. No. 06-2235 (D.P.R. Aug. 5, 2008).\n\n            Plaintiffs' appeal concedes to us their many violations\n\nbut urges that the sanction of dismissal was unduly harsh and that\n\nthe court should have given plaintiffs more explicit warning before\n\nimposing it. Neither of plaintiffs' arguments was timely presented\n\nto the district court and so they are waived.                    Were we to look\n\nbeyond that waiver, on these facts, the district court did not\n\nabuse its discretion, and we affirm.\n\n                                          I.\n\n            In light of this case's posture on appeal, we need not\n\naddress the substance of the parties' underlying dispute.                  We turn\n\nto the somewhat tangled procedural history, which prompted the\n\ndistrict court's dismissal of plaintiffs' claims.                We also briefly\n\noutline   various       motions    filed       post-dismissal,     which   include\n\nplaintiffs' sole, untimely opposition to the sanction before the\n\ndistrict court.\n\n\n                                          -3-\n\fA.          Pre-Dismissal Procedural History\n\n            This case was litigated for roughly twenty months before\n\nthe district court dismissed it.          That pre-dismissal period was\n\nmarked by the district court's repeated efforts to accommodate\n\nplaintiffs by granting them a series of discovery extensions and\n\nthe plaintiffs' repeated violations of the resulting scheduling and\n\ndiscovery orders.\n\n            Plaintiffs filed their complaint on December 8, 2006. On\n\nMarch 28, 2007, the district court issued a scheduling order, which\n\nset a variety of deadlines for discovery, including an April 9,\n\n2007, deadline for the filing of initial disclosures, pursuant to\n\nFed. R. Civ. P. 26.   The order explicitly warned both parties, with\n\nemphasis, that the court would not allow deviations from this\n\nschedule.\n\n            Plaintiffs did not meet the April 9, 2007, deadline for\n\ntheir initial disclosures.     They instead served them on April 11,\n\n2007.    On   April   26,   2007,   defendants   moved   to   dismiss   the\n\ncomplaint, citing plaintiffs' failure to comply with the scheduling\n\norder.   Defendants reported that plaintiffs' initial disclosures\n\nwere not only late but, significantly, were also incomplete, as\n\nthey omitted numerous documents.           Defendants pointed out that\n\nplaintiffs' disclosure explained only that the missing materials\n\nwere \"to be supplied\"--and did not include anything to support\n\nplaintiffs' damages calculation, in violation of Fed. R. Civ. P.\n\n\n                                    -4-\n\f26(a)(1)(A)(iii).       The district court denied defendants' motion on\n\nMay 16, 2007, and ordered the parties to collaborate on a mutually\n\nagreeable amended discovery schedule.\n\n           The parties jointly filed a revised discovery schedule on\n\nMay 23, 2007.      Under the proposed schedule, both sides agreed,\n\ninter   alia,    that   June    23,   2007,    would   be   the   deadline   for\n\nplaintiffs' expert disclosures and expert witness reports.                   The\n\ncourt approved the new schedule on June 18, 2007.\n\n           Despite      the    court's    accommodation,    plaintiffs   again\n\nfailed to comply with the revised scheduling order to which they\n\nhad agreed.      As of July 19, 2007, almost one month after the\n\namended deadline, plaintiffs still had not made their mandatory\n\nexpert disclosures. On that date, defendants filed a second motion\n\nto dismiss plaintiffs' claims as a sanction for noncompliance, this\n\ntime seeking dismissal with prejudice or, in the alternative, the\n\nexclusion of plaintiffs' expert witnesses.\n\n           Plaintiffs filed a response on July 27, 2007, in which\n\nthey claimed, for the first time, that the discovery schedule to\n\nwhich they had previously agreed \"was overly ambitious and out of\n\nsequence.\"      In particular, plaintiffs asserted that their expert\n\nwitnesses would be unable to prepare reports until the conclusion\n\nof discovery and asked that the court grant them an extension on\n\ntheir expert reports until \"30 days after the conclusion of the\n\ndeposition of fact witnesses.\"\n\n\n                                         -5-\n\f           On August 16, 2007, the court ordered plaintiffs to meet\n\ntheir discovery obligations under the previous scheduling orders\n\nand the Federal Rules of Civil Procedure by August 24, 2007.                    The\n\ncourt warned plaintiffs that failure to comply fully with its order\n\nwould result in the exclusion of their experts' testimony from\n\ntrial.\n\n           The   court's     warning     notwithstanding,        the   August    24\n\ndeadline   passed   without     plaintiffs      completing       their   required\n\ndisclosures.     On August 28, defendants filed a third motion to\n\ndismiss    plaintiffs'       complaint       with    prejudice     or,   in     the\n\nalternative, to exclude plaintiffs' expert witnesses. In response,\n\nplaintiffs again sought an amendment to the dates in the discovery\n\norder.\n\n           On    September    24,    2007,     the   district    court   further\n\naccommodated plaintiffs by granting their request to revise the\n\nscheduling order. The amended order required plaintiffs to produce\n\nexpert reports by May 30, 2008, thirty days after depositions were\n\nto be completed.\n\n           Discovery proceeded over the next several months, albeit\n\nnot always as planned.         During a February 13, 2008, conference\n\ncall, the court ordered all parties to provide to all other parties\n\na transcript of any depositions they conducted; the order was\n\napparently triggered by plaintiffs' taking the position that they\n\nwere not required to do so.         Additionally, although plaintiffs had\n\n\n                                       -6-\n\foriginally      scheduled    approximately         fifty    depositions         between\n\nDecember 12, 2007, and March 25, 2008, they ultimately deposed a\n\ntotal    of   two    witnesses   during     that    period.        In    April    2008,\n\nplaintiffs also failed to produce a fact witness for his scheduled\n\ndeposition     by    defendants,    in    violation    of     an   explicit       court\n\norder;the district court had ordered plaintiffs to produce the\n\nwitness after he failed to appear for a previously scheduled\n\ndeposition in November 2007.              In response, the district court\n\nbarred the witness from testifying for plaintiffs.\n\n              On May 13, 2008, almost two weeks after the most recent\n\namended deadline for the completion of depositions, plaintiffs\n\nfiled a motion to further extend discovery, citing the death of one\n\nof their opponent's attorney's husband in March of that year as the\n\ncause    of   delays.1      Defendants'     responsive      motion       argued    that\n\nplaintiffs' delay was not caused by defense counsel but was \"of\n\ntheir own fault.\"        Defendants noted in part that \"[t]he personal\n\nsituation of counsel for one of the Defendants on one particular\n\ndate does not constitute a sufficient reason for Plaintiffs'\n\ninability to conclude discovery in a timely fashion over the past\n\nseventeen      and   a   half    months.\"      The     district         court    denied\n\nplaintiffs' motion to further revise the scheduling order on May\n\n\n     1\n          The affected defense attorney disputes plaintiffs'\ncharacterization of the delay.     Record evidence shows that she\nreturned to work about two weeks after her husband died and neither\nrequested nor received any alterations in the discovery schedule\nwhile coping with her loss.\n\n                                         -7-\n\f23, 2008, and denied plaintiffs' motion for reconsideration of the\n\ndenial on June 30, 2008.\n\n          In the meantime, plaintiffs failed to file their expert\n\ndisclosures by May 30, 2008, as required by the amended scheduling\n\norder.\n\n          On July 7, 2008, defendants filed another motion to\n\ndismiss plaintiffs' claims with prejudice.    Defendants noted the\n\ncourt's earlier multiple amendments of the discovery schedule to\n\naccommodate plaintiffs and urged that the latest missed deadline\n\nwas \"part of a consistent pattern by Plaintiffs . . . of blatantly\n\nignoring the Court's orders and then belatedly requesting that such\n\ndeadline[s] be extended after already having expired.\"       In an\n\ninformative motion filed that same day, defendants also notified\n\nthe court that plaintiffs had failed to supply copies of deposition\n\ntranscripts to all parties, as mandated by the court's February 13\n\norder.   Two days later, defendants filed a supplemental motion,\n\nreporting that those deposition transcripts that plaintiffs had\n\nprovided were missing key pages, as well as exhibits totaling\n\nseveral hundred more pages.   Defendants asked the court to order\n\nproduction of the missing documents.\n\n          Plaintiffs did not respond to any of these motions. They\n\nfiled no opposition to the defendants' request that the case be\n\ndismissed with prejudice.\n\n\n\n\n                               -8-\n\f          On August 5, 2008, the district court granted defendants'\n\nJuly 2008 motion to dismiss.        Vallejo, slip op. at 6.          The court\n\nnoted that plaintiffs had \"repeatedly disobeyed [its] scheduling\n\norders, beginning with their violation of the initial disclosure\n\ndeadline and including their continued failure to make the required\n\nexpert witness reports available, in contravention of both [the]\n\noriginal scheduling order and the new scheduling order explicitly\n\nagreed upon by the parties themselves.\"           Id. at 4.   It also cited\n\nplaintiffs'   failure    to   provide     all   defendants    with    complete\n\ndeposition transcripts, despite the court's explicit order that\n\nthey do so.   Id.   The court described defendants' repeated efforts\n\nto notify plaintiffs of various deficiencies in their discovery\n\nmaterials, as well as the court's grant of \"several extensions of\n\ntime to cure these defects and . . . warn[ing to] Plaintiffs that\n\nthere would be consequences if they failed to do so.\"            Id. at 4-5.\n\n          Finally,      the   district    court    emphasized   plaintiffs'\n\nfailure to explain their misconduct, noting that since defendants'\n\nJuly 7, 2008, motion to dismiss, plaintiffs \"had ample time to\n\noffer some justification for their malfeasance, but . . . chose to\n\nmake no response.\"      Id. at 5.   As a result, the court found that\n\nplaintiffs' failure to timely make expert disclosures was not\n\n\"substantially justified.\"        Id.     It also held that plaintiffs'\n\nconduct during discovery had inherently prejudiced defendants'\n\nability to prepare for trial, while \"drain[ing] resources of the\n\n\n                                    -9-\n\fparties as well as th[e] court.\"                 Id. (citing Ortiz-Lopez v.\n\nSociedad Espanol de Auxilio Mutuo y Benefiencia de P.R., 248 F.3d\n\n29, 35 (1st Cir. 2001)).\n\n           For all these reasons, the district court found dismissal\n\nwarranted under both Fed. R. Civ. P. 37(b)(2)(A) and Fed. R. Civ.\n\nP. 37(c) and granted defendants' motion to dismiss plaintiffs'\n\nfederal   claims    with     prejudice.         Id.    at     5-6.         It    dismissed\n\nplaintiffs'      remaining     claims    under       Puerto     Rico       law     without\n\nprejudice.    Id. at 6.\n\nB.         Post-Dismissal Procedural History\n\n           We briefly outline the flurry of motions that followed\n\nthe district court's dismissal.           This was the only point at which\n\nplaintiffs made their present arguments before the district court.\n\nThe   parties'    post-dismissal        filings       are   also      the       basis    for\n\ndefendants' erroneous challenge to our jurisdiction.\n\n           On    August    21,   2008,    plaintiffs          filed    a        motion   for\n\nreconsideration under Fed. R. Civ. P. 59(e), asking the court to\n\nreassess its dismissal of their claims.               Defendants timely opposed\n\nplaintiffs'     motion    on   September       12,    2008.      At    no        point   did\n\nplaintiffs file a motion to reply to defendants' opposition, as\n\nrequired by the Puerto Rico District Court's Local Rule 7(c).\n\n           Meanwhile,        defendants    filed        their        own    motion       for\n\nreconsideration on August 23, 2008, asking the district court to\n\nmodify its holding to dismiss plaintiffs' commonwealth-law claims\n\n\n                                        -10-\n\fwith prejudice. Plaintiffs sought and were granted an extension of\n\ntime, until October 1, 2008, to oppose defendants' motion.\n\n           On    October    1,    2008,       plaintiffs'       filed   a    so-called\n\n\"Combined Response to Defendants' Filings Regarding Plaintiffs'\n\nMotion   for    Reconsideration.\"             Although   styled    as   a     reply   to\n\ndefendants'     motion    for    reconsideration,         the    six-page     response\n\nrestated   arguments       raised        in     plaintiffs'       own   motion        for\n\nreconsideration and made only glancing mention of defendants'\n\npending request to dismiss their commonwealth-law claims.\n\n           On October 6, 2008, defendants filed a motion to strike\n\nplaintiffs' \"Combined Response,\" urging that it amounted to further\n\nbriefing on plaintiffs' motion for reconsideration, for which\n\nplaintiffs had neither requested nor obtained leave.                        Defendants\n\nsought an order: (1) striking plaintiffs' combined response for\n\nnoncompliance with Local Rule 7(c); (2) denying plaintiffs' motion\n\nfor   reconsideration;      and    (3)    granting       defendants'        motion    for\n\nreconsideration, which plaintiffs had not properly opposed.\n\n           The district court granted defendants' motion to strike\n\n\"in all respects\" on October 20, 2008.               That same day, it entered\n\na separate order denying plaintiffs' motion for reconsideration.\n\n           Four    days     later,       defendants       filed     a   motion        for\n\nclarification of the court's order. The motion noted a discrepancy\n\nin the docket number referenced in the order granting a motion to\n\n\n\n\n                                         -11-\n\fstrike2 and asserted that the order was \"not clear as to the relief\n\ngranted therein.\"\n\n          On October 28, 2008, the district court granted the\n\nmotion for clarification, explaining that its order \"was intended\n\nto and did grant [defendants'] motion for reconsideration\" and\n\ndirected the entry of an amended judgment dismissing plaintiffs'\n\ncommonwealth-law claims with prejudice.      The amended judgment was\n\nentered on October 29, 2008.\n\n          Plaintiffs filed notice of this appeal on November 28,\n\n2008.\n\n                                  II.\n\n          Plaintiffs   urge    that   the   district   court   chose   an\n\nunnecessarily severe sanction and that they should have been given\n\nadditional notice before the case was dismissed.3       Plaintiffs did\n\n\n     2\n          The district court's October 20 order referred to\ndefendants' motion to strike as docket number 244; defendants'\nmotion to strike was docket number 242.\n     3\n          Defendants make two meritless challenges to our\njurisdiction over this appeal.     First, defendants assert that\nplaintiffs' notice of appeal was untimely under Fed. R. App. P.\n4(a). This argument ignores the fact that notice was filed within\nthirty days of the court's amended judgment, which, as defendants\nconceded in their motion to clarify, was necessary to resolve a\ngenuine ambiguity. Such a judgment \"winds the appeals clock anew.\"\nAir Line Pilots Ass'n v. Precision Valley Aviation, Inc., 26 F.3d\n220, 223 n.2 (1st Cir. 1994) (citing FTC v. Minneapolis-Honeywell\nCo., 344 U.S. 206, 211-12 (1952)).\n     Defendants next urge that the notice of appeal provided\ninsufficient notice under Fed. R. App. P. 3(c)(1). We construe the\nrequirements of Rule 3 liberally, \"analyzing the notice of appeal\nin the context of the entire record.\"         Constructora Andrade\nGutiérrez, S.A. v. Am. Int'l Ins. Co. of P.R., 467 F.3d 38, 44 (1st\n\n                                 -12-\n\fnot properly raise their arguments below, and they are waived.\n\nEven if plaintiffs had preserved their claims, on these facts, the\n\ndistrict court did not abuse its discretion.\n\n          We begin with the waiver. Plaintiffs chose not to oppose\n\ndefendants' July 2008 motion to dismiss or otherwise timely raise\n\ntheir arguments before the district court.   Plaintiffs now assert\n\nthat they opted not to oppose defendants' motion \"because they were\n\nin the difficult position of conceding that their expert's . . .\n\ntestimony would be barred.\" The argument is utterly without merit.\n\nBy their own admission, plaintiffs made a deliberate decision not\n\nto raise their present claims at the appropriate time;4 their\n\n\n\nCir. 2006) (internal quotation marks omitted). Here, although the\ncaption of plaintiffs' notice includes only Robert Vallejo, its\ntext clearly refers to \"Robert Vallejo and other plaintiffs.\" As\nthe plaintiffs on appeal are the same three plaintiffs who have\nlitigated this case from the outset, this filing provided\ndefendants sufficient notice of their opponents on appeal. See\nYoung v. Gordon, 330 F.3d 76, 80 (1st Cir. 2003); cf. Santos-\nMartinez v. Soto-Santiago, 863 F.2d 174, 175 (1st Cir. 1988)\n(finding a notice of appeal that \"purported to be filed for 'all\nplaintiffs'\" inadequate when several of the original plaintiffs\nwere not parties to the appeal).\n     4\n          To the extent that plaintiffs raised their present claims\nbefore the district court, it was solely and improperly in their\nmotion for reconsideration of the sanction order.      \"[A]rguments\nthat could have been raised before may not be raised for the first\ntime in a motion for reconsideration.\" Marks 3 Zet-Ernst Marks\nGmBh & Co. KG v. Presstek, Inc., 455 F.3d 7, 16 (1st Cir. 2006); 11\nCharles A. Wright, et al., Federal Practice & Procedure § 2810.1,\nat 127-28 (2d ed. 1995).      Plaintiffs have not cited a single\nauthority in support of their assertion that their failure to\ntimely oppose the motion to dismiss did not constitute waiver, and\ntheir claim that the argument could not have been raised until\nafter the sanction had been imposed is completely meritless.\n\n                               -13-\n\fchoice mandates waiver of those claims on appeal.    See Dunellen,\n\nLLC v. Getty Props. Corp., 567 F.3d 35, 38 (1st Cir. 2009);\n\nSullivan v. Nat'l Football League, 34 F.3d 1091, 1097 n.1 (1st Cir.\n\n1994).\n\n            Plaintiffs' claims that the district court abused its\n\ndiscretion are, in any event, meritless.      On these facts, the\n\ndistrict court's sanction was not an abuse of its discretion.\n\nDistrict courts' authority to dismiss an action as a sanction for\n\nnoncompliance with a discovery order is well established.     E.g.,\n\nBenitez-Garcia v. Gonzalez-Vega, 468 F.3d 1, 4 (1st Cir. 2006); see\n\nalso Fed. R. Civ. P. 37(b)(2)(A)(v).   Although dismissal of a case\n\nmay at times be a harsh sanction, we have routinely recognized that\n\nit is an essential tool for district courts' effective exercise of\n\ntheir \"right to establish orderly processes and manage their own\n\naffairs.\"    Young v. Gordon, 330 F.3d 76, 81 (1st Cir. 2003).\n\n\"Mindful that case management is a fact-specific matter within the\n\nken of the district court,\" we will reverse \"only for a clear abuse\n\nof discretion.\"    Robson v. Hallenbeck, 81 F.3d 1, 2-3 (1st Cir.\n\n1996); see also Benitez-Garcia, 468 F.3d at 4 (citing Nat'l Hockey\n\nLeague v. Metro. Hockey Club, Inc., 427 U.S. 639, 642 (1976) (per\n\ncuriam)).   \"This standard of review is not appellant-friendly--and\n\na sanctioned litigant bears a weighty burden in attempting to show\n\nthat an abuse occurred.\"     Young, 330 F.3d at 81; see also id.\n\n(\"[A]ppellate     panels   traditionally   give   district   courts\n\n\n                                -14-\n\fconsiderable leeway in the exercise of the latter's admitted\n\nauthority to punish noncompliant litigants.\"); Damiani v. R.I.\n\nHosp., 704 F.2d 12, 17 (1st Cir. 1983) (collecting cases).\n\n            Given    the    array   of    litigation   misconduct    faced      by\n\ndistrict courts, our review of a court's choice of a particular\n\nsanction must necessarily \"be handled on a case-by-case basis.\"\n\nTower Ventures, Inc. v. City of Westfield, 296 F.3d 43, 46 (1st\n\nCir. 2002).    Where, as here, a district court has opted for the\n\nsevere sanction of dismissal with prejudice, our inquiry is both\n\nsubstantive and procedural. E.g., Malloy v. WM Specialty Mortgage,\n\n512 F.3d 23, 26 (1st Cir. 2008) (per curiam).\n\n            Although our fact-specific review necessarily \"def[ies]\n\nmechanical    rules,\"      relevant   substantive      factors    include     \"the\n\nseverity of the violation, the legitimacy of the party's excuse,\n\nrepetition    of    violations,     the   deliberateness    vel    non   of    the\n\nmisconduct, mitigating excuses, prejudice to the other side and to\n\nthe operations of the court, and the adequacy of lesser sanctions.\"\n\nRobson, 81 F.3d at 2.       Pertinent procedural considerations include\n\n\"whether the offending party was given sufficient notice and\n\nopportunity to explain its noncompliance or argue for a lesser\n\npenalty.\"    Malloy, 512 F.3d at 26.\n\n            We turn first to the substantive factors.               Plaintiffs\n\nconcede that they repeatedly missed court-mandated deadlines and\n\nthat the court \"exhibit[ed] patience and understanding by . . .\n\n\n                                      -15-\n\fextending the discovery deadline[s].\" They urge, however, that the\n\ncourt failed to properly consider mitigating factors for their\n\nallegedly minor misconduct and imposed a harsher-than-necessary\n\nsanction.\n\n            Plaintiffs'     effort    to     minimize    their     misconduct\n\nunderstates    the   significance    of     their   repeated    violations    of\n\nscheduling orders.       Although courts should not be too quick to\n\nresort    to   dismissal,   e.g.,    Benitez-Garcia,      468    F.3d   at    5,\n\n\"disobedience of court orders, in and of itself, constitutes\n\nextreme     misconduct    (and,   thus,     warrants    dismissal),\"     Tower\n\nVentures, 296 F.3d at 46; see also Rosario-Diaz v. Gonzalez, 140\n\nF.3d 312, 315 (1st Cir. 1998).             To the extent that plaintiffs\n\nchallenge the district court's finding of prejudice, \"[r]epeated\n\ndisobedience of a scheduling order is inherently prejudicial,\n\nbecause disruption of the court's schedule and the preparation of\n\nother parties nearly always results.\"           Robson, 81 F.3d at 4.        The\n\neffects of repeated delinquency may be particularly acute in cases,\n\nlike this one, that involve many parties.           Moreover, in this case,\n\nplaintiffs' \"failure to achieve the time line that [they] had\n\nrecommended weighs heavily against [them].\" Young, 330 F.3d at 82;\n\nsee also Tower Ventures, 296 F.3d at 47 (\"When a litigant seeks an\n\nextension of time and proposes a compliance date, the court is\n\nentitled to expect that the litigant will meet its self-imposed\n\ndeadline.\").\n\n\n                                     -16-\n\f              Nor did the district court abuse its discretion by\n\nrejecting plaintiffs' excuses for their persistent violations of\n\nscheduling      and    other      discovery-related            orders.         Plaintiffs'\n\npurported explanations for their repeated misconduct lack merit or\n\ncredibility.           Plaintiffs       rely        heavily      on      the     allegedly\n\n\"extraordinarily daunting\" obstacle posed by the death of the\n\nhusband of one of their opponent's attorneys.                        Their argument is\n\ncontradicted by evidence that the affected attorney returned to her\n\noffice about two weeks after her husband's death and \"neither\n\nrequested      nor     agreed      to   a     sine       die    continuance       of    the\n\ndepositions/proceedings in the case.\"5\n\n              Further, to the extent that plaintiffs suggest a finding\n\nof    bad    faith    is   a    prerequisite       for    imposing       a   sanction   of\n\ndismissal, that claim is flatly contradicted by our caselaw. E.g.,\n\nYoung, 330 F.3d at 82.           Given plaintiffs' pattern of misconduct in\n\nthis case, the court did not abuse its discretion by dismissing\n\ntheir claim without expressly holding they had acted in bad faith.\n\n              Plaintiffs' claim that their attorneys were responsible\n\nfor    the    discovery        violations     and    they      did    not      \"personally\n\ncontribute[] to any delays\" is similarly unavailing. \"Visiting the\n\nsins of the attorney . . . on the client is of course inherent in\n\n\n       5\n          Plaintiffs' assertion that defendants' allegedly superior\nresources somehow justified plaintiffs' persistent noncompliance\nwith court orders also fails.      The claim ignores the court's\nrepeated efforts to accommodate plaintiffs' needs, which were met\nwith continued violations.\n\n                                            -17-\n\fthe nature of the adversary system.\" Figueroa Ruiz v. Alegria, 896\n\nF.2d    645,    650    n.5    (1st   Cir.   1990)    (alteration    in   original)\n\n(internal quotation marks omitted); see also Link v. Wabash R. Co.,\n\n370 U.S. 626, 633-34 (1962).\n\n               Plaintiffs also perfunctorily argue that the district\n\ncourt    abused       its    discretion     by   failing   to    consider     lesser\n\nsanctions.      Recognizing that \"reviewing courts, properly employing\n\nthe benefit of hindsight, [may be] heavily influenced by the\n\nseverity of outright dismissal as a sanction for failure to comply\n\nwith a discovery order,\" Nat'l Hockey League, 427 U.S. at 642, we\n\nshow considerable deference \"to the district court's on-the-scene\n\njudgment\" when selecting the appropriate sanction, Malloy, 512 F.3d\n\nat 27.\n\n               Here, plaintiffs' repeated violations occurred despite\n\nthe court's generous accommodations of their scheduling concerns.\n\nPlaintiffs also failed to improve their conduct after the court\n\nearlier imposed a lesser sanction of barring testimony from the\n\nwitness whom plaintiffs had failed to produce for his scheduled\n\ndeposition.        And while \"the district court did not expressly\n\nconsider   lesser       alternatives\"       when    granting    defendants'    final\n\nmotion to dismiss, \"none was suggested by the plaintiffs.\" Malloy,\n\n512 F.3d at 27; see also Tower Ventures, 296 F.3d at 46; Damiani,\n\n704 F.2d at 15 (noting that nothing in the Federal Rules of Civil\n\nProcedure \"states or suggests that the sanction of dismissal can be\n\n\n                                          -18-\n\fused only after all the other sanctions have been considered or\n\ntried\").\n\n            Plaintiffs' procedural argument is also without merit.\n\nPlaintiffs urge that the district court failed to explicitly warn\n\nthem that their claim might be dismissed.               Although notice is not\n\nrequired    before   imposing   dismissal     as    a    sanction,     \"counsel's\n\ndisregard   of   a   prior   warning   from   the       court   exacerbates       the\n\noffense, and the lack of warning sometimes mitigates it.\"                  Robson,\n\n81 F.3d at 3.    Here, the district court warned all parties at the\n\noutset of discovery that noncompliance with the scheduling order\n\nwould not be tolerated and subsequently warned plaintiffs in August\n\n2007 that they would be sanctioned for failure to meet deadlines.\n\n            Plaintiffs' claim of detrimental reliance on the latter\n\nwarning lacks merit. That warning was given almost one year before\n\nthe court dismissed the case.           During the intervening months,\n\nplaintiffs (1) violated two more scheduling orders (despite the\n\ncourt further adjusting the calendar to accommodate them), (2)\n\nviolated a court order to produce a witness for deposition, (3)\n\nviolated a court order to provide complete copies of deposition\n\ntranscripts to all parties, and (4) had completed only a fraction\n\nof their proposed discovery.\n\n            Plaintiffs   were   also   put    on    notice      of   the   risk   of\n\ndismissal by defendants' filing of their final motion to dismiss.\n\n\"Defendants' motion for sanctions expressly sought dismissal with\n\n\n                                   -19-\n\fprejudice, yet plaintiffs filed no opposition to the motion in\n\ngeneral or to that sanction in particular.\"     Malloy, 512 F.3d at\n\n28.   This motion, which the district court waited one month before\n\ngranting, afforded plaintiffs \"notice of the prospect of dismissal\n\nand opportunity to offer excuses for their delay or to advocate for\n\nlesser sanctions.\"    Id.   The district court's ruling expressly\n\nrelied on the fact that plaintiffs had been given the chance to\n\nexplain their behavior or otherwise oppose the motion and had \"made\n\nno attempt to explain themselves.\"     Vallejo, slip op. at 5.6\n\n                                III.\n\n           For the reasons discussed above, we affirm the district\n\ncourt's judgment.\n\n\n\n\n      6\n          Plaintiffs' reliance on Malot v. Dorado Beach Cottages\nAssociates, 478 F.3d 40 (1st Cir. 2007), in this regard is\nmisplaced. In Malot, our determination that the district court\nabused its discretion rested in significant part on our finding\nthat the various substantive factors militated against dismissal,\nid. at 43-45. Moreover, in Malot, there was no indication that\nplaintiffs had failed to avail themselves of the opportunity to\ncontest dismissal by opposing defendants' motion to dismiss. Id.\nat 43.\n\n                                -20-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>607 F.3d 1 (2010)</b></center>\n<center><h1>Robert VALLEJO, et al., Plaintiffs, Appellants,<br>\nv.<br>\nMayor Jorge SANTINI-PADILLA, et al., Defendants, Appellees.</h1></center>\n<center>No. 08-2586.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 6, 2010.</center>\n<center>Decided May 28, 2010.</center>\n<p><span class=\"star-pagination\">*2</span> Linda George, Law Office of Linda George, Mauricio Hernandez Arroyo, and Emilio E. Sole de la Paz on brief for appellants.</p>\n<p>Irene S. Soroeta-Kodesh, Solicitor General, Leticia Casalduc-Rabell, Deputy Solicitor General, Zaira Z. Girón-Anadón, Deputy Solicitor General, and Michelle Camacho-Nieves, Assistant Solicitor General, on brief for appellees José Bejaran, FNU Olmedo, and FNU Acevedo.</p>\n<p><span class=\"star-pagination\">*3</span> Frank Gotay-Barquet and Gotay &amp; Pérez, P.S.C. on brief for appellee Anthony Ayala.</p>\n<p>Michael C. McCall and Aldarondo &amp; López Bras on brief for appellees Elieser Rosario-Gerena and Juan Carlos Cruz-Pérez.</p>\n<p>Ernesto Rovira-Gándara and Mercado &amp; Soto on brief for appellees Mayor Jorge Santini-Padilla, the City of San Juan, Puerto Rico, Col. Adalberto Mercado-Cuevas, and Sgt. Wanda Gómez.</p>\n<p>Luz Vanessa Ruiz-Torres and Rosario-Rosario Law Offices on brief for appellee City of San Juan.</p>\n<p>Jorge R. Quintana-Lajara and Quintana &amp; Suárez, P.S.C. on brief for appellee Héctor Santana.</p>\n<p>Antonio Montalvo-Nazario on brief for appellee Capt. Adán Adorno.</p>\n<p>Rosabel Meléndez-Rodríguez and Toledo &amp; Toledo Law Office on brief for appellee Luz Z. Rojas-Delgado.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Plaintiffs Robert Vallejo, Moillis L. Batista-Cuevas, and Daniel Fructuoso sued the City of San Juan, Puerto Rico, its mayor, and others in December 2006, alleging police brutality in violation of 42 U.S.C. §§ 1983 and 1985 and Puerto Rico law. Plaintiffs appeal from the district court's dismissal of their federal and commonwealth-law claims, with prejudice, as a sanction for their persistent violations of scheduling orders and other discovery misconduct. <i>See Vallejo v. Santini-Padilla,</i> Civ. No. 06-2235 (D.P.R. Aug. 5, 2008).</p>\n<p>Plaintiffs' appeal concedes to us their many violations but urges that the sanction of dismissal was unduly harsh and that the court should have given plaintiffs more explicit warning before imposing it. Neither of plaintiffs' arguments was timely presented to the district court and so they are waived. Were we to look beyond that waiver, on these facts, the district court did not abuse its discretion, and we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>In light of this case's posture on appeal, we need not address the substance of the parties' underlying dispute. We turn to the somewhat tangled procedural history, which prompted the district court's dismissal of plaintiffs' claims. We also briefly outline various motions filed post-dismissal, which include plaintiffs' sole, untimely opposition to the sanction before the district court.</p>\n<p></p>\n<h2>A. <i>Pre-Dismissal Procedural History</i>\n</h2>\n<p>This case was litigated for roughly twenty months before the district court dismissed it. That pre-dismissal period was marked by the district court's repeated efforts to accommodate plaintiffs by granting them a series of discovery extensions and the plaintiffs' repeated violations of the resulting scheduling and discovery orders.</p>\n<p>Plaintiffs filed their complaint on December 8, 2006. On March 28, 2007, the district court issued a scheduling order, which set a variety of deadlines for discovery, including an April 9, 2007, deadline for the filing of initial disclosures, pursuant to Fed.R.Civ.P. 26. The order explicitly warned both parties, with emphasis, that <i>the court would not allow deviations from this schedule.</i></p>\n<p>Plaintiffs did not meet the April 9, 2007, deadline for their initial disclosures. They instead served them on April 11, 2007. On April 26, 2007, defendants moved to dismiss the complaint, citing plaintiffs' failure <span class=\"star-pagination\">*4</span> to comply with the scheduling order. Defendants reported that plaintiffs' initial disclosures were not only late but, significantly, were also incomplete, as they omitted numerous documents. Defendants pointed out that plaintiffs' disclosure explained only that the missing materials were \"to be supplied\"and did not include anything to support plaintiffs' damages calculation, in violation of Fed.R.Civ.P. 26(a)(1)(A)(iii). The district court denied defendants' motion on May 16, 2007, and ordered the parties to collaborate on a mutually agreeable amended discovery schedule.</p>\n<p>The parties jointly filed a revised discovery schedule on May 23, 2007. Under the proposed schedule, both sides agreed, inter alia, that June 23, 2007, would be the deadline for plaintiffs' expert disclosures and expert witness reports. The court approved the new schedule on June 18, 2007.</p>\n<p>Despite the court's accommodation, plaintiffs again failed to comply with the revised scheduling order to which they had agreed. As of July 19, 2007, almost one month after the amended deadline, plaintiffs still had not made their mandatory expert disclosures. On that date, defendants filed a second motion to dismiss plaintiffs' claims as a sanction for noncompliance, this time seeking dismissal with prejudice or, in the alternative, the exclusion of plaintiffs' expert witnesses.</p>\n<p>Plaintiffs filed a response on July 27, 2007, in which they claimed, for the first time, that the discovery schedule to which they had previously agreed \"was overly ambitious and out of sequence.\" In particular, plaintiffs asserted that their expert witnesses would be unable to prepare reports until the conclusion of discovery and asked that the court grant them an extension on their expert reports until \"30 days after the conclusion of the deposition of fact witnesses.\"</p>\n<p>On August 16, 2007, the court ordered plaintiffs to meet their discovery obligations under the previous scheduling orders and the Federal Rules of Civil Procedure by August 24, 2007. The court warned plaintiffs that failure to comply fully with its order would result in the exclusion of their experts' testimony from trial.</p>\n<p>The court's warning notwithstanding, the August 24 deadline passed without plaintiffs completing their required disclosures. On August 28, defendants filed a third motion to dismiss plaintiffs' complaint with prejudice or, in the alternative, to exclude plaintiffs' expert witnesses. In response, plaintiffs again sought an amendment to the dates in the discovery order.</p>\n<p>On September 24, 2007, the district court further accommodated plaintiffs by granting their request to revise the scheduling order. The amended order required plaintiffs to produce expert reports by May 30, 2008, thirty days after depositions were to be completed.</p>\n<p>Discovery proceeded over the next several months, albeit not always as planned. During a February 13, 2008, conference call, the court ordered all parties to provide to all other parties a transcript of any depositions they conducted; the order was apparently triggered by plaintiffs' taking the position that they were not required to do so. Additionally, although plaintiffs had originally scheduled approximately fifty depositions between December 12, 2007, and March 25, 2008, they ultimately deposed a total of two witnesses during that period. In April 2008, plaintiffs also failed to produce a fact witness for his scheduled deposition by defendants, in violation of an explicit court order;the district court had ordered plaintiffs to produce the witness after he failed to appear for a previously <span class=\"star-pagination\">*5</span> scheduled deposition in November 2007. In response, the district court barred the witness from testifying for plaintiffs.</p>\n<p>On May 13, 2008, almost two weeks after the most recent amended deadline for the completion of depositions, plaintiffs filed a motion to further extend discovery, citing the death of one of their opponent's attorney's husband in March of that year as the cause of delays.<sup>[1]</sup> Defendants' responsive motion argued that plaintiffs' delay was not caused by defense counsel but was \"of their own fault.\" Defendants noted in part that \"[t]he personal situation of counsel for one of the Defendants on one particular date does not constitute a sufficient reason for Plaintiffs' inability to conclude discovery in a timely fashion over the past seventeen and a half months.\" The district court denied plaintiffs' motion to further revise the scheduling order on May 23, 2008, and denied plaintiffs' motion for reconsideration of the denial on June 30, 2008.</p>\n<p>In the meantime, plaintiffs failed to file their expert disclosures by May 30, 2008, as required by the amended scheduling order.</p>\n<p>On July 7, 2008, defendants filed another motion to dismiss plaintiffs' claims with prejudice. Defendants noted the court's earlier multiple amendments of the discovery schedule to accommodate plaintiffs and urged that the latest missed deadline was \"part of a consistent pattern by Plaintiffs... of blatantly ignoring the Court's orders and then belatedly requesting that such deadline[s] be extended after already having expired.\" In an informative motion filed that same day, defendants also notified the court that plaintiffs had failed to supply copies of deposition transcripts to all parties, as mandated by the court's February 13 order. Two days later, defendants filed a supplemental motion, reporting that those deposition transcripts that plaintiffs <i>had</i> provided were missing key pages, as well as exhibits totaling several hundred more pages. Defendants asked the court to order production of the missing documents.</p>\n<p>Plaintiffs did not respond to any of these motions. They filed no opposition to the defendants' request that the case be dismissed with prejudice.</p>\n<p>On August 5, 2008, the district court granted defendants' July 2008 motion to dismiss. <i>Vallejo,</i> slip op. at 6. The court noted that plaintiffs had \"repeatedly disobeyed [its] scheduling orders, beginning with their violation of the initial disclosure deadline and including their continued failure to make the required expert witness reports available, in contravention of both [the] original scheduling order and the new scheduling order explicitly agreed upon by the parties themselves.\" <i>Id.</i> at 4. It also cited plaintiffs' failure to provide all defendants with complete deposition transcripts, despite the court's explicit order that they do so. <i>Id.</i> The court described defendants' repeated efforts to notify plaintiffs of various deficiencies in their discovery materials, as well as the court's grant of \"several extensions of time to cure these defects and ... warn[ing to] Plaintiffs that there would be consequences if they failed to do so.\" <i>Id.</i> at 4-5.</p>\n<p>Finally, the district court emphasized plaintiffs' failure to explain their misconduct, noting that since defendants' July 7, 2008, motion to dismiss, plaintiffs \"had ample time to offer some justification for <span class=\"star-pagination\">*6</span> their malfeasance, but ... chose to make no response.\" <i>Id.</i> at 5. As a result, the court found that plaintiffs' failure to timely make expert disclosures was not \"substantially justified.\" <i>Id.</i> It also held that plaintiffs' conduct during discovery had inherently prejudiced defendants' ability to prepare for trial, while \"drain[ing] resources of the parties as well as th[e] court.\" <i>Id.</i> (citing <i>Ortiz-Lopez v. Sociedad Espanol de Auxilio Mutuo y Benefiencia de P.R.,</i> 248 F.3d 29, 35 (1st Cir. 2001)).</p>\n<p>For all these reasons, the district court found dismissal warranted under both Fed.R.Civ.P. 37(b)(2)(A) and Fed.R.Civ.P. 37(c) and granted defendants' motion to dismiss plaintiffs' federal claims with prejudice. <i>Id.</i> at 5-6. It dismissed plaintiffs' remaining claims under Puerto Rico law without prejudice. <i>Id.</i> at 6.</p>\n<p></p>\n<h2>B. <i>Post-Dismissal Procedural History</i>\n</h2>\n<p>We briefly outline the flurry of motions that followed the district court's dismissal. This was the only point at which plaintiffs made their present arguments before the district court. The parties' post-dismissal filings are also the basis for defendants' erroneous challenge to our jurisdiction.</p>\n<p>On August 21, 2008, plaintiffs filed a motion for reconsideration under Fed. R.Civ.P. 59(e), asking the court to reassess its dismissal of their claims. Defendants timely opposed plaintiffs' motion on September 12, 2008. At no point did plaintiffs file a motion to reply to defendants' opposition, as required by the Puerto Rico District Court's Local Rule 7(c).</p>\n<p>Meanwhile, defendants filed their own motion for reconsideration on August 23, 2008, asking the district court to modify its holding to dismiss plaintiffs' commonwealth-law claims with prejudice. Plaintiffs sought and were granted an extension of time, until October 1, 2008, to oppose defendants' motion.</p>\n<p>On October 1, 2008, plaintiffs' filed a so-called \"Combined Response to Defendants' Filings Regarding Plaintiffs' Motion for Reconsideration.\" Although styled as a reply to defendants' motion for reconsideration, the six-page response restated arguments raised in plaintiffs' own motion for reconsideration and made only glancing mention of defendants' pending request to dismiss their commonwealth-law claims.</p>\n<p>On October 6, 2008, defendants filed a motion to strike plaintiffs' \"Combined Response,\" urging that it amounted to further briefing on plaintiffs' motion for reconsideration, for which plaintiffs had neither requested nor obtained leave. Defendants sought an order: (1) striking plaintiffs' combined response for noncompliance with Local Rule 7(c); (2) denying plaintiffs' motion for reconsideration; and (3) granting defendants' motion for reconsideration, which plaintiffs had not properly opposed.</p>\n<p>The district court granted defendants' motion to strike \"in all respects\" on October 20, 2008. That same day, it entered a separate order denying plaintiffs' motion for reconsideration.</p>\n<p>Four days later, defendants filed a motion for clarification of the court's order. The motion noted a discrepancy in the docket number referenced in the order granting a motion to strike<sup>[2]</sup> and asserted that the order was \"not clear as to the relief granted therein.\"</p>\n<p>On October 28, 2008, the district court granted the motion for clarification, explaining that its order \"was intended to and did grant [defendants'] motion for reconsideration\" <span class=\"star-pagination\">*7</span> and directed the entry of an amended judgment dismissing plaintiffs' commonwealth-law claims with prejudice. The amended judgment was entered on October 29, 2008.</p>\n<p>Plaintiffs filed notice of this appeal on November 28, 2008.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs urge that the district court chose an unnecessarily severe sanction and that they should have been given additional notice before the case was dismissed.<sup>[3]</sup> Plaintiffs did not properly raise their arguments below, and they are waived. Even if plaintiffs had preserved their claims, on these facts, the district court did not abuse its discretion.</p>\n<p>We begin with the waiver. Plaintiffs chose not to oppose defendants' July 2008 motion to dismiss or otherwise timely raise their arguments before the district court. Plaintiffs now assert that they opted not to oppose defendants' motion \"because they were in the difficult position of conceding that their expert's... testimony would be barred.\" The argument is utterly without merit. By their own admission, plaintiffs made a deliberate decision not to raise their present claims at the appropriate time;<sup>[4]</sup> their choice mandates waiver of those claims on appeal. <i>See Dunellen, LLC v. Getty Props. Corp.,</i> 567 F.3d 35, 38 (1st Cir.2009); <i>Sullivan v. Nat'l Football League,</i> 34 F.3d 1091, 1097 n. 1 (1st Cir.1994).</p>\n<p>Plaintiffs' claims that the district court abused its discretion are, in any event, meritless. On these facts, the district court's sanction was not an abuse of its discretion. District courts' authority to dismiss an action as a sanction for noncompliance with a discovery order is well established. <i>E.g., </i><i>Benitez-Garcia v. Gonzalez-Vega,</i> 468 F.3d 1, 4 (1st Cir.2006); <i>see</i> <span class=\"star-pagination\">*8</span> <i>also</i> Fed.R.Civ.P. 37(b)(2)(A)(v). Although dismissal of a case may at times be a harsh sanction, we have routinely recognized that it is an essential tool for district courts' effective exercise of their \"right to establish orderly processes and manage their own affairs.\" <i>Young v. Gordon,</i> 330 F.3d 76, 81 (1st Cir.2003). \"Mindful that case management is a fact-specific matter within the ken of the district court,\" we will reverse \"only for a clear abuse of discretion.\" <i>Robson v. Hallenbeck,</i> 81 F.3d 1, 2-3 (1st Cir.1996); <i>see also </i><i>Benitez-Garcia,</i> 468 F.3d at 4 (citing <i>Nat'l Hockey League v. Metro. Hockey Club, Inc.,</i> 427 U.S. 639, 642, 96 S.Ct. 2778, 49 L.Ed.2d 747 (1976) (per curiam)). \"This standard of review is not appellant-friendlyand a sanctioned litigant bears a weighty burden in attempting to show that an abuse occurred.\" <i>Young,</i> 330 F.3d at 81; <i>see also id.</i> (\"[A]ppellate panels traditionally give district courts considerable leeway in the exercise of the latter's admitted authority to punish noncompliant litigants.\"); <i>Damiani v. R.I. Hosp.,</i> 704 F.2d 12, 17 (1st Cir.1983) (collecting cases).</p>\n<p>Given the array of litigation misconduct faced by district courts, our review of a court's choice of a particular sanction must necessarily \"be handled on a case-by-case basis.\" <i>Tower Ventures, Inc. v. City of Westfield,</i> 296 F.3d 43, 46 (1st Cir.2002). Where, as here, a district court has opted for the severe sanction of dismissal with prejudice, our inquiry is both substantive and procedural. <i>E.g., </i><i>Malloy v. WM Specialty Mortgage,</i> 512 F.3d 23, 26 (1st Cir.2008) (per curiam).</p>\n<p>Although our fact-specific review necessarily \"def[ies] mechanical rules,\" relevant substantive factors include \"the severity of the violation, the legitimacy of the party's excuse, repetition of violations, the deliberateness vel non of the misconduct, mitigating excuses, prejudice to the other side and to the operations of the court, and the adequacy of lesser sanctions.\" <i>Robson,</i> 81 F.3d at 2. Pertinent procedural considerations include \"whether the offending party was given sufficient notice and opportunity to explain its noncompliance or argue for a lesser penalty.\" <i>Malloy,</i> 512 F.3d at 26.</p>\n<p>We turn first to the substantive factors. Plaintiffs concede that they repeatedly missed court-mandated deadlines and that the court \"exhibit[ed] patience and understanding by ... extending the discovery deadline[s].\" They urge, however, that the court failed to properly consider mitigating factors for their allegedly minor misconduct and imposed a harsher-than-necessary sanction.</p>\n<p>Plaintiffs' effort to minimize their misconduct understates the significance of their repeated violations of scheduling orders. Although courts should not be too quick to resort to dismissal, <i>e.g., </i><i>Benitez-Garcia,</i> 468 F.3d at 5, \"disobedience of court orders, in and of itself, constitutes extreme misconduct (and, thus, warrants dismissal),\" <i>Tower Ventures,</i> 296 F.3d at 46; <i>see also </i><i>Rosario-Diaz v. Gonzalez,</i> 140 F.3d 312, 315 (1st Cir.1998). To the extent that plaintiffs challenge the district court's finding of prejudice, \"[r]epeated disobedience of a scheduling order is inherently prejudicial, because disruption of the court's schedule and the preparation of other parties nearly always results.\" <i>Robson,</i> 81 F.3d at 4. The effects of repeated delinquency may be particularly acute in cases, like this one, that involve many parties. Moreover, in this case, plaintiffs' \"failure to achieve the time line that [they] had recommended weighs heavily against [them].\" <i>Young,</i> 330 F.3d at 82; <i>see also </i><i>Tower Ventures,</i> 296 F.3d at 47 (\"When a litigant seeks an extension of time and proposes a compliance date, the court is entitled to expect that the litigant will meet its self-imposed deadline.\").</p>\n<p><span class=\"star-pagination\">*9</span> Nor did the district court abuse its discretion by rejecting plaintiffs' excuses for their persistent violations of scheduling and other discovery-related orders. Plaintiffs' purported explanations for their repeated misconduct lack merit or credibility. Plaintiffs rely heavily on the allegedly \"extraordinarily daunting\" obstacle posed by the death of the husband of one of their opponent's attorneys. Their argument is contradicted by evidence that the affected attorney returned to her office about two weeks after her husband's death and \"neither requested nor agreed to a sine die continuance of the depositions/proceedings in the case.\"<sup>[5]</sup></p>\n<p>Further, to the extent that plaintiffs suggest a finding of bad faith is a prerequisite for imposing a sanction of dismissal, that claim is flatly contradicted by our caselaw. <i>E.g., </i><i>Young,</i> 330 F.3d at 82. Given plaintiffs' pattern of misconduct in this case, the court did not abuse its discretion by dismissing their claim without expressly holding they had acted in bad faith.</p>\n<p>Plaintiffs' claim that their attorneys were responsible for the discovery violations and they did not \"personally contribute[ ] to any delays\" is similarly unavailing. \"Visiting the sins of the attorney ... on the client is of course inherent in the nature of the adversary system.\" <i>Figueroa Ruiz v. Alegria,</i> 896 F.2d 645, 650 n. 5 (1st Cir.1990) (alteration in original) (internal quotation marks omitted); <i>see also </i><i>Link v. Wabash R. Co.,</i> 370 U.S. 626, 633-34, 82 S.Ct. 1386, 8 L.Ed.2d 734 (1962).</p>\n<p>Plaintiffs also perfunctorily argue that the district court abused its discretion by failing to consider lesser sanctions. Recognizing that \"reviewing courts, properly employing the benefit of hindsight, [may be] heavily influenced by the severity of outright dismissal as a sanction for failure to comply with a discovery order,\" <i>Nat'l Hockey League,</i> 427 U.S. at 642, 96 S.Ct. 2778, we show considerable deference \"to the district court's on-the-scene judgment\" when selecting the appropriate sanction, <i>Malloy,</i> 512 F.3d at 27.</p>\n<p>Here, plaintiffs' repeated violations occurred despite the court's generous accommodations of their scheduling concerns. Plaintiffs also failed to improve their conduct after the court earlier imposed a lesser sanction of barring testimony from the witness whom plaintiffs had failed to produce for his scheduled deposition. And while \"the district court did not expressly consider lesser alternatives\" when granting defendants' final motion to dismiss, \"none was suggested by the plaintiffs.\" <i>Malloy,</i> 512 F.3d at 27; <i>see also </i><i>Tower Ventures,</i> 296 F.3d at 46; <i>Damiani,</i> 704 F.2d at 15 (noting that nothing in the Federal Rules of Civil Procedure \"states or suggests that the sanction of dismissal can be used only after all the other sanctions have been considered or tried\").</p>\n<p>Plaintiffs' procedural argument is also without merit. Plaintiffs urge that the district court failed to explicitly warn them that their claim might be dismissed. Although notice is not required before imposing dismissal as a sanction, \"counsel's disregard of a prior warning from the court exacerbates the offense, and the lack of warning sometimes mitigates it.\" <i>Robson,</i> 81 F.3d at 3. Here, the district court warned all parties at the outset of discovery that noncompliance with the scheduling order would not be tolerated and subsequently warned plaintiffs in August 2007 that they would be sanctioned for failure to meet deadlines.</p>\n<p><span class=\"star-pagination\">*10</span> Plaintiffs' claim of detrimental reliance on the latter warning lacks merit. That warning was given almost one year before the court dismissed the case. During the intervening months, plaintiffs (1) violated two more scheduling orders (despite the court further adjusting the calendar to accommodate them), (2) violated a court order to produce a witness for deposition, (3) violated a court order to provide complete copies of deposition transcripts to all parties, and (4) had completed only a fraction of their proposed discovery.</p>\n<p>Plaintiffs were also put on notice of the risk of dismissal by defendants' filing of their final motion to dismiss. \"Defendants' motion for sanctions expressly sought dismissal with prejudice, yet plaintiffs filed no opposition to the motion in general or to that sanction in particular.\" <i>Malloy,</i> 512 F.3d at 28. This motion, which the district court waited one month before granting, afforded plaintiffs \"notice of the prospect of dismissal and opportunity to offer excuses for their delay or to advocate for lesser sanctions.\" <i>Id.</i> The district court's ruling expressly relied on the fact that plaintiffs had been given the chance to explain their behavior or otherwise oppose the motion and had \"made no attempt to explain themselves.\" <i>Vallejo,</i> slip op. at 5.<sup>[6]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons discussed above, we <i>affirm</i> the district court's judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  The affected defense attorney disputes plaintiffs' characterization of the delay. Record evidence shows that she returned to work about two weeks after her husband died and neither requested nor received any alterations in the discovery schedule while coping with her loss.</p>\n<p>[2]  The district court's October 20 order referred to defendants' motion to strike as docket number 244; defendants' motion to strike was docket number 242.</p>\n<p>[3]  Defendants make two meritless challenges to our jurisdiction over this appeal. First, defendants assert that plaintiffs' notice of appeal was untimely under Fed. R.App. P. 4(a). This argument ignores the fact that notice was filed within thirty days of the court's amended judgment, which, as defendants conceded in their motion to clarify, was necessary to resolve a genuine ambiguity. Such a judgment \"winds the appeals clock anew.\" <i>Air Line Pilots Ass'n v. Precision Valley Aviation, Inc.,</i> 26 F.3d 220, 223 n. 2 (1st Cir.1994) (citing <i>FTC v. Minneapolis-Honeywell Co.,</i> 344 U.S. 206, 211-12, 73 S.Ct. 245, 97 L.Ed. 245 (1952)).\n</p>\n<p>Defendants next urge that the notice of appeal provided insufficient notice under Fed. R.App. P. 3(c)(1). We construe the requirements of Rule 3 liberally, \"analyzing the notice of appeal in the context of the entire record.\" <i>Constructora Andrade Gutiérrez, S.A. v. Am. Int'l Ins. Co. of P.R.,</i> 467 F.3d 38, 44 (1st Cir.2006) (internal quotation marks omitted). Here, although the caption of plaintiffs' notice includes only Robert Vallejo, its text clearly refers to \"Robert Vallejo and other plaintiffs.\" As the plaintiffs on appeal are the same three plaintiffs who have litigated this case from the outset, this filing provided defendants sufficient notice of their opponents on appeal. <i>See </i><i>Young v. Gordon,</i> 330 F.3d 76, 80 (1st Cir.2003); <i>cf. </i><i>Santos-Martinez v. Soto-Santiago,</i> 863 F.2d 174, 175 (1st Cir.1988) (finding a notice of appeal that \"purported to be filed for `all plaintiffs'\" inadequate when several of the original plaintiffs were not parties to the appeal).</p>\n<p>[4]  To the extent that plaintiffs raised their present claims before the district court, it was solely and improperly in their motion for reconsideration of the sanction order. \"[A]rguments that could have been raised before may not be raised for the first time in a motion for reconsideration.\" <i>Marks 3 Zet-Ernst Marks GmBh &amp; Co. KG v. Presstek, Inc.,</i> 455 F.3d 7, 16 (1st Cir.2006); 11 Charles A. Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice &amp; Procedure</i> § 2810.1, at 127-28 (2d ed.1995). Plaintiffs have not cited a single authority in support of their assertion that their failure to timely oppose the motion to dismiss did not constitute waiver, and their claim that the argument could not have been raised until after the sanction had been imposed is completely meritless.</p>\n<p>[5]  Plaintiffs' assertion that defendants' allegedly superior resources somehow justified plaintiffs' persistent noncompliance with court orders also fails. The claim ignores the court's repeated efforts to accommodate plaintiffs' needs, which were met with continued violations.</p>\n<p>[6]  Plaintiffs' reliance on <i>Malot v. Dorado Beach Cottages Associates,</i> 478 F.3d 40 (1st Cir.2007), in this regard is misplaced. In <i>Malot,</i> our determination that the district court abused its discretion rested in significant part on our finding that the various substantive factors militated against dismissal, <i>id.</i> at 43-45. Moreover, in <i>Malot,</i> there was no indication that plaintiffs had failed to avail themselves of the opportunity to contest dismissal by opposing defendants' motion to dismiss. <i>Id.</i> at 43.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">607</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2010)</b></center>\n<center><h1>Robert VALLEJO, et al., Plaintiffs, Appellants,<br>\nv.<br>\nMayor Jorge SANTINI-PADILLA, et al., Defendants, Appellees.</h1></center>\n<center>No. 08-2586.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 6, 2010.</center>\n<center>Decided May 28, 2010.</center>\n<p><span class=\"star-pagination\">*2</span> Linda George, Law Office of Linda George, Mauricio Hernandez Arroyo, and Emilio E. Sole de la Paz on brief for appellants.</p>\n<p>Irene S. Soroeta-Kodesh, Solicitor General, Leticia Casalduc-Rabell, Deputy Solicitor General, Zaira Z. Girón-Anadón, Deputy Solicitor General, and Michelle Camacho-Nieves, Assistant Solicitor General, on brief for appellees José Bejaran, FNU Olmedo, and FNU Acevedo.</p>\n<p><span class=\"star-pagination\">*3</span> Frank Gotay-Barquet and Gotay &amp; Pérez, P.S.C. on brief for appellee Anthony Ayala.</p>\n<p>Michael C. McCall and Aldarondo &amp; López Bras on brief for appellees Elieser Rosario-Gerena and Juan Carlos Cruz-Pérez.</p>\n<p>Ernesto Rovira-Gándara and Mercado &amp; Soto on brief for appellees Mayor Jorge Santini-Padilla, the City of San Juan, Puerto Rico, Col. Adalberto Mercado-Cuevas, and Sgt. Wanda Gómez.</p>\n<p>Luz Vanessa Ruiz-Torres and Rosario-Rosario Law Offices on brief for appellee City of San Juan.</p>\n<p>Jorge R. Quintana-Lajara and Quintana &amp; Suárez, P.S.C. on brief for appellee Héctor Santana.</p>\n<p>Antonio Montalvo-Nazario on brief for appellee Capt. Adán Adorno.</p>\n<p>Rosabel Meléndez-Rodríguez and Toledo &amp; Toledo Law Office on brief for appellee Luz Z. Rojas-Delgado.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Plaintiffs Robert Vallejo, Moillis L. Batista-Cuevas, and Daniel Fructuoso sued the City of San Juan, Puerto Rico, its mayor, and others in December 2006, alleging police brutality in violation of 42 U.S.C. §§ 1983 and 1985 and Puerto Rico law. Plaintiffs appeal from the district court's dismissal of their federal and commonwealth-law claims, with prejudice, as a sanction for their persistent violations of scheduling orders and other discovery misconduct. <i>See Vallejo v. Santini-Padilla,</i> Civ. No. 06-2235 (D.P.R. Aug. 5, 2008).</p>\n<p>Plaintiffs' appeal concedes to us their many violations but urges that the sanction of dismissal was unduly harsh and that the court should have given plaintiffs more explicit warning before imposing it. Neither of plaintiffs' arguments was timely presented to the district court and so they are waived. Were we to look beyond that waiver, on these facts, the district court did not abuse its discretion, and we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>In light of this case's posture on appeal, we need not address the substance of the parties' underlying dispute. We turn to the somewhat tangled procedural history, which prompted the district court's dismissal of plaintiffs' claims. We also briefly outline various motions filed post-dismissal, which include plaintiffs' sole, untimely opposition to the sanction before the district court.</p>\n<p></p>\n<h2>A. <i>Pre-Dismissal Procedural History</i>\n</h2>\n<p>This case was litigated for roughly twenty months before the district court dismissed it. That pre-dismissal period was marked by the district court's repeated efforts to accommodate plaintiffs by granting them a series of discovery extensions and the plaintiffs' repeated violations of the resulting scheduling and discovery orders.</p>\n<p>Plaintiffs filed their complaint on December 8, 2006. On March 28, 2007, the district court issued a scheduling order, which set a variety of deadlines for discovery, including an April 9, 2007, deadline for the filing of initial disclosures, pursuant to Fed.R.Civ.P. 26. The order explicitly warned both parties, with emphasis, that <i>the court would not allow deviations from this schedule.</i></p>\n<p>Plaintiffs did not meet the April 9, 2007, deadline for their initial disclosures. They instead served them on April 11, 2007. On April 26, 2007, defendants moved to dismiss the complaint, citing plaintiffs' failure <span class=\"star-pagination\">*4</span> to comply with the scheduling order. Defendants reported that plaintiffs' initial disclosures were not only late but, significantly, were also incomplete, as they omitted numerous documents. Defendants pointed out that plaintiffs' disclosure explained only that the missing materials were \"to be supplied\"and did not include anything to support plaintiffs' damages calculation, in violation of Fed.R.Civ.P. 26(a)(1)(A)(iii). The district court denied defendants' motion on May 16, 2007, and ordered the parties to collaborate on a mutually agreeable amended discovery schedule.</p>\n<p>The parties jointly filed a revised discovery schedule on May 23, 2007. Under the proposed schedule, both sides agreed, inter alia, that June 23, 2007, would be the deadline for plaintiffs' expert disclosures and expert witness reports. The court approved the new schedule on June 18, 2007.</p>\n<p>Despite the court's accommodation, plaintiffs again failed to comply with the revised scheduling order to which they had agreed. As of July 19, 2007, almost one month after the amended deadline, plaintiffs still had not made their mandatory expert disclosures. On that date, defendants filed a second motion to dismiss plaintiffs' claims as a sanction for noncompliance, this time seeking dismissal with prejudice or, in the alternative, the exclusion of plaintiffs' expert witnesses.</p>\n<p>Plaintiffs filed a response on July 27, 2007, in which they claimed, for the first time, that the discovery schedule to which they had previously agreed \"was overly ambitious and out of sequence.\" In particular, plaintiffs asserted that their expert witnesses would be unable to prepare reports until the conclusion of discovery and asked that the court grant them an extension on their expert reports until \"30 days after the conclusion of the deposition of fact witnesses.\"</p>\n<p>On August 16, 2007, the court ordered plaintiffs to meet their discovery obligations under the previous scheduling orders and the Federal Rules of Civil Procedure by August 24, 2007. The court warned plaintiffs that failure to comply fully with its order would result in the exclusion of their experts' testimony from trial.</p>\n<p>The court's warning notwithstanding, the August 24 deadline passed without plaintiffs completing their required disclosures. On August 28, defendants filed a third motion to dismiss plaintiffs' complaint with prejudice or, in the alternative, to exclude plaintiffs' expert witnesses. In response, plaintiffs again sought an amendment to the dates in the discovery order.</p>\n<p>On September 24, 2007, the district court further accommodated plaintiffs by granting their request to revise the scheduling order. The amended order required plaintiffs to produce expert reports by May 30, 2008, thirty days after depositions were to be completed.</p>\n<p>Discovery proceeded over the next several months, albeit not always as planned. During a February 13, 2008, conference call, the court ordered all parties to provide to all other parties a transcript of any depositions they conducted; the order was apparently triggered by plaintiffs' taking the position that they were not required to do so. Additionally, although plaintiffs had originally scheduled approximately fifty depositions between December 12, 2007, and March 25, 2008, they ultimately deposed a total of two witnesses during that period. In April 2008, plaintiffs also failed to produce a fact witness for his scheduled deposition by defendants, in violation of an explicit court order;the district court had ordered plaintiffs to produce the witness after he failed to appear for a previously <span class=\"star-pagination\">*5</span> scheduled deposition in November 2007. In response, the district court barred the witness from testifying for plaintiffs.</p>\n<p>On May 13, 2008, almost two weeks after the most recent amended deadline for the completion of depositions, plaintiffs filed a motion to further extend discovery, citing the death of one of their opponent's attorney's husband in March of that year as the cause of delays.<sup>[1]</sup> Defendants' responsive motion argued that plaintiffs' delay was not caused by defense counsel but was \"of their own fault.\" Defendants noted in part that \"[t]he personal situation of counsel for one of the Defendants on one particular date does not constitute a sufficient reason for Plaintiffs' inability to conclude discovery in a timely fashion over the past seventeen and a half months.\" The district court denied plaintiffs' motion to further revise the scheduling order on May 23, 2008, and denied plaintiffs' motion for reconsideration of the denial on June 30, 2008.</p>\n<p>In the meantime, plaintiffs failed to file their expert disclosures by May 30, 2008, as required by the amended scheduling order.</p>\n<p>On July 7, 2008, defendants filed another motion to dismiss plaintiffs' claims with prejudice. Defendants noted the court's earlier multiple amendments of the discovery schedule to accommodate plaintiffs and urged that the latest missed deadline was \"part of a consistent pattern by Plaintiffs... of blatantly ignoring the Court's orders and then belatedly requesting that such deadline[s] be extended after already having expired.\" In an informative motion filed that same day, defendants also notified the court that plaintiffs had failed to supply copies of deposition transcripts to all parties, as mandated by the court's February 13 order. Two days later, defendants filed a supplemental motion, reporting that those deposition transcripts that plaintiffs <i>had</i> provided were missing key pages, as well as exhibits totaling several hundred more pages. Defendants asked the court to order production of the missing documents.</p>\n<p>Plaintiffs did not respond to any of these motions. They filed no opposition to the defendants' request that the case be dismissed with prejudice.</p>\n<p>On August 5, 2008, the district court granted defendants' July 2008 motion to dismiss. <i>Vallejo,</i> slip op. at 6. The court noted that plaintiffs had \"repeatedly disobeyed [its] scheduling orders, beginning with their violation of the initial disclosure deadline and including their continued failure to make the required expert witness reports available, in contravention of both [the] original scheduling order and the new scheduling order explicitly agreed upon by the parties themselves.\" <i>Id.</i> at 4. It also cited plaintiffs' failure to provide all defendants with complete deposition transcripts, despite the court's explicit order that they do so. <i>Id.</i> The court described defendants' repeated efforts to notify plaintiffs of various deficiencies in their discovery materials, as well as the court's grant of \"several extensions of time to cure these defects and ... warn[ing to] Plaintiffs that there would be consequences if they failed to do so.\" <i>Id.</i> at 4-5.</p>\n<p>Finally, the district court emphasized plaintiffs' failure to explain their misconduct, noting that since defendants' July 7, 2008, motion to dismiss, plaintiffs \"had ample time to offer some justification for <span class=\"star-pagination\">*6</span> their malfeasance, but ... chose to make no response.\" <i>Id.</i> at 5. As a result, the court found that plaintiffs' failure to timely make expert disclosures was not \"substantially justified.\" <i>Id.</i> It also held that plaintiffs' conduct during discovery had inherently prejudiced defendants' ability to prepare for trial, while \"drain[ing] resources of the parties as well as th[e] court.\" <i>Id.</i> (citing <i>Ortiz-Lopez v. Sociedad Espanol de Auxilio Mutuo y Benefiencia de P.R.,</i> <span class=\"citation\" data-id=\"199391\"><a href=\"/opinion/199391/ortiz-lopez-v-sociedad-espanola/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 35 (1st Cir. 2001)).</p>\n<p>For all these reasons, the district court found dismissal warranted under both Fed.R.Civ.P. 37(b)(2)(A) and Fed.R.Civ.P. 37(c) and granted defendants' motion to dismiss plaintiffs' federal claims with prejudice. <i>Id.</i> at 5-6. It dismissed plaintiffs' remaining claims under Puerto Rico law without prejudice. <i>Id.</i> at 6.</p>\n<p></p>\n<h2>B. <i>Post-Dismissal Procedural History</i>\n</h2>\n<p>We briefly outline the flurry of motions that followed the district court's dismissal. This was the only point at which plaintiffs made their present arguments before the district court. The parties' post-dismissal filings are also the basis for defendants' erroneous challenge to our jurisdiction.</p>\n<p>On August 21, 2008, plaintiffs filed a motion for reconsideration under Fed. R.Civ.P. 59(e), asking the court to reassess its dismissal of their claims. Defendants timely opposed plaintiffs' motion on September 12, 2008. At no point did plaintiffs file a motion to reply to defendants' opposition, as required by the Puerto Rico District Court's Local Rule 7(c).</p>\n<p>Meanwhile, defendants filed their own motion for reconsideration on August 23, 2008, asking the district court to modify its holding to dismiss plaintiffs' commonwealth-law claims with prejudice. Plaintiffs sought and were granted an extension of time, until October 1, 2008, to oppose defendants' motion.</p>\n<p>On October 1, 2008, plaintiffs' filed a so-called \"Combined Response to Defendants' Filings Regarding Plaintiffs' Motion for Reconsideration.\" Although styled as a reply to defendants' motion for reconsideration, the six-page response restated arguments raised in plaintiffs' own motion for reconsideration and made only glancing mention of defendants' pending request to dismiss their commonwealth-law claims.</p>\n<p>On October 6, 2008, defendants filed a motion to strike plaintiffs' \"Combined Response,\" urging that it amounted to further briefing on plaintiffs' motion for reconsideration, for which plaintiffs had neither requested nor obtained leave. Defendants sought an order: (1) striking plaintiffs' combined response for noncompliance with Local Rule 7(c); (2) denying plaintiffs' motion for reconsideration; and (3) granting defendants' motion for reconsideration, which plaintiffs had not properly opposed.</p>\n<p>The district court granted defendants' motion to strike \"in all respects\" on October 20, 2008. That same day, it entered a separate order denying plaintiffs' motion for reconsideration.</p>\n<p>Four days later, defendants filed a motion for clarification of the court's order. The motion noted a discrepancy in the docket number referenced in the order granting a motion to strike<sup>[2]</sup> and asserted that the order was \"not clear as to the relief granted therein.\"</p>\n<p>On October 28, 2008, the district court granted the motion for clarification, explaining that its order \"was intended to and did grant [defendants'] motion for reconsideration\" <span class=\"star-pagination\">*7</span> and directed the entry of an amended judgment dismissing plaintiffs' commonwealth-law claims with prejudice. The amended judgment was entered on October 29, 2008.</p>\n<p>Plaintiffs filed notice of this appeal on November 28, 2008.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs urge that the district court chose an unnecessarily severe sanction and that they should have been given additional notice before the case was dismissed.<sup>[3]</sup> Plaintiffs did not properly raise their arguments below, and they are waived. Even if plaintiffs had preserved their claims, on these facts, the district court did not abuse its discretion.</p>\n<p>We begin with the waiver. Plaintiffs chose not to oppose defendants' July 2008 motion to dismiss or otherwise timely raise their arguments before the district court. Plaintiffs now assert that they opted not to oppose defendants' motion \"because they were in the difficult position of conceding that their expert's... testimony would be barred.\" The argument is utterly without merit. By their own admission, plaintiffs made a deliberate decision not to raise their present claims at the appropriate time;<sup>[4]</sup> their choice mandates waiver of those claims on appeal. <i>See Dunellen, LLC v. Getty Props. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></span>, 38 (1st Cir.2009); <i>Sullivan v. Nat'l Football League,</i> <span class=\"citation\" data-id=\"677790\"><a href=\"/opinion/677790/william-h-sullivan-ii-v-national-football-league-members-of-the/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1091</span></a></span>, 1097 n. 1 (1st Cir.1994).</p>\n<p>Plaintiffs' claims that the district court abused its discretion are, in any event, meritless. On these facts, the district court's sanction was not an abuse of its discretion. District courts' authority to dismiss an action as a sanction for noncompliance with a discovery order is well established. <i>E.g., </i><i>Benitez-Garcia v. Gonzalez-Vega,</i> <span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 4 (1st Cir.2006); <i>see</i> <span class=\"star-pagination\">*8</span> <i>also</i> Fed.R.Civ.P. 37(b)(2)(A)(v). Although dismissal of a case may at times be a harsh sanction, we have routinely recognized that it is an essential tool for district courts' effective exercise of their \"right to establish orderly processes and manage their own affairs.\" <i>Young v. Gordon,</i> <span class=\"citation\" data-id=\"200491\"><a href=\"/opinion/200491/young-v-gordon/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 81 (1st Cir.2003). \"Mindful that case management is a fact-specific matter within the ken of the district court,\" we will reverse \"only for a clear abuse of discretion.\" <i>Robson v. Hallenbeck,</i> <span class=\"citation\" data-id=\"196677\"><a href=\"/opinion/196677/robson-v-hallenbeck/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.1996); <i>see also </i><i>Benitez-Garcia,</i> 468 F.3d at 4 (citing <i>Nat'l Hockey League v. Metro. Hockey Club, Inc.,</i> <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span>, 642, <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">747</span></a></span> (1976) (per curiam)). \"This standard of review is not appellant-friendlyand a sanctioned litigant bears a weighty burden in attempting to show that an abuse occurred.\" <i>Young,</i> 330 F.3d at 81; <i>see also id.</i> (\"[A]ppellate panels traditionally give district courts considerable leeway in the exercise of the latter's admitted authority to punish noncompliant litigants.\"); <i>Damiani v. R.I. Hosp.,</i> <span class=\"citation\" data-id=\"416550\"><a href=\"/opinion/416550/louis-m-damiani-md-v-rhode-island-hospital/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.1983) (collecting cases).</p>\n<p>Given the array of litigation misconduct faced by district courts, our review of a court's choice of a particular sanction must necessarily \"be handled on a case-by-case basis.\" <i>Tower Ventures, Inc. v. City of Westfield,</i> <span class=\"citation\" data-id=\"200043\"><a href=\"/opinion/200043/tower-ventures-inc-v-city-of-westfield/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 46 (1st Cir.2002). Where, as here, a district court has opted for the severe sanction of dismissal with prejudice, our inquiry is both substantive and procedural. <i>E.g., </i><i>Malloy v. WM Specialty Mortgage,</i> <span class=\"citation\" data-id=\"203093\"><a href=\"/opinion/203093/malloy-v-wm-specialty-mortg-llc/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 26 (1st Cir.2008) (per curiam).</p>\n<p>Although our fact-specific review necessarily \"def[ies] mechanical rules,\" relevant substantive factors include \"the severity of the violation, the legitimacy of the party's excuse, repetition of violations, the deliberateness vel non of the misconduct, mitigating excuses, prejudice to the other side and to the operations of the court, and the adequacy of lesser sanctions.\" <i>Robson,</i> 81 F.3d at 2. Pertinent procedural considerations include \"whether the offending party was given sufficient notice and opportunity to explain its noncompliance or argue for a lesser penalty.\" <i>Malloy,</i> 512 F.3d at 26.</p>\n<p>We turn first to the substantive factors. Plaintiffs concede that they repeatedly missed court-mandated deadlines and that the court \"exhibit[ed] patience and understanding by ... extending the discovery deadline[s].\" They urge, however, that the court failed to properly consider mitigating factors for their allegedly minor misconduct and imposed a harsher-than-necessary sanction.</p>\n<p>Plaintiffs' effort to minimize their misconduct understates the significance of their repeated violations of scheduling orders. Although courts should not be too quick to resort to dismissal, <i>e.g., </i><i>Benitez-Garcia,</i> 468 F.3d at 5, \"disobedience of court orders, in and of itself, constitutes extreme misconduct (and, thus, warrants dismissal),\" <i>Tower Ventures,</i> 296 F.3d at 46; <i>see also </i><i>Rosario-Diaz v. Gonzalez,</i> <span class=\"citation\" data-id=\"197880\"><a href=\"/opinion/197880/rosario-diaz-v-gonzalez/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 315 (1st Cir.1998). To the extent that plaintiffs challenge the district court's finding of prejudice, \"[r]epeated disobedience of a scheduling order is inherently prejudicial, because disruption of the court's schedule and the preparation of other parties nearly always results.\" <i>Robson,</i> 81 F.3d at 4. The effects of repeated delinquency may be particularly acute in cases, like this one, that involve many parties. Moreover, in this case, plaintiffs' \"failure to achieve the time line that [they] had recommended weighs heavily against [them].\" <i>Young,</i> 330 F.3d at 82; <i>see also </i><i>Tower Ventures,</i> 296 F.3d at 47 (\"When a litigant seeks an extension of time and proposes a compliance date, the court is entitled to expect that the litigant will meet its self-imposed deadline.\").</p>\n<p><span class=\"star-pagination\">*9</span> Nor did the district court abuse its discretion by rejecting plaintiffs' excuses for their persistent violations of scheduling and other discovery-related orders. Plaintiffs' purported explanations for their repeated misconduct lack merit or credibility. Plaintiffs rely heavily on the allegedly \"extraordinarily daunting\" obstacle posed by the death of the husband of one of their opponent's attorneys. Their argument is contradicted by evidence that the affected attorney returned to her office about two weeks after her husband's death and \"neither requested nor agreed to a sine die continuance of the depositions/proceedings in the case.\"<sup>[5]</sup></p>\n<p>Further, to the extent that plaintiffs suggest a finding of bad faith is a prerequisite for imposing a sanction of dismissal, that claim is flatly contradicted by our caselaw. <i>E.g., </i><i>Young,</i> 330 F.3d at 82. Given plaintiffs' pattern of misconduct in this case, the court did not abuse its discretion by dismissing their claim without expressly holding they had acted in bad faith.</p>\n<p>Plaintiffs' claim that their attorneys were responsible for the discovery violations and they did not \"personally contribute[ ] to any delays\" is similarly unavailing. \"Visiting the sins of the attorney ... on the client is of course inherent in the nature of the adversary system.\" <i>Figueroa Ruiz v. Alegria,</i> <span class=\"citation\" data-id=\"536977\"><a href=\"/opinion/536977/rafael-figueroa-ruiz-v-jose-e-alegria/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 650 n. 5 (1st Cir.1990) (alteration in original) (internal quotation marks omitted); <i>see also </i><i>Link v. Wabash R. Co.,</i> <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">626</span></a></span>, 633-34, <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1386</span></a></span>, <span class=\"citation\" data-id=\"106449\"><a href=\"/opinion/106449/link-v-wabash-r-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span></a></span> (1962).</p>\n<p>Plaintiffs also perfunctorily argue that the district court abused its discretion by failing to consider lesser sanctions. Recognizing that \"reviewing courts, properly employing the benefit of hindsight, [may be] heavily influenced by the severity of outright dismissal as a sanction for failure to comply with a discovery order,\" <i>Nat'l Hockey League,</i> 427 U.S. at 642, <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, we show considerable deference \"to the district court's on-the-scene judgment\" when selecting the appropriate sanction, <i>Malloy,</i> 512 F.3d at 27.</p>\n<p>Here, plaintiffs' repeated violations occurred despite the court's generous accommodations of their scheduling concerns. Plaintiffs also failed to improve their conduct after the court earlier imposed a lesser sanction of barring testimony from the witness whom plaintiffs had failed to produce for his scheduled deposition. And while \"the district court did not expressly consider lesser alternatives\" when granting defendants' final motion to dismiss, \"none was suggested by the plaintiffs.\" <i>Malloy,</i> 512 F.3d at 27; <i>see also </i><i>Tower Ventures,</i> 296 F.3d at 46; <i>Damiani,</i> 704 F.2d at 15 (noting that nothing in the Federal Rules of Civil Procedure \"states or suggests that the sanction of dismissal can be used only after all the other sanctions have been considered or tried\").</p>\n<p>Plaintiffs' procedural argument is also without merit. Plaintiffs urge that the district court failed to explicitly warn them that their claim might be dismissed. Although notice is not required before imposing dismissal as a sanction, \"counsel's disregard of a prior warning from the court exacerbates the offense, and the lack of warning sometimes mitigates it.\" <i>Robson,</i> 81 F.3d at 3. Here, the district court warned all parties at the outset of discovery that noncompliance with the scheduling order would not be tolerated and subsequently warned plaintiffs in August 2007 that they would be sanctioned for failure to meet deadlines.</p>\n<p><span class=\"star-pagination\">*10</span> Plaintiffs' claim of detrimental reliance on the latter warning lacks merit. That warning was given almost one year before the court dismissed the case. During the intervening months, plaintiffs (1) violated two more scheduling orders (despite the court further adjusting the calendar to accommodate them), (2) violated a court order to produce a witness for deposition, (3) violated a court order to provide complete copies of deposition transcripts to all parties, and (4) had completed only a fraction of their proposed discovery.</p>\n<p>Plaintiffs were also put on notice of the risk of dismissal by defendants' filing of their final motion to dismiss. \"Defendants' motion for sanctions expressly sought dismissal with prejudice, yet plaintiffs filed no opposition to the motion in general or to that sanction in particular.\" <i>Malloy,</i> 512 F.3d at 28. This motion, which the district court waited one month before granting, afforded plaintiffs \"notice of the prospect of dismissal and opportunity to offer excuses for their delay or to advocate for lesser sanctions.\" <i>Id.</i> The district court's ruling expressly relied on the fact that plaintiffs had been given the chance to explain their behavior or otherwise oppose the motion and had \"made no attempt to explain themselves.\" <i>Vallejo,</i> slip op. at 5.<sup>[6]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons discussed above, we <i>affirm</i> the district court's judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  The affected defense attorney disputes plaintiffs' characterization of the delay. Record evidence shows that she returned to work about two weeks after her husband died and neither requested nor received any alterations in the discovery schedule while coping with her loss.</p>\n<p>[2]  The district court's October 20 order referred to defendants' motion to strike as docket number 244; defendants' motion to strike was docket number 242.</p>\n<p>[3]  Defendants make two meritless challenges to our jurisdiction over this appeal. First, defendants assert that plaintiffs' notice of appeal was untimely under Fed. R.App. P. 4(a). This argument ignores the fact that notice was filed within thirty days of the court's amended judgment, which, as defendants conceded in their motion to clarify, was necessary to resolve a genuine ambiguity. Such a judgment \"winds the appeals clock anew.\" <i>Air Line Pilots Ass'n v. Precision Valley Aviation, Inc.,</i> <span class=\"citation\" data-id=\"672031\"><a href=\"/opinion/672031/air-line-pilots-association-v-precision-valley-aviation-inc/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 223 n. 2 (1st Cir.1994) (citing <i>FTC v. Minneapolis-Honeywell Co.,</i> <span class=\"citation\" data-id=\"105056\"><a href=\"/opinion/105056/ftc-v-minneapolis-honeywell-regulator-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 211-12, <span class=\"citation\" data-id=\"105056\"><a href=\"/opinion/105056/ftc-v-minneapolis-honeywell-regulator-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">245</span></a></span>, <span class=\"citation\" data-id=\"105056\"><a href=\"/opinion/105056/ftc-v-minneapolis-honeywell-regulator-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">245</span></a></span> (1952)).\n</p>\n<p>Defendants next urge that the notice of appeal provided insufficient notice under Fed. R.App. P. 3(c)(1). We construe the requirements of Rule 3 liberally, \"analyzing the notice of appeal in the context of the entire record.\" <i>Constructora Andrade Gutiérrez, S.A. v. Am. Int'l Ins. Co. of P.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></span>, 44 (1st Cir.2006) (internal quotation marks omitted). Here, although the caption of plaintiffs' notice includes only Robert Vallejo, its text clearly refers to \"Robert Vallejo and other plaintiffs.\" As the plaintiffs on appeal are the same three plaintiffs who have litigated this case from the outset, this filing provided defendants sufficient notice of their opponents on appeal. <i>See </i><i>Young v. Gordon,</i> <span class=\"citation\" data-id=\"200491\"><a href=\"/opinion/200491/young-v-gordon/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 80 (1st Cir.2003); <i>cf. </i><i>Santos-Martinez v. Soto-Santiago,</i> <span class=\"citation\" data-id=\"515720\"><a href=\"/opinion/515720/angel-david-santos-martinez-v-victor-m-soto-santiago-etc/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span></a></span>, 175 (1st Cir.1988) (finding a notice of appeal that \"purported to be filed for `all plaintiffs'\" inadequate when several of the original plaintiffs were not parties to the appeal).</p>\n<p>[4]  To the extent that plaintiffs raised their present claims before the district court, it was solely and improperly in their motion for reconsideration of the sanction order. \"[A]rguments that could have been raised before may not be raised for the first time in a motion for reconsideration.\" <i>Marks 3 Zet-Ernst Marks GmBh &amp; Co. KG v. Presstek, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span>, 16 (1st Cir.2006); 11 Charles A. Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice &amp; Procedure</i> § 2810.1, at 127-28 (2d ed.1995). Plaintiffs have not cited a single authority in support of their assertion that their failure to timely oppose the motion to dismiss did not constitute waiver, and their claim that the argument could not have been raised until after the sanction had been imposed is completely meritless.</p>\n<p>[5]  Plaintiffs' assertion that defendants' allegedly superior resources somehow justified plaintiffs' persistent noncompliance with court orders also fails. The claim ignores the court's repeated efforts to accommodate plaintiffs' needs, which were met with continued violations.</p>\n<p>[6]  Plaintiffs' reliance on <i>Malot v. Dorado Beach Cottages Associates,</i> <span class=\"citation\" data-id=\"202644\"><a href=\"/opinion/202644/malot-v-dorado-beach-cottage/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span> (1st Cir.2007), in this regard is misplaced. In <i>Malot,</i> our determination that the district court abused its discretion rested in significant part on our finding that the various substantive factors militated against dismissal, <i>id.</i> at 43-45. Moreover, in <i>Malot,</i> there was no indication that plaintiffs had failed to avail themselves of the opportunity to contest dismissal by opposing defendants' motion to dismiss. <i>Id.</i> at 43.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677790/"
  ]
}