{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/148518/",
  "absolute_url": "/opinion/148518/martino-v-forward-air-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/148518/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-06-14T19:26:40Z",
  "date_modified": "2016-04-26T14:34:21.643351Z",
  "type": "010combined",
  "sha1": "43704a5a6a2b9101915ef8b72a8ef4475e32f714",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1663P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/06/14/Martino_v._Forward_Air_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 09-1663\n                        EDWARD MARTINO,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n                       FORWARD AIR, INC.,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                             Before\n\n                      Lynch, Chief Judge,\n                  Souter, Associate Justice,*\n                   and Stahl, Circuit Judge.\n\n\n     Kevin G. Powers with whom Linda Evans and Rodgers, Powers &\nSchwartz LLP were on brief for appellant.\n     David C. Casey with whom Amy E. Mendenhall and Littler\nMendelson P.C. were on brief for appellee.\n     Catherine Ziehl, General Counsel/Special Assistant Attorney\nGeneral, and Beverly Ward, Commission Counsel, were on brief for\nthe    Commonwealth   of    Massachusetts   Commission   Against\nDiscrimination, amicus curiae.\n\n\n\n                         June 14, 2010\n\n\n\n     *\n      The Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f            STAHL, Circuit Judge.                Edward Martino, the plaintiff-\n\nappellant, brought a variety of claims against Forward Air alleging\n\nthat the company did not hire him because of discrimination based\n\non disability.        The district court dismissed two of his claims\n\nduring trial, concluding that the statutes at issue did not provide\n\nprivate rights of action.           The jury found in favor of Forward Air,\n\ndetermining    that     the   company       had    not   discriminated       based     on\n\ndisability when it decided not to hire Martino.\n\n            On appeal, Martino does not contest the jury verdict as\n\nto   discrimination.          He    only    argues      that   the    district   court\n\nimproperly    dismissed       his    claim    that      Forward      Air   committed    a\n\nseparate,    actionable       wrong    by    making      a   preemployment     inquiry\n\nregarding his workers' compensation history.                   Martino brought this\n\n\"illegal     inquiry\"    claim       under       both    the   Massachusetts      Fair\n\nEmployment Practices Act, Mass. Gen. Laws ch. 151B, § 4(16), and\n\nthe Americans with Disabilities Act (ADA), 42 U.S.C. § 12112(d)(2).\n\nThe district court dismissed both claims but Martino only appeals\n\nthe dismissal of the state law claim.\n\n            We review the grant of a motion to dismiss de novo.                      See\n\nCentro Medico del Turabo, Inc. v. Feliciano de Melecio, 406 F.3d 1,\n\n5 (1st Cir. 2005).        In order to survive a motion to dismiss, a\n\ncomplaint must \"contain sufficient factual matter, accepted as\n\ntrue, to state a claim to relief that is plausible on its face.\"\n\nSEC v. Tambone, 597 F.3d 436, 444 (1st Cir. 2010) (en banc)\n\n\n                                           -2-\n\f(quoting Ashcroft v. Iqbal, 129 S. Ct. 1937, 1949 (2009)) (internal\n\nquotation marks omitted). We accept as true all well-pleaded facts\n\nin the complaint and make all reasonable inferences in plaintiff's\n\nfavor.      See Airframe Sys., Inc. v. Raytheon Co., 601 F.3d 9, 11\n\n(1st Cir. 2010).\n\n             In this case, we do not reach the question of whether the\n\nMassachusetts statute provides an independent cause of action for\n\npreemployment inquiries regarding disability.            Rather, because the\n\njury already concluded that Martino suffered no discriminatory harm\n\nand he has alleged no other cognizable harm, we conclude that, even\n\nif we assume that a private cause of action is available, Martino's\n\nclaim would necessarily fail.\n\n             The facts of the case are straightforward.               Edward\n\nMartino had long worked in the freight forwarding industry.               In\n\n2003 he was seriously injured on the job.             As a result, he was out\n\nof   work    for   two   years   and   received   a   workers'   compensation\n\nsettlement. In 2005, having heard that Forward Air was considering\n\ncreating a new position for which he might be qualified, Martino\n\nsubmitted an employment application and signed a background check\n\nauthorization form.        During his interview, when asked about his\n\ntwo-year employment gap, Martino stated that he had been out on\n\nworkers' compensation leave while recovering from his injuries. In\n\nresponse, the Forward Air manager conducting the interview asked\n\nthat Martino provide a doctor's note stating that he was cleared to\n\n\n                                       -3-\n\freturn to work.        The manager also informed Martino that he was\n\nunsure whether he would create the new position but would remain in\n\ncontact with Martino.         The manager submitted a background check\n\nrequest to a company called Pre-employ.com,1 and specifically\n\nrequested information regarding Martino's workers' compensation\n\nhistory.2      A few months later, according to Forward Air, the\n\ncompany     decided    not   to   create   the   new   position   for   business\n\nreasons, and so informed Martino.            At trial, Martino alleged that\n\nthe manager told him (and, at another point, also told Martino's\n\nwife, who works in the same industry) that the background check\n\nrevealed that Martino had a workers' compensation history, that\n\nhiring him would cause the company's insurance rates to rise, and\n\nthat he would therefore be a \"liability\" for Forward Air.\n\n             Martino    brought    a   variety    of   discrimination    claims\n\nagainst Forward Air under both state and federal law.                    During\n\ntrial, the district court, in an oral order, dismissed Martino's\n\nclaims that Forward Air's preemployment inquiry regarding Martino's\n\nworkers' compensation history constituted independent, actionable\n\nviolations of Massachusetts and federal law (respectively, Mass.\n\nGen. Laws ch. 151B, § 4(16) and 42 U.S.C. § 12112(d)(2)).                   The\n\n\n     1\n      Martino originally named Pre-employ.com as a defendant in\nthis action but the parties entered into a stipulation of dismissal\nof those claims before trial.\n     2\n      Forward Air argued at trial that it sought the workers'\ncompensation history in order to confirm that Martino's explanation\nof the cause of his two-year gap was truthful.\n\n                                       -4-\n\fdistrict court's reason for dismissing these \"illegal inquiry\"\n\nclaims was as follows:\n\n          [I]t is my view that both the federal and state\n          law ban discrimination, and that an improper\n          [workers'] compensation inquiry is one way that\n          you can prove there was a discriminatory intent.\n          I do not think it is a freestanding cause of\n          action, because I cannot find anything in the\n          statute itself that specifically ties damages to\n          that act itself, although I agree, as I\n          instructed the jury that it is relevant to their\n          consideration of whether there was, in fact,\n          discriminatory conduct.\n\n\nFollowing dismissal of the illegal inquiry claims, the jury was\n\ntasked with deciding whether Forward Air discriminated against\n\nMartino based on disability. The judge instructed the jury that it\n\nwas free to consider the alleged inquiry into Martino's workers'\n\ncompensation history as proof of discriminatory animus.   The jury\n\nreturned a verdict favorable to Forward Air, finding that it did\n\nnot discriminate.   Presumably the jury believed Forward Air's\n\nexplanation that it chose not create the new position for business\n\nreasons alone.\n\n          As previously stated, Martino only appeals the district\n\ncourt's dismissal of his illegal inquiry claim brought under the\n\nstate statute, which reads as follows:\n\n          It shall be an unlawful practice:\n\n          16. For any employer, personally or through an\n          agent, to dismiss from employment or refuse to hire,\n          rehire or advance in employment or otherwise\n          discriminate against, because of his handicap, any\n          person alleging to be a qualified handicapped\n\n                             -5-\n\f          person,   capable   of  performing   the   essential\n          functions of the position involved with reasonable\n          accommodation, unless the employer can demonstrate\n          that the accommodation required to be made to the\n          physical or mental limitations of the person would\n          impose an undue hardship to the employer's business.\n          For purposes of this subsection, the word employer\n          shall include an agency which employs individuals\n          directly for the purpose of furnishing part-time or\n          temporary help to others.\n\n          In determining whether an accommodation would impose\n          an undue hardship on the conduct of the employer's\n          business, factors to be considered include:--\n\n          (1) the overall size of the employer's business with\n          respect to the number of employees, number and type\n          of facilities, and size of budget or available\n          assets;\n          (2) the type of the employer's operation, including\n          the composition and structure of the employer's\n          workforce; and\n          (3) the nature and cost of the accommodation needed.\n          Physical or mental job qualification requirement\n          with respect to hiring, promotion, demotion or\n          dismissal from employment or any other change in\n          employment status or responsibilities shall be\n          functionally related to the specific job or jobs for\n          which the individual is being considered and shall\n          be consistent with the safe and lawful performance\n          of the job.\n\n          An employer may not make preemployment inquiry of an\n          applicant as to whether the applicant is a\n          handicapped individual or as to the nature or\n          severity of the handicap, except that an employer\n          may condition an offer of employment on the results\n          of a medical examination conducted solely for the\n          purpose of determining whether the employee, with\n          reasonable accommodation, is capable of performing\n          the essential functions of the job, and an employer\n          may invite applicants to voluntarily disclose their\n          handicap for purposes of assisting the employer in\n          its affirmative action efforts.\n\n\nMass. Gen. Laws ch. 151B, § 4(16) (emphasis added).\n\n\n                               -6-\n\f              The    parties      and   amicus   curiae,     the   Massachusetts\n\nCommission Against Discrimination (MCAD), dispute whether this\n\nstatute provides a private right of action on the basis of an\n\nillegal inquiry alone.         We are sympathetic to the district court's\n\nconclusion that the statute's plain language does not provide such\n\na cause of action because the statute makes discrimination based on\n\ndisability an \"unlawful practice,\" but does not do the same for the\n\nparagraph discussing preemployment inquiries.                On the other hand,\n\nthe MCAD argues that the illegal inquiry paragraph applies to the\n\nbroader class of job \"applicants,\" rather than just the narrower\n\nclass of \"employees\" covered by the first paragraph, and therefore\n\npermits a cause of action for an illegal preemployment inquiry,\n\neven       without   proof   of    disability.3      While     there   are   some\n\ndifferences in the relevant language of the ADA and of Mass. Gen.\n\nLaws ch. 151B, § 4(16), the MCAD notes several federal cases which\n\nit says supports its position.             See, e.g., Harrison v. Benchmark\n\nElecs. Huntsville, Inc., 593 F.3d 1206, 1213-14 (11th Cir. 2010)\n\n(interpreting the ADA's illegal inquiry provision, 42 U.S.C. §\n\n12112(d)(2), as applying to the broader class of \"applicants\" and\n\ntherefore creating an independent cause of action that does not\n\n\n       3\n      While the MCAD's interpretation of ch. 151B is entitled to\ndeference, see Sensing v. Outback Steakhouse of Florida, LLC, 575\nF.3d 145, 153 (1st Cir. 2009), its views are not dispositive, see,\ne.g.,   Mass.  Bay   Transp.   Auth.  v.   Mass.  Comm'n   Against\nDiscrimination, 879 N.E.2d 36, 48 (Mass. 2008) (reversing MCAD\ndetermination where plain language of statute contradicted the\nagency's conclusion).\n\n                                         -7-\n\frequire proof of disability).       In addition, it is instructive that\n\nseveral   circuit   courts   have   concluded   that   the   federal   ADA\n\nprovision, § 12112(d)(2), does indeed provide a separate cause of\n\naction irrespective of the plaintiff's disability status.4             See\n\nHarrison, 593 F.3d at 1214; Murdock v. Washington, 193 F.3d 510,\n\n512 (7th Cir. 1999); Fredenburg v. Contra Costa County Dep't of\n\nHealth Servs., 172 F.3d 1176, 1182 (9th Cir. 1999); Griffin v.\n\nSteeltek, Inc. (\"Griffin I\"), 160 F.3d 591, 594 (10th Cir. 1998).\n\n           But here we need not decide whether there is indeed a\n\ncause of action under the Massachusetts statute because, even\n\nassuming such a claim were permitted, there is no doubt that a\n\nplaintiff would need to show proof of injury caused by the illegal\n\nquestioning in order to recover damages. See Davis v. Passman, 442\n\nU.S. 228, 239 (1979) (noting that a \"cause of action is a question\n\nof whether a particular plaintiff is a member of the class of\n\nlitigants that may, as a matter of law, appropriately invoke the\n\npower of the court; and relief is a question of the various\n\nremedies a federal court may make available\"). Every circuit court\n\nto consider illegal inquiry claims under the parallel federal\n\nstatute, 42 U.S.C. § 12122(d)(2), has concluded that proof of\n\n\n     4\n      \"Chapter 151B is considered the 'Massachusetts analogue' to\nthe federal Americans with Disabilities Act.\" Sensing, 575 F.3d at\n153. As a result, \"[t]he Supreme Judicial Court of Massachusetts\nhas indicated that federal case law construing the ADA should be\nfollowed in interpreting the Massachusetts disability law.\" Ward\nv. Mass. Health Research Inst., 209 F.3d 29, 33 n.2 (1st Cir.\n2000).\n\n                                    -8-\n\factual harm is required for recovery.          See Griffin v. Steeltek,\n\nInc. (\"Griffin II\"), 261 F.3d 1026, 1028-29 (10th Cir. 2001);\n\nCossette v. Minn. Power & Light, 188 F.3d 964, 971-72 (8th Cir.\n\n1999); Armstrong v. Turner Indus., Inc., 141 F.3d 554, 561-62 (5th\n\nCir. 1998); see also Tice v. Centre Area Transp. Auth., 247 F.3d\n\n506, 519 (3d Cir. 2001) (requiring \"prejudice\" showing to sustain\n\na claim under 42 U.S.C. §12112(d)(3) regarding confidentiality of\n\nmedical    records).    In   addition,   the    MCAD   agrees   that   the\n\nMassachusetts statute does not permit individual recovery for a\n\n\"technical violation\" of § 14(6), i.e. merely asking preemployment\n\nquestions about disability, but instead requires a showing of \"some\n\nresulting harm.\"5\n\n            Martino alleged that he suffered various injuries due to\n\nthe supposedly improper inquiry into his workers' compensation\n\nhistory.    The most important of these was that he was allegedly\n\ndenied employment on the basis of the disability information\n\nuncovered by the preemployment background check.           But the jury\n\nconcluded that Forward Air did not discriminate but rather had a\n\nlegitimate business reason for deciding not to create the new\n\nposition.    The jury's conclusion means that Martino cannot prove\n\nthe most obvious type of harm -- a wrongful employment action.\n\n\n\n     5\n      MCAD further asserts that \"at a minimum, a plaintiff must\nallege and establish that he or she is qualified for a position,\nthat the employer made an unlawful inquiry, and that an injury in\nfact or adverse action was caused by the unlawful inquiry.\"\n\n                                  -9-\n\f             Martino also alleged in his complaint that he suffered\n\nemotional harm because of Forward Air's preemployment inquiry. The\n\nargument Martino made to the jury was that he was emotionally\n\nharmed by the \"stress\" caused by realizing that \"a company could\n\nhave an online check of him just by pressing a couple of buttons.\"\n\nThis alleged generalized fear of the loss of anonymity caused by\n\nthe ubiquity of personal information available online is not\n\nlogically related to any action taken by Forward Air and is far too\n\ntenuous to support recovery.    Finally, on appeal, Martino for the\n\nfirst time argues that he suffered an invasion of privacy because\n\nof the inquiry.    Because he failed to raise this allegation below,\n\nMartino has waived invasion of privacy as a potential ground for\n\nrecovery.6    See, e.g., Ondine Shipping Corp. v. Cataldo, 24 F.3d\n\n353, 355-56 (1st Cir. 1994).    Without any cognizable allegation of\n\nharm, Martino's claim necessary fails.7\n\n\n     6\n      Before the district court, Martino brought a breach of\nprivacy claim under Mass. Gen. Laws ch. 214, § 1B, against Pre-\nemploy.com, but did not raise the issue of privacy as against\nForward Air.\n     7\n      To the extent that Martino premises the illegal inquiry claim\non a request for injunctive relief, we find no abuse of discretion\nin the district court's denial of his claim. In his complaint he\nasked that Forward Air be enjoined from sharing his workers'\ncompensation history with other employers in the industry. But\nMartino's request for injunctive relief is purely speculative; he\nput forth no evidence suggesting that \"the injury or threat of\ninjury [is] both real and immediate, not [merely] conjectural or\nhypothetical.\"   City of Los Angeles v. Lyons, 461 U.S. 95, 102\n(1983) (citations and internal quotation marks omitted); see also\nArmstrong, 141 F.3d at 563-64.      In addition, as to Martino's\nrequest for punitive damages, the facts alleged by Martino are not\n\n                                 -10-\n\f           Finally, it is worth emphasizing that regardless of\n\nwhether a private right of action exists, the MCAD retains its\n\nauthority pursuant to Mass. Gen. Laws ch. 151B, § 5, to seek and\n\nenforce   remedial   measures   against   employers   who   make   illegal\n\npreemployment inquiries regarding disability.8\n\n           For the foregoing reasons, we affirm the district court's\n\ndismissal of Martino's state law claim.\n\n           Affirmed.\n\n\n\n\n\"even remotely sufficient to approach the type of conduct required\nto support punitive damages.\" Armstrong, 141 F.3d at 562 n.21.\n     8\n      As the MCAD noted in its brief, it may order employers to\n\"cease and desist the unlawful activity, undergo training, adopt\nappropriate policies and pay a civil penalty.\"\n\n                                  -11-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>609 F.3d 1 (2010)</b></center>\n<center><h1>Edward MARTINO, Plaintiff, Appellant,<br>\nv.<br>\nFORWARD AIR, INC., Defendant, Appellee.</h1></center>\n<center>No. 09-1663.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 3, 2010.</center>\n<center>Decided June 14, 2010.</center>\n<p>Kevin G. Powers with whom Linda Evans and Rodgers, Powers &amp; Schwartz LLP were on brief for appellant.</p>\n<p>David C. Casey with whom Amy E. Mendenhall and Littler Mendelson P.C. were on brief for appellee.</p>\n<p>Catherine Ziehl, General Counsel/Special Assistant Attorney General, and Beverly Ward, Commission Counsel, were on brief for the Commonwealth of Massachusetts Commission Against Discrimination, amicus curiae.</p>\n<p>Before LYNCH, Chief Judge, SOUTER, Associate Justice,<sup>[*]</sup> and STAHL, Circuit Judge.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>Edward Martino, the plaintiff-appellant, brought a variety of claims against Forward Air alleging that the company did not hire him because of discrimination based on disability. The district court dismissed two of his claims during trial, concluding that the statutes at issue did not provide private rights of action. The jury found in favor of Forward Air, determining that the company had not discriminated based on disability when it decided not to hire Martino.</p>\n<p>On appeal, Martino does not contest the jury verdict as to discrimination. He only argues that the district court improperly dismissed his claim that Forward Air committed <span class=\"star-pagination\">*2</span> a separate, actionable wrong by making a preemployment inquiry regarding his workers' compensation history. Martino brought this \"illegal inquiry\" claim under both the Massachusetts Fair Employment Practices Act, Mass. Gen. Laws ch. 151B, § 4(16), and the Americans with Disabilities Act (ADA), 42 U.S.C. § 12112(d)(2). The district court dismissed both claims but Martino only appeals the dismissal of the state law claim.</p>\n<p>We review the grant of a motion to dismiss de novo. <i>See </i><i>Centro Medico del Turabo, Inc. v. Feliciano de Melecio,</i> 406 F.3d 1, 5 (1st Cir.2005). In order to survive a motion to dismiss, a complaint must \"contain sufficient factual matter, accepted as true, to state a claim to relief that is plausible on its face.\" <i>SEC v. Tambone,</i> 597 F.3d 436, 444 (1st Cir.2010) (en banc) (quoting <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009)) (internal quotation marks omitted). We accept as true all well-pleaded facts in the complaint and make all reasonable inferences in plaintiff's favor. <i>See </i><i>Airframe Sys., Inc. v. Raytheon Co.,</i> 601 F.3d 9, 11 (1st Cir.2010).</p>\n<p>In this case, we do not reach the question of whether the Massachusetts statute provides an independent cause of action for preemployment inquiries regarding disability. Rather, because the jury already concluded that Martino suffered no discriminatory harm and he has alleged no other cognizable harm, we conclude that, even if we assume that a private cause of action is available, Martino's claim would necessarily fail.</p>\n<p>The facts of the case are straightforward. Edward Martino had long worked in the freight forwarding industry. In 2003 he was seriously injured on the job. As a result, he was out of work for two years and received a workers' compensation settlement. In 2005, having heard that Forward Air was considering creating a new position for which he might be qualified, Martino submitted an employment application and signed a background check authorization form. During his interview, when asked about his two-year employment gap, Martino stated that he had been out on workers' compensation leave while recovering from his injuries. In response, the Forward Air manager conducting the interview asked that Martino provide a doctor's note stating that he was cleared to return to work. The manager also informed Martino that he was unsure whether he would create the new position but would remain in contact with Martino. The manager submitted a background check request to a company called Pre-employ.com,<sup>[1]</sup> and specifically requested information regarding Martino's workers' compensation history.<sup>[2]</sup> A few months later, according to Forward Air, the company decided not to create the new position for business reasons, and so informed Martino. At trial, Martino alleged that the manager told him (and, at another point, also told Martino's wife, who works in the same industry) that the background check revealed that Martino had a workers' compensation history, that hiring him would cause the company's insurance rates to rise, and that he would therefore be a \"liability\" for Forward Air.</p>\n<p>Martino brought a variety of discrimination claims against Forward Air under both state and federal law. During trial, the district court, in an oral order, dismissed <span class=\"star-pagination\">*3</span> Martino's claims that Forward Air's preemployment inquiry regarding Martino's workers' compensation history constituted independent, actionable violations of Massachusetts and federal law (respectively, Mass. Gen. Laws ch. 151B, § 4(16) and 42 U.S.C. § 12112(d)(2)). The district court's reason for dismissing these \"illegal inquiry\" claims was as follows:</p>\n<blockquote>[I]t is my view that both the federal and state law ban discrimination, and that an improper [workers'] compensation inquiry is one way that you can prove there was a discriminatory intent. I do not think it is a freestanding cause of action, because I cannot find anything in the statute itself that specifically ties damages to that act itself, although I agree, as I instructed the jury that it is relevant to their consideration of whether there was, in fact, discriminatory conduct.</blockquote>\n<p>Following dismissal of the illegal inquiry claims, the jury was tasked with deciding whether Forward Air discriminated against Martino based on disability. The judge instructed the jury that it was free to consider the alleged inquiry into Martino's workers' compensation history as proof of discriminatory animus. The jury returned a verdict favorable to Forward Air, finding that it did not discriminate. Presumably the jury believed Forward Air's explanation that it chose not create the new position for business reasons alone.</p>\n<p>As previously stated, Martino only appeals the district court's dismissal of his illegal inquiry claim brought under the state statute, which reads as follows:</p>\n<blockquote><i>It shall be an unlawful practice:</i></blockquote>\n<blockquote>16. <i>For any employer,</i> personally or through an agent, <i>to dismiss from employment or refuse to hire, rehire or advance in employment or otherwise discriminate against, because of his handicap,</i> any person alleging to be a qualified handicapped person, capable of performing the essential functions of the position involved with reasonable accommodation, unless the employer can demonstrate that the accommodation required to be made to the physical or mental limitations of the person would impose an undue hardship to the employer's business. For purposes of this subsection, the word employer shall include an agency which employs individuals directly for the purpose of furnishing part-time or temporary help to others.</blockquote>\n<blockquote>In determining whether an accommodation would impose an undue hardship on the conduct of the employer's business, factors to be considered include: </blockquote>\n<blockquote>(1) the overall size of the employer's business with respect to the number of employees, number and type of facilities, and size of budget or available assets;</blockquote>\n<blockquote>(2) the type of the employer's operation, including the composition and structure of the employer's workforce; and</blockquote>\n<blockquote>(3) the nature and cost of the accommodation needed. Physical or mental job qualification requirement with respect to hiring, promotion, demotion or dismissal from employment or any other change in employment status or responsibilities shall be functionally related to the specific job or jobs for which the individual is being considered and shall be consistent with the safe and lawful performance of the job.</blockquote>\n<blockquote>\n<i>An employer may not make preemployment inquiry of an applicant as to whether the applicant is a handicapped individual or as to the nature or severity of the handicap,</i> except that an employer may condition an offer of employment on the results of a medical examination conducted solely for the purpose of determining whether the employee, with reasonable accommodation, <span class=\"star-pagination\">*4</span> is capable of performing the essential functions of the job, and an employer may invite applicants to voluntarily disclose their handicap for purposes of assisting the employer in its affirmative action efforts.</blockquote>\n<p>Mass. Gen. Laws ch. 151B, § 4(16) (emphasis added).</p>\n<p>The parties and amicus curiae, the Massachusetts Commission Against Discrimination (MCAD), dispute whether this statute provides a private right of action on the basis of an illegal inquiry alone. We are sympathetic to the district court's conclusion that the statute's plain language does not provide such a cause of action because the statute makes discrimination based on disability an \"unlawful practice,\" but does not do the same for the paragraph discussing preemployment inquiries. On the other hand, the MCAD argues that the illegal inquiry paragraph applies to the broader class of job \"applicants,\" rather than just the narrower class of \"employees\" covered by the first paragraph, and therefore permits a cause of action for an illegal preemployment inquiry, even without proof of disability.<sup>[3]</sup> While there are some differences in the relevant language of the ADA and of Mass. Gen. Laws ch. 151B, § 4(16), the MCAD notes several federal cases which it says supports its position. <i>See, e.g., </i><i>Harrison v. Benchmark Elecs. Huntsville, Inc.,</i> 593 F.3d 1206, 1213-14 (11th Cir.2010) (interpreting the ADA's illegal inquiry provision, 42 U.S.C. § 12112(d)(2), as applying to the broader class of \"applicants\" and therefore creating an independent cause of action that does not require proof of disability). In addition, it is instructive that several circuit courts have concluded that the federal ADA provision, § 12112(d)(2), does indeed provide a separate cause of action irrespective of the plaintiff's disability status.<sup>[4]</sup><i>See </i><i>Harrison,</i> 593 F.3d at 1214; <i>Murdock v. Washington,</i> 193 F.3d 510, 512 (7th Cir.1999); <i>Fredenburg v. Contra Costa County Dep't of Health Servs.,</i> 172 F.3d 1176, 1182 (9th Cir.1999); <i>Griffin v. Steeltek, Inc.</i> (\"<i>Griffin I</i>\"), 160 F.3d 591, 594 (10th Cir.1998).</p>\n<p>But here we need not decide whether there is indeed a cause of action under the Massachusetts statute because, even assuming such a claim were permitted, there is no doubt that a plaintiff would need to show proof of injury caused by the illegal questioning in order to recover damages. <i>See </i><i>Davis v. Passman,</i> 442 U.S. 228, 239, 99 S.Ct. 2264, 60 L.Ed.2d 846 (1979) (noting that a \"cause of action is a question of whether a particular plaintiff is a member of the class of litigants that may, as a matter of law, appropriately invoke the power of the court; and relief is a question of the various remedies a federal court may make available\"). Every circuit court to consider illegal inquiry claims under the parallel federal statute, 42 U.S.C. § 12112(d)(2), has concluded that proof of actual harm is required for recovery. <i>See </i><i>Griffin v. Steeltek, Inc.</i> (\"<i>Griffin II</i>\"), 261 F.3d 1026, 1028-29 (10th Cir.2001); <i>Cossette</i> <span class=\"star-pagination\">*5</span> <i>v. Minn. Power &amp; Light,</i> 188 F.3d 964, 971-72 (8th Cir.1999); <i>Armstrong v. Turner Indus., Inc.,</i> 141 F.3d 554, 561-62 (5th Cir.1998); <i>see also </i><i>Tice v. Centre Area Transp. Auth.,</i> 247 F.3d 506, 519 (3d Cir.2001) (requiring \"prejudice\" showing to sustain a claim under 42 U.S.C. § 12112(d)(3) regarding confidentiality of medical records). In addition, the MCAD agrees that the Massachusetts statute does not permit individual recovery for a \"technical violation\" of § 14(6), i.e. merely asking preemployment questions about disability, but instead requires a showing of \"some resulting harm.\"<sup>[5]</sup></p>\n<p>Martino alleged that he suffered various injuries due to the supposedly improper inquiry into his workers' compensation history. The most important of these was that he was allegedly denied employment on the basis of the disability information uncovered by the preemployment background check. But the jury concluded that Forward Air did not discriminate but rather had a legitimate business reason for deciding not to create the new position. The jury's conclusion means that Martino cannot prove the most obvious type of harm  a wrongful employment action.</p>\n<p>Martino also alleged in his complaint that he suffered emotional harm because of Forward Air's preemployment inquiry. The argument Martino made to the jury was that he was emotionally harmed by the \"stress\" caused by realizing that \"a company could have an online check of him just by pressing a couple of buttons.\" This alleged generalized fear of the loss of anonymity caused by the ubiquity of personal information available online is not logically related to any action taken by Forward Air and is far too tenuous to support recovery. Finally, on appeal, Martino for the first time argues that he suffered an invasion of privacy because of the inquiry. Because he failed to raise this allegation below, Martino has waived invasion of privacy as a potential ground for recovery.<sup>[6]</sup><i>See, e.g., </i><i>Ondine Shipping Corp. v. Cataldo,</i> 24 F.3d 353, 355-56 (1st Cir.1994). Without any cognizable allegation of harm, Martino's claim necessary fails.<sup>[7]</sup></p>\n<p>Finally, it is worth emphasizing that regardless of whether a private right of action exists, the MCAD retains its authority pursuant to Mass. Gen. Laws ch. 151B, § 5, to seek and enforce remedial measures against employers who make illegal preemployment inquiries regarding disability.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*6</span> For the foregoing reasons, we <i>affirm</i> the district court's dismissal of Martino's state law claim.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  Martino originally named Pre-employ.com as a defendant in this action but the parties entered into a stipulation of dismissal of those claims before trial.</p>\n<p>[2]  Forward Air argued at trial that it sought the workers' compensation history in order to confirm that Martino's explanation of the cause of his two-year gap was truthful.</p>\n<p>[3]  While the MCAD's interpretation of ch. 151B is entitled to deference, <i>see </i><i>Sensing v. Outback Steakhouse of Florida, LLC,</i> 575 F.3d 145, 153 (1st Cir.2009), its views are not dispositive, <i>see, e.g., Mass. Bay Transp. Auth. v. Mass. Comm'n Against Discrimination,</i> 450 Mass. 327, 879 N.E.2d 36, 48 (2008) (reversing MCAD determination where plain language of statute contradicted the agency's conclusion).</p>\n<p>[4]  \"Chapter 151B is considered the `Massachusetts analogue' to the federal Americans with Disabilities Act.\" <i>Sensing,</i> 575 F.3d at 153. As a result, \"[t]he Supreme Judicial Court of Massachusetts has indicated that federal case law construing the ADA should be followed in interpreting the Massachusetts disability law.\" <i>Ward v. Mass. Health Research Inst.,</i> 209 F.3d 29, 33 n. 2 (1st Cir. 2000).</p>\n<p>[5]  MCAD further asserts that \"at a minimum, a plaintiff must allege and establish that he or she is qualified for a position, that the employer made an unlawful inquiry, and that an injury in fact or adverse action was caused by the unlawful inquiry.\"</p>\n<p>[6]  Before the district court, Martino brought a breach of privacy claim under Mass. Gen. Laws ch. 214, § 1B, against Pre-employ.com, but did not raise the issue of privacy as against Forward Air.</p>\n<p>[7]  To the extent that Martino premises the illegal inquiry claim on a request for injunctive relief, we find no abuse of discretion in the district court's denial of his claim. In his complaint he asked that Forward Air be enjoined from sharing his workers' compensation history with other employers in the industry. But Martino's request for injunctive relief is purely speculative; he put forth no evidence suggesting that \"the injury or threat of injury [is] both real and immediate, not [merely] conjectural or hypothetical.\" <i>City of Los Angeles v. Lyons,</i> 461 U.S. 95, 102, 103 S.Ct. 1660, 75 L.Ed.2d 675 (1983) (citations and internal quotation marks omitted); <i>see also </i><i>Armstrong,</i> 141 F.3d at 563-64. In addition, as to Martino's request for punitive damages, the facts alleged by Martino are not \"even remotely sufficient to approach the type of conduct required to support punitive damages.\" <i>Armstrong,</i> 141 F.3d at 562 n. 21.</p>\n<p>[8]  As the MCAD noted in its brief, it may order employers to \"cease and desist the unlawful activity, undergo training, adopt appropriate policies and pay a civil penalty.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">609</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2010)</b></center>\n<center><h1>Edward MARTINO, Plaintiff, Appellant,<br>\nv.<br>\nFORWARD AIR, INC., Defendant, Appellee.</h1></center>\n<center>No. 09-1663.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 3, 2010.</center>\n<center>Decided June 14, 2010.</center>\n<p>Kevin G. Powers with whom Linda Evans and Rodgers, Powers &amp; Schwartz LLP were on brief for appellant.</p>\n<p>David C. Casey with whom Amy E. Mendenhall and Littler Mendelson P.C. were on brief for appellee.</p>\n<p>Catherine Ziehl, General Counsel/Special Assistant Attorney General, and Beverly Ward, Commission Counsel, were on brief for the Commonwealth of Massachusetts Commission Against Discrimination, amicus curiae.</p>\n<p>Before LYNCH, Chief Judge, SOUTER, Associate Justice,<sup>[*]</sup> and STAHL, Circuit Judge.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>Edward Martino, the plaintiff-appellant, brought a variety of claims against Forward Air alleging that the company did not hire him because of discrimination based on disability. The district court dismissed two of his claims during trial, concluding that the statutes at issue did not provide private rights of action. The jury found in favor of Forward Air, determining that the company had not discriminated based on disability when it decided not to hire Martino.</p>\n<p>On appeal, Martino does not contest the jury verdict as to discrimination. He only argues that the district court improperly dismissed his claim that Forward Air committed <span class=\"star-pagination\">*2</span> a separate, actionable wrong by making a preemployment inquiry regarding his workers' compensation history. Martino brought this \"illegal inquiry\" claim under both the Massachusetts Fair Employment Practices Act, Mass. Gen. Laws ch. 151B, § 4(16), and the Americans with Disabilities Act (ADA), 42 U.S.C. § 12112(d)(2). The district court dismissed both claims but Martino only appeals the dismissal of the state law claim.</p>\n<p>We review the grant of a motion to dismiss de novo. <i>See </i><i>Centro Medico del Turabo, Inc. v. Feliciano de Melecio,</i> <span class=\"citation\" data-id=\"201545\"><a href=\"/opinion/201545/centro-medico-del-v-feliciano-de-melecio/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2005). In order to survive a motion to dismiss, a complaint must \"contain sufficient factual matter, accepted as true, to state a claim to relief that is plausible on its face.\" <i>SEC v. Tambone,</i> <span class=\"citation no-link\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></span>, 444 (1st Cir.2010) (en banc) (quoting <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009)) (internal quotation marks omitted). We accept as true all well-pleaded facts in the complaint and make all reasonable inferences in plaintiff's favor. <i>See </i><i>Airframe Sys., Inc. v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"1001\"><a href=\"/opinion/1001/airframe-systems-inc-v-raytheon-co/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir.2010).</p>\n<p>In this case, we do not reach the question of whether the Massachusetts statute provides an independent cause of action for preemployment inquiries regarding disability. Rather, because the jury already concluded that Martino suffered no discriminatory harm and he has alleged no other cognizable harm, we conclude that, even if we assume that a private cause of action is available, Martino's claim would necessarily fail.</p>\n<p>The facts of the case are straightforward. Edward Martino had long worked in the freight forwarding industry. In 2003 he was seriously injured on the job. As a result, he was out of work for two years and received a workers' compensation settlement. In 2005, having heard that Forward Air was considering creating a new position for which he might be qualified, Martino submitted an employment application and signed a background check authorization form. During his interview, when asked about his two-year employment gap, Martino stated that he had been out on workers' compensation leave while recovering from his injuries. In response, the Forward Air manager conducting the interview asked that Martino provide a doctor's note stating that he was cleared to return to work. The manager also informed Martino that he was unsure whether he would create the new position but would remain in contact with Martino. The manager submitted a background check request to a company called Pre-employ.com,<sup>[1]</sup> and specifically requested information regarding Martino's workers' compensation history.<sup>[2]</sup> A few months later, according to Forward Air, the company decided not to create the new position for business reasons, and so informed Martino. At trial, Martino alleged that the manager told him (and, at another point, also told Martino's wife, who works in the same industry) that the background check revealed that Martino had a workers' compensation history, that hiring him would cause the company's insurance rates to rise, and that he would therefore be a \"liability\" for Forward Air.</p>\n<p>Martino brought a variety of discrimination claims against Forward Air under both state and federal law. During trial, the district court, in an oral order, dismissed <span class=\"star-pagination\">*3</span> Martino's claims that Forward Air's preemployment inquiry regarding Martino's workers' compensation history constituted independent, actionable violations of Massachusetts and federal law (respectively, Mass. Gen. Laws ch. 151B, § 4(16) and 42 U.S.C. § 12112(d)(2)). The district court's reason for dismissing these \"illegal inquiry\" claims was as follows:</p>\n<blockquote>[I]t is my view that both the federal and state law ban discrimination, and that an improper [workers'] compensation inquiry is one way that you can prove there was a discriminatory intent. I do not think it is a freestanding cause of action, because I cannot find anything in the statute itself that specifically ties damages to that act itself, although I agree, as I instructed the jury that it is relevant to their consideration of whether there was, in fact, discriminatory conduct.</blockquote>\n<p>Following dismissal of the illegal inquiry claims, the jury was tasked with deciding whether Forward Air discriminated against Martino based on disability. The judge instructed the jury that it was free to consider the alleged inquiry into Martino's workers' compensation history as proof of discriminatory animus. The jury returned a verdict favorable to Forward Air, finding that it did not discriminate. Presumably the jury believed Forward Air's explanation that it chose not create the new position for business reasons alone.</p>\n<p>As previously stated, Martino only appeals the district court's dismissal of his illegal inquiry claim brought under the state statute, which reads as follows:</p>\n<blockquote><i>It shall be an unlawful practice:</i></blockquote>\n<blockquote>16. <i>For any employer,</i> personally or through an agent, <i>to dismiss from employment or refuse to hire, rehire or advance in employment or otherwise discriminate against, because of his handicap,</i> any person alleging to be a qualified handicapped person, capable of performing the essential functions of the position involved with reasonable accommodation, unless the employer can demonstrate that the accommodation required to be made to the physical or mental limitations of the person would impose an undue hardship to the employer's business. For purposes of this subsection, the word employer shall include an agency which employs individuals directly for the purpose of furnishing part-time or temporary help to others.</blockquote>\n<blockquote>In determining whether an accommodation would impose an undue hardship on the conduct of the employer's business, factors to be considered include: </blockquote>\n<blockquote>(1) the overall size of the employer's business with respect to the number of employees, number and type of facilities, and size of budget or available assets;</blockquote>\n<blockquote>(2) the type of the employer's operation, including the composition and structure of the employer's workforce; and</blockquote>\n<blockquote>(3) the nature and cost of the accommodation needed. Physical or mental job qualification requirement with respect to hiring, promotion, demotion or dismissal from employment or any other change in employment status or responsibilities shall be functionally related to the specific job or jobs for which the individual is being considered and shall be consistent with the safe and lawful performance of the job.</blockquote>\n<blockquote>\n<i>An employer may not make preemployment inquiry of an applicant as to whether the applicant is a handicapped individual or as to the nature or severity of the handicap,</i> except that an employer may condition an offer of employment on the results of a medical examination conducted solely for the purpose of determining whether the employee, with reasonable accommodation, <span class=\"star-pagination\">*4</span> is capable of performing the essential functions of the job, and an employer may invite applicants to voluntarily disclose their handicap for purposes of assisting the employer in its affirmative action efforts.</blockquote>\n<p>Mass. Gen. Laws ch. 151B, § 4(16) (emphasis added).</p>\n<p>The parties and amicus curiae, the Massachusetts Commission Against Discrimination (MCAD), dispute whether this statute provides a private right of action on the basis of an illegal inquiry alone. We are sympathetic to the district court's conclusion that the statute's plain language does not provide such a cause of action because the statute makes discrimination based on disability an \"unlawful practice,\" but does not do the same for the paragraph discussing preemployment inquiries. On the other hand, the MCAD argues that the illegal inquiry paragraph applies to the broader class of job \"applicants,\" rather than just the narrower class of \"employees\" covered by the first paragraph, and therefore permits a cause of action for an illegal preemployment inquiry, even without proof of disability.<sup>[3]</sup> While there are some differences in the relevant language of the ADA and of Mass. Gen. Laws ch. 151B, § 4(16), the MCAD notes several federal cases which it says supports its position. <i>See, e.g., </i><i>Harrison v. Benchmark Elecs. Huntsville, Inc.,</i> <span class=\"citation\" data-id=\"78552\"><a href=\"/opinion/78552/harrison-v-benchmark-electronics-huntsville-inc/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1206</span></a></span>, 1213-14 (11th Cir.2010) (interpreting the ADA's illegal inquiry provision, 42 U.S.C. § 12112(d)(2), as applying to the broader class of \"applicants\" and therefore creating an independent cause of action that does not require proof of disability). In addition, it is instructive that several circuit courts have concluded that the federal ADA provision, § 12112(d)(2), does indeed provide a separate cause of action irrespective of the plaintiff's disability status.<sup>[4]</sup><i>See </i><i>Harrison,</i> 593 F.3d at 1214; <i>Murdock v. Washington,</i> <span class=\"citation\" data-id=\"766391\"><a href=\"/opinion/766391/robert-murdock-v-odie-washington/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">510</span></a></span>, 512 (7th Cir.1999); <i>Fredenburg v. Contra Costa County Dep't of Health Servs.,</i> <span class=\"citation\" data-id=\"763080\"><a href=\"/opinion/763080/january-fredenburg-v-contra-costa-county-department-of-health-services/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1176</span></a></span>, 1182 (9th Cir.1999); <i>Griffin v. Steeltek, Inc.</i> (\"<i>Griffin I</i>\"), <span class=\"citation\" data-id=\"157069\"><a href=\"/opinion/157069/griffin-v-steeltek-inc/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></a></span>, 594 (10th Cir.1998).</p>\n<p>But here we need not decide whether there is indeed a cause of action under the Massachusetts statute because, even assuming such a claim were permitted, there is no doubt that a plaintiff would need to show proof of injury caused by the illegal questioning in order to recover damages. <i>See </i><i>Davis v. Passman,</i> <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 239, <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span>, <span class=\"citation\" data-id=\"110097\"><a href=\"/opinion/110097/davis-v-passman/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">846</span></a></span> (1979) (noting that a \"cause of action is a question of whether a particular plaintiff is a member of the class of litigants that may, as a matter of law, appropriately invoke the power of the court; and relief is a question of the various remedies a federal court may make available\"). Every circuit court to consider illegal inquiry claims under the parallel federal statute, 42 U.S.C. § 12112(d)(2), has concluded that proof of actual harm is required for recovery. <i>See </i><i>Griffin v. Steeltek, Inc.</i> (\"<i>Griffin II</i>\"), <span class=\"citation\" data-id=\"161503\"><a href=\"/opinion/161503/griffin-v-steeltek-inc/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1028-29 (10th Cir.2001); <i>Cossette</i> <span class=\"star-pagination\">*5</span> <i>v. Minn. Power &amp; Light,</i> <span class=\"citation\" data-id=\"765812\"><a href=\"/opinion/765812/diane-m-cossette-v-minnesota-power-light-an-employer-and-business/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">964</span></a></span>, 971-72 (8th Cir.1999); <i>Armstrong v. Turner Indus., Inc.,</i> <span class=\"citation\" data-id=\"753006\"><a href=\"/opinion/753006/jeff-armstrong-v-turner-industries-inc/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">554</span></a></span>, 561-62 (5th Cir.1998); <i>see also </i><i>Tice v. Centre Area Transp. Auth.,</i> <span class=\"citation\" data-id=\"772937\"><a href=\"/opinion/772937/randy-l-tice-v-centre-area-transportation-authority-american-federation/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span>, 519 (3d Cir.2001) (requiring \"prejudice\" showing to sustain a claim under 42 U.S.C. § 12112(d)(3) regarding confidentiality of medical records). In addition, the MCAD agrees that the Massachusetts statute does not permit individual recovery for a \"technical violation\" of § 14(6), i.e. merely asking preemployment questions about disability, but instead requires a showing of \"some resulting harm.\"<sup>[5]</sup></p>\n<p>Martino alleged that he suffered various injuries due to the supposedly improper inquiry into his workers' compensation history. The most important of these was that he was allegedly denied employment on the basis of the disability information uncovered by the preemployment background check. But the jury concluded that Forward Air did not discriminate but rather had a legitimate business reason for deciding not to create the new position. The jury's conclusion means that Martino cannot prove the most obvious type of harm  a wrongful employment action.</p>\n<p>Martino also alleged in his complaint that he suffered emotional harm because of Forward Air's preemployment inquiry. The argument Martino made to the jury was that he was emotionally harmed by the \"stress\" caused by realizing that \"a company could have an online check of him just by pressing a couple of buttons.\" This alleged generalized fear of the loss of anonymity caused by the ubiquity of personal information available online is not logically related to any action taken by Forward Air and is far too tenuous to support recovery. Finally, on appeal, Martino for the first time argues that he suffered an invasion of privacy because of the inquiry. Because he failed to raise this allegation below, Martino has waived invasion of privacy as a potential ground for recovery.<sup>[6]</sup><i>See, e.g., </i><i>Ondine Shipping Corp. v. Cataldo,</i> <span class=\"citation\" data-id=\"195383\"><a href=\"/opinion/195383/ondine-shipping-v-cataldo/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">353</span></a></span>, 355-56 (1st Cir.1994). Without any cognizable allegation of harm, Martino's claim necessary fails.<sup>[7]</sup></p>\n<p>Finally, it is worth emphasizing that regardless of whether a private right of action exists, the MCAD retains its authority pursuant to Mass. Gen. Laws ch. 151B, § 5, to seek and enforce remedial measures against employers who make illegal preemployment inquiries regarding disability.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*6</span> For the foregoing reasons, we <i>affirm</i> the district court's dismissal of Martino's state law claim.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  Martino originally named Pre-employ.com as a defendant in this action but the parties entered into a stipulation of dismissal of those claims before trial.</p>\n<p>[2]  Forward Air argued at trial that it sought the workers' compensation history in order to confirm that Martino's explanation of the cause of his two-year gap was truthful.</p>\n<p>[3]  While the MCAD's interpretation of ch. 151B is entitled to deference, <i>see </i><i>Sensing v. Outback Steakhouse of Florida, LLC,</i> <span class=\"citation\" data-id=\"203950\"><a href=\"/opinion/203950/sensing-v-outback-steakhouse-of-florida-llc/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 153 (1st Cir.2009), its views are not dispositive, <i>see, e.g., Mass. Bay Transp. Auth. v. Mass. Comm'n Against Discrimination,</i> <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">879</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">36</span></span>, 48 (2008) (reversing MCAD determination where plain language of statute contradicted the agency's conclusion).</p>\n<p>[4]  \"Chapter 151B is considered the `Massachusetts analogue' to the federal Americans with Disabilities Act.\" <i>Sensing,</i> 575 F.3d at 153. As a result, \"[t]he Supreme Judicial Court of Massachusetts has indicated that federal case law construing the ADA should be followed in interpreting the Massachusetts disability law.\" <i>Ward v. Mass. Health Research Inst.,</i> <span class=\"citation\" data-id=\"198881\"><a href=\"/opinion/198881/ward-v-massachusetts-health/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33 n. 2 (1st Cir. 2000).</p>\n<p>[5]  MCAD further asserts that \"at a minimum, a plaintiff must allege and establish that he or she is qualified for a position, that the employer made an unlawful inquiry, and that an injury in fact or adverse action was caused by the unlawful inquiry.\"</p>\n<p>[6]  Before the district court, Martino brought a breach of privacy claim under Mass. Gen. Laws ch. 214, § 1B, against Pre-employ.com, but did not raise the issue of privacy as against Forward Air.</p>\n<p>[7]  To the extent that Martino premises the illegal inquiry claim on a request for injunctive relief, we find no abuse of discretion in the district court's denial of his claim. In his complaint he asked that Forward Air be enjoined from sharing his workers' compensation history with other employers in the industry. But Martino's request for injunctive relief is purely speculative; he put forth no evidence suggesting that \"the injury or threat of injury [is] both real and immediate, not [merely] conjectural or hypothetical.\" <i>City of Los Angeles v. Lyons,</i> <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, 102, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1660</span></a></span>, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983) (citations and internal quotation marks omitted); <i>see also </i><i>Armstrong,</i> 141 F.3d at 563-64. In addition, as to Martino's request for punitive damages, the facts alleged by Martino are not \"even remotely sufficient to approach the type of conduct required to support punitive damages.\" <i>Armstrong,</i> 141 F.3d at 562 n. 21.</p>\n<p>[8]  As the MCAD noted in its brief, it may order employers to \"cease and desist the unlawful activity, undergo training, adopt appropriate policies and pay a civil penalty.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/78552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/157069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/161503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772937/"
  ]
}