{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/148958/",
  "absolute_url": "/opinion/148958/united-states-v-crooker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/148958/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/336/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-06-18T20:12:33Z",
  "date_modified": "2016-04-26T21:52:08.208365Z",
  "type": "010combined",
  "sha1": "331f7ad99a7cac75095c4b5fef71a48b2e2a8b5e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1964P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/06/18/US_v._Crooker.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 07-1964\n\n                    UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                          MICHAEL CROOKER,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Michael A. Ponsor,      U.S. District Judge]\n\n\n                              Before\n                   Boudin, Gibson* and Howard,\n                         Circuit Judges.\n\n\n     Judith H. Mizner, Assistant Federal Public Defender, Federal\nDefender Office, for appellant.\n     Randall E. Kromm, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n\n                           June 18, 2010\n\n\n\n\n     *\n      John R.   Gibson,   of    the    Eighth   Circuit,   sitting   by\ndesignation.\n\f           Per Curiam.        Michael Crooker was indicted, tried and\n\nconvicted for transporting a firearm in interstate commerce as a\n\nconvicted felon, 18 U.S.C. § 922(g) (2006), and sentenced to 262\n\nmonths' imprisonment.          The \"firearm\" was a device designed to\n\nmuffle the sound of an airgun.        The decisive issue on this appeal\n\nis whether such a silencer could, on the facts of this case,\n\nqualify   as   a    \"firearm\"   within   the    meaning   of   the   statutory\n\ndefinition.        Id.   §   921(a)(3)(C),     (24).   The     raw   facts   are\n\nessentially undisputed.\n\n           In April 2004, Crooker--who had previously been convicted\n\nof a felony--was engaged in offering chemicals for sale, and a\n\npotential buyer in Wisconsin notified the Postal Inspection Service\n\nof a suspicious e-mail statement sent to the buyer by Crooker.               The\n\nbuyer had asked for a list of chemicals and inquired how they would\n\nbe packaged.       Crooker responded by stating:\n\n           Most are repackaged. In fact, most come that\n           way to me. Of course I combine shipping costs\n           and I don't fart around with regulations\n           either. I usually just send them Parcel Post\n           (even things like nitric[] acid that I just\n           sold).\n\n           An investigation led authorities to inspect a package\n\ndeposited by Crooker at a Massachusetts post office for interstate\n\nshipment on June 7, 2004.         The package proved to contain a large\n\ncaliber airgun and a cylinder made of black metal with a hole\n\nrunning through it, threading that allowed attachment to the muzzle\n\n\n\n                                     -2-\n\fof the airgun and baffles inside.1          Further inquiry revealed that\n\nthe device had been made for Crooker by another individual.\n\n            The government arranged a controlled delivery of the\n\npackage to its recipient in Ohio, and that day Crooker was arrested\n\nand his apartment searched.          The search revealed explosives and\n\nchemicals which resulted in a separate indictment of Crooker. Also\n\nseized were books and other materials evidencing Crooker's interest\n\nin firearms and airguns and a laptop containing relevant e-mail\n\nmessages.\n\n            A   separate   search    of    Crooker's   brother's   residence\n\nresulted in the seizure of a number of firearms and an article\n\ntitled \"Federal Law Definition of a Silencer\" that bore a name\n\n(mgmike) used by Crooker.           The article noted that it might be\n\nargued that an airgun silencer, if it could be \"put to use on a\n\npowder burning firearm . . . might be a silencer\" under federal\n\nlaw; the article argued that such a device would not be a silencer\n\nbecause not intended for firearm use even though it \"could probably\n\nbe adapted for use as a silencer on a powder burner.\"\n\n\n\n\n     1\n      Commercial    silencers--more   accurately    described    as\nsuppressors since they do not nullify all noise, Wikipedia,\n\"Suppressor,\" http://en.wikipedia.org/wiki/Suppressor (last visited\nJune 1, 2010)--come in various forms, but in general they are\ncrafted metal cylinders that attach to the barrel of a gun and\npossess various internal apparatus and/or materials for dispersing\nmore quietly the gas generated by the discharge (in the case of a\nfirearm, the gas resulting from ignited powder).\n\n                                     -3-\n\f            In pre-trial proceedings, Crooker sought to suppress the\n\nairgun and airgun silencer as products of an unlawful search, but\n\nthe district court denied the several motions addressed to the\n\nsearches.    Although the lawfulness of the searches, as well as\n\nCrooker's request for suppression of letters he sent while in pre-\n\ntrial detention, are extensively briefed on this appeal, we need\n\nnot describe these issues in detail, or certain other claims made\n\nby Crooker as to the admission of evidence and the length of his\n\nsentence,    because    a   more   fundamental     flaw   exists    in    the\n\ngovernment's case.\n\n            At trial, the government offered evidence as to the\n\nseizure of the airgun device, evidence of Crooker's knowledge of\n\nfirearms and technical skill, the above quoted article referring to\n\nthe possibility of adaptation of the airgun silencer for use on a\n\npowder bearing firearm, and--of special interest--testimony of a\n\ngovernment expert who had tested the cylindrical device seized from\n\nthe package.    There was other evidence of Crooker's interest in\n\nsilencers and their lawfulness, but nothing that alters the thrust\n\nof the government's case.\n\n            The government's expert testified that the seized device\n\ncould be used to muffle the sound of an ordinary firearm in various\n\nways, including the holding of the device against the barrel of the\n\nfirearm with one's hand so that the bullet would pass through the\n\ndevice;   but   the    witness   admitted   that   this   would    be    quite\n\n\n                                    -4-\n\fdangerous, and his own test was conducted only by threading an\n\n\"adapter\" onto both the barrel of an ordinary gun and the silencer\n\nto connect the two implements, because the silencer did not fit\n\ndirectly to the testing pistol.\n\n              The adapter was described as one of a collection taken\n\nfrom the witness' office in the Bureau of Alcohol, Tobacco and\n\nFirearms in the Department of the Treasury.          With the adapter, the\n\nsound   of   the   weapon   was   significantly    reduced.    The   witness\n\nsuggested a makeshift adapter could be assembled from hardware\n\nstore materials, but did not say he had ever tried it or seen it\n\ndone.   The government does not press on appeal any suggestion that\n\nthe device could realistically be used to silence a firearm unless\n\nan adapter were used.\n\n             The federal statute under which Crooker was charged\n\ndefines \"firearm\" in pertinent part as a weapon that expels a\n\nprojectile     \"by   the    action   of    an   explosive,\"   18   U.S.C.     §\n\n921(a)(3)(A), and this self-evidently does not include an air rifle\n\nsuch as that in Crooker's package which operates by compressed air.\n\nSee ATF Rul. 2005-4 (paintball gun, which uses compressed air to\n\nexpel a projectile, is not a \"firearm\" under the statute).                  But\n\nunder the statute \"firearm\" includes \"any firearm muffler or\n\nfirearm silencer,\" 18 U.S.C. § 921(a)(3)(C), defined as follows:\n\n             The terms \"firearm silencer\" and \"firearm\n             muffler\" mean any device for silencing,\n             muffling, or diminishing the report of a\n             portable firearm, including any combination of\n\n                                     -5-\n\f            parts, designed or redesigned, and intended\n            for use in assembling or fabricating a firearm\n            silencer or firearm muffler, and any part\n            intended only for use in such assembly or\n            fabrication.\n\nId. § 921(a)(24).\n\n            In    the   course   of    developing       jury    instructions      and\n\nconsidering      Crooker's    motion     for    judgment     of      acquittal,   the\n\nconstruction of this provision was a central issue; and the court\n\nultimately rejected Crooker's argument that the statute included\n\nonly a device \"designed or intended to be used\" with a firearm,\n\nconcluding    instead    that    the   word     \"for\"   in     the    statute   meant\n\n\"capable of\" silencing a firearm. In fact, the judge's instruction\n\neffectively ruled out Crooker's reading of the statute:\n\n            You may consider evidence of intent in\n            determining whether the government has proved\n            knowledge.   Keep in mind, however, that the\n            government need not prove Mr. Crooker or\n            anyone else actually ever used Exhibit 9 as a\n            firearm silencer or ever intended it to be\n            used as a firearm silencer.\n\n            In the ordinary criminal case, the device charged as a\n\nsilencer is one manufactured for use with a firearm and is easily\n\nconnected    (e.g.,     by   threading    one    onto    the      other);   and   the\n\npossessor knows perfectly well the intended function of the device.\n\nE.g., United States v. Hall, 171 F.3d 1133, 1152 (8th Cir. 1999),\n\ncert. denied, 529 U.S. 1027 (2000).            But where, as here, the device\n\nwas created for a different use--to silence an airgun--and requires\n\nsome modification or adaptation to fit a firearm, problems arise in\n\n\n                                       -6-\n\ftwo different dimensions: its capability for use as a silencer and,\n\nseparately, the defendant's knowledge, purpose or both with respect\n\nto the device.\n\n           If the statute said that a device \"capable\" of being used\n\nas a silencer was a firearm prohibited to a felon, there would be\n\nproblems at least of degree in determining what \"capable\" meant as\n\nto a device usable only with an adapter; apparently, a potato or a\n\nsoda bottle may, with varying efficacy and varying risk, be used to\n\nmuffle a firearm shot.        But taking the word \"capable\" in the\n\nabstract, a jury could rationally conclude from the evidence\n\nadmitted at trial, including the government expert's testimony,\n\nthat Crooker's device fitted with an adapter would be objectively\n\ncapable of functioning as a silencer for a firearm.\n\n           And, given Crooker's demonstrated expertise and also\n\ndocuments showing that he knew that airgun silencers could in some\n\ninstances be so adapted, the jury could rationally infer that he\n\nknew that an adapter--little more than a properly constructed\n\ncylinder adjusted for size and with threading at each end--could be\n\nbuilt that would allow this device to muffle or silence a firearm.\n\n           We conclude, however, that the statute by its terms\n\nrequires   something   more   than   a     potential   for   adaptation   and\n\nknowledge of it.   The statute does not refer either to capability\n\nor adaptation; it speaks of a device \"for\" silencing or muffling.\n\nThe ordinary connotation of the word is one of purpose.             See The\n\n\n                                     -7-\n\fRandom House Dictionary of the English Language 747 (2d ed. unabr.\n\n1987) (providing a first definition of \"for\" as \"with the object or\n\npurpose of\").    The government does not argue that the evidence\n\nproved that either Crooker or the maker of the airgun silencer\n\nintended that it be used to silence a firearm, but rather that\n\n\"for\" does not entail purpose but only knowledge of capability.\n\n          To this end, the government contrasts \"for\" with two\n\nfurther portions of the silencer definition (quoted above) dealing\n\nwith a combination of parts and with an individual part that could\n\nbe used in fashioning a silencer.    For these cases, respectively,\n\nthe statute uses the phrases \"intended for use\" and \"intended only\n\nfor use,\" 18 U.S.C. § 921(a)(24), so the government says that the\n\nuse of \"for\" must mean \"capable\" and that knowledge alone is\n\nenough.   Still, it is as easy (perhaps easier) to view all three\n\ntests as gradations of purpose made more rigorous as the statute\n\nextends from a self-sufficient device to a collection of parts to\n\na single part.\n\n          But even if \"for\" were read as the government urges--\n\nwhich is perhaps possible as a matter of language (as in \"a stone\n\nmay serve for a hammer\")--the airgun silencer in this case required\n\na further \"part\" (the adapter), arguably making the case fall\n\nwithin one of the \"parts\" definitions that require intent.   Worse\n\nstill for the government, the use of a \"capability\" and \"knowledge\"\n\ndefinition--as applied to a home-made silencer--could also extend\n\n\n                               -8-\n\fto a soda bottle or even a potato.                  The peculiar problem of\n\nsilencers is that many objects, including relatively innocent ones,\n\nhave some capacity to muffle the sound of a shot.\n\n           The    problem     is    illustrated       by       considering       the\n\ngovernment's own further argument that the silencer provision\n\nshould be treated like the machine-gun provision, 26 U.S.C. §\n\n5845(b) (2006).     That provision was modified by the same Act that\n\nadded the silencer provision, Firearms Owners' Protection Act of\n\n1986 (\"FOPA\"), Pub. L. No. 99-308, §§ 101, 109(a), (b), 100 Stat.\n\n449, 449-51, 460, and conviction for possessing a machine gun\n\nrequires   only   knowledge    of   the     gun's    capability        to   operate\n\nautomatically rather than any purpose for the gun to be used as an\n\nautomatic weapon, Staples v. United States, 511 U.S. 600, 619\n\n(1994).\n\n           But    the   machine-gun    provision,         by   contrast     to   the\n\nsilencer   definition,      explicitly      adopts    a    test   of    objective\n\ncapability: it covers any weapon \"which shoots, is designed to\n\nshoot, or can be readily restored to shoot\" automatically multiple\n\nshots with a single trigger pull.2          26 U.S.C. § 5845(b) (emphasis\n\nadded).    Nor is the difference in language difficult to explain:\n\n\n     2\n      The government makes a similar argument comparing the\nsilencer provision to the destructive device provision, but that\nprovision poses the same kind of language difference problem. 18\nU.S.C. § 921(a)(4) (stating that \"destructive device\" means, inter\nalia, \"any type of weapon . . . which will, or which may be readily\nconverted to\" expel a projectile by action of an explosive and\nwhich has a barrel of greater than a specified size).\n\n                                      -9-\n\fsomething is or is not an automatic weapon, but the range of\n\nphysical objects that can muffle a firearm is so large and of so\n\nmany alternative uses that some filtering restriction is needed to\n\nprevent overbreadth and possibly vagueness.\n\n            Nor is the government much helped by legislative history\n\nreferences to the amendment which say that the machine-gun and\n\nsilencer provision resemble one another, see H.R. Rep. 99-495, at\n\n4 (1986) (declaring that an early version of FOPA \"prohibited the\n\ntransfer and possession of silencers . . . in the same manner as\n\nthe section on machine guns\"), because certain other clauses in the\n\ntwo provisions are phrased similarly--the clauses regarding parts\n\nof a machine-gun or silencer,          26 U.S.C. § 5845(b); 18 U.S.C. §\n\n921(a)(24); see H.R. Rep. 99-495, at 21, 28 (highlighting the Act's\n\nstatutory      amendments    respecting     parts   of   machine-guns    and\n\nsilencers).\n\n               Turning to case law, several circuit cases support\n\nCrooker's position that intent or purpose is an element of the\n\ninitial silencer definition under which Crooker was charged--as it\n\nplainly   is    for   the   parts   definitions;3   these   statements   are\n\n\n     3\n      E.g., United States v. Carter, 465 F.3d 658, 667 (6th Cir.\n2006) (per curiam) (the silencer provision \"focuses on the intended\napplication of a silencer, not its actual demonstrated operation\"\nand \"indicates a concern for the purpose of the mechanism . . . not\nthe function\" (first emphasis added)), cert. denied, 550 U.S. 964\n(2007); United States v. Syverson, 90 F.3d 227, 232 (7th Cir. 1996)\n(reading the silencer provision language to require the government\nto \"prove that the cylinder was made for the purpose of silencing\na firearm, not that this purpose was realized,\" because \"Congress\n\n                                     -10-\n\fexplicit and helpful to Crooker but usually occur in cases where\n\nthe courts found such a purpose sufficient even where the silencer\n\nwas possibly inoperable.   Yet at least one case involving a home-\n\nmade device, United States v. Klebig, 600 F.3d 700, 703-04 (7th\n\nCir. 2010) (alleged silencer was oil filter found taped to the\n\nbarrel of a rifle), uses the language of intentionality.\n\n          The government's case law is weaker still.       It cites\n\ncases and legislative history suggesting that Congress in the\n\nsilencer statute aimed at expansive coverage, e.g., United States\n\nv. Thompson/Ctr. Arms. Co., 504 U.S. 505, 515 (1992); but the\n\nproposition is too general to be useful.      It also points to a\n\nplurality opinion in a Supreme Court decision, dismissing a writ of\n\ncertiorari as improvidently granted, Rogers v. United States, 522\n\nU.S. 252 (1998) (plurality opinion); but Rogers' language does not\n\nremotely help the government, because the Court was concerned with\n\na defendant's knowledge of a device that everyone assumed was\n\npurposely made as a firearm silencer.\n\n\n\n\nhas indicated that it intends to regulate all devices purporting to\nserve as silencers, not just those devices that actually work to\nsilence firearms\" (emphases added)), cert. denied, 519 U.S. 982\n(1996). But see United States v. Kavoukian, 354 F.3d 117, 120 (2d\nCir. 2003) (per curiam) (suggesting that a silencer is \"defined by\nits functionality\" (emphasis added)); Hall, 171 F.3d at 1151\n(stating that the crime of possession of an unregistered silencer\n\"require[s] a finding that the defendant knew that the relevant\nitem could in fact function to diminish the sound of a gun\"\n(emphasis added)).\n\n                               -11-\n\f          To read the statute literally, as we do, is conventional\n\nwith criminal statutes in order to provide fair notice, United\n\nStates v. Lanier, 520 U.S. 259, 266 (1997), and in this instance\n\ntempers problems of overbreadth and vagueness created by the\n\nmultiple legitimate objects that can be used to silence a firearm.\n\nConversely, the fact that a possessor does have a purpose to use,\n\nor to pass on the device to someone to use, as a silencer for a\n\nfirearm increases the danger of such a use and makes it precisely\n\nthe threat against which the statute means to guard.\n\n          Of course, this literal construction poses no barrier to\n\nprosecuting anyone who knowingly possesses a commercial silencer.\n\nIn such a case, it would be suitable to charge that the jury need\n\nonly find that the defendant knowingly possessed a device designed\n\nto be used as silencer for firearm.       The defendant's purpose\n\nbecomes a pivotal issue only for a device not so designed, but that\n\nis the case before us; or at least the government's evidence and\n\narguments leave it in that posture.4\n\n          As a practical matter, this leaves a loophole for other\n\ndevices not so designed which we do not mean to minimize.   Congress\n\nmight well think that there are devices like airgun silencers that\n\n\n\n     4\n      The device was apparently home-made at Crooker's request and\nmade to fit to an airgun that Crooker also possessed. The evidence\nis very thin--and anyway the government did not try to prove--that\nCrooker expected this device to be fitted with an adapter or used\nin any way except as a muffler for the airgun with which it was\nshipped.\n\n                               -12-\n\fcan be so readily adapted to use with conventional firearms that\n\ntheir possession by felons ought to be prohibited without regard to\n\npurpose.   A conventional solution is to provide that the Attorney\n\nGeneral can make regulations defining objectively the devices that\n\npose enough of a danger to warrant banning.             Cf. 18 U.S.C. §§\n\n841(d), 921(a)(4)(B), (17)(C).\n\n           The misinstruction in this case would justify a new\n\ntrial,   rather   than   acquittal,    if   the   government   had   offered\n\nevidence that could allow the jury to find beyond a reasonable\n\ndoubt that Crooker had a purpose to have the device function as\n\nfirearm silencer. But it had an incentive to develop such evidence\n\n--it would have been relevant evidence both of Crooker's knowledge\n\nand the device's capabilities (and the judge so instructed the\n\njury)--and even on appeal the government does not claim that it\n\ncould show illicit purpose.           Thus, Crooker is entitled to an\n\nacquittal.   United States v. Godin, 534 F.3d 51, 61 (1st Cir.\n\n2008); see Burks v. United States, 437 U.S. 1 (1977).\n\n           Needless to say, Crooker is in the process of doing\n\nneither himself nor society any good. His attitude toward shipping\n\nchemicals shows an indifference to law, and (quite apart from\n\nsilencers) even more disturbing is his professed interest as a\n\nconvicted felon in airguns that could be as powerful as firearms.\n\nHe deliberately skated close to the edge of the law and took his\n\nchances with a prosecution that the government was entitled to\n\n\n                                  -13-\n\fattempt.   But, given the statute's wording, the answer is not to\n\nstretch the present statute beyond its language but to amend it--if\n\nthe government is so minded--to deal more effectively with home-\n\nmade or adaptable devices.\n\n           The conviction is reversed and the case remanded for the\n\nentry of a judgment of acquittal.\n\n           It is so ordered.\n\n\n\n\n                               -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>608 F.3d 94 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMichael CROOKER, Defendant, Appellant.</h1></center>\n<center>No. 07-1964.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 4, 2009.</center>\n<center>Decided June 18, 2010.</center>\n<p>Judith H. Mizner, Assistant Federal Public Defender, Federal Defender Office, for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n<p><span class=\"star-pagination\">*95</span> Before BOUDIN, GIBSON<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>Michael Crooker was indicted, tried and convicted for transporting a firearm in interstate commerce as a convicted felon, 18 U.S.C. § 922(g) (2006), and sentenced to 262 months' imprisonment. The \"firearm\" was a device designed to muffle the sound of an airgun. The decisive issue on this appeal is whether such a silencer could, on the facts of this case, qualify as a \"firearm\" within the meaning of the statutory definition. <i>Id.</i> § 921(a)(3)(C), (24). The raw facts are essentially undisputed.</p>\n<p>In April 2004, Crookerwho had previously been convicted of a felonywas engaged in offering chemicals for sale, and a potential buyer in Wisconsin notified the Postal Inspection Service of a suspicious e-mail statement sent to the buyer by Crooker. The buyer had asked for a list of chemicals and inquired how they would be packaged. Crooker responded by stating:</p>\n<blockquote>Most are repackaged. In fact, most come that way to me. Of course I combine shipping costs and I don't fart around with regulations either. I usually just send them Parcel Post (even things like nitric[] acid that I just sold).</blockquote>\n<p>An investigation led authorities to inspect a package deposited by Crooker at a Massachusetts post office for interstate shipment on June 7, 2004. The package proved to contain a large caliber airgun and a cylinder made of black metal with a hole running through it, threading that allowed attachment to the muzzle of the airgun and baffles inside.<sup>[1]</sup> Further inquiry revealed that the device had been made for Crooker by another individual.</p>\n<p>The government arranged a controlled delivery of the package to its recipient in Ohio, and that day Crooker was arrested and his apartment searched. The search revealed explosives and chemicals which resulted in a separate indictment of Crooker. Also seized were books and other materials evidencing Crooker's interest in firearms and airguns and a laptop containing relevant e-mail messages.</p>\n<p>A separate search of Crooker's brother's residence resulted in the seizure of a number of firearms and an article titled \"Federal Law Definition of a Silencer\" that bore a name (mgmike) used by Crooker. The article noted that it might be argued that an airgun silencer, if it could be \"put to use on a powder burning firearm ... might be a silencer\" under federal law; the article argued that such a device would not be a silencer because not intended for firearm use even though it \"could probably be adapted for use as a silencer on a powder burner.\"</p>\n<p>In pre-trial proceedings, Crooker sought to suppress the airgun and airgun silencer as products of an unlawful search, but the district court denied the several motions addressed to the searches. Although the lawfulness of the searches, as well as Crooker's request for suppression of letters he sent while in pre-trial detention, are extensively briefed on this appeal, we need not describe these issues in detail, or certain other claims made by Crooker as <span class=\"star-pagination\">*96</span> to the admission of evidence and the length of his sentence, because a more fundamental flaw exists in the government's case.</p>\n<p>At trial, the government offered evidence as to the seizure of the airgun device, evidence of Crooker's knowledge of firearms and technical skill, the above quoted article referring to the possibility of adaptation of the airgun silencer for use on a powder bearing firearm, andof special interesttestimony of a government expert who had tested the cylindrical device seized from the package. There was other evidence of Crooker's interest in silencers and their lawfulness, but nothing that alters the thrust of the government's case.</p>\n<p>The government's expert testified that the seized device could be used to muffle the sound of an ordinary firearm in various ways, including the holding of the device against the barrel of the firearm with one's hand so that the bullet would pass through the device; but the witness admitted that this would be quite dangerous, and his own test was conducted only by threading an \"adapter\" onto both the barrel of an ordinary gun and the silencer to connect the two implements, because the silencer did not fit directly to the testing pistol.</p>\n<p>The adapter was described as one of a collection taken from the witness' office in the Bureau of Alcohol, Tobacco and Firearms in the Department of the Treasury. With the adapter, the sound of the weapon was significantly reduced. The witness suggested a makeshift adapter could be assembled from hardware store materials, but did not say he had ever tried it or seen it done. The government does not press on appeal any suggestion that the device could realistically be used to silence a firearm unless an adapter were used.</p>\n<p>The federal statute under which Crooker was charged defines \"firearm\" in pertinent part as a weapon that expels a projectile \"by the action of an explosive,\" 18 U.S.C. § 921(a)(3)(A), and this self-evidently does not include an air rifle such as that in Crooker's package which operates by compressed air. <i>See</i> ATF Rul.2005-4 (paintball gun, which uses compressed air to expel a projectile, is not a \"firearm\" under the statute). But under the statute \"firearm\" includes \"any firearm muffler or firearm silencer,\" 18 U.S.C. § 921(a)(3)(C), defined as follows:</p>\n<blockquote>The terms \"firearm silencer\" and \"firearm muffler\" mean any device for silencing, muffling, or diminishing the report of a portable firearm, including any combination of parts, designed or redesigned, and intended for use in assembling or fabricating a firearm silencer or firearm muffler, and any part intended only for use in such assembly or fabrication.</blockquote>\n<p><i>Id.</i> § 921(a)(24).</p>\n<p>In the course of developing jury instructions and considering Crooker's motion for judgment of acquittal, the construction of this provision was a central issue; and the court ultimately rejected Crooker's argument that the statute included only a device \"designed or intended to be used\" with a firearm, concluding instead that the word \"for\" in the statute meant \"capable of\" silencing a firearm. In fact, the judge's instruction effectively ruled out Crooker's reading of the statute:</p>\n<blockquote>You may consider evidence of intent in determining whether the government has proved knowledge. Keep in mind, however, that the government need not prove Mr. Crooker or anyone else actually ever used Exhibit 9 as a firearm silencer or ever intended it to be used as a firearm silencer.</blockquote>\n<p>In the ordinary criminal case, the device charged as a silencer is one manufactured <span class=\"star-pagination\">*97</span> for use with a firearm and is easily connected (<i>e.g.,</i> by threading one onto the other); and the possessor knows perfectly well the intended function of the device. <i>E.g., </i><i>United States v. Hall,</i> 171 F.3d 1133, 1152 (8th Cir.1999), <i>cert. denied,</i> 529 U.S. 1027, 120 S.Ct. 1437, 146 L.Ed.2d 326 (2000). But where, as here, the device was created for a different useto silence an airgunand requires some modification or adaptation to fit a firearm, problems arise in two different dimensions: its capability for use as a silencer and, separately, the defendant's knowledge, purpose or both with respect to the device.</p>\n<p>If the statute said that a device \"capable\" of being used as a silencer was a firearm prohibited to a felon, there would be problems at least of degree in determining what \"capable\" meant as to a device usable only with an adapter; apparently, a potato or a soda bottle may, with varying efficacy and varying risk, be used to muffle a firearm shot. But taking the word \"capable\" in the abstract, a jury could rationally conclude from the evidence admitted at trial, including the government expert's testimony, that Crooker's device fitted with an adapter would be objectively capable of functioning as a silencer for a firearm.</p>\n<p>And, given Crooker's demonstrated expertise and also documents showing that he knew that airgun silencers could in some instances be so adapted, the jury could rationally infer that he knew that an adapterlittle more than a properly constructed cylinder adjusted for size and with threading at each end-could be built that would allow this device to muffle or silence a firearm.</p>\n<p>We conclude, however, that the statute by its terms requires something more than a potential for adaptation and knowledge of it. The statute does not refer either to capability or adaptation; it speaks of a device \"for\" silencing or muffling. The ordinary connotation of the word is one of purpose. <i>See The Random House Dictionary of the English Language</i> 747 (2d ed. unabr.1987) (providing a first definition of \"for\" as \"with the object or purpose of\"). The government does not argue that the evidence proved that either Crooker or the maker of the airgun silencer intended that it be used to silence a firearm, but rather that \"for\" does not entail purpose but only knowledge of capability.</p>\n<p>To this end, the government contrasts \"for\" with two further portions of the silencer definition (quoted above) dealing with a combination of parts and with an individual part that could be used in fashioning a silencer. For these cases, respectively, the statute uses the phrases \"intended for use\" and \"intended only for use,\" 18 U.S.C. § 921(a)(24), so the government says that the use of \"for\" must mean \"capable\" and that knowledge alone is enough. Still, it is as easy (perhaps easier) to view all three tests as gradations of purpose made more rigorous as the statute extends from a self-sufficient device to a collection of parts to a single part.</p>\n<p>But even if \"for\" were read as the government urgeswhich is perhaps possible as a matter of language (as in \"a stone may serve for a hammer\")the airgun silencer in this case required a further \"part\" (the adapter), arguably making the case fall within one of the \"parts\" definitions that require intent. Worse still for the government, the use of a \"capability\" and \"knowledge\" definitionas applied to a home-made silencercould also extend to a soda bottle or even a potato. The peculiar problem of silencers is that many objects, including relatively innocent ones, have some capacity to muffle the sound of a shot.</p>\n<p>The problem is illustrated by considering the government's own further argument <span class=\"star-pagination\">*98</span> that the silencer provision should be treated like the machine-gun provision, 26 U.S.C. § 5845(b) (2006). That provision was modified by the same Act that added the silencer provision, Firearms Owners' Protection Act of 1986 (\"FOPA\"), Pub.L. No. 99-308, §§ 101, 109(a), (b), 100 Stat. 449, 449-51, 460, and conviction for possessing a machine gun requires only knowledge of the gun's capability to operate automatically rather than any purpose for the gun to be used as an automatic weapon, <i>Staples v. United States,</i> 511 U.S. 600, 619, 114 S.Ct. 1793, 128 L.Ed.2d 608 (1994).</p>\n<p>But the machine-gun provision, by contrast to the silencer definition, explicitly adopts a test of objective capability: it covers any weapon <i>\"which shoots,</i> is designed to shoot, <i>or can be readily restored to shoot</i>\" automatically multiple shots with a single trigger pull.<sup>[2]</sup> 26 U.S.C. § 5845(b) (emphasis added). Nor is the difference in language difficult to explain: something is or is not an automatic weapon, but the range of physical objects that <i>can</i> muffle a firearm is so large and of so many alternative uses that some filtering restriction is needed to prevent overbreadth and possibly vagueness.</p>\n<p>Nor is the government much helped by legislative history references to the amendment which say that the machinegun and silencer provision resemble one another, <i>see</i> H.R. Rep. 99-495, at 4 (1986), U.S.Code Cong. &amp; Admin.News 1986, pp. 1327, 1330 (declaring that an early version of FOPA \"prohibited the transfer and possession of silencers ... in the same manner as the section on machine guns\"), because certain <i>other</i> clauses in the two provisions <i>are</i> phrased similarlythe clauses regarding <i>parts</i> of a machine-gun or silencer, 26 U.S.C. § 5845(b); 18 U.S.C. § 921(a)(24); <i>see</i> H.R. Rep. 99-495, at 21, 28, U.S.Code Cong. &amp; Admin.News 1986, at pp. 1347, 1354 (highlighting the Act's statutory amendments respecting <i>parts</i> of machine-guns and silencers).</p>\n<p>Turning to case law, several circuit cases support Crooker's position that intent or purpose is an element of the initial silencer definition under which Crooker was chargedas it plainly is for the parts definitions;<sup>[3]</sup> these statements are explicit and helpful to Crooker but usually occur in <span class=\"star-pagination\">*99</span> cases where the courts found such a purpose sufficient even where the silencer was possibly inoperable. Yet at least one case involving a home-made device, <i>United States v. Klebig,</i> 600 F.3d 700, 703-04 (7th Cir.2010) (alleged silencer was oil filter found taped to the barrel of a rifle), uses the language of intentionality.</p>\n<p>The government's case law is weaker still. It cites cases and legislative history suggesting that Congress in the silencer statute aimed at expansive coverage, <i>e.g., </i><i>United States v. Thompson/Ctr. Arms. Co.,</i> 504 U.S. 505, 515, 112 S.Ct. 2102, 119 L.Ed.2d 308 (1992); but the proposition is too general to be useful. It also points to a plurality opinion in a Supreme Court decision, dismissing a writ of certiorari as improvidently granted, <i>Rogers v. United States,</i> 522 U.S. 252, 118 S.Ct. 673, 139 L.Ed.2d 686 (1998) (plurality opinion); but <i>Rogers'</i> language does not remotely help the government, because the Court was concerned with a defendant's knowledge of a device that everyone assumed was <i>purposely</i> made as a firearm silencer.</p>\n<p>To read the statute literally, as we do, is conventional with criminal statutes in order to provide fair notice, <i>United States v. Lanier,</i> 520 U.S. 259, 266, 117 S.Ct. 1219, 137 L.Ed.2d 432 (1997), and in this instance tempers problems of overbreadth and vagueness created by the multiple legitimate objects that can be used to silence a firearm. Conversely, the fact that a possessor does have a purpose to use, or to pass on the device to someone to use, as a silencer for a <i>firearm</i> increases the danger of such a use and makes it precisely the threat against which the statute means to guard.</p>\n<p>Of course, this literal construction poses no barrier to prosecuting anyone who knowingly possesses a commercial silencer. In such a case, it would be suitable to charge that the jury need only find that the defendant knowingly possessed a device designed to be used as silencer for firearm. The defendant's purpose becomes a pivotal issue only for a device not so designed, but that is the case before us; or at least the government's evidence and arguments leave it in that posture.<sup>[4]</sup></p>\n<p>As a practical matter, this leaves a loophole for other devices not so designed which we do not mean to minimize. Congress might well think that there are devices like airgun silencers that can be so readily adapted to use with conventional firearms that their possession by felons ought to be prohibited without regard to purpose. A conventional solution is to provide that the Attorney General can make regulations defining objectively the devices that pose enough of a danger to warrant banning. <i>Cf.</i> 18 U.S.C. §§ 841(d), 921(a)(4)(B), (17)(C).</p>\n<p>The misinstruction in this case would justify a new trial, rather than acquittal, if the government had offered evidence that could allow the jury to find beyond a reasonable doubt that Crooker had a purpose to have the device function as firearm silencer. But it had an incentive to develop such evidenceit would have been relevant evidence both of Crooker's knowledge and the device's capabilities (and the judge so instructed the jury)and even on appeal the government does not claim that it could show illicit purpose. Thus, Crooker is entitled to an acquittal. <i>United States v. Godin,</i> 534 F.3d 51, 61 (1st Cir.2008); <span class=\"star-pagination\">*100</span> <i>see </i><i>Burks v. United States,</i> 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978).</p>\n<p>Needless to say, Crooker is in the process of doing neither himself nor society any good. His attitude toward shipping chemicals shows an indifference to law, and (quite apart from silencers) even more disturbing is his professed interest as a convicted felon in airguns that could be as powerful as firearms. He deliberately skated close to the edge of the law and took his chances with a prosecution that the government was entitled to attempt. But, given the statute's wording, the answer is not to stretch the present statute beyond its language but to amend itif the government is so mindedto deal more effectively with home-made or adaptable devices.</p>\n<p>The conviction is <i>reversed</i> and the case <i>remanded</i> for the entry of a judgment of acquittal.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  John R. Gibson, of the Eighth Circuit, sitting by designation.</p>\n<p>[1]  Commercial silencersmore accurately described as suppressors since they do not nullify all noise, Wikipedia, \"Suppressor,\" http://en.wikipedia.org/wiki/Suppressor (last visited June 1, 2010)come in various forms, but in general they are crafted metal cylinders that attach to the barrel of a gun and possess various internal apparatus and/or materials for dispersing more quietly the gas generated by the discharge (in the case of a firearm, the gas resulting from ignited powder).</p>\n<p>[2]  The government makes a similar argument comparing the silencer provision to the destructive device provision, but that provision poses the same kind of language difference problem. 18 U.S.C. § 921(a)(4) (stating that \"destructive device\" means, <i>inter alia,</i> \"any type of weapon ... <i>which will, or which may be readily converted to</i>\" expel a projectile by action of an explosive and which has a barrel of greater than a specified size).</p>\n<p>[3]  <i>E.g., </i><i>United States v. Carter,</i> 465 F.3d 658, 667 (6th Cir.2006) (per curiam) (the silencer provision \"focuses on the <i>intended application</i> of a silencer, not its actual demonstrated operation\" and \"indicates a concern for the <i>purpose</i> of the mechanism ... not the <i>function</i>\" (first emphasis added)), <i>cert. denied,</i> 550 U.S. 964, 127 S.Ct. 2444, 167 L.Ed.2d 1142 (2007); <i>United States v. Syverson,</i> 90 F.3d 227, 232 (7th Cir.1996) (reading the silencer provision language to require the government to \"prove that the cylinder was made for the <i>purpose</i> of silencing a firearm, not that this purpose was realized,\" because \"Congress has indicated that it intends to regulate all devices <i>purporting to serve</i> as silencers, not just those devices that actually work to silence firearms\" (emphases added)), <i>cert. denied,</i> 519 U.S. 982, 117 S.Ct. 435, 136 L.Ed.2d 333 (1996). <i>But see </i><i>United States v. Kavoukian,</i> 354 F.3d 117, 120 (2d Cir.2003) (per curiam) (suggesting that a silencer is \"defined by its <i>functionality</i>\" (emphasis added)); <i>Hall,</i> 171 F.3d at 1151 (stating that the crime of possession of an unregistered silencer \"require[s] a finding that the defendant knew that the relevant item <i>could in fact function</i> to diminish the sound of a gun\" (emphasis added)).</p>\n<p>[4]  The device was apparently home-made at Crooker's request and made to fit to an airgun that Crooker also possessed. The evidence is very thinand anyway the government did not try to provethat Crooker expected this device to be fitted with an adapter or used in any way except as a muffler for the airgun with which it was shipped.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">608</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMichael CROOKER, Defendant, Appellant.</h1></center>\n<center>No. 07-1964.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 4, 2009.</center>\n<center>Decided June 18, 2010.</center>\n<p>Judith H. Mizner, Assistant Federal Public Defender, Federal Defender Office, for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n<p><span class=\"star-pagination\">*95</span> Before BOUDIN, GIBSON<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>Michael Crooker was indicted, tried and convicted for transporting a firearm in interstate commerce as a convicted felon, 18 U.S.C. § 922(g) (2006), and sentenced to 262 months' imprisonment. The \"firearm\" was a device designed to muffle the sound of an airgun. The decisive issue on this appeal is whether such a silencer could, on the facts of this case, qualify as a \"firearm\" within the meaning of the statutory definition. <i>Id.</i> § 921(a)(3)(C), (24). The raw facts are essentially undisputed.</p>\n<p>In April 2004, Crookerwho had previously been convicted of a felonywas engaged in offering chemicals for sale, and a potential buyer in Wisconsin notified the Postal Inspection Service of a suspicious e-mail statement sent to the buyer by Crooker. The buyer had asked for a list of chemicals and inquired how they would be packaged. Crooker responded by stating:</p>\n<blockquote>Most are repackaged. In fact, most come that way to me. Of course I combine shipping costs and I don't fart around with regulations either. I usually just send them Parcel Post (even things like nitric[] acid that I just sold).</blockquote>\n<p>An investigation led authorities to inspect a package deposited by Crooker at a Massachusetts post office for interstate shipment on June 7, 2004. The package proved to contain a large caliber airgun and a cylinder made of black metal with a hole running through it, threading that allowed attachment to the muzzle of the airgun and baffles inside.<sup>[1]</sup> Further inquiry revealed that the device had been made for Crooker by another individual.</p>\n<p>The government arranged a controlled delivery of the package to its recipient in Ohio, and that day Crooker was arrested and his apartment searched. The search revealed explosives and chemicals which resulted in a separate indictment of Crooker. Also seized were books and other materials evidencing Crooker's interest in firearms and airguns and a laptop containing relevant e-mail messages.</p>\n<p>A separate search of Crooker's brother's residence resulted in the seizure of a number of firearms and an article titled \"Federal Law Definition of a Silencer\" that bore a name (mgmike) used by Crooker. The article noted that it might be argued that an airgun silencer, if it could be \"put to use on a powder burning firearm ... might be a silencer\" under federal law; the article argued that such a device would not be a silencer because not intended for firearm use even though it \"could probably be adapted for use as a silencer on a powder burner.\"</p>\n<p>In pre-trial proceedings, Crooker sought to suppress the airgun and airgun silencer as products of an unlawful search, but the district court denied the several motions addressed to the searches. Although the lawfulness of the searches, as well as Crooker's request for suppression of letters he sent while in pre-trial detention, are extensively briefed on this appeal, we need not describe these issues in detail, or certain other claims made by Crooker as <span class=\"star-pagination\">*96</span> to the admission of evidence and the length of his sentence, because a more fundamental flaw exists in the government's case.</p>\n<p>At trial, the government offered evidence as to the seizure of the airgun device, evidence of Crooker's knowledge of firearms and technical skill, the above quoted article referring to the possibility of adaptation of the airgun silencer for use on a powder bearing firearm, andof special interesttestimony of a government expert who had tested the cylindrical device seized from the package. There was other evidence of Crooker's interest in silencers and their lawfulness, but nothing that alters the thrust of the government's case.</p>\n<p>The government's expert testified that the seized device could be used to muffle the sound of an ordinary firearm in various ways, including the holding of the device against the barrel of the firearm with one's hand so that the bullet would pass through the device; but the witness admitted that this would be quite dangerous, and his own test was conducted only by threading an \"adapter\" onto both the barrel of an ordinary gun and the silencer to connect the two implements, because the silencer did not fit directly to the testing pistol.</p>\n<p>The adapter was described as one of a collection taken from the witness' office in the Bureau of Alcohol, Tobacco and Firearms in the Department of the Treasury. With the adapter, the sound of the weapon was significantly reduced. The witness suggested a makeshift adapter could be assembled from hardware store materials, but did not say he had ever tried it or seen it done. The government does not press on appeal any suggestion that the device could realistically be used to silence a firearm unless an adapter were used.</p>\n<p>The federal statute under which Crooker was charged defines \"firearm\" in pertinent part as a weapon that expels a projectile \"by the action of an explosive,\" 18 U.S.C. § 921(a)(3)(A), and this self-evidently does not include an air rifle such as that in Crooker's package which operates by compressed air. <i>See</i> ATF Rul.2005-4 (paintball gun, which uses compressed air to expel a projectile, is not a \"firearm\" under the statute). But under the statute \"firearm\" includes \"any firearm muffler or firearm silencer,\" 18 U.S.C. § 921(a)(3)(C), defined as follows:</p>\n<blockquote>The terms \"firearm silencer\" and \"firearm muffler\" mean any device for silencing, muffling, or diminishing the report of a portable firearm, including any combination of parts, designed or redesigned, and intended for use in assembling or fabricating a firearm silencer or firearm muffler, and any part intended only for use in such assembly or fabrication.</blockquote>\n<p><i>Id.</i> § 921(a)(24).</p>\n<p>In the course of developing jury instructions and considering Crooker's motion for judgment of acquittal, the construction of this provision was a central issue; and the court ultimately rejected Crooker's argument that the statute included only a device \"designed or intended to be used\" with a firearm, concluding instead that the word \"for\" in the statute meant \"capable of\" silencing a firearm. In fact, the judge's instruction effectively ruled out Crooker's reading of the statute:</p>\n<blockquote>You may consider evidence of intent in determining whether the government has proved knowledge. Keep in mind, however, that the government need not prove Mr. Crooker or anyone else actually ever used Exhibit 9 as a firearm silencer or ever intended it to be used as a firearm silencer.</blockquote>\n<p>In the ordinary criminal case, the device charged as a silencer is one manufactured <span class=\"star-pagination\">*97</span> for use with a firearm and is easily connected (<i>e.g.,</i> by threading one onto the other); and the possessor knows perfectly well the intended function of the device. <i>E.g., </i><i>United States v. Hall,</i> <span class=\"citation\" data-id=\"762648\"><a href=\"/opinion/762648/united-states-v-everett-kyle-hall-also-known-as-eric-also-known-as/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1133</span></a></span>, 1152 (8th Cir.1999), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1437</span></span>, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">326</span></span> (2000). But where, as here, the device was created for a different useto silence an airgunand requires some modification or adaptation to fit a firearm, problems arise in two different dimensions: its capability for use as a silencer and, separately, the defendant's knowledge, purpose or both with respect to the device.</p>\n<p>If the statute said that a device \"capable\" of being used as a silencer was a firearm prohibited to a felon, there would be problems at least of degree in determining what \"capable\" meant as to a device usable only with an adapter; apparently, a potato or a soda bottle may, with varying efficacy and varying risk, be used to muffle a firearm shot. But taking the word \"capable\" in the abstract, a jury could rationally conclude from the evidence admitted at trial, including the government expert's testimony, that Crooker's device fitted with an adapter would be objectively capable of functioning as a silencer for a firearm.</p>\n<p>And, given Crooker's demonstrated expertise and also documents showing that he knew that airgun silencers could in some instances be so adapted, the jury could rationally infer that he knew that an adapterlittle more than a properly constructed cylinder adjusted for size and with threading at each end-could be built that would allow this device to muffle or silence a firearm.</p>\n<p>We conclude, however, that the statute by its terms requires something more than a potential for adaptation and knowledge of it. The statute does not refer either to capability or adaptation; it speaks of a device \"for\" silencing or muffling. The ordinary connotation of the word is one of purpose. <i>See The Random House Dictionary of the English Language</i> 747 (2d ed. unabr.1987) (providing a first definition of \"for\" as \"with the object or purpose of\"). The government does not argue that the evidence proved that either Crooker or the maker of the airgun silencer intended that it be used to silence a firearm, but rather that \"for\" does not entail purpose but only knowledge of capability.</p>\n<p>To this end, the government contrasts \"for\" with two further portions of the silencer definition (quoted above) dealing with a combination of parts and with an individual part that could be used in fashioning a silencer. For these cases, respectively, the statute uses the phrases \"intended for use\" and \"intended only for use,\" 18 U.S.C. § 921(a)(24), so the government says that the use of \"for\" must mean \"capable\" and that knowledge alone is enough. Still, it is as easy (perhaps easier) to view all three tests as gradations of purpose made more rigorous as the statute extends from a self-sufficient device to a collection of parts to a single part.</p>\n<p>But even if \"for\" were read as the government urgeswhich is perhaps possible as a matter of language (as in \"a stone may serve for a hammer\")the airgun silencer in this case required a further \"part\" (the adapter), arguably making the case fall within one of the \"parts\" definitions that require intent. Worse still for the government, the use of a \"capability\" and \"knowledge\" definitionas applied to a home-made silencercould also extend to a soda bottle or even a potato. The peculiar problem of silencers is that many objects, including relatively innocent ones, have some capacity to muffle the sound of a shot.</p>\n<p>The problem is illustrated by considering the government's own further argument <span class=\"star-pagination\">*98</span> that the silencer provision should be treated like the machine-gun provision, 26 U.S.C. § 5845(b) (2006). That provision was modified by the same Act that added the silencer provision, Firearms Owners' Protection Act of 1986 (\"FOPA\"), Pub.L. No. 99-308, §§ 101, 109(a), (b), 100 Stat. 449, 449-51, 460, and conviction for possessing a machine gun requires only knowledge of the gun's capability to operate automatically rather than any purpose for the gun to be used as an automatic weapon, <i>Staples v. United States,</i> <span class=\"citation\" data-id=\"1087954\"><a href=\"/opinion/1087954/staples-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 619, <span class=\"citation\" data-id=\"1087954\"><a href=\"/opinion/1087954/staples-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1793</span></a></span>, <span class=\"citation\" data-id=\"1087954\"><a href=\"/opinion/1087954/staples-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">608</span></a></span> (1994).</p>\n<p>But the machine-gun provision, by contrast to the silencer definition, explicitly adopts a test of objective capability: it covers any weapon <i>\"which shoots,</i> is designed to shoot, <i>or can be readily restored to shoot</i>\" automatically multiple shots with a single trigger pull.<sup>[2]</sup> 26 U.S.C. § 5845(b) (emphasis added). Nor is the difference in language difficult to explain: something is or is not an automatic weapon, but the range of physical objects that <i>can</i> muffle a firearm is so large and of so many alternative uses that some filtering restriction is needed to prevent overbreadth and possibly vagueness.</p>\n<p>Nor is the government much helped by legislative history references to the amendment which say that the machinegun and silencer provision resemble one another, <i>see</i> H.R. Rep. 99-495, at 4 (1986), U.S.Code Cong. &amp; Admin.News 1986, pp. 1327, 1330 (declaring that an early version of FOPA \"prohibited the transfer and possession of silencers ... in the same manner as the section on machine guns\"), because certain <i>other</i> clauses in the two provisions <i>are</i> phrased similarlythe clauses regarding <i>parts</i> of a machine-gun or silencer, 26 U.S.C. § 5845(b); 18 U.S.C. § 921(a)(24); <i>see</i> H.R. Rep. 99-495, at 21, 28, U.S.Code Cong. &amp; Admin.News 1986, at pp. 1347, 1354 (highlighting the Act's statutory amendments respecting <i>parts</i> of machine-guns and silencers).</p>\n<p>Turning to case law, several circuit cases support Crooker's position that intent or purpose is an element of the initial silencer definition under which Crooker was chargedas it plainly is for the parts definitions;<sup>[3]</sup> these statements are explicit and helpful to Crooker but usually occur in <span class=\"star-pagination\">*99</span> cases where the courts found such a purpose sufficient even where the silencer was possibly inoperable. Yet at least one case involving a home-made device, <i>United States v. Klebig,</i> <span class=\"citation\" data-id=\"1427\"><a href=\"/opinion/1427/united-states-v-klebig/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 703-04 (7th Cir.2010) (alleged silencer was oil filter found taped to the barrel of a rifle), uses the language of intentionality.</p>\n<p>The government's case law is weaker still. It cites cases and legislative history suggesting that Congress in the silencer statute aimed at expansive coverage, <i>e.g., </i><i>United States v. Thompson/Ctr. Arms. Co.,</i> <span class=\"citation\" data-id=\"112745\"><a href=\"/opinion/112745/united-states-v-thompsoncenter-arms-co/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">505</span></a></span>, 515, <span class=\"citation\" data-id=\"112745\"><a href=\"/opinion/112745/united-states-v-thompsoncenter-arms-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2102</span></a></span>, <span class=\"citation\" data-id=\"112745\"><a href=\"/opinion/112745/united-states-v-thompsoncenter-arms-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1992); but the proposition is too general to be useful. It also points to a plurality opinion in a Supreme Court decision, dismissing a writ of certiorari as improvidently granted, <i>Rogers v. United States,</i> <span class=\"citation\" data-id=\"118162\"><a href=\"/opinion/118162/rogers-v-united-states/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"118162\"><a href=\"/opinion/118162/rogers-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span>, <span class=\"citation\" data-id=\"118162\"><a href=\"/opinion/118162/rogers-v-united-states/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1998) (plurality opinion); but <i>Rogers'</i> language does not remotely help the government, because the Court was concerned with a defendant's knowledge of a device that everyone assumed was <i>purposely</i> made as a firearm silencer.</p>\n<p>To read the statute literally, as we do, is conventional with criminal statutes in order to provide fair notice, <i>United States v. Lanier,</i> <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 266, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span></a></span> (1997), and in this instance tempers problems of overbreadth and vagueness created by the multiple legitimate objects that can be used to silence a firearm. Conversely, the fact that a possessor does have a purpose to use, or to pass on the device to someone to use, as a silencer for a <i>firearm</i> increases the danger of such a use and makes it precisely the threat against which the statute means to guard.</p>\n<p>Of course, this literal construction poses no barrier to prosecuting anyone who knowingly possesses a commercial silencer. In such a case, it would be suitable to charge that the jury need only find that the defendant knowingly possessed a device designed to be used as silencer for firearm. The defendant's purpose becomes a pivotal issue only for a device not so designed, but that is the case before us; or at least the government's evidence and arguments leave it in that posture.<sup>[4]</sup></p>\n<p>As a practical matter, this leaves a loophole for other devices not so designed which we do not mean to minimize. Congress might well think that there are devices like airgun silencers that can be so readily adapted to use with conventional firearms that their possession by felons ought to be prohibited without regard to purpose. A conventional solution is to provide that the Attorney General can make regulations defining objectively the devices that pose enough of a danger to warrant banning. <i>Cf.</i> 18 U.S.C. §§ 841(d), 921(a)(4)(B), (17)(C).</p>\n<p>The misinstruction in this case would justify a new trial, rather than acquittal, if the government had offered evidence that could allow the jury to find beyond a reasonable doubt that Crooker had a purpose to have the device function as firearm silencer. But it had an incentive to develop such evidenceit would have been relevant evidence both of Crooker's knowledge and the device's capabilities (and the judge so instructed the jury)and even on appeal the government does not claim that it could show illicit purpose. Thus, Crooker is entitled to an acquittal. <i>United States v. Godin,</i> <span class=\"citation\" data-id=\"203401\"><a href=\"/opinion/203401/united-states-v-godin/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 61 (1st Cir.2008); <span class=\"star-pagination\">*100</span> <i>see </i><i>Burks v. United States,</i> <span class=\"citation\" data-id=\"109891\"><a href=\"/opinion/109891/burks-v-united-states/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109891\"><a href=\"/opinion/109891/burks-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2141</span></a></span>, <span class=\"citation\" data-id=\"109891\"><a href=\"/opinion/109891/burks-v-united-states/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1978).</p>\n<p>Needless to say, Crooker is in the process of doing neither himself nor society any good. His attitude toward shipping chemicals shows an indifference to law, and (quite apart from silencers) even more disturbing is his professed interest as a convicted felon in airguns that could be as powerful as firearms. He deliberately skated close to the edge of the law and took his chances with a prosecution that the government was entitled to attempt. But, given the statute's wording, the answer is not to stretch the present statute beyond its language but to amend itif the government is so mindedto deal more effectively with home-made or adaptable devices.</p>\n<p>The conviction is <i>reversed</i> and the case <i>remanded</i> for the entry of a judgment of acquittal.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  John R. Gibson, of the Eighth Circuit, sitting by designation.</p>\n<p>[1]  Commercial silencersmore accurately described as suppressors since they do not nullify all noise, Wikipedia, \"Suppressor,\" http://en.wikipedia.org/wiki/Suppressor (last visited June 1, 2010)come in various forms, but in general they are crafted metal cylinders that attach to the barrel of a gun and possess various internal apparatus and/or materials for dispersing more quietly the gas generated by the discharge (in the case of a firearm, the gas resulting from ignited powder).</p>\n<p>[2]  The government makes a similar argument comparing the silencer provision to the destructive device provision, but that provision poses the same kind of language difference problem. 18 U.S.C. § 921(a)(4) (stating that \"destructive device\" means, <i>inter alia,</i> \"any type of weapon ... <i>which will, or which may be readily converted to</i>\" expel a projectile by action of an explosive and which has a barrel of greater than a specified size).</p>\n<p>[3]  <i>E.g., </i><i>United States v. Carter,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">658</span></span>, 667 (6th Cir.2006) (per curiam) (the silencer provision \"focuses on the <i>intended application</i> of a silencer, not its actual demonstrated operation\" and \"indicates a concern for the <i>purpose</i> of the mechanism ... not the <i>function</i>\" (first emphasis added)), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">964</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2444</span></span>, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1142</span></span> (2007); <i>United States v. Syverson,</i> <span class=\"citation\" data-id=\"722449\"><a href=\"/opinion/722449/united-states-v-gilbert-r-syverson/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span>, 232 (7th Cir.1996) (reading the silencer provision language to require the government to \"prove that the cylinder was made for the <i>purpose</i> of silencing a firearm, not that this purpose was realized,\" because \"Congress has indicated that it intends to regulate all devices <i>purporting to serve</i> as silencers, not just those devices that actually work to silence firearms\" (emphases added)), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">435</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">333</span></span> (1996). <i>But see </i><i>United States v. Kavoukian,</i> <span class=\"citation\" data-id=\"784632\"><a href=\"/opinion/784632/united-states-v-kurt-kavoukian/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></a></span>, 120 (2d Cir.2003) (per curiam) (suggesting that a silencer is \"defined by its <i>functionality</i>\" (emphasis added)); <i>Hall,</i> 171 F.3d at 1151 (stating that the crime of possession of an unregistered silencer \"require[s] a finding that the defendant knew that the relevant item <i>could in fact function</i> to diminish the sound of a gun\" (emphasis added)).</p>\n<p>[4]  The device was apparently home-made at Crooker's request and made to fit to an airgun that Crooker also possessed. The evidence is very thinand anyway the government did not try to provethat Crooker expected this device to be fitted with an adapter or used in any way except as a muffler for the airgun with which it was shipped.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087954/"
  ]
}