{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/150276/",
  "absolute_url": "/opinion/150276/toribio-chavez-v-holder/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/150276/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-08T16:59:17Z",
  "date_modified": "2016-04-26T13:51:16.433149Z",
  "type": "010combined",
  "sha1": "96eade4663c3a8d9bc085ed9cbd6eb97679a0cc0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1760P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/08/Toribio-Chavez_v._Holder.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 09-1760\n\n                       CRISPIN TORIBIO-CHAVEZ,\n\n                             Petitioner,\n\n                                 v.\n\n               ERIC H. HOLDER, JR., ATTORNEY GENERAL,\n\n                             Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF THE\n                     BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n                         Lynch, Chief Judge,\n              Torruella and Thompson, Circuit Judges.\n\n\n\n     Melanie M. Chaput on brief for petitioner.\n     Tony West, Assistant Attorney General, Civil Division, U.S.\nDepartment of Justice, Aviva L. Poczter, Senior Litigation Counsel,\nand Nehal H. Kamani, Trial Attorney, Office of Immigration\nLitigation, on brief for respondent.\n\n\n                            July 8, 2010\n\f            THOMPSON,      Circuit     Judge.      The   petitioner,      Crispin\n\nToribio-Chavez (\"Toribio\"), is a native and citizen of Mexico.\n\nToribio    petitions    for   review    of    a   decision   of   the   Board    of\n\nImmigration Appeals (\"BIA\"), which affirmed an immigration judge's\n\n(\"IJ\")    order   of   removal   and    denial    of   Toribio's   request      for\n\ncancellation of removal.1 After careful consideration, we deny the\n\npetition for review.\n\n                                 I. Background\n\n                              A. Family History\n\n            While living in Mexico, Toribio married Rosina Chavez\n\n(\"Chavez\") in 1978 and fathered three children by her. In 1983,\n\nToribio left his family and entered the United States without\n\ninspection.\n\n            Toribio settled in New Hampshire and began dating Cheryl\n\nKucharski (\"Kucharski\").          The couple later had two daughters.\n\nReturning to Mexico in 1993 for two weeks, Toribio executed a power\n\nof attorney in favor of a Mexican attorney for the purpose of\n\nobtaining an annulment of his marriage to Chavez. Toribio then re-\n\ncrossed    the    border    without    inspection      and   returned    to     New\n\nHampshire, where he has resided since.             Toribio never received any\n\nconfirmation or documentation indicating his marriage to Chavez was\n\nannulled.     He contends, however, that three or four months after\n\n\n\n     1\n        The IJ also denied Toribio's request for                        voluntary\ndeparture; however, he has not appealed this ruling.\n\n                                        -2-\n\fhis reentry, his    sister in Mexico informed him that the annulment\n\nwas all set.\n\n          In June 1999, Toribio married Jamie Potter (\"Potter\").\n\nAt the time of the wedding, the couple already had a son, and later\n\nthat year, they had a daughter.    In applying for his New Hampshire\n\nmarriage license, Toribio did not disclose his previous marriage to\n\nChavez.   During this same time period, Toribio reunited with his\n\nthree oldest children, who were now teenagers and living legally in\n\nIllinois with Chavez.    In 2000, Toribio received a divorce decree\n\nfrom the State of Illinois pertaining to his marriage to Chavez.\n\nThe divorce was finalized when Toribio simply signed and returned\n\na form.\n\n                    B. Adjustment of Status Process\n\n          Based upon his marriage to Potter, an American citizen,\n\nToribio moved to adjust his status to lawful permanent resident.\n\nIn connection with this process, Toribio completed a variety of\n\nforms, and in 2002 he and Potter were interviewed under oath by\n\nImmigration Adjudications Officer Maurice Violo (\"Violo\").     Both\n\nToribio and Potter were represented by an attorney.      During the\n\ninterview Toribio did not disclose his previous marriage to Chavez\n\nor the children they had together.      Moreover, though requested,\n\nnone of this information was included on the forms Toribio and\n\nPotter completed.    On February 1, 2002, Toribio's application for\n\n\n\n\n                                  -3-\n\fadjustment of status was approved and his status was adjusted to\n\nlawful permanent resident.\n\n                      C. Removal Proceedings\n\n           On August 20, 2002, the Immigration and Naturalization\n\nService (\"INS\") instituted removal proceedings against Toribio,\n\ncharging that pursuant to the Immigration and Nationality Act\n\n(\"INA\") he was inadmissable at the time his status was adjusted. See\n\n8 U.S.C. §1227(a)(1)(a).   This inadmissability was based on Toribio\n\nallegedly procuring his admission by willfully misrepresenting a\n\nmaterial fact, specifically by claiming that his marriage to Potter\n\nwas his first and failing to identify his children with Chavez. See\n\n8 U.S.C. § 1182(a)(6)(C)(i).\n\n           Toribio's removal proceedings began on February 10, 2003,\n\nand over the next three-and-a-half years ten hearings ensued.2\n\nDifferent attorneys represented the Department of Homeland Security\n\n(\"DHS\") at these hearings, and Toribio also had counsel.3   Toribio\n\nfirst testified on May 19, 2004.   When questioned by DHS counsel as\n\n\n     2\n       At the time of these proceedings, Toribio and Potter's\nmarriage had been annulled.    Potter had primary custody of the\ncouple's two minor children, and Toribio had visitation rights.\nKucharski had custody of Toribio's two minor children with her, and\nhe had visitation rights. Toribio provided financial support for\nthese four children. He did not support his three children with\nChavez as they were adults.\n     3\n       On March 1, 2003, the functions of the Immigration and\nNaturalization Service were transferred to the Department of\nHomeland Security. See 6 U.S.C. § 291(a); see also 6 U.S.C. § 542\n(setting forth the transfer of functions in the accompanying\nReorganization Plan).\n\n                                 -4-\n\fto why he did not identify his marriage to Chavez when he applied\n\nfor a marriage license with Potter, Toribio claimed he thought his\n\nmarriage to Chavez had been annulled.         Toribio conceded he had no\n\nevidence of this fact and never attempted to verify the annulment.4\n\nDHS   counsel   also   questioned   Toribio    regarding   an   INS   form,\n\ndesignated G-325, which Toribio signed as part of his application\n\nfor adjustment of status.       On the form, he noted \"N/A\" in the\n\nsection for designating former wives.     According to Toribio, he did\n\nnot list Chavez because he misunderstood the question and thought\n\nit was asking if he had any former wives in the United States.          He\n\nfurther noted that he barely spoke English.\n\n           Additionally, over Toribio's counsel's objection, the IJ\n\nadmitted into evidence a letter written by Potter, in which she\n\nclaimed she only became aware of Toribio's first marriage after her\n\nown marriage to him, when she found his divorce papers. Toribio\n\ncountered that Potter always knew about his marriage to Chavez, the\n\nthree children from this union, and the subsequent Illinois divorce.\n\n           At a March 22, 2005 hearing, the then-presiding IJ found\n\nthat Toribio's marriage to Potter was bigamous and that DHS had\n\nproved removability by clear and convincing evidence.           The IJ then\n\n\n\n\n      4\n       In Toribio's brief to this court, he indicates that after\nhis 2002 immigration interview he requested documentation from\nMexican authorities regarding his annulment and learned from them\nthat his marriage to Chavez was never annulled.\n\n                                    -5-\n\findicated    that   she   would   consider   Toribio's   application   for\n\ncancellation of removal or in the alternative, voluntary departure.\n\n                D. Cancellation of Removal Proceedings\n\n             On August 3, 2005, at the first cancellation of removal\n\nhearing, DHS counsel questioned Toribio about            his immigration\n\ninterview with Violo and the various forms he had completed in\n\nconnection with the application process.       DHS counsel also queried\n\nToribio about why he kept immigration officials in the dark about\n\nhis prior marriage and Illinois divorce, which had been finalized\n\nby the 2002 interview.        Toribio could give no reason for not\n\ndisclosing this information.\n\n             DHS counsel then questioned Toribio about another INS\n\nform, designated I-485, which Violo completed during Toribio's\n\ninterview.     On the form, Violo listed the names and dates of birth\n\nof Toribio's children from his relationships with Kucharski and\n\nPotter; however, his children with Chavez were not mentioned.          The\n\nform also contained the notation \"no other children.\"           Asked to\n\nexplain why he did not identify his children with Chavez, Toribio\n\nmerely responded that he could not recall or understand why he had\n\nnot done so.    Toribio asserted that he barely spoke English when he\n\ncame to the United States, though it is undisputed the interview\n\noccurred nearly twenty years after his arrival. DHS counsel further\n\nquestioned Toribio about his marriage license with Potter, which\n\nunder Toribio's name indicated \"never married.\"          Toribio conceded\n\n\n                                    -6-\n\fhe swore to tell the truth when he applied for the license, but\n\nclaimed that based on his mis-assumption that his fist marriage was\n\nannulled, he believed it was as if it never existed.\n\n           At   a   September   26,    2006   hearing,   one   of   Toribio's\n\ndaughters with Kucharski, and his then-current girlfriend, testified\n\nabout his character and the hardship that would result from his\n\ndeportation. Immigration officer Violo also testified. Noting that\n\nhe conducts many interviews every week, Violo could not specifically\n\nrecall Toribio's interview; however, he testified as to his custom\n\nand practice.       Stressing that it is his standard practice in\n\nadjustment interviews to ask about previous marriages, Violo was\n\ncertain he had delved into this area with Toribio.             Specifically,\n\nViolo said he would have asked Toribio and Potter individually\n\nwhether either had a previous marriage and he would have required\n\na separate verbal response from each.         If either Toribio or Potter\n\nhad admitted to a previous marriage, he would have demanded proof\n\nof divorce or annulment. Violo also typically asked whether a prior\n\nmarriage produced children.       Additionally, if an applicant was\n\nrepresented by counsel, Violo said he would dissuade the attorney\n\nfrom responding to questions on the applicant's behalf, but would\n\nnote any difference between an attorney's and applicant's answers\n\non the immigration forms.\n\n           At the final hearing on December 27, 2006, Toribio again\n\ntestified, but his assertions varied significantly from his previous\n\n\n                                      -7-\n\ftestimony.       In particular, he testified and proffered an affidavit\n\nto    the   following      effect.      Focusing     on   his    2002    immigration\n\ninterview, Toribio now alleged that Potter was a very controlling\n\nwoman who told him prior to the interview that he \"should keep [his]\n\nmouth shut\" and she \"would handle the appointment.\"                     Toribio also\n\nclaimed     that    Potter   answered     all   of    the   interview      questions\n\nconcerning previous spouses and children, and he had not interrupted\n\nher   out   of     fear.     Further,    Toribio      believed    the    questioning\n\npertaining to his children referred to children born in the United\n\nStates.     He also claimed his attorney may have answered some of the\n\nquestions.       Turning to his marriage license, Toribio testified he\n\ndid not understand English very well and thought he only had to\n\nidentify previous marriages in the United States.                       Finally, he\n\nasserted that Potter answered all the questions on the marriage\n\nlicense application. At the close of the hearing, the IJ reaffirmed\n\nToribio's removal and denied his request for cancellation of removal\n\nand voluntary departure.\n\n             Toribio timely appealed to the BIA, which dismissed his\n\nappeal and affirmed the IJ's decision. The BIA found no clear error\n\nin the IJ's factual findings, including that Toribio had knowingly\n\nmisrepresented his marital status and given false testimony.                    The\n\nBIA also found no error in the IJ's denial of cancellation of\n\nremoval based on this false testimony.               It further held that the IJ\n\ndid not commit error in admitting Potter's letter and assigning it\n\n\n                                         -8-\n\flimited weight, and if there was error, it was harmless.         Toribio's\n\npetition to this court followed.\n\n                         II. Standard of Review\n\n             \"We review the BIA's legal conclusions de novo, with\n\nappropriate    deference    to    the    agency's   interpretation   of   the\n\nunderlying     statute     in    accordance    with    administrative     law\n\nprinciples.\"    Walker v. Holder, 589 F.3d 12, 18 (1st Cir. 2009).\n\nThis includes a de novo review of due process claims.          See Santana\n\nv. Holder, 566 F.3d 237, 240 (1st Cir. 2009). Further, \"[w]e review\n\nthe agency's factual findings, including credibility determinations,\n\nunder the substantial evidence standard, and may overturn those\n\nfindings only if 'any reasonable adjudicator would be compelled to\n\nconclude to the contrary.'\"         Lin v. Gonzales, 503 F.3d 4, 7 (1st\n\nCir. 2007) (quoting 8 U.S.C. § 1252(b)(4)(B)).              In the instant\n\nmatter, the BIA adopted and affirmed the IJ's ruling, while also\n\ndiscussing some of the bases for the IJ's opinion.            Therefore we\n\nreview both the IJ's and BIA's opinions.            Zheng v. Gonzales, 475\n\nF.3d 30, 33 (1st Cir. 2007).\n\n                                III. Discussion\n\n                                  A. Removal\n\n             The IJ's and BIA's removal rulings turned on a finding\n\nthat Toribio had procured admission by willfully misrepresenting a\n\nmaterial fact -- had he not falsely described his marriage to Potter\n\nas his first, he would not have been granted lawful resident status.\n\n\n                                        -9-\n\fSee 8 U.S.C. §1227(a)(1)(a); see also 8 U.S.C. § 1182(a)(6)(C)(i).\n\nArguing that at the time of his adjustment interview he believed\n\nthat his marriage to Chavez had been annulled, Toribio contends he\n\ndid not willfully mislead immigration officials either in his\n\napplication or during the interview.        He also insists that his\n\nfailure to list his children with Chavez was not material.5        Upon\n\ncareful review of the record, we find substantial evidence to\n\nsupport the IJ's and BIA's decision that Toribio is removable.\n\n           To   begin   with,   the   IJ   made   certain   credibility\n\ndeterminations.   She found Toribio's often contradictory testimony\n\nexplaining why he failed to disclose his marriage not credible. She\n\ncalled his ultimate explanation that he did not give false testimony\n\nbecause Potter answered the pertinent questions \"feeble.\"      We treat\n\nthe IJ's credibility determination \"with great respect, and we will\n\nnot overturn [it] unless we are compelled to do so.\"        Wiratama v.\n\n\n\n     5\n       Additionally, Toribio asserts that one of the issues in this\ncase is whether the initial IJ who first found Toribio removable\ncommitted an error of law and due process violation when she\nreferenced the existence of a 204(c) bar in her oral decision.\nThis reference appears to relate to § 204(c) of the INA, which\npertains in part to marriage fraud. (Codified at 8 U.S.C. §\n1154(c)). After identifying this issue, however, Toribio neglected\nto address it again in his brief, setting forth no argument as to\nwhy it was an error and violation.       Consequently we will not\naddress it. See Seale v. I.N.S, 323 F.3d 150, 152 n.1 (1st Cir.\n2003) (\"A party who fails to a raise a particular claim or defense\non appeal normally waives the right for it to be considered.\"); see\nalso Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir. 1990)\n(\"[I]ssues adverted to on appeal in a perfunctory manner,\nunaccompanied by some developed argumentation, are deemed to have\nbeen abandoned.\").\n\n                                 -10-\n\fMukasey, 538 F.3d 1, 4 (1st Cir. 2008) (internal quotation omitted).\n\nIn examining the adverse credibility determination we must assess\n\nwhether it has significant support in the administrative record and\n\nwhether the IJ set forth specific and cogent reasons as to why\n\ninconsistencies rendered Toribio's testimony not credible. See id.\n\nHere the documentary evidence, the testimony of Violo, and the\n\ninconsistent testimony of Toribio provided more than ample support\n\nfor the IJ's credibility determination.               Further, the IJ set forth\n\nthese inconsistencies at length in her oral decision.                   Therefore we\n\nwill not disturb the IJ's adverse credibility determination.\n\n             We also find Toribio's claim that he did not willfully\n\nmake   any    misrepresentations           unpersuasive.          Discussing       what\n\nconstitutes       a   \"willful\"    misrepresentation            under   8   U.S.C.     §\n\n1182(a)(6)(C)(i),       other     courts    of   appeals     have   held    that     the\n\n\"element     of   willfulness      is   satisfied      by   a    finding    that     the\n\nmisrepresentation was deliberate and voluntary.\" Mwongera v. I.N.S,\n\n187 F.3d 323, 330 (3d Cir. 1999)(internal quotation omitted); see\n\nalso Parlak v. Holder, 578 F.3d 457, 463-64 (6th Cir. 2009).                          An\n\nintent to deceive is not necessary; rather, knowledge of the falsity\n\nis sufficient.        See Forbes v. I.N.S., 48 F.3d 439, 442 (9th Cir.\n\n1995); see also Mwongera, 187 F.3d at 330; Parlak, 578 F.3d at 463.\n\n             Applying     this    standard       we   see   substantial      evidence\n\nestablishing the willfulness element here.                  It is undisputed that\n\nat the time of the application process and interview, Toribio was\n\n\n                                        -11-\n\faware that he had married Chavez, had three children with her, and\n\nhad no proof that the marriage had been annulled.                 Indeed, by the\n\ntime of his interview he knew his marriage to Chavez had ended in\n\na divorce adjudicated in the United States.               Toribio was asked to\n\nidentify all previous marriages and children, and he knowingly and\n\nvoluntarily did not do so.\n\n            We also disagree with Toribio's argument that his failure\n\nto identify all of his children was not material.                   In Kungys v.\n\nUnited States, the Supreme Court interpreted another immigration\n\nstatute,    which   like    §    1182(a)(6)(c)(i),        results   in    negative\n\nconsequences on the basis of material misrepresentations.                        See\n\nKungys v. United States, 485 U.S. 759, 767 (1988) (interpreting 8\n\nU.S.C. § 1451(a)). The Court held that in assessing materiality the\n\ntest is whether the misrepresentation \"had a natural tendency to\n\ninfluence\" the INS's decisions. Id. at 772. Other courts of appeals\n\nhave applied this definition to § 1182(a)(6)(c)(i), and we shall do\n\nthe same.   See Parlak, 578 F.3d at 465; see also Mwongera, 187 F.3d\n\nat 330.\n\n            There is sufficient evidence to conclude that Toribio's\n\nomission of his children had a natural tendency to influence Violo's\n\nadjustment of status decision.           Had Toribio disclosed the identity\n\nof his oldest children, Violo would have undoubtedly asked about\n\nToribio's   relationship        to    their    mother   and   whether    they   were\n\nmarried.     Notably   on       the    I-485    form,   Violo   wrote    the    word\n\n\n                                        -12-\n\f\"girlfriend\" next to the names of Toribio's two daughters with\n\nKucharski.    It is clear that the relationship of Toribio to the\n\nmothers of his children mattered to Violo.          Had Toribio identified\n\nhis oldest three children and admitted his marriage to their mother,\n\nthen Violo, according to his testimony, would have required Toribio\n\nto produce proof of the marriage's dissolution. A power of attorney\n\nrelating to his attempted annulment would not have been sufficient.\n\nHad Toribio produced the 2000 Illinois divorce decree, it would have\n\ndisclosed that his marriage to Chavez ended after his marriage to\n\nPotter, thus invalidating the latter as bigamous and making Toribio\n\nineligible for status adjustment based on his marriage to Potter.\n\nFurther Toribio's misrepresentation regarding his children was\n\nundoubtedly material, as it had the natural tendency to influence\n\nViolo's decision not to probe further.       Moreover, assuming arguendo\n\nthe immateriality of Toribio's misrepresentation regarding his\n\nchildren, there is no question that his misrepresentation regarding\n\nprevious spouses is material.       Notably, Toribio makes no argument\n\nto the contrary.\n\n             Ultimately,   given   the   marriage   license   and   multiple\n\nimmigration forms that inaccurately reflected Toribio's marital\n\nhistory and children, along with his false testimony under oath that\n\nhis marriage to Potter was his first, we find substantial evidence\n\nto support the IJ's and BIA's finding that Toribio is removable.\n\n\n\n\n                                   -13-\n\f                       B. Cancellation of Removal\n\n              The Attorney General may cancel removal of an alien if\n\nthe alien: (a) has resided in the United States for a continuous\n\nperiod of ten years; (b) has been a person of good moral character\n\nduring such period; (c) has not been convicted of certain offenses;\n\nand (d) has established that removal would result in exceptional and\n\nunusual hardship to a qualifying family member.        See 8 U.S.C. §\n\n1229b(b)(1).      The IJ held, and the BIA affirmed, that Toribio's\n\nrequest for cancellation of removal should be pretermitted and\n\nfurther denied on the merits for failure to satisfy this standard.\n\nWe agree.\n\n              Focusing on the good moral character prong, the IJ found,\n\nand the BIA affirmed, that Toribio was not a person of good moral\n\ncharacter based upon his presentation of false testimony under\n\noath.6       Pursuant to 8 U.S.C. § 1101 a person is statutorily\n\nprecluded from being regarded as a person of good moral character\n\nif he or she has \"given false testimony for the purpose of obtaining\n\nany [immigration] benefits.\"      8 U.S.C. § 1101(f)(6).\n\n\n\n\n         6\n       As an alternate basis for her holding, the IJ found that\ninconsistencies   in   Toribio's   annulment   petition   and   his\nmisrepresentation of his marital status to obtain immigration\nbenefits supported a finding that he was not a person of good moral\ncharacter. To the extent Toribio argues that the IJ's alternate\nfinding that she would not exercise her discretion to grant\ncancellation was error, we lack jurisdiction to review his claims.\nSee Elysee v. Gozales, 437 F.3d 221, 223 (1st Cir. 2006).\n\n                                  -14-\n\f           As a threshold matter we will address this court's\n\njurisdiction to review this issue.      Generally no court has the\n\njurisdiction to review a judgment regarding cancellation of removal.\n\nSee 8 U.S.C. § 1252(a)(2)(B)(i). The exception to this rule is that\n\nan appropriate court of appeals may review constitutional claims or\n\nquestions of law. See 8 U.S.C. § 1252(a)(2)(D). Toribio's specific\n\nchallenge to the IJ's and BIA's determination that he was per se\n\nineligible for cancellation of removal, because he had given false\n\ntestimony under 8 U.S.C. § 1106(f)(6), raises a question of law.\n\nToribio argues that the BIA committed legal error by classifying his\n\nstatements as \"false testimony,\" see Bernal-Vallejo v. I.N.S., 195\n\nF.3d 56, 62-63 (1st Cir. 1999), and more particularly raises the\n\nquestions of whether statements by his counsel are \"his\" statements\n\nand whether his \"intent\" in making a statement disqualified it from\n\nbeing false testimony.     Thus we have jurisdiction to review these\n\nissues of law.    Cf. Elysee, 437 F.3d at 223-24.\n\n           We now turn to the merits.    The Supreme Court has held\n\nthat false testimony under 8 U.S.C. § 1101(f)(6) is limited to \"oral\n\nstatements made under oath\" and \"misrepresentations made with the\n\nsubjective intent of obtaining immigration benefits.\"    Kungys, 485\n\nU.S. at 780.     Toribio contends he made no oral statements at his\n\ninterview and even if he did, such statements were neither false nor\n\nintended to mislead immigration officials.    This contention is not\n\nsupported by the record.\n\n\n                                 -15-\n\f             First, there is substantial evidence that Toribio gave\n\noral testimony at his adjustment interview, and it is undisputed\n\nthat he was under oath.      Though Toribio claims Potter responded to\n\nViolo's specific questions about his previous marriage, the IJ found\n\nthis assertion not credible -- and             we    will not disturb that\n\ncredibility finding. Further, Toribio's equivocal indication in his\n\naffidavit that his attorney \"may\" have answered the questions is not\n\ncompelling and not supported by the evidence.              Even assuming that\n\nToribio's attorney answered the questions regarding marital history,\n\nthe   attorney   was    participating    in   the    interview     pursuant    to\n\nToribio's authority, and therefore Toribio would be bound by his\n\nresponses.    See KPS & Associates, Inc. v. Designs By FMC, Inc., 318\n\nF.3d 1, 16 (1st Cir. 2003)(\"[I]n this circuit we have consistently\n\nturned a deaf ear to the plea that the sins of the attorney should\n\nnot be visited upon the client.\")(internal quotation omitted).\n\n             Finally,    Toribio   argues     that   he    did   not   have   the\n\nsubjective intent to obtain an immigration benefit.               His basis for\n\nthis argument is unclear, and in making this contention he simply\n\nreiterates that Potter answered all pertinent questions and he\n\nbelieved his marriage was annulled.           We are unconvinced.        The IJ\n\nfound   Toribio's   assertion      not   credible    and   this    finding    was\n\nsupported by sufficient and probative documentary and testimonial\n\nevidence.     Therefore, we uphold the IJ's and BIA's denial of\n\ncancellation of removal.\n\n\n                                     -16-\n\f                             C. Due Process\n\n           Toribio argues that his Fifth Amendment right to due\n\nprocess was violated by two procedural errors.              We note at the\n\noutset that a mere claim of procedural error alone does not state\n\na due process claim.     As we state below, the claim must rise to the\n\nlevel of being a claim of fundamental fairness, and the claimant\n\nmust show prejudice.\n\n           The first argument that Toribio makes is that the IJ\n\nerred in admitting the letter written by Potter into evidence.\n\nBefore   the   IJ,    Toribio's   counsel   objected   to    the   letter's\n\nintroduction as Potter was not available to testify.           DHS counsel\n\nindicated he would attempt to make Potter available, but although\n\nhe contacted and attempted to subpoena her, Potter's testimony was\n\nnever procured.      In rendering her decision, the IJ noted that the\n\nletter spoke for itself, though it was undermined somewhat by\n\nPotter's unavailability.     On appeal, the BIA found no error in the\n\nIJ's admission of the letter since she gave it limited weight and\n\neven assuming the letter's admission was erroneous, such error was\n\nharmless since the document was not key to the IJ's holding.\n\nFinding no fundamental unfairness, we see no procedural issue here.\n\n           In support of his argument, Toribio relies on Ocasio v.\n\nAshcroft, 375 F.3d 105 (1st Cir. 2004).       In Ocasio, the IJ admitted\n\ninto evidence an affidavit authored by an individual who did not\n\ntestify at trial. Id. at 107.     The IJ admitted the affidavit, which\n\n\n                                   -17-\n\fwas offered by INS, after INS counsel attempted to subpoena the\n\nindividual and produced testimony to authenticate the affidavit. Id.\n\nOn appeal, the   petitioner argued that the INS did not use adequate\n\nmeasures to compel the author of the affidavit to appear at trial\n\nand therefore the proceedings were fundamentally unfair. Id.    The\n\ncourt held that one of the outer limits of due process is that the\n\nINS may not use the affidavit of an absent witness unless it first\n\nestablishes that despite reasonable efforts it was unable to secure\n\nthe witness's presence at the hearing.     Id.   The court went on,\n\nhowever, to deny the petition because the petitioner failed to raise\n\nher objection at her     deportation proceeding.    Id.    Based on\n\npetitioner's failure to properly raise the argument, the court\n\ndetermined it need not reach the \"fundamental fairness of the IJ's\n\nreliance on [the] affidavit.\"   Id. at 108.\n\n            We need not decide whether Ocasio is applicable here, or\n\nwhether DHS counsel established on the record what reasonable steps\n\nwere taken to secure Potter as a witness, because we conclude that\n\nthe IJ's admission of, and limited reliance on, the letter was not\n\nfundamentally unfair, nor did it cause prejudice.   In doing so, we\n\nnote that the \"Federal Rules of Evidence do not apply in [DHS]\n\nproceedings ... but the less rigid constraints of due process impose\n\nouter limits based upon considerations of fairness and reliability.\"\n\nYongo v. I.N.S., 355 F.3d 27, 30 (1st Cir. 2004) (internal quotation\n\nomitted).   This court has held in the context of an immigration\n\n\n                                -18-\n\fappeal that a \"due process claim cannot succeed without prejudice;\n\nwithout prejudice, any error that occurred would be harmless.\"\n\nHossain v. Ashcroft, 381 F.3d 29, 32 (1st Cir. 2004). In this case,\n\nthe IJ's reliance on the letter was not fundamentally unfair, nor\n\ndid it prejudice Toribio.      The IJ did not primarily rely on the\n\nletter and afforded it limited weight.         As set forth at length in\n\nher decision, the IJ was compelled not by the letter but by the\n\ndocumentary evidence, Violo's testimony, and Toribio's lack of\n\ncredibility.\n\n             Furthermore, Toribio was afforded the opportunity to\n\nrebut the letter through his own testimony and a photograph that he\n\nintroduced into evidence depicting Potter with his three oldest\n\nchildren.7     See Banat v. Holder, 557 F.3d 886, 893 (8th Cir.\n\n2009)(\"[W]here a hearsay document is admitted but not primarily\n\nrelied upon and the petitioner receives the opportunity to rebut the\n\ndocument's    conclusions   through   his   witnesses,   the   fundamental\n\nfairness of the proceedings has          not   been impinged.\")(internal\n\nquotation omitted).   Additionally, it is generally accepted, as the\n\nBIA held, that nothing in the due process clause precludes the use\n\nof hearsay evidence in administrative proceedings.        See Pulisir v.\n\nMukasey, 524 F.3d 302, 311 (1st Cir. 2008); see also Duad v. United\n\nStates, 556 F.3d 592, 596 (7th Cir. 2009). The BIA itself says that\n\n\n     7\n       In the end the IJ did not find the photograph persuasive\nbecause in her letter Potter never denied knowledge of Toribio's\noldest children, just knowledge of his marriage to their mother.\n\n                                  -19-\n\fthe hearsay nature of a document affects weight, not admissibility.\n\nSee   Matter   of   Kwan,   14   I.   &   N.   Dec.   175,   177   (BIA   1972).\n\nConsequently, Toribio's due process claim with respect to the letter\n\ncannot succeed.\n\n           The second argument made by Toribio is that cross-\n\nexamining him at three different hearings violated his due process\n\nrights.   As noted previously, Toribio first testified on May 19,\n\n2004 at his removal proceedings.           Next he testified on August 3,\n\n2005 at the hearing for cancellation of removal.                   The IJ who\n\nrendered the final decision did not preside over either of these\n\nhearings and when assigned this matter, suggested that the case\n\nproceed de novo.8     However, attorneys for both sides opted to rely\n\non the transcripts of the earlier hearings.              Nonetheless at the\n\nfinal hearing on December 27, 2006, DHS counsel suggested that the\n\nIJ, who had never observed Toribio testify, might benefit from\n\nhearing some limited questioning of him.          The IJ agreed and allowed\n\nToribio to testify a third and final time in order to assess his\n\ndemeanor and credibility.        In support of his appeal, Toribio claims\n\nthat expecting him to respond consistently to questioning that took\n\nplace years apart held him to an impossible standard.                We hold a\n\ndiffering view and therefore dispose of this argument handily.\n\n\n\n\n      8\n       The IJ who made the final decision only presided over the\nfinal two hearings, which took place on September 26, 2006 and\nDecember 27, 2006.\n\n                                      -20-\n\f            Toribio's      counsel   never    objected    to   Toribio    being\n\nquestioned at any of the three hearings, and indeed questioned him\n\nherself at each one.       This court has applied a \"general exhaustion\n\nrequirement\" or \"raise-or-waive rule\" when reviewing administrative\n\nactions.    See N.L.R.B. v. Saint-Gobain Abrasives, Inc., 426 F.3d\n\n455, 458-459 (1st Cir. 2005).        Specifically, \"as a general rule[,]\n\ncourts should not topple over administrative decisions unless the\n\nadministrative body not only has erred but has erred against\n\nobjection made at the [appropriate] time.\"          Id. (internal quotation\n\nomitted). As Toribio's counsel failed to object to the questioning,\n\nthis argument has been waived.\n\n            Moreover, even if counsel had objected, we do not find\n\nthat Toribio being questioned at multiple hearings violated his due\n\nprocess rights.      The first two hearings at which he testified were\n\nfor the distinct purposes of deciding removability and cancellation\n\nof removal respectively.       Therefore it was entirely proper to have\n\nToribio testify at both hearings.              With respect to the final\n\nhearing, the IJ in her discretion determined that she needed to hear\n\nToribio    testify   and   assess    his   credibility    first   hand.     \"An\n\nimmigration judge, like other judicial officers, possesses broad\n\n(though    not   uncabined)   discretion     over   the   conduct   of    trial\n\nproceedings.\"     Sharari v. Gonzales, 407 F.3d 467, 476 (1st Cir.\n\n2005) (internal quotation omitted).          As the trial judge, the IJ was\n\nin the best position to determine whether additional testimony was\n\n\n                                     -21-\n\fneeded.   See, e.g., United States v. Thomas, 377 F.3d 232, 241 (3d\n\nCir. 2004) (noting that a trial judge is in the best position to\n\nweigh competing interests in deciding whether to admit evidence).\n\nSimply because Toribio changed his testimony at this final hearing,\n\ncalling his credibility into question, does not necessarily create\n\na due process violation.\n\n           The fact that Toribio was questioned at three hearings\n\ndoes not offend the notions of fairness and reliability in violation\n\nof his due process rights.   See Yongo, 355 F.3d at 30.    As such,\n\nToribio has failed to establish any due process violation.\n\n                           IV. Conclusion\n\n           For the reasons set forth above, Toribio's petition for\n\nreview is DENIED.\n\n\n\n\n                                -22-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>611 F.3d 57 (2010)</b></center>\n<center><h1>Crispin TORIBIO-CHAVEZ, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr., Attorney General, Respondent.</h1></center>\n<center>No. 09-1760.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 12, 2010.</center>\n<center>Decided July 8, 2010.</center>\n<p><span class=\"star-pagination\">*59</span> Melanie M. Chaput on brief for petitioner.</p>\n<p>Tony West, Assistant Attorney General, Civil Division, U.S. Department of Justice, Aviva L. Poczter, Senior Litigation Counsel, and Nehal H. Kamani, Trial Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and THOMPSON, Circuit Judges.</p>\n<p>THOMPSON, Circuit Judge.</p>\n<p>The petitioner, Crispin Toribio-Chavez (\"Toribio\"), is a native and citizen of Mexico. Toribio petitions for review of a decision of the Board of Immigration Appeals (\"BIA\"), which affirmed an immigration judge's (\"IJ\") order of removal and denial of Toribio's request for cancellation of removal.<sup>[1]</sup> After careful consideration, we deny the petition for review.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. Family History</h2>\n<p>While living in Mexico, Toribio married Rosina Chavez (\"Chavez\") in 1978 and fathered three children by her. In 1983, Toribio left his family and entered the United States without inspection.</p>\n<p>Toribio settled in New Hampshire and began dating Cheryl Kucharski (\"Kucharski\"). The couple later had two daughters. Returning to Mexico in 1993 for two weeks, Toribio executed a power of attorney in favor of a Mexican attorney for the purpose of obtaining an annulment of his marriage to Chavez. Toribio then re-crossed the border without inspection and returned to New Hampshire, where he has resided since. Toribio never received any confirmation or documentation indicating his marriage to Chavez was annulled. He contends, however, that three or four months after his reentry, his sister in Mexico informed him that the annulment was all set.</p>\n<p>In June 1999, Toribio married Jamie Potter (\"Potter\"). At the time of the wedding, the couple already had a son, and later that year, they had a daughter. In applying for his New Hampshire marriage license, Toribio did not disclose his previous marriage to Chavez. During this same time period, Toribio reunited with his three oldest children, who were now teenagers and living legally in Illinois with Chavez. In 2000, Toribio received a divorce decree from the State of Illinois pertaining to his marriage to Chavez. The divorce was finalized when Toribio simply signed and returned a form.</p>\n<p></p>\n<h2>B. Adjustment of Status Process</h2>\n<p>Based upon his marriage to Potter, an American citizen, Toribio moved to adjust his status to lawful permanent resident. In connection with this process, Toribio completed a variety of forms, and in 2002 he and Potter were interviewed under oath by Immigration Adjudications Officer <span class=\"star-pagination\">*60</span> Maurice Violo (\"Violo\"). Both Toribio and Potter were represented by an attorney. During the interview Toribio did not disclose his previous marriage to Chavez or the children they had together. Moreover, though requested, none of this information was included on the forms Toribio and Potter completed. On February 1, 2002, Toribio's application for adjustment of status was approved and his status was adjusted to lawful permanent resident.</p>\n<p></p>\n<h2>C. Removal Proceedings</h2>\n<p>On August 20, 2002, the Immigration and Naturalization Service (\"INS\") instituted removal proceedings against Toribio, charging that pursuant to the Immigration and Nationality Act (\"INA\") he was inadmissable at the time his status was adjusted. <i>See</i> 8 U.S.C. § 1227(a)(1)(a). This inadmissibility was based on Toribio allegedly procuring his admission by willfully misrepresenting a material fact, specifically by claiming that his marriage to Potter was his first and failing to identify his children with Chavez. <i>See</i> 8 U.S.C. § 1182(a)(6)(C)(i).</p>\n<p>Toribio's removal proceedings began on February 10, 2003, and over the next three-and-a-half years ten hearings ensued.<sup>[2]</sup> Different attorneys represented the Department of Homeland Security (\"DHS\") at these hearings, and Toribio also had counsel.<sup>[3]</sup> Toribio first testified on May 19, 2004. When questioned by DHS counsel as to why he did not identify his marriage to Chavez when he applied for a marriage license with Potter, Toribio claimed he thought his marriage to Chavez had been annulled. Toribio conceded he had no evidence of this fact and never attempted to verify the annulment.<sup>[4]</sup> DHS counsel also questioned Toribio regarding an INS form, designated G-325, which Toribio signed as part of his application for adjustment of status. On the form, he noted \"N/A\" in the section for designating former wives. According to Toribio, he did not list Chavez because he misunderstood the question and thought it was asking if he had any former wives in the United States. He further noted that he barely spoke English.</p>\n<p>Additionally, over Toribio's counsel's objection, the IJ admitted into evidence a letter written by Potter, in which she claimed she only became aware of Toribio's first marriage after her own marriage to him, when she found his divorce papers. Toribio countered that Potter always knew about his marriage to Chavez, the three children from this union, and the subsequent Illinois divorce.</p>\n<p>At a March 22, 2005 hearing, the then-presiding IJ found that Toribio's marriage to Potter was bigamous and that DHS had proved removability by clear and convincing evidence. The IJ then indicated that she would consider Toribio's application <span class=\"star-pagination\">*61</span> for cancellation of removal or in the alternative, voluntary departure.</p>\n<p></p>\n<h2>D. Cancellation of Removal Proceedings</h2>\n<p>On August 3, 2005, at the first cancellation of removal hearing, DHS counsel questioned Toribio about his immigration interview with Violo and the various forms he had completed in connection with the application process. DHS counsel also queried Toribio about why he kept immigration officials in the dark about his prior marriage and Illinois divorce, which had been finalized by the 2002 interview. Toribio could give no reason for not disclosing this information.</p>\n<p>DHS counsel then questioned Toribio about another INS form, designated I-485, which Violo completed during Toribio's interview. On the form, Violo listed the names and dates of birth of Toribio's children from his relationships with Kucharski and Potter; however, his children with Chavez were not mentioned. The form also contained the notation \"no other children.\" Asked to explain why he did not identify his children with Chavez, Toribio merely responded that he could not recall or understand why he had not done so. Toribio asserted that he barely spoke English when he came to the United States, though it is undisputed the interview occurred nearly twenty years after his arrival. DHS counsel further questioned Toribio about his marriage license with Potter, which under Toribio's name indicated \"never married.\" Toribio conceded he swore to tell the truth when he applied for the license, but claimed that based on his mis-assumption that his first marriage was annulled, he believed it was as if it never existed.</p>\n<p>At a September 26, 2006 hearing, one of Toribio's daughters with Kucharski, and his then-current girlfriend, testified about his character and the hardship that would result from his deportation. Immigration officer Violo also testified. Noting that he conducts many interviews every week, Violo could not specifically recall Toribio's interview; however, he testified as to his custom and practice. Stressing that it is his standard practice in adjustment interviews to ask about previous marriages, Violo was certain he had delved into this area with Toribio. Specifically, Violo said he would have asked Toribio and Potter individually whether either had a previous marriage and he would have required a separate verbal response from each. If either Toribio or Potter had admitted to a previous marriage, he would have demanded proof of divorce or annulment. Violo also typically asked whether a prior marriage produced children. Additionally, if an applicant was represented by counsel, Violo said he would dissuade the attorney from responding to questions on the applicant's behalf, but would note any difference between an attorney's and applicant's answers on the immigration forms.</p>\n<p>At the final hearing on December 27, 2006, Toribio again testified, but his assertions varied significantly from his previous testimony. In particular, he testified and proffered an affidavit to the following effect. Focusing on his 2002 immigration interview, Toribio now alleged that Potter was a very controlling woman who told him prior to the interview that he \"should keep [his] mouth shut\" and she \"would handle the appointment.\" Toribio also claimed that Potter answered all of the interview questions concerning previous spouses and children, and he had not interrupted her out of fear. Further, Toribio believed the questioning pertaining to his children referred to children born in the United States. He also claimed his attorney may have answered some of the questions. Turning to his marriage license, <span class=\"star-pagination\">*62</span> Toribio testified he did not understand English very well and thought he only had to identify previous marriages in the United States. Finally, he asserted that Potter answered all the questions on the marriage license application. At the close of the hearing, the IJ reaffirmed Toribio's removal and denied his request for cancellation of removal and voluntary departure.</p>\n<p>Toribio timely appealed to the BIA, which dismissed his appeal and affirmed the IJ's decision. The BIA found no clear error in the IJ's factual findings, including that Toribio had knowingly misrepresented his marital status and given false testimony. The BIA also found no error in the IJ's denial of cancellation of removal based on this false testimony. It further held that the IJ did not commit error in admitting Potter's letter and assigning it limited weight, and if there was error, it was harmless. Toribio's petition to this court followed.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>\"We review the BIA's legal conclusions de novo, with appropriate deference to the agency's interpretation of the underlying statute in accordance with administrative law principles.\" <i>Walker v. Holder,</i> 589 F.3d 12, 18 (1st Cir.2009). This includes a de novo review of due process claims. <i>See </i><i>Santana v. Holder,</i> 566 F.3d 237, 240 (1st Cir.2009). Further, \"[w]e review the agency's factual findings, including credibility determinations, under the substantial evidence standard, and may overturn those findings only if `any reasonable adjudicator would be compelled to conclude to the contrary.'\" <i>Lin v. Gonzales,</i> 503 F.3d 4, 7 (1st Cir.2007) (quoting 8 U.S.C. § 1252(b)(4)(B)). In the instant matter, the BIA adopted and affirmed the IJ's ruling, while also discussing some of the bases for the IJ's opinion. Therefore we review both the IJ's and BIA's opinions. <i>Zheng v. Gonzales,</i> 475 F.3d 30, 33 (1st Cir.2007).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p></p>\n<h2>A. Removal</h2>\n<p>The IJ's and BIA's removal rulings turned on a finding that Toribio had procured admission by willfully misrepresenting a material facthad he not falsely described his marriage to Potter as his first, he would not have been granted lawful resident status. <i>See</i> 8 U.S.C. § 1227(a)(1)(a); <i>see also</i> 8 U.S.C. § 1182(a)(6)(C)(i). Arguing that at the time of his adjustment interview he believed that his marriage to Chavez had been annulled, Toribio contends he did not willfully mislead immigration officials either in his application or during the interview. He also insists that his failure to list his children with Chavez was not material.<sup>[5]</sup> Upon careful review of the record, we find substantial evidence to support the IJ's and BIA's decision that Toribio is removable.</p>\n<p><span class=\"star-pagination\">*63</span> To begin with, the IJ made certain credibility determinations. She found Toribio's often contradictory testimony explaining why he failed to disclose his marriage not credible. She called his ultimate explanation that he did not give false testimony because Potter answered the pertinent questions \"feeble.\" We treat the IJ's credibility determination \"with great respect, and we will not overturn [it] unless we are compelled to do so.\" <i>Wiratama v. Mukasey,</i> 538 F.3d 1, 4 (1st Cir.2008) (internal quotation omitted). In examining the adverse credibility determination we must assess whether it has significant support in the administrative record and whether the IJ set forth specific and cogent reasons as to why inconsistencies rendered Toribio's testimony not credible. <i>See id.</i> Here the documentary evidence, the testimony of Violo, and the inconsistent testimony of Toribio provided more than ample support for the IJ's credibility determination. Further, the IJ set forth these inconsistencies at length in her oral decision. Therefore we will not disturb the IJ's adverse credibility determination.</p>\n<p>We also find Toribio's claim that he did not willfully make any misrepresentations unpersuasive. Discussing what constitutes a \"willful\" misrepresentation under 8 U.S.C. § 1182(a)(6)(C)(i), other courts of appeals have held that the \"element of willfulness is satisfied by a finding that the misrepresentation was deliberate and voluntary.\" <i>Mwongera v. I.N.S,</i> 187 F.3d 323, 330 (3d Cir.1999)(internal quotation omitted); <i>see also </i><i>Parlak v. Holder,</i> 578 F.3d 457, 463-64 (6th Cir.2009). An intent to deceive is not necessary; rather, knowledge of the falsity is sufficient. <i>See </i><i>Forbes v. I.N.S.,</i> 48 F.3d 439, 442 (9th Cir.1995); <i>see also </i><i>Mwongera,</i> 187 F.3d at 330; <i>Parlak,</i> 578 F.3d at 463.</p>\n<p>Applying this standard we see substantial evidence establishing the willfulness element here. It is undisputed that at the time of the application process and interview, Toribio was aware that he had married Chavez, had three children with her, and had no proof that the marriage had been annulled. Indeed, by the time of his interview he knew his marriage to Chavez had ended in a divorce adjudicated in the United States. Toribio was asked to identify all previous marriages and children, and he knowingly and voluntarily did not do so.</p>\n<p>We also disagree with Toribio's argument that his failure to identify all of his children was not material. In <i>Kungys v. United States</i><i>,</i> the Supreme Court interpreted another immigration statute, which like § 1182(a)(6)(c)(i), results in negative consequences on the basis of material misrepresentations. <i>See </i><i>Kungys v. United States,</i> 485 U.S. 759, 767, 108 S.Ct. 1537, 99 L.Ed.2d 839 (1988) (interpreting 8 U.S.C. § 1451(a)). The Court held that in assessing materiality the test is whether the misrepresentation \"had a natural tendency to influence\" the INS's decisions. <i>Id.</i> at 772, 108 S.Ct. 1537. Other courts of appeals have applied this definition to § 1182(a)(6)(c)(i), and we shall do the same. <i>See </i><i>Parlak,</i> 578 F.3d at 465; <i>see also </i><i>Mwongera,</i> 187 F.3d at 330.</p>\n<p>There is sufficient evidence to conclude that Toribio's omission of his children had a natural tendency to influence Violo's adjustment of status decision. Had Toribio disclosed the identity of his oldest children, Violo would have undoubtedly asked about Toribio's relationship to their mother and whether they were married. Notably on the I-485 form, Violo wrote the word \"girlfriend\" next to the names of Toribio's two daughters with Kucharski. It is clear that the relationship of Toribio to the mothers of his children mattered to Violo. Had Toribio identified his oldest three children and admitted his marriage <span class=\"star-pagination\">*64</span> to their mother, then Violo, according to his testimony, would have required Toribio to produce proof of the marriage's dissolution. A power of attorney relating to his attempted annulment would not have been sufficient. Had Toribio produced the 2000 Illinois divorce decree, it would have disclosed that his marriage to Chavez ended after his marriage to Potter, thus invalidating the latter as bigamous and making Toribio ineligible for status adjustment based on his marriage to Potter. Further Toribio's misrepresentation regarding his children was undoubtedly material, as it had the natural tendency to influence Violo's decision not to probe further. Moreover, assuming arguendo the immateriality of Toribio's misrepresentation regarding his children, there is no question that his misrepresentation regarding previous spouses is material. Notably, Toribio makes no argument to the contrary.</p>\n<p>Ultimately, given the marriage license and multiple immigration forms that inaccurately reflected Toribio's marital history and children, along with his false testimony under oath that his marriage to Potter was his first, we find substantial evidence to support the IJ's and BIA's finding that Toribio is removable.</p>\n<p></p>\n<h2>B. Cancellation of Removal</h2>\n<p>The Attorney General may cancel removal of an alien if the alien: (a) has resided in the United States for a continuous period of ten years; (b) has been a person of good moral character during such period; (c) has not been convicted of certain offenses; and (d) has established that removal would result in exceptional and unusual hardship to a qualifying family member. <i>See</i> 8 U.S.C. § 1229b(b)(1). The IJ held, and the BIA affirmed, that Toribio's request for cancellation of removal should be pretermitted and further denied on the merits for failure to satisfy this standard. We agree.</p>\n<p>Focusing on the good moral character prong, the IJ found, and the BIA affirmed, that Toribio was not a person of good moral character based upon his presentation of false testimony under oath.<sup>[6]</sup> Pursuant to 8 U.S.C. § 1101 a person is statutorily precluded from being regarded as a person of good moral character if he or she has \"given false testimony for the purpose of obtaining any [immigration] benefits.\" 8 U.S.C. § 1101(f)(6).</p>\n<p>As a threshold matter we will address this court's jurisdiction to review this issue. Generally no court has the jurisdiction to review a judgment regarding cancellation of removal. <i>See</i> 8 U.S.C. § 1252(a)(2)(B)(i). The exception to this rule is that an appropriate court of appeals may review constitutional claims or questions of law. <i>See</i> 8 U.S.C. § 1252(a)(2)(D). Toribio's specific challenge to the IJ's and BIA's determination that he was per se ineligible for cancellation of removal, because he had given false testimony under 8 U.S.C. § 1101(f)(6), raises a question of law. Toribio argues that the BIA committed legal error by classifying his statements as \"false testimony,\" <i>see </i><i>Bernal-Vallejo v. I.N.S.,</i> 195 F.3d 56, 62-63 (1st Cir.1999), and more particularly raises the questions of whether statements by his counsel are \"his\" statements and whether his \"intent\" in making a statement disqualified <span class=\"star-pagination\">*65</span> it from being false testimony. Thus we have jurisdiction to review these issues of law. <i>Cf. </i><i>Elysee,</i> 437 F.3d at 223-24.</p>\n<p>We now turn to the merits. The Supreme Court has held that false testimony under 8 U.S.C. § 1101(f)(6) is limited to \"oral statements made under oath\" and \"misrepresentations made with the subjective intent of obtaining immigration benefits.\" <i>Kungys,</i> 485 U.S. at 780, 108 S.Ct. 1537. Toribio contends he made no oral statements at his interview and even if he did, such statements were neither false nor intended to mislead immigration officials. This contention is not supported by the record.</p>\n<p>First, there is substantial evidence that Toribio gave oral testimony at his adjustment interview, and it is undisputed that he was under oath. Though Toribio claims Potter responded to Violo's specific questions about his previous marriage, the IJ found this assertion not credibleand we will not disturb that credibility finding. Further, Toribio's equivocal indication in his affidavit that his attorney \"may\" have answered the questions is not compelling and not supported by the evidence. Even assuming that Toribio's attorney answered the questions regarding marital history, the attorney was participating in the interview pursuant to Toribio's authority, and therefore Toribio would be bound by his responses. <i>See </i><i>KPS &amp; Associates, Inc. v. Designs By FMC, Inc.,</i> 318 F.3d 1, 16 (1st Cir.2003)(\"[I]n this circuit we have consistently turned a deaf ear to the plea that the sins of the attorney should not be visited upon the client.\")(internal quotation omitted).</p>\n<p>Finally, Toribio argues that he did not have the subjective intent to obtain an immigration benefit. His basis for this argument is unclear, and in making this contention he simply reiterates that Potter answered all pertinent questions and he believed his marriage was annulled. We are unconvinced. The IJ found Toribio's assertion not credible and this finding was supported by sufficient and probative documentary and testimonial evidence. Therefore, we uphold the IJ's and BIA's denial of cancellation of removal.</p>\n<p></p>\n<h2>C. Due Process</h2>\n<p>Toribio argues that his Fifth Amendment right to due process was violated by two procedural errors. We note at the outset that a mere claim of procedural error alone does not state a due process claim. As we state below, the claim must rise to the level of being a claim of fundamental fairness, and the claimant must show prejudice.</p>\n<p>The first argument that Toribio makes is that the IJ erred in admitting the letter written by Potter into evidence. Before the IJ, Toribio's counsel objected to the letter's introduction as Potter was not available to testify. DHS counsel indicated he would attempt to make Potter available, but although he contacted and attempted to subpoena her, Potter's testimony was never procured. In rendering her decision, the IJ noted that the letter spoke for itself, though it was undermined somewhat by Potter's unavailability. On appeal, the BIA found no error in the IJ's admission of the letter since she gave it limited weight and even assuming the letter's admission was erroneous, such error was harmless since the document was not key to the IJ's holding. Finding no fundamental unfairness, we see no procedural issue here.</p>\n<p>In support of his argument, Toribio relies on <i>Ocasio v. Ashcroft,</i> 375 F.3d 105 (1st Cir.2004). In <i>Ocasio,</i> the IJ admitted into evidence an affidavit authored by an individual who did not testify at trial. <i>Id.</i> at 107. The IJ admitted the affidavit, <span class=\"star-pagination\">*66</span> which was offered by INS, after INS counsel attempted to subpoena the individual and produced testimony to authenticate the affidavit. <i>Id.</i> On appeal, the petitioner argued that the INS did not use adequate measures to compel the author of the affidavit to appear at trial and therefore the proceedings were fundamentally unfair. <i>Id.</i> The court held that one of the outer limits of due process is that the INS may not use the affidavit of an absent witness unless it first establishes that despite reasonable efforts it was unable to secure the witness's presence at the hearing. <i>Id.</i> The court went on, however, to deny the petition because the petitioner failed to raise her objection at her deportation proceeding. <i>Id.</i> Based on petitioner's failure to properly raise the argument, the court determined it need not reach the \"fundamental fairness of the IJ's reliance on [the] affidavit.\" <i>Id.</i> at 108.</p>\n<p>We need not decide whether <i>Ocasio</i> is applicable here, or whether DHS counsel established on the record what reasonable steps were taken to secure Potter as a witness, because we conclude that the IJ's admission of, and limited reliance on, the letter was not fundamentally unfair, nor did it cause prejudice. In doing so, we note that the \"Federal Rules of Evidence do not apply in [DHS] proceedings ... but the less rigid constraints of due process impose outer limits based upon considerations of fairness and reliability.\" <i>Yongo v. I.N.S.,</i> 355 F.3d 27, 30 (1st Cir.2004) (internal quotation omitted). This court has held in the context of an immigration appeal that a \"due process claim cannot succeed without prejudice; without prejudice, any error that occurred would be harmless.\" <i>Hossain v. Ashcroft,</i> 381 F.3d 29, 32 (1st Cir.2004). In this case, the IJ's reliance on the letter was not fundamentally unfair, nor did it prejudice Toribio. The IJ did not primarily rely on the letter and afforded it limited weight. As set forth at length in her decision, the IJ was compelled not by the letter but by the documentary evidence, Violo's testimony, and Toribio's lack of credibility.</p>\n<p>Furthermore, Toribio was afforded the opportunity to rebut the letter through his own testimony and a photograph that he introduced into evidence depicting Potter with his three oldest children.<sup>[7]</sup><i>See </i><i>Banat v. Holder,</i> 557 F.3d 886, 893 (8th Cir.2009)(\"[W]here a hearsay document is admitted but not primarily relied upon and the petitioner receives the opportunity to rebut the document's conclusions through his witnesses, the fundamental fairness of the proceedings has not been impinged.\")(internal quotation omitted). Additionally, it is generally accepted, as the BIA held, that nothing in the due process clause precludes the use of hearsay evidence in administrative proceedings. <i>See </i><i>Pulisir v. Mukasey,</i> 524 F.3d 302, 311 (1st Cir.2008); <i>see also </i><i>Duad v. United States,</i> 556 F.3d 592, 596 (7th Cir. 2009). The BIA itself says that the hearsay nature of a document affects weight, not admissibility. <i>See Matter of Kwan,</i> 14 I. &amp; N. Dec. 175, 177 (BIA 1972). Consequently, Toribio's due process claim with respect to the letter cannot succeed.</p>\n<p>The second argument made by Toribio is that cross-examining him at three different hearings violated his due process rights. As noted previously, Toribio first testified on May 19, 2004 at his removal proceedings. Next he testified on August 3, 2005 at the hearing for cancellation of removal. The IJ who rendered the final decision did not preside over either of <span class=\"star-pagination\">*67</span> these hearings and when assigned this matter, suggested that the case proceed de novo.<sup>[8]</sup> However, attorneys for both sides opted to rely on the transcripts of the earlier hearings. Nonetheless at the final hearing on December 27, 2006, DHS counsel suggested that the IJ, who had never observed Toribio testify, might benefit from hearing some limited questioning of him. The IJ agreed and allowed Toribio to testify a third and final time in order to assess his demeanor and credibility. In support of his appeal, Toribio claims that expecting him to respond consistently to questioning that took place years apart held him to an impossible standard. We hold a differing view and therefore dispose of this argument handily.</p>\n<p>Toribio's counsel never objected to Toribio being questioned at any of the three hearings, and indeed questioned him herself at each one. This court has applied a \"general exhaustion requirement\" or \"raise-or-waive rule\" when reviewing administrative actions. <i>See </i><i>N.L.R.B. v. Saint-Gobain Abrasives, Inc.,</i> 426 F.3d 455, 458-459 (1st Cir.2005). Specifically, \"as a general rule[,] courts should not topple over administrative decisions unless the administrative body not only has erred but has erred against objection made at the [appropriate] time.\" <i>Id.</i> (internal quotation omitted). As Toribio's counsel failed to object to the questioning, this argument has been waived.</p>\n<p>Moreover, even if counsel had objected, we do not find that Toribio being questioned at multiple hearings violated his due process rights. The first two hearings at which he testified were for the distinct purposes of deciding removability and cancellation of removal respectively. Therefore it was entirely proper to have Toribio testify at both hearings. With respect to the final hearing, the IJ in her discretion determined that she needed to hear Toribio testify and assess his credibility first hand. \"An immigration judge, like other judicial officers, possesses broad (though not uncabined) discretion over the conduct of trial proceedings.\" <i>Sharari v. Gonzales,</i> 407 F.3d 467, 476 (1st Cir.2005) (internal quotation omitted). As the trial judge, the IJ was in the best position to determine whether additional testimony was needed. <i>See, e.g., </i><i>United States v. Thomas,</i> 377 F.3d 232, 241 (2nd Cir.2004) (noting that a trial judge is in the best position to weigh competing interests in deciding whether to admit evidence). Simply because Toribio changed his testimony at this final hearing, calling his credibility into question, does not necessarily create a due process violation.</p>\n<p>The fact that Toribio was questioned at three hearings does not offend the notions of fairness and reliability in violation of his due process rights. <i>See </i><i>Yongo,</i> 355 F.3d at 30. As such, Toribio has failed to establish any due process violation.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the reasons set forth above, Toribio's petition for review is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The IJ also denied Toribio's request for voluntary departure; however, he has not appealed this ruling.</p>\n<p>[2]  At the time of these proceedings, Toribio and Potter's marriage had been annulled. Potter had primary custody of the couple's two minor children, and Toribio had visitation rights. Kucharski had custody of Toribio's two minor children with her, and he had visitation rights. Toribio provided financial support for these four children. He did not support his three children with Chavez as they were adults.</p>\n<p>[3]  On March 1, 2003, the functions of the Immigration and Naturalization Service were transferred to the Department of Homeland Security. <i>See</i> 6 U.S.C. § 291(a); <i>see also</i> 6 U.S.C. § 542 (setting forth the transfer of functions in the accompanying Reorganization Plan).</p>\n<p>[4]  In Toribio's brief to this court, he indicates that after his 2002 immigration interview he requested documentation from Mexican authorities regarding his annulment and learned from them that his marriage to Chavez was never annulled.</p>\n<p>[5]  Additionally, Toribio asserts that one of the issues in this case is whether the initial IJ who first found Toribio removable committed an error of law and due process violation when she referenced the existence of a 204(c) bar in her oral decision. This reference appears to relate to § 204(c) of the INA, which pertains in part to marriage fraud. (Codified at 8 U.S.C. § 1154(c)). After identifying this issue, however, Toribio neglected to address it again in his brief, setting forth no argument as to why it was an error and violation. Consequently we will not address it. <i>See </i><i>Seale v. I.N.S,</i> 323 F.3d 150, 152 n. 1 (1st Cir.2003) (\"A party who fails to a raise a particular claim or defense on appeal normally waives the right for it to be considered.\"); <i>see also </i><i>Ryan v. Royal Ins. Co.,</i> 916 F.2d 731, 734 (1st Cir. 1990) (\"[I]ssues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\").</p>\n<p>[6]  As an alternate basis for her holding, the IJ found that inconsistencies in Toribio's annulment petition and his misrepresentation of his marital status to obtain immigration benefits supported a finding that he was not a person of good moral character. To the extent Toribio argues that the IJ's alternate finding that she would not exercise her discretion to grant cancellation was error, we lack jurisdiction to review his claims. <i>See </i><i>Elysee v. Gonzales,</i> 437 F.3d 221, 223 (1st Cir.2006).</p>\n<p>[7]  In the end the IJ did not find the photograph persuasive because in her letter Potter never denied knowledge of Toribio's oldest children, just knowledge of his marriage to their mother.</p>\n<p>[8]  The IJ who made the final decision only presided over the final two hearings, which took place on September 26, 2006 and December 27, 2006.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">611</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></span> (2010)</b></center>\n<center><h1>Crispin TORIBIO-CHAVEZ, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr., Attorney General, Respondent.</h1></center>\n<center>No. 09-1760.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 12, 2010.</center>\n<center>Decided July 8, 2010.</center>\n<p><span class=\"star-pagination\">*59</span> Melanie M. Chaput on brief for petitioner.</p>\n<p>Tony West, Assistant Attorney General, Civil Division, U.S. Department of Justice, Aviva L. Poczter, Senior Litigation Counsel, and Nehal H. Kamani, Trial Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and THOMPSON, Circuit Judges.</p>\n<p>THOMPSON, Circuit Judge.</p>\n<p>The petitioner, Crispin Toribio-Chavez (\"Toribio\"), is a native and citizen of Mexico. Toribio petitions for review of a decision of the Board of Immigration Appeals (\"BIA\"), which affirmed an immigration judge's (\"IJ\") order of removal and denial of Toribio's request for cancellation of removal.<sup>[1]</sup> After careful consideration, we deny the petition for review.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. Family History</h2>\n<p>While living in Mexico, Toribio married Rosina Chavez (\"Chavez\") in 1978 and fathered three children by her. In 1983, Toribio left his family and entered the United States without inspection.</p>\n<p>Toribio settled in New Hampshire and began dating Cheryl Kucharski (\"Kucharski\"). The couple later had two daughters. Returning to Mexico in 1993 for two weeks, Toribio executed a power of attorney in favor of a Mexican attorney for the purpose of obtaining an annulment of his marriage to Chavez. Toribio then re-crossed the border without inspection and returned to New Hampshire, where he has resided since. Toribio never received any confirmation or documentation indicating his marriage to Chavez was annulled. He contends, however, that three or four months after his reentry, his sister in Mexico informed him that the annulment was all set.</p>\n<p>In June 1999, Toribio married Jamie Potter (\"Potter\"). At the time of the wedding, the couple already had a son, and later that year, they had a daughter. In applying for his New Hampshire marriage license, Toribio did not disclose his previous marriage to Chavez. During this same time period, Toribio reunited with his three oldest children, who were now teenagers and living legally in Illinois with Chavez. In 2000, Toribio received a divorce decree from the State of Illinois pertaining to his marriage to Chavez. The divorce was finalized when Toribio simply signed and returned a form.</p>\n<p></p>\n<h2>B. Adjustment of Status Process</h2>\n<p>Based upon his marriage to Potter, an American citizen, Toribio moved to adjust his status to lawful permanent resident. In connection with this process, Toribio completed a variety of forms, and in 2002 he and Potter were interviewed under oath by Immigration Adjudications Officer <span class=\"star-pagination\">*60</span> Maurice Violo (\"Violo\"). Both Toribio and Potter were represented by an attorney. During the interview Toribio did not disclose his previous marriage to Chavez or the children they had together. Moreover, though requested, none of this information was included on the forms Toribio and Potter completed. On February 1, 2002, Toribio's application for adjustment of status was approved and his status was adjusted to lawful permanent resident.</p>\n<p></p>\n<h2>C. Removal Proceedings</h2>\n<p>On August 20, 2002, the Immigration and Naturalization Service (\"INS\") instituted removal proceedings against Toribio, charging that pursuant to the Immigration and Nationality Act (\"INA\") he was inadmissable at the time his status was adjusted. <i>See</i> 8 U.S.C. § 1227(a)(1)(a). This inadmissibility was based on Toribio allegedly procuring his admission by willfully misrepresenting a material fact, specifically by claiming that his marriage to Potter was his first and failing to identify his children with Chavez. <i>See</i> 8 U.S.C. § 1182(a)(6)(C)(i).</p>\n<p>Toribio's removal proceedings began on February 10, 2003, and over the next three-and-a-half years ten hearings ensued.<sup>[2]</sup> Different attorneys represented the Department of Homeland Security (\"DHS\") at these hearings, and Toribio also had counsel.<sup>[3]</sup> Toribio first testified on May 19, 2004. When questioned by DHS counsel as to why he did not identify his marriage to Chavez when he applied for a marriage license with Potter, Toribio claimed he thought his marriage to Chavez had been annulled. Toribio conceded he had no evidence of this fact and never attempted to verify the annulment.<sup>[4]</sup> DHS counsel also questioned Toribio regarding an INS form, designated G-325, which Toribio signed as part of his application for adjustment of status. On the form, he noted \"N/A\" in the section for designating former wives. According to Toribio, he did not list Chavez because he misunderstood the question and thought it was asking if he had any former wives in the United States. He further noted that he barely spoke English.</p>\n<p>Additionally, over Toribio's counsel's objection, the IJ admitted into evidence a letter written by Potter, in which she claimed she only became aware of Toribio's first marriage after her own marriage to him, when she found his divorce papers. Toribio countered that Potter always knew about his marriage to Chavez, the three children from this union, and the subsequent Illinois divorce.</p>\n<p>At a March 22, 2005 hearing, the then-presiding IJ found that Toribio's marriage to Potter was bigamous and that DHS had proved removability by clear and convincing evidence. The IJ then indicated that she would consider Toribio's application <span class=\"star-pagination\">*61</span> for cancellation of removal or in the alternative, voluntary departure.</p>\n<p></p>\n<h2>D. Cancellation of Removal Proceedings</h2>\n<p>On August 3, 2005, at the first cancellation of removal hearing, DHS counsel questioned Toribio about his immigration interview with Violo and the various forms he had completed in connection with the application process. DHS counsel also queried Toribio about why he kept immigration officials in the dark about his prior marriage and Illinois divorce, which had been finalized by the 2002 interview. Toribio could give no reason for not disclosing this information.</p>\n<p>DHS counsel then questioned Toribio about another INS form, designated I-485, which Violo completed during Toribio's interview. On the form, Violo listed the names and dates of birth of Toribio's children from his relationships with Kucharski and Potter; however, his children with Chavez were not mentioned. The form also contained the notation \"no other children.\" Asked to explain why he did not identify his children with Chavez, Toribio merely responded that he could not recall or understand why he had not done so. Toribio asserted that he barely spoke English when he came to the United States, though it is undisputed the interview occurred nearly twenty years after his arrival. DHS counsel further questioned Toribio about his marriage license with Potter, which under Toribio's name indicated \"never married.\" Toribio conceded he swore to tell the truth when he applied for the license, but claimed that based on his mis-assumption that his first marriage was annulled, he believed it was as if it never existed.</p>\n<p>At a September 26, 2006 hearing, one of Toribio's daughters with Kucharski, and his then-current girlfriend, testified about his character and the hardship that would result from his deportation. Immigration officer Violo also testified. Noting that he conducts many interviews every week, Violo could not specifically recall Toribio's interview; however, he testified as to his custom and practice. Stressing that it is his standard practice in adjustment interviews to ask about previous marriages, Violo was certain he had delved into this area with Toribio. Specifically, Violo said he would have asked Toribio and Potter individually whether either had a previous marriage and he would have required a separate verbal response from each. If either Toribio or Potter had admitted to a previous marriage, he would have demanded proof of divorce or annulment. Violo also typically asked whether a prior marriage produced children. Additionally, if an applicant was represented by counsel, Violo said he would dissuade the attorney from responding to questions on the applicant's behalf, but would note any difference between an attorney's and applicant's answers on the immigration forms.</p>\n<p>At the final hearing on December 27, 2006, Toribio again testified, but his assertions varied significantly from his previous testimony. In particular, he testified and proffered an affidavit to the following effect. Focusing on his 2002 immigration interview, Toribio now alleged that Potter was a very controlling woman who told him prior to the interview that he \"should keep [his] mouth shut\" and she \"would handle the appointment.\" Toribio also claimed that Potter answered all of the interview questions concerning previous spouses and children, and he had not interrupted her out of fear. Further, Toribio believed the questioning pertaining to his children referred to children born in the United States. He also claimed his attorney may have answered some of the questions. Turning to his marriage license, <span class=\"star-pagination\">*62</span> Toribio testified he did not understand English very well and thought he only had to identify previous marriages in the United States. Finally, he asserted that Potter answered all the questions on the marriage license application. At the close of the hearing, the IJ reaffirmed Toribio's removal and denied his request for cancellation of removal and voluntary departure.</p>\n<p>Toribio timely appealed to the BIA, which dismissed his appeal and affirmed the IJ's decision. The BIA found no clear error in the IJ's factual findings, including that Toribio had knowingly misrepresented his marital status and given false testimony. The BIA also found no error in the IJ's denial of cancellation of removal based on this false testimony. It further held that the IJ did not commit error in admitting Potter's letter and assigning it limited weight, and if there was error, it was harmless. Toribio's petition to this court followed.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>\"We review the BIA's legal conclusions de novo, with appropriate deference to the agency's interpretation of the underlying statute in accordance with administrative law principles.\" <i>Walker v. Holder,</i> <span class=\"citation\" data-id=\"204100\"><a href=\"/opinion/204100/walker-v-holder/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 18 (1st Cir.2009). This includes a de novo review of due process claims. <i>See </i><i>Santana v. Holder,</i> <span class=\"citation\" data-id=\"203822\"><a href=\"/opinion/203822/santana-v-holder/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span>, 240 (1st Cir.2009). Further, \"[w]e review the agency's factual findings, including credibility determinations, under the substantial evidence standard, and may overturn those findings only if `any reasonable adjudicator would be compelled to conclude to the contrary.'\" <i>Lin v. Gonzales,</i> <span class=\"citation\" data-id=\"202933\"><a href=\"/opinion/202933/lin-v-gonzales/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.2007) (quoting 8 U.S.C. § 1252(b)(4)(B)). In the instant matter, the BIA adopted and affirmed the IJ's ruling, while also discussing some of the bases for the IJ's opinion. Therefore we review both the IJ's and BIA's opinions. <i>Zheng v. Gonzales,</i> <span class=\"citation\" data-id=\"202616\"><a href=\"/opinion/202616/zheng-v-gonzales/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 33 (1st Cir.2007).</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p></p>\n<h2>A. Removal</h2>\n<p>The IJ's and BIA's removal rulings turned on a finding that Toribio had procured admission by willfully misrepresenting a material facthad he not falsely described his marriage to Potter as his first, he would not have been granted lawful resident status. <i>See</i> 8 U.S.C. § 1227(a)(1)(a); <i>see also</i> 8 U.S.C. § 1182(a)(6)(C)(i). Arguing that at the time of his adjustment interview he believed that his marriage to Chavez had been annulled, Toribio contends he did not willfully mislead immigration officials either in his application or during the interview. He also insists that his failure to list his children with Chavez was not material.<sup>[5]</sup> Upon careful review of the record, we find substantial evidence to support the IJ's and BIA's decision that Toribio is removable.</p>\n<p><span class=\"star-pagination\">*63</span> To begin with, the IJ made certain credibility determinations. She found Toribio's often contradictory testimony explaining why he failed to disclose his marriage not credible. She called his ultimate explanation that he did not give false testimony because Potter answered the pertinent questions \"feeble.\" We treat the IJ's credibility determination \"with great respect, and we will not overturn [it] unless we are compelled to do so.\" <i>Wiratama v. Mukasey,</i> <span class=\"citation\" data-id=\"203377\"><a href=\"/opinion/203377/wiratama-v-mukasey/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2008) (internal quotation omitted). In examining the adverse credibility determination we must assess whether it has significant support in the administrative record and whether the IJ set forth specific and cogent reasons as to why inconsistencies rendered Toribio's testimony not credible. <i>See id.</i> Here the documentary evidence, the testimony of Violo, and the inconsistent testimony of Toribio provided more than ample support for the IJ's credibility determination. Further, the IJ set forth these inconsistencies at length in her oral decision. Therefore we will not disturb the IJ's adverse credibility determination.</p>\n<p>We also find Toribio's claim that he did not willfully make any misrepresentations unpersuasive. Discussing what constitutes a \"willful\" misrepresentation under 8 U.S.C. § 1182(a)(6)(C)(i), other courts of appeals have held that the \"element of willfulness is satisfied by a finding that the misrepresentation was deliberate and voluntary.\" <i>Mwongera v. I.N.S,</i> <span class=\"citation\" data-id=\"765627\"><a href=\"/opinion/765627/david-kinyua-mwongera-v-immigration-naturalization-service/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 330 (3d Cir.1999)(internal quotation omitted); <i>see also </i><i>Parlak v. Holder,</i> <span class=\"citation\" data-id=\"1456475\"><a href=\"/opinion/1456475/parlak-v-holder/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">457</span></a></span>, 463-64 (6th Cir.2009). An intent to deceive is not necessary; rather, knowledge of the falsity is sufficient. <i>See </i><i>Forbes v. I.N.S.,</i> <span class=\"citation\" data-id=\"689987\"><a href=\"/opinion/689987/ronald-ingle-forbes-rhea-alfreda-forbes-susan-ingle-forbes-maria-ingle/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">439</span></a></span>, 442 (9th Cir.1995); <i>see also </i><i>Mwongera,</i> 187 F.3d at 330; <i>Parlak,</i> 578 F.3d at 463.</p>\n<p>Applying this standard we see substantial evidence establishing the willfulness element here. It is undisputed that at the time of the application process and interview, Toribio was aware that he had married Chavez, had three children with her, and had no proof that the marriage had been annulled. Indeed, by the time of his interview he knew his marriage to Chavez had ended in a divorce adjudicated in the United States. Toribio was asked to identify all previous marriages and children, and he knowingly and voluntarily did not do so.</p>\n<p>We also disagree with Toribio's argument that his failure to identify all of his children was not material. In <i>Kungys v. United States</i><i>,</i> the Supreme Court interpreted another immigration statute, which like § 1182(a)(6)(c)(i), results in negative consequences on the basis of material misrepresentations. <i>See </i><i>Kungys v. United States,</i> <span class=\"citation\" data-id=\"112052\"><a href=\"/opinion/112052/kungys-v-united-states/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">759</span></a></span>, 767, <span class=\"citation\" data-id=\"112052\"><a href=\"/opinion/112052/kungys-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1537</span></a></span>, <span class=\"citation\" data-id=\"112052\"><a href=\"/opinion/112052/kungys-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">839</span></a></span> (1988) (interpreting 8 U.S.C. § 1451(a)). The Court held that in assessing materiality the test is whether the misrepresentation \"had a natural tendency to influence\" the INS's decisions. <i>Id.</i> at 772, <span class=\"citation\" data-id=\"112052\"><a href=\"/opinion/112052/kungys-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1537</span></a></span>. Other courts of appeals have applied this definition to § 1182(a)(6)(c)(i), and we shall do the same. <i>See </i><i>Parlak,</i> 578 F.3d at 465; <i>see also </i><i>Mwongera,</i> 187 F.3d at 330.</p>\n<p>There is sufficient evidence to conclude that Toribio's omission of his children had a natural tendency to influence Violo's adjustment of status decision. Had Toribio disclosed the identity of his oldest children, Violo would have undoubtedly asked about Toribio's relationship to their mother and whether they were married. Notably on the I-485 form, Violo wrote the word \"girlfriend\" next to the names of Toribio's two daughters with Kucharski. It is clear that the relationship of Toribio to the mothers of his children mattered to Violo. Had Toribio identified his oldest three children and admitted his marriage <span class=\"star-pagination\">*64</span> to their mother, then Violo, according to his testimony, would have required Toribio to produce proof of the marriage's dissolution. A power of attorney relating to his attempted annulment would not have been sufficient. Had Toribio produced the 2000 Illinois divorce decree, it would have disclosed that his marriage to Chavez ended after his marriage to Potter, thus invalidating the latter as bigamous and making Toribio ineligible for status adjustment based on his marriage to Potter. Further Toribio's misrepresentation regarding his children was undoubtedly material, as it had the natural tendency to influence Violo's decision not to probe further. Moreover, assuming arguendo the immateriality of Toribio's misrepresentation regarding his children, there is no question that his misrepresentation regarding previous spouses is material. Notably, Toribio makes no argument to the contrary.</p>\n<p>Ultimately, given the marriage license and multiple immigration forms that inaccurately reflected Toribio's marital history and children, along with his false testimony under oath that his marriage to Potter was his first, we find substantial evidence to support the IJ's and BIA's finding that Toribio is removable.</p>\n<p></p>\n<h2>B. Cancellation of Removal</h2>\n<p>The Attorney General may cancel removal of an alien if the alien: (a) has resided in the United States for a continuous period of ten years; (b) has been a person of good moral character during such period; (c) has not been convicted of certain offenses; and (d) has established that removal would result in exceptional and unusual hardship to a qualifying family member. <i>See</i> 8 U.S.C. § 1229b(b)(1). The IJ held, and the BIA affirmed, that Toribio's request for cancellation of removal should be pretermitted and further denied on the merits for failure to satisfy this standard. We agree.</p>\n<p>Focusing on the good moral character prong, the IJ found, and the BIA affirmed, that Toribio was not a person of good moral character based upon his presentation of false testimony under oath.<sup>[6]</sup> Pursuant to 8 U.S.C. § 1101 a person is statutorily precluded from being regarded as a person of good moral character if he or she has \"given false testimony for the purpose of obtaining any [immigration] benefits.\" 8 U.S.C. § 1101(f)(6).</p>\n<p>As a threshold matter we will address this court's jurisdiction to review this issue. Generally no court has the jurisdiction to review a judgment regarding cancellation of removal. <i>See</i> 8 U.S.C. § 1252(a)(2)(B)(i). The exception to this rule is that an appropriate court of appeals may review constitutional claims or questions of law. <i>See</i> 8 U.S.C. § 1252(a)(2)(D). Toribio's specific challenge to the IJ's and BIA's determination that he was per se ineligible for cancellation of removal, because he had given false testimony under 8 U.S.C. § 1101(f)(6), raises a question of law. Toribio argues that the BIA committed legal error by classifying his statements as \"false testimony,\" <i>see </i><i>Bernal-Vallejo v. I.N.S.,</i> <span class=\"citation\" data-id=\"198702\"><a href=\"/opinion/198702/vallejo-v-ins/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 62-63 (1st Cir.1999), and more particularly raises the questions of whether statements by his counsel are \"his\" statements and whether his \"intent\" in making a statement disqualified <span class=\"star-pagination\">*65</span> it from being false testimony. Thus we have jurisdiction to review these issues of law. <i>Cf. </i><i>Elysee,</i> 437 F.3d at 223-24.</p>\n<p>We now turn to the merits. The Supreme Court has held that false testimony under 8 U.S.C. § 1101(f)(6) is limited to \"oral statements made under oath\" and \"misrepresentations made with the subjective intent of obtaining immigration benefits.\" <i>Kungys,</i> 485 U.S. at 780, <span class=\"citation\" data-id=\"112052\"><a href=\"/opinion/112052/kungys-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1537</span></a></span>. Toribio contends he made no oral statements at his interview and even if he did, such statements were neither false nor intended to mislead immigration officials. This contention is not supported by the record.</p>\n<p>First, there is substantial evidence that Toribio gave oral testimony at his adjustment interview, and it is undisputed that he was under oath. Though Toribio claims Potter responded to Violo's specific questions about his previous marriage, the IJ found this assertion not credibleand we will not disturb that credibility finding. Further, Toribio's equivocal indication in his affidavit that his attorney \"may\" have answered the questions is not compelling and not supported by the evidence. Even assuming that Toribio's attorney answered the questions regarding marital history, the attorney was participating in the interview pursuant to Toribio's authority, and therefore Toribio would be bound by his responses. <i>See </i><i>KPS &amp; Associates, Inc. v. Designs By FMC, Inc.,</i> <span class=\"citation\" data-id=\"200336\"><a href=\"/opinion/200336/kps-associates-v-designs-by-fmc-inc/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 16 (1st Cir.2003)(\"[I]n this circuit we have consistently turned a deaf ear to the plea that the sins of the attorney should not be visited upon the client.\")(internal quotation omitted).</p>\n<p>Finally, Toribio argues that he did not have the subjective intent to obtain an immigration benefit. His basis for this argument is unclear, and in making this contention he simply reiterates that Potter answered all pertinent questions and he believed his marriage was annulled. We are unconvinced. The IJ found Toribio's assertion not credible and this finding was supported by sufficient and probative documentary and testimonial evidence. Therefore, we uphold the IJ's and BIA's denial of cancellation of removal.</p>\n<p></p>\n<h2>C. Due Process</h2>\n<p>Toribio argues that his Fifth Amendment right to due process was violated by two procedural errors. We note at the outset that a mere claim of procedural error alone does not state a due process claim. As we state below, the claim must rise to the level of being a claim of fundamental fairness, and the claimant must show prejudice.</p>\n<p>The first argument that Toribio makes is that the IJ erred in admitting the letter written by Potter into evidence. Before the IJ, Toribio's counsel objected to the letter's introduction as Potter was not available to testify. DHS counsel indicated he would attempt to make Potter available, but although he contacted and attempted to subpoena her, Potter's testimony was never procured. In rendering her decision, the IJ noted that the letter spoke for itself, though it was undermined somewhat by Potter's unavailability. On appeal, the BIA found no error in the IJ's admission of the letter since she gave it limited weight and even assuming the letter's admission was erroneous, such error was harmless since the document was not key to the IJ's holding. Finding no fundamental unfairness, we see no procedural issue here.</p>\n<p>In support of his argument, Toribio relies on <i>Ocasio v. Ashcroft,</i> <span class=\"citation\" data-id=\"201126\"><a href=\"/opinion/201126/amparo-de-ocasio-v-ashcroft/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span> (1st Cir.2004). In <i>Ocasio,</i> the IJ admitted into evidence an affidavit authored by an individual who did not testify at trial. <i>Id.</i> at 107. The IJ admitted the affidavit, <span class=\"star-pagination\">*66</span> which was offered by INS, after INS counsel attempted to subpoena the individual and produced testimony to authenticate the affidavit. <i>Id.</i> On appeal, the petitioner argued that the INS did not use adequate measures to compel the author of the affidavit to appear at trial and therefore the proceedings were fundamentally unfair. <i>Id.</i> The court held that one of the outer limits of due process is that the INS may not use the affidavit of an absent witness unless it first establishes that despite reasonable efforts it was unable to secure the witness's presence at the hearing. <i>Id.</i> The court went on, however, to deny the petition because the petitioner failed to raise her objection at her deportation proceeding. <i>Id.</i> Based on petitioner's failure to properly raise the argument, the court determined it need not reach the \"fundamental fairness of the IJ's reliance on [the] affidavit.\" <i>Id.</i> at 108.</p>\n<p>We need not decide whether <i>Ocasio</i> is applicable here, or whether DHS counsel established on the record what reasonable steps were taken to secure Potter as a witness, because we conclude that the IJ's admission of, and limited reliance on, the letter was not fundamentally unfair, nor did it cause prejudice. In doing so, we note that the \"Federal Rules of Evidence do not apply in [DHS] proceedings ... but the less rigid constraints of due process impose outer limits based upon considerations of fairness and reliability.\" <i>Yongo v. I.N.S.,</i> <span class=\"citation\" data-id=\"200810\"><a href=\"/opinion/200810/yongo-v-ashcroft/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.2004) (internal quotation omitted). This court has held in the context of an immigration appeal that a \"due process claim cannot succeed without prejudice; without prejudice, any error that occurred would be harmless.\" <i>Hossain v. Ashcroft,</i> <span class=\"citation\" data-id=\"201211\"><a href=\"/opinion/201211/hossain-v-ashcroft/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.2004). In this case, the IJ's reliance on the letter was not fundamentally unfair, nor did it prejudice Toribio. The IJ did not primarily rely on the letter and afforded it limited weight. As set forth at length in her decision, the IJ was compelled not by the letter but by the documentary evidence, Violo's testimony, and Toribio's lack of credibility.</p>\n<p>Furthermore, Toribio was afforded the opportunity to rebut the letter through his own testimony and a photograph that he introduced into evidence depicting Potter with his three oldest children.<sup>[7]</sup><i>See </i><i>Banat v. Holder,</i> <span class=\"citation\" data-id=\"1433948\"><a href=\"/opinion/1433948/banat-v-holder/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 893 (8th Cir.2009)(\"[W]here a hearsay document is admitted but not primarily relied upon and the petitioner receives the opportunity to rebut the document's conclusions through his witnesses, the fundamental fairness of the proceedings has not been impinged.\")(internal quotation omitted). Additionally, it is generally accepted, as the BIA held, that nothing in the due process clause precludes the use of hearsay evidence in administrative proceedings. <i>See </i><i>Pulisir v. Mukasey,</i> <span class=\"citation\" data-id=\"203272\"><a href=\"/opinion/203272/pulisir-v-mukasey/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 311 (1st Cir.2008); <i>see also </i><i>Duad v. United States,</i> <span class=\"citation\" data-id=\"1464590\"><a href=\"/opinion/1464590/duad-v-united-states/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></a></span>, 596 (7th Cir. 2009). The BIA itself says that the hearsay nature of a document affects weight, not admissibility. <i>See Matter of Kwan,</i> 14 I. &amp; N. Dec. 175, 177 (BIA 1972). Consequently, Toribio's due process claim with respect to the letter cannot succeed.</p>\n<p>The second argument made by Toribio is that cross-examining him at three different hearings violated his due process rights. As noted previously, Toribio first testified on May 19, 2004 at his removal proceedings. Next he testified on August 3, 2005 at the hearing for cancellation of removal. The IJ who rendered the final decision did not preside over either of <span class=\"star-pagination\">*67</span> these hearings and when assigned this matter, suggested that the case proceed de novo.<sup>[8]</sup> However, attorneys for both sides opted to rely on the transcripts of the earlier hearings. Nonetheless at the final hearing on December 27, 2006, DHS counsel suggested that the IJ, who had never observed Toribio testify, might benefit from hearing some limited questioning of him. The IJ agreed and allowed Toribio to testify a third and final time in order to assess his demeanor and credibility. In support of his appeal, Toribio claims that expecting him to respond consistently to questioning that took place years apart held him to an impossible standard. We hold a differing view and therefore dispose of this argument handily.</p>\n<p>Toribio's counsel never objected to Toribio being questioned at any of the three hearings, and indeed questioned him herself at each one. This court has applied a \"general exhaustion requirement\" or \"raise-or-waive rule\" when reviewing administrative actions. <i>See </i><i>N.L.R.B. v. Saint-Gobain Abrasives, Inc.,</i> <span class=\"citation\" data-id=\"201864\"><a href=\"/opinion/201864/nlrb-v-saint-gobain/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span>, 458-459 (1st Cir.2005). Specifically, \"as a general rule[,] courts should not topple over administrative decisions unless the administrative body not only has erred but has erred against objection made at the [appropriate] time.\" <i>Id.</i> (internal quotation omitted). As Toribio's counsel failed to object to the questioning, this argument has been waived.</p>\n<p>Moreover, even if counsel had objected, we do not find that Toribio being questioned at multiple hearings violated his due process rights. The first two hearings at which he testified were for the distinct purposes of deciding removability and cancellation of removal respectively. Therefore it was entirely proper to have Toribio testify at both hearings. With respect to the final hearing, the IJ in her discretion determined that she needed to hear Toribio testify and assess his credibility first hand. \"An immigration judge, like other judicial officers, possesses broad (though not uncabined) discretion over the conduct of trial proceedings.\" <i>Sharari v. Gonzales,</i> <span class=\"citation\" data-id=\"201584\"><a href=\"/opinion/201584/sharari-v-ashcroft/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 476 (1st Cir.2005) (internal quotation omitted). As the trial judge, the IJ was in the best position to determine whether additional testimony was needed. <i>See, e.g., </i><i>United States v. Thomas,</i> <span class=\"citation\" data-id=\"787101\"><a href=\"/opinion/787101/united-states-v-wade-thomas/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span>, 241 (2nd Cir.2004) (noting that a trial judge is in the best position to weigh competing interests in deciding whether to admit evidence). Simply because Toribio changed his testimony at this final hearing, calling his credibility into question, does not necessarily create a due process violation.</p>\n<p>The fact that Toribio was questioned at three hearings does not offend the notions of fairness and reliability in violation of his due process rights. <i>See </i><i>Yongo,</i> 355 F.3d at 30. As such, Toribio has failed to establish any due process violation.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the reasons set forth above, Toribio's petition for review is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The IJ also denied Toribio's request for voluntary departure; however, he has not appealed this ruling.</p>\n<p>[2]  At the time of these proceedings, Toribio and Potter's marriage had been annulled. Potter had primary custody of the couple's two minor children, and Toribio had visitation rights. Kucharski had custody of Toribio's two minor children with her, and he had visitation rights. Toribio provided financial support for these four children. He did not support his three children with Chavez as they were adults.</p>\n<p>[3]  On March 1, 2003, the functions of the Immigration and Naturalization Service were transferred to the Department of Homeland Security. <i>See</i> 6 U.S.C. § 291(a); <i>see also</i> 6 U.S.C. § 542 (setting forth the transfer of functions in the accompanying Reorganization Plan).</p>\n<p>[4]  In Toribio's brief to this court, he indicates that after his 2002 immigration interview he requested documentation from Mexican authorities regarding his annulment and learned from them that his marriage to Chavez was never annulled.</p>\n<p>[5]  Additionally, Toribio asserts that one of the issues in this case is whether the initial IJ who first found Toribio removable committed an error of law and due process violation when she referenced the existence of a 204(c) bar in her oral decision. This reference appears to relate to § 204(c) of the INA, which pertains in part to marriage fraud. (Codified at 8 U.S.C. § 1154(c)). After identifying this issue, however, Toribio neglected to address it again in his brief, setting forth no argument as to why it was an error and violation. Consequently we will not address it. <i>See </i><i>Seale v. I.N.S,</i> <span class=\"citation\" data-id=\"781275\"><a href=\"/opinion/781275/michael-ar-seale-v-immigration-and-naturalization-service/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 152 n. 1 (1st Cir.2003) (\"A party who fails to a raise a particular claim or defense on appeal normally waives the right for it to be considered.\"); <i>see also </i><i>Ryan v. Royal Ins. Co.,</i> <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir. 1990) (\"[I]ssues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\").</p>\n<p>[6]  As an alternate basis for her holding, the IJ found that inconsistencies in Toribio's annulment petition and his misrepresentation of his marital status to obtain immigration benefits supported a finding that he was not a person of good moral character. To the extent Toribio argues that the IJ's alternate finding that she would not exercise her discretion to grant cancellation was error, we lack jurisdiction to review his claims. <i>See </i><i>Elysee v. Gonzales,</i> <span class=\"citation\" data-id=\"202067\"><a href=\"/opinion/202067/elysee-v-gonzales/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span>, 223 (1st Cir.2006).</p>\n<p>[7]  In the end the IJ did not find the photograph persuasive because in her letter Potter never denied knowledge of Toribio's oldest children, just knowledge of his marriage to their mother.</p>\n<p>[8]  The IJ who made the final decision only presided over the final two hearings, which took place on September 26, 2006 and December 27, 2006.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1433948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1464590/"
  ]
}