{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/150887/",
  "absolute_url": "/opinion/150887/united-states-v-sebastian/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/150887/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-17T00:00:26Z",
  "date_modified": "2016-04-26T04:23:39.448063Z",
  "type": "010combined",
  "sha1": "4197b1c30a3b899c8ad92a992d6e5048a2fb5c75",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2533P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/16/US_v._Sebastian.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-2533\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                       CALVIN SEBASTIAN,\n\n                     Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. George Z. Singal, U.S. District Judge]\n\n\n                             Before\n\n                      Lynch, Chief Judge,\n               Boudin and Lipez, Circuit Judges.\n\n\n\n     Leslie W. O'Brien for the appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief for the appellee.\n\n\n\n                         July 16, 2010\n\f            LYNCH, Chief Judge.          Calvin Sebastian was convicted of\n\nleading a significant cocaine drug conspiracy and sentenced to 193\n\nmonths' imprisonment and ten years of supervised release.                            He\n\nappeals both his sentence and certain terms of his supervised\n\nrelease.    Sebastian's primary argument is that the district court\n\nerred in requiring him to attend a sex-offender treatment program\n\nas a condition of his supervised release.             He also argues the court\n\nerred in imposing, as a condition, a requirement to abide by all\n\npolicies   and    procedures      of    such   a   program   as     directed    by    a\n\nsupervising officer to the extent that program would ban him from\n\npossessing pornographic material.               Sebastian finally claims the\n\ndistrict court should have considered the sentencing disparity\n\nbetween offenses involving powder and crack cocaine.                  He failed to\n\nraise either claim before the district court, and so appellate\n\nreview is for plain error.             If there was any error, it was not\n\nplain error.\n\n                                         I.\n\n            On    October   29,    2007,       Sebastian     pled    guilty    to    a\n\nconspiracy to distribute and possess with intent to distribute\n\ncocaine and fifty or more grams of cocaine base in violation of 21\n\nU.S.C. § 841(a)(1).         Since at least early 2006, he and others\n\nworking for him transported cocaine, crack cocaine, and OxyContin\n\ntablets    from   Connecticut      to    Biddeford     and    Saco,    Maine,       for\n\n\n\n\n                                         -2-\n\fdistribution.      He frequently used female drug addicts in his\n\nnetwork.\n\n            Sebastian's presentence report (\"PSR\") concluded that\n\nbecause of the quantity of drugs involved and Sebastian's three\n\nprevious felony drug convictions he faced a mandatory sentence of\n\nlife imprisonment under 21 U.S.C. § 841(b)(1)(A).1        By age thirty-\n\nsix, Sebastian had eight convictions, seven for drugs.           Sebastian\n\nwas convicted in 1999 for sexual assault in Connecticut and was\n\nsentenced to ten years' imprisonment, of which all but two years\n\nwere suspended.    The PSR stated that no further information about\n\nthe sexual assault was known and that the probation office for the\n\nDistrict of Connecticut had failed to respond to a request for\n\nfurther information.\n\n            The PSR recommended a term of supervised release of ten\n\nyears to life, which included the special conditions that Sebastian\n\nregister as a sex offender, participate in a sex-offender treatment\n\nprogram, and be prohibited from possessing pornographic materials\n\nif   and   as   required   by   the   sex-offender   treatment    program.\n\nSebastian raised no objections to the PSR's recommended supervised\n\nrelease conditions and did not suggest that the court should modify\n\nhis sentence to mitigate the crack/powder cocaine disparity.\n\n\n\n\n     1\n          The PSR also stated that the statutory mandatory life\nsentence also bumped his U.S. Sentencing Guidelines sentence up to\na mandatory life sentence, under U.S.S.G. § 5G1.1(c)(2).\n\n                                      -3-\n\f          Because     Sebastian   faced   a   mandatory   minimum   life\n\nsentence, the court could reduce that sentence only under very\n\nlimited conditions.    One condition was a motion by the government\n\nfor a downward departure under 18 U.S.C. § 3553(e) because he had\n\nprovided substantial assistance to the government.        The government\n\nfiled such a motion.\n\n          At Sebastian's December 1, 2008, sentencing hearing, the\n\ndistrict court adopted the PSR's recommendations but also granted\n\nthe government's motion under 18 U.S.C. § 3553(e) and U.S.S.G.\n\n§ 5K1.1 for a downward departure, based on assistance Sebastian had\n\nprovided the government. The district court sentenced Sebastian to\n\n193 months' imprisonment.    The court made clear that it would have\n\nimposed a life sentence but for the government's motion.\n\n          The court imposed ten years' supervised release under\n\nmost of the terms recommended in Sebastian's PSR, including the\n\nrequirement that Sebastian attend a sex-offender treatment program\n\nand that he be prohibited from possessing pornography should that\n\nbe required by the rules of his sex-offender treatment program.\n\nThe court specifically found that the sentence was sufficient but\n\nnot greater than necessary to effectuate the goals of 18 U.S.C.\n\n§ 3553(a).   At no time in the sentencing hearing before the judge\n\nor thereafter did Sebastian object to the sex-offender treatment\n\nprogram requirement or raise the question of what role, if any, the\n\ncrack/powder cocaine disparity should play.\n\n\n                                  -4-\n\f                                II.\n\n          Since Sebastian did not raise either of his sentencing\n\nobjections in the district court, we review them for plain error.2\n\nSee United States v. Perazza-Mercado, 553 F.3d 65, 74 (1st Cir.\n\n2009).   Under this standard, Sebastian has the burden of showing\n\nthat \"(1) an error occurred; (2) the error was clear and obvious;\n\n(3) the error affected the defendant's substantial rights; and (4)\n\nthe error impaired the fairness, integrity, or public reputation of\n\nthe judicial proceedings.\"   United States v. Guzman, 603 F.3d 99,\n\n110 (1st Cir. 2010) (quoting United States v. Mangual-Garcia, 505\n\nF.3d 1, 15 (1st Cir. 2007)) (internal quotation marks omitted); see\n\nalso United States v. Olano, 507 U.S. 725, 736 (1993).\n\nA.        Sex-Offender Treatment Conditions\n\n          Sebastian argues that these conditions could not be\n\nimposed because nothing in the record indicates that (1) he needs\n\na sex-offender treatment program, (2) requiring him to participate\n\nin one would protect the public or benefit him, or (3) possession\n\nof pornography would render him more prone to criminal conduct. He\n\nalso argues that the judge failed to provide a reasoned explanation\n\nfor these conditions.\n\n          The district court's reasoning is easy to infer from the\n\nrecord, the PSR, and the court's statements at the sentencing\n\n\n     2\n          Normally, we review conditions of supervised release for\nabuse of discretion. United States v. Prochner, 417 F.3d 54, 62\n(1st Cir. 2003).\n\n                                -5-\n\fhearing,   so    we    discard   that    objection,        see   United      States    v.\n\nJiménez-Beltre, 440 F.3d 514, 519 (1st Cir. 2006), and turn to\n\nsubstance--asking whether the conditions complained of is \"clearly\n\nerroneous;\"     because    we    conclude      that   it    was       not,   issues    of\n\nprejudice and miscarriage of justice need not be reached.\n\n           If we were reviewing the conditions based on a preserved\n\nobjection,      the    substantive      question      would      be    whether   these\n\nconditions      were   both   reasonably       related      to    the    history      and\n\ncharacteristics of the defendant and whether they would serve a\n\npermissible purpose such as deterring criminal conduct, protecting\n\nthe public, or providing the defendant with needed treatment.3\n\n\"'[T]he critical test is whether the challenged condition is\n\nsufficiently related to one or more of the permissible goals of\n\nsupervised release[,]' [and] . . . . the fact that a condition of\n\nsupervised release is not directly related to [the] crime of\n\nconviction does not render that condition per se invalid.\"                       United\n\nStates v. York, 357 F.3d 14, 20 (1st Cir. 2004) (quoting United\n\nStates v. Brown, 235 F.3d 2, 6 (1st Cir. 2000)).\n\n\n\n     3\n          A district court may impose additional conditions of\nsupervised release that are reasonably related to the sentencing\nfactors in 18 U.S.C. § 3553(a)(1)-(2). See id. § 3583(d). Those\nfactors include \"the nature and circumstances of the offense and\nthe history and characteristics of the defendant\" and the need for\nthe sentence to \"afford adequate deterrence to criminal conduct,\"\n\"protect the public from further crimes of the defendant,\" and\n\"provide the defendant with . . . correctional treatment in the\nmost effective manner.\"     Id. § 3553(a)(1)-(2); see also id.\n§ 3583(d); U.S.S.G. § 5D1.3(b).\n\n                                         -6-\n\f           This court has previously ruled that such conditions of\n\nsupervised release may be imposed when the instant offense of\n\nconviction is not a sex offense but the defendant had a conviction\n\nfor a sex offense.     York, 357 F.3d at 14; accord United States v.\n\nProchner, 417 F.3d 54, 63 (1st Cir. 2003).\n\n           Sebastian had previously been convicted of a sexual\n\nassault serious enough to warrant a ten-year sentence.           That eight\n\nof those years were suspended does not detract from the gravity of\n\nthe offense: two years in prison is not a trivial amount and the\n\nadditional eight years under a suspended sentence may reflect a\n\nconcern about long-term behavior.          Pertinently, the Supreme Court\n\nhas   recognized    that   \"[t]he   risk   of   recidivism    posed   by   sex\n\noffenders is 'frightening and high.'\"           Smith v. Doe, 538 U.S. 84,\n\n105 (2003) (quoting McKune v. Lile, 536 U.S. 24, 34 (2002)).4\n\n           The     Smith   Court    approved      a   state   sex-offender-\n\nregistration statute and noted,\n\n      Empirical research on child molesters, for instance, has\n      shown that, \"[c]ontrary to conventional wisdom, most\n      reoffenses do not occur within the first several years\n      after release,\" but may occur \"as late as 20 years\n      following release.\" National Institute of Justice, R.\n      Prentky, R. Knight, & A. Lee, U.S. Dept. of Justice,\n      Child Sexual Molestation: Research Issues 14 (1997).\n\n\n\n      4\n          \"When convicted sex offenders reenter society, they are\nmuch more likely than any other type of offender to be rearrested\nfor a new rape or sexual assault. . . .           Therapists and\ncorrectional officers widely agree that clinical rehabilitative\nprograms can enable sex offenders to manage their impulses and in\nthis way reduce recidivism.\" McKune, 536 U.S. at 33.\n\n                                    -7-\n\f538 U.S. at 104 (alteration in original); see also P. A. Langan,\n\nPhD, et al., Recidivism of Sex Offenders Released from Prison in\n\n1994, at 1 (2003) (finding that 5.3 percent of 9,691 convicted sex\n\noffenders released in 1994 were rearrested for a sex crime within\n\nthree years, a rate four times higher than for other types of\n\noffenders released in 1994).\n\n          Further,    various    studies   indicate   that    sex-offender\n\ntreatment programs may help reduce recidivism.               Ctr. for Sex\n\nOffender Mgmt., U.S. Dep't of Justice, Myths and Facts About Sex\n\nOffenders (2000).     Indeed, in 2006, Congress enacted the Sex\n\nOffender Registration and Notification Act (\"SORNA\"), Pub. L. No.\n\n109-248, Sec. 1, §§ 101-55, 120 Stat. 587, 587-88 (2006), to\n\naddress the risks posed by high recidivism rates of convicted sex\n\noffenders.     State registration laws also serve those functions.\n\nSee Smith, 538 U.S. at 104-05.\n\n          In    addition,   as   the   district   court   noted   at   the\n\nsentencing, Sebastian apparently had earlier professed regret and\n\nassured courts that he would never again commit such crimes, but\n\nhis multiple convictions for drug offenses (eight in eighteen\n\nyears, including the present conviction) showed just the opposite\n\nabout him.     The district judge characterized Sebastian as \"an\n\nindividual who has created a remarkable record of ignoring every\n\npossible warning that has been provided to [him] by the criminal\n\n\n\n\n                                   -8-\n\fjustice system.\" That \"salesmanship,\" the court said, \"has come to\n\nan end.\"\n\n           All of this makes clear that it was hardly \"clearly\n\nerroneous\" for the district court, on the basis of a condition\n\nrecommended by the PSR and not objected to in any way, to impose\n\nthe treatment condition.         Sebastian suggests that the district\n\ncourt did not know enough about the circumstances of the earlier\n\nassault that led to the sentence.               Sebastian himself, had he\n\nobjected     to     the   condition,    could    have   provided   relevant\n\ninformation, but he chose not to do so and can hardly complain.\n\n           This brings us to Sebastian's separate argument that\n\nnothing justified a condition prohibiting him from possessing\n\npornography if his treatment program mandated such a ban.5           This is\n\nnot the main focus of Sebastian's attack and understandably so.\n\nThe program for him may not even be selected until his release in\n\n2024 and what ban, if any, may be imposed is uncertain.            Nor do we\n\nknow anything about how the ban will relate to his circumstances at\n\nthat time.        In the absence of such details, Sebastian must show\n\n\n     5\n          The sentencing judge imposed two relevant conditions.\nParagraph 5 of the supervised-release terms requires Sebastian to\ncomply \"scrupulously\" with all policies and procedures of any sex-\noffender treatment program as directed by a supervising officer.\nParagraph 3 requires Sebastian to submit to a search of his\npremises if the supervising officer has reasonable basis \"to\nbelieve that such a search will lead to the discovery of evidence\nof the defendant's violation of the terms of supervised release,\nincluding pornographic materials which defendant is prohibited from\npossessing under the rules of his sex offender treatment program.\"\n(emphasis added).\n\n                                       -9-\n\fthat the conditional ban is facially unreasonable.   See York, 357\n\nF.3d at 23.\n\n          We have previously remanded when, with no explanation and\n\nunrelated to any treatment program ordered, a district court\n\nimposed a total ban on a convicted sex offender's use of the\n\ninternet at home (over objection) or (without objection) possession\n\nof any pornography in the home.       Perazza-Mercado, 553 F.3d at\n\n74-75, 79.     But this is hardly the same as the conditional\n\nlimitation imposed in this case--which does little more than\n\nrequire Sebastian to follow the rules of any program he may be\n\nrequired to attend.     If the district court could not mandate\n\ncompliance with the rules of the treatment program, the required\n\nparticipation would be ineffectual. See United States v. Vega, 332\n\nF.3d 849, 852 (5th Cir. 2003) (per curiam); see also United States\n\nv. Fellows, 157 F.3d 1197, 1204 (9th Cir. 1998) (affirming a\n\ncondition of supervised release that the defendant participate in\n\na sex-offender treatment program and \"follow all other lifestyle\n\nrestrictions or treatment requirements imposed by [his] therapist\")\n\n(alteration in original) (internal quotation marks omitted).\n\n          Further, the use of such bans in connection with the\n\ntreatment of sexual offenders has support in some studies, which\n\nfind a link between recidivism of sexual offenders and exposure to\n\npornography.   See, e.g., D.A. Kingston et al., Pornography Use and\n\nSexual Aggression: The Impact of Frequency and Type of Pornography\n\n\n                               -10-\n\fUse on Recidivism Among Sexual Offenders, 34 Aggressive Behav. 341,\n\n341-43 (2008) (reviewing mixed literature).           Without attempting to\n\nsettle the empirical question, we see no plain error in requiring\n\nSebastian to comply with a pornography ban if and only as required\n\nby any treatment program he may attend--in effect, remitting the\n\nmatter to the judgment of the treatment program.              It remains open\n\nto   him   to   challenge     specific   applications    of    any    program's\n\nrequirements when actually imposed in the future.             York, 357 F.3d\n\nat 23; see also United States v. Davis, 242 F.3d 49, 51-52 (1st\n\nCir. 2001) (per curiam).\n\nB.          Crack/Powder Disparity\n\n            Sebastian argues to us, though he did not to the district\n\ncourt, that the court erred in not reducing Sebastian's sentence in\n\nlight of the crack/powder sentencing disparity.              He asserts that,\n\nhad the disparity been taken into account, his sentence would have\n\nbeen shorter.\n\n            Courts have discretion to depart from the U.S. Sentencing\n\nGuidelines      based   on   policy   disagreements   over    the    sentencing\n\ndisparity between crack and powder cocaine.             Kimbrough v. United\n\nStates, 552 U.S. 85, 108-10 (2007). But discretion under Kimbrough\n\napplies to the Sentencing Guidelines and not to statutory mandatory\n\nminimum sentences.       Id. at 107; United States v. Fanfan, 558 F.3d\n\n105, 111 n.6 (1st Cir. 2009).          Sebastian's sentence was driven by\n\nthe statutory minimum, under 21 U.S.C. § 841(b)(1)(A), after he\n\n\n                                      -11-\n\fpled guilty to an offense involving fifty or more grams of cocaine\n\nbase.\n\n          Even if the court did have discretion, there was no\n\nerror.   On   plain   error   review    defendants    must   also   show   a\n\n\"reasonable probability\" that the sentence would have been more\n\nlenient had the disparity been taken into account.           United States\n\nv. Matos, 531 F.3d 121, 122 (1st Cir. 2008).         There is not a whiff\n\nin this record that even if the court had discretion to reduce the\n\nmandatory minimum sentence on disparity grounds the court would\n\nhave imposed a more lenient sentence.\n\n          The district court's judgment is affirmed.\n\n\n\n\n                                 -12-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>612 F.3d 47 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCalvin SEBASTIAN, Defendant, Appellant.</h1></center>\n<center>No. 08-2533.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2010.</center>\n<center>Decided July 16, 2010.</center>\n<p><span class=\"star-pagination\">*48</span> Leslie W. O'Brien, for the appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for the appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Calvin Sebastian was convicted of leading a significant cocaine drug conspiracy and sentenced to 193 months' imprisonment and ten years of supervised release. He appeals both his sentence and certain terms of his supervised release. Sebastian's primary argument is that the district court erred in requiring him to attend a sex-offender treatment program as a condition of his supervised release. He also argues the court erred in imposing, as a condition, a requirement to abide by all policies and procedures of such a program <span class=\"star-pagination\">*49</span> as directed by a supervising officer to the extent that program would ban him from possessing pornographic material. Sebastian finally claims the district court should have considered the sentencing disparity between offenses involving powder and crack cocaine. He failed to raise either claim before the district court, and so appellate review is for plain error. If there was any error, it was not plain error.</p>\n<p></p>\n<h2>I.</h2>\n<p>On October 29, 2007, Sebastian pled guilty to a conspiracy to distribute and possess with intent to distribute cocaine and fifty or more grams of cocaine base in violation of 21 U.S.C. § 841(a)(1). Since at least early 2006, he and others working for him transported cocaine, crack cocaine, and OxyContin tablets from Connecticut to Biddeford and Saco, Maine, for distribution. He frequently used female drug addicts in his network.</p>\n<p>Sebastian's presentence report (\"PSR\") concluded that because of the quantity of drugs involved and Sebastian's three previous felony drug convictions he faced a mandatory sentence of life imprisonment under 21 U.S.C. § 841(b)(1)(A).<sup>[1]</sup> By age thirty-six, Sebastian had eight convictions, seven for drugs. Sebastian was convicted in 1999 for sexual assault in Connecticut and was sentenced to ten years' imprisonment, of which all but two years were suspended. The PSR stated that no further information about the sexual assault was known and that the probation office for the District of Connecticut had failed to respond to a request for further information.</p>\n<p>The PSR recommended a term of supervised release of ten years to life, which included the special conditions that Sebastian register as a sex offender, participate in a sex-offender treatment program, and be prohibited from possessing pornographic materials if and as required by the sex-offender treatment program. Sebastian raised no objections to the PSR's recommended supervised release conditions and did not suggest that the court should modify his sentence to mitigate the crack/powder cocaine disparity.</p>\n<p>Because Sebastian faced a mandatory minimum life sentence, the court could reduce that sentence only under very limited conditions. One condition was a motion by the government for a downward departure under 18 U.S.C. § 3553(e) because he had provided substantial assistance to the government. The government filed such a motion.</p>\n<p>At Sebastian's December 1, 2008, sentencing hearing, the district court adopted the PSR's recommendations but also granted the government's motion under 18 U.S.C. § 3553(e) and U.S.S.G. § 5K1.1 for a downward departure, based on assistance Sebastian had provided the government. The district court sentenced Sebastian to 193 months' imprisonment. The court made clear that it would have imposed a life sentence but for the government's motion.</p>\n<p>The court imposed ten years' supervised release under most of the terms recommended in Sebastian's PSR, including the requirement that Sebastian attend a sex-offender treatment program and that he be prohibited from possessing pornography should that be required by the rules of his sex-offender treatment program. The court specifically found that the sentence was sufficient but not greater than necessary to effectuate the goals of 18 U.S.C. <span class=\"star-pagination\">*50</span> § 3553(a). At no time in the sentencing hearing before the judge or thereafter did Sebastian object to the sex-offender treatment program requirement or raise the question of what role, if any, the crack/powder cocaine disparity should play.</p>\n<p></p>\n<h2>II.</h2>\n<p>Since Sebastian did not raise either of his sentencing objections in the district court, we review them for plain error.<sup>[2]</sup><i>See </i><i>United States v. Perazza-Mercado,</i> 553 F.3d 65, 74 (1st Cir.2009). Under this standard, Sebastian has the burden of showing that \"(1) an error occurred; (2) the error was clear and obvious; (3) the error affected the defendant's substantial rights; and (4) the error impaired the fairness, integrity, or public reputation of the judicial proceedings.\" <i>United States v. Guzman,</i> 603 F.3d 99, 110 (1st Cir.2010) (quoting <i>United States v. Mangual-Garcia,</i> 505 F.3d 1, 15 (1st Cir.2007)) (internal quotation marks omitted); <i>see also </i><i>United States v. Olano,</i> 507 U.S. 725, 736, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).</p>\n<p></p>\n<h2>A. <i>Sex-Offender Treatment Conditions</i>\n</h2>\n<p>Sebastian argues that these conditions could not be imposed because nothing in the record indicates that (1) he needs a sex-offender treatment program, (2) requiring him to participate in one would protect the public or benefit him, or (3) possession of pornography would render him more prone to criminal conduct. He also argues that the judge failed to provide a reasoned explanation for these conditions.</p>\n<p>The district court's reasoning is easy to infer from the record, the PSR, and the court's statements at the sentencing hearing, so we discard that objection, <i>see </i><i>United States v. Jiménez-Beltre,</i> 440 F.3d 514, 519 (1st Cir.2006), and turn to substanceasking whether the conditions complained of is \"clearly erroneous;\" because we conclude that it was not, issues of prejudice and miscarriage of justice need not be reached.</p>\n<p>If we were reviewing the conditions based on a preserved objection, the substantive question would be whether these conditions were both reasonably related to the history and characteristics of the defendant and whether they would serve a permissible purpose such as deterring criminal conduct, protecting the public, or providing the defendant with needed treatment.<sup>[3]</sup> \"`[T]he critical test is whether the challenged condition is sufficiently related to <i>one or more</i> of the permissible goals of supervised release[,]' [and] .... the fact that a condition of supervised release is not directly related to [the] crime of conviction does not render that condition per se invalid.\" <i>United States v. York,</i> 357 F.3d 14, 20 (1st Cir.2004) (quoting <i>United States v. Brown,</i> 235 F.3d 2, 6 (1st Cir. 2000)).</p>\n<p>This court has previously ruled that such conditions of supervised release may be imposed when the instant offense of <span class=\"star-pagination\">*51</span> conviction is not a sex offense but the defendant had a conviction for a sex offense. <i>York,</i> 357 F.3d at 14; <i>accord </i><i>United States v. Prochner,</i> 417 F.3d 54, 63 (1st Cir.2005).</p>\n<p>Sebastian had previously been convicted of a sexual assault serious enough to warrant a ten-year sentence. That eight of those years were suspended does not detract from the gravity of the offense: two years in prison is not a trivial amount and the additional eight years under a suspended sentence may reflect a concern about long-term behavior. Pertinently, the Supreme Court has recognized that \"[t]he risk of recidivism posed by sex offenders is `frightening and high.'\" <i>Smith v. Doe,</i> 538 U.S. 84, 105, 123 S.Ct. 1140, 155 L.Ed.2d 164 (2003) (quoting <i>McKune v. Lile,</i> 536 U.S. 24, 34, 122 S.Ct. 2017, 153 L.Ed.2d 47 (2002)).<sup>[4]</sup></p>\n<p>The <i>Smith</i> Court approved a state sex-offender-registration statute and noted,</p>\n<blockquote>Empirical research on child molesters, for instance, has shown that, \"[c]ontrary to conventional wisdom, most reoffenses do not occur within the first several years after release,\" but may occur \"as late as 20 years following release.\" National Institute of Justice, R. Prentky, R. Knight, &amp; A. Lee, U.S. Dept. of Justice, Child Sexual Molestation: Research Issues 14 (1997).</blockquote>\n<p>538 U.S. at 104, 123 S.Ct. 1140 (alteration in original); <i>see also</i> P.A. Langan, PhD, et al., <i>Recidivism of Sex Offenders Released from Prison in 1994,</i> at 1 (2003) (finding that 5.3 percent of 9,691 convicted sex offenders released in 1994 were rearrested for a sex crime within three years, a rate four times higher than for other types of offenders released in 1994).</p>\n<p>Further, various studies indicate that sex-offender treatment programs may help reduce recidivism. Ctr. for Sex Offender Mgmt., U.S. Dep't of Justice, Myths and Facts About Sex Offenders (2000). Indeed, in 2006, Congress enacted the Sex Offender Registration and Notification Act (\"SORNA\"), Pub.L. No. 109-248, Sec. 1, §§ 101-55, 120 Stat. 587, 587-88 (2006), to address the risks posed by high recidivism rates of convicted sex offenders. State registration laws also serve those functions. <i>See </i><i>Smith,</i> 538 U.S. at 104-05, 123 S.Ct. 1140.</p>\n<p>In addition, as the district court noted at the sentencing, Sebastian apparently had earlier professed regret and assured courts that he would never again commit such crimes, but his multiple convictions for drug offenses (eight in eighteen years, including the present conviction) showed just the opposite about him. The district judge characterized Sebastian as \"an individual who has created a remarkable record of ignoring every possible warning that has been provided to [him] by the criminal justice system.\" That \"salesmanship,\" the court said, \"has come to an end.\"</p>\n<p>All of this makes clear that it was hardly \"clearly erroneous\" for the district court, on the basis of a condition recommended by the PSR and not objected to in any way, to impose the treatment condition. Sebastian suggests that the district court did not know enough about the circumstances of the earlier assault that led to the sentence. Sebastian himself, had he objected to the condition, could have provided <span class=\"star-pagination\">*52</span> relevant information, but he chose not to do so and can hardly complain.</p>\n<p>This brings us to Sebastian's separate argument that nothing justified a condition prohibiting him from possessing pornography if his treatment program mandated such a ban.<sup>[5]</sup> This is not the main focus of Sebastian's attack and understandably so. The program for him may not even be selected until his release in 2024 and what ban, if any, may be imposed is uncertain. Nor do we know anything about how the ban will relate to his circumstances at that time. In the absence of such details, Sebastian must show that the conditional ban is facially unreasonable. <i>See </i><i>York,</i> 357 F.3d at 23.</p>\n<p>We have previously remanded when, with no explanation and unrelated to any treatment program ordered, a district court imposed a total ban on a convicted sex offender's use of the internet at home (over objection) or (without objection) possession of any pornography in the home. <i>Perazza-Mercado,</i> 553 F.3d at 74-75, 79. But this is hardly the same as the conditional limitation imposed in this case which does little more than require Sebastian to follow the rules of any program he may be required to attend. If the district court could not mandate compliance with the rules of the treatment program, the required participation would be ineffectual. <i>See </i><i>United States v. Vega,</i> 332 F.3d 849, 852 (5th Cir.2003) (per curiam); <i>see also </i><i>United States v. Fellows,</i> 157 F.3d 1197, 1204 (9th Cir.1998) (affirming a condition of supervised release that the defendant participate in a sex-offender treatment program and \"follow all other lifestyle restrictions or treatment requirements imposed by [his] therapist\") (alteration in original) (internal quotation marks omitted).</p>\n<p>Further, the use of such bans in connection with the treatment of sexual offenders has support in some studies, which find a link between recidivism of sexual offenders and exposure to pornography. <i>See, e.g.,</i> D.A. Kingston et al., <i>Pornography Use and Sexual Aggression: The Impact of Frequency and Type of Pornography Use on Recidivism Among Sexual Offenders,</i> 34 Aggressive Behav. 341, 341-43 (2008) (reviewing mixed literature). Without attempting to settle the empirical question, we see no plain error in requiring Sebastian to comply with a pornography ban if and only as required by any treatment program he may attendin effect, remitting the matter to the judgment of the treatment program. It remains open to him to challenge specific applications of any program's requirements when actually imposed in the future. <i>York,</i> 357 F.3d at 23; <i>see also </i><i>United States v. Davis,</i> 242 F.3d 49, 51-52 (1st Cir.2001) (per curiam).</p>\n<p></p>\n<h2>B. <i>Crack/Powder Disparity</i>\n</h2>\n<p>Sebastian argues to us, though he did not to the district court, that the court erred in not reducing Sebastian's sentence in light of the crack/powder sentencing disparity. He asserts that, had the disparity been taken into account, his sentence would have been shorter.</p>\n<p><span class=\"star-pagination\">*53</span> Courts have discretion to depart from the U.S. Sentencing Guidelines based on policy disagreements over the sentencing disparity between crack and powder cocaine. <i>Kimbrough v. United States,</i> 552 U.S. 85, 108-10, 128 S.Ct. 558, 169 L.Ed.2d 481 (2007). But discretion under <i>Kimbrough</i> applies to the Sentencing Guidelines and not to statutory mandatory minimum sentences. <i>Id.</i> at 107, 128 S.Ct. 558; <i>United States v. Fanfan,</i> 558 F.3d 105, 111 n. 6 (1st Cir.2009). Sebastian's sentence was driven by the statutory minimum, under 21 U.S.C. § 841(b)(1)(A), after he pled guilty to an offense involving fifty or more grams of cocaine base.</p>\n<p>Even if the court did have discretion, there was no error. On plain error review defendants must also show a \"reasonable probability\" that the sentence would have been more lenient had the disparity been taken into account. <i>United States v. Matos,</i> 531 F.3d 121, 122 (1st Cir.2008). There is not a whiff in this record that even if the court had discretion to reduce the mandatory minimum sentence on disparity grounds the court would have imposed a more lenient sentence.</p>\n<p>The district court's judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The PSR also stated that the statutory mandatory life sentence also bumped his U.S. Sentencing Guidelines sentence up to a mandatory life sentence, under U.S.S.G. § 5G1.1(c)(2).</p>\n<p>[2]  Normally, we review conditions of supervised release for abuse of discretion. <i>United States v. Prochner,</i> 417 F.3d 54, 62 (1st Cir. 2005).</p>\n<p>[3]  A district court may impose additional conditions of supervised release that are reasonably related to the sentencing factors in 18 U.S.C. § 3553(a)(1)-(2). <i>See id.</i> § 3583(d). Those factors include \"the nature and circumstances of the offense and the history and characteristics of the defendant\" and the need for the sentence to \"afford adequate deterrence to criminal conduct,\" \"protect the public from further crimes of the defendant,\" and \"provide the defendant with ... correctional treatment in the most effective manner.\" <i>Id.</i> § 3553(a)(1)-(2); <i>see also id.</i> § 3583(d); U.S.S.G. § 5D1.3(b).</p>\n<p>[4]  \"When convicted sex offenders reenter society, they are much more likely than any other type of offender to be rearrested for a new rape or sexual assault. . . . Therapists and correctional officers widely agree that clinical rehabilitative programs can enable sex offenders to manage their impulses and in this way reduce recidivism.\" <i>McKune,</i> 536 U.S. at 33, 122 S.Ct. 2017.</p>\n<p>[5]  The sentencing judge imposed two relevant conditions. Paragraph 5 of the supervised-release terms requires Sebastian to comply \"scrupulously\" with all policies and procedures of any sex-offender treatment program as directed by a supervising officer. Paragraph 3 requires Sebastian to submit to a search of his premises if the supervising officer has reasonable basis \"to believe that such a search will lead to the discovery of evidence of the defendant's violation of the terms of supervised release, <i>including pornographic materials which defendant is prohibited from possessing under the rules of his sex offender treatment program</i>.\" (emphasis added).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">612</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCalvin SEBASTIAN, Defendant, Appellant.</h1></center>\n<center>No. 08-2533.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2010.</center>\n<center>Decided July 16, 2010.</center>\n<p><span class=\"star-pagination\">*48</span> Leslie W. O'Brien, for the appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for the appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Calvin Sebastian was convicted of leading a significant cocaine drug conspiracy and sentenced to 193 months' imprisonment and ten years of supervised release. He appeals both his sentence and certain terms of his supervised release. Sebastian's primary argument is that the district court erred in requiring him to attend a sex-offender treatment program as a condition of his supervised release. He also argues the court erred in imposing, as a condition, a requirement to abide by all policies and procedures of such a program <span class=\"star-pagination\">*49</span> as directed by a supervising officer to the extent that program would ban him from possessing pornographic material. Sebastian finally claims the district court should have considered the sentencing disparity between offenses involving powder and crack cocaine. He failed to raise either claim before the district court, and so appellate review is for plain error. If there was any error, it was not plain error.</p>\n<p></p>\n<h2>I.</h2>\n<p>On October 29, 2007, Sebastian pled guilty to a conspiracy to distribute and possess with intent to distribute cocaine and fifty or more grams of cocaine base in violation of 21 U.S.C. § 841(a)(1). Since at least early 2006, he and others working for him transported cocaine, crack cocaine, and OxyContin tablets from Connecticut to Biddeford and Saco, Maine, for distribution. He frequently used female drug addicts in his network.</p>\n<p>Sebastian's presentence report (\"PSR\") concluded that because of the quantity of drugs involved and Sebastian's three previous felony drug convictions he faced a mandatory sentence of life imprisonment under 21 U.S.C. § 841(b)(1)(A).<sup>[1]</sup> By age thirty-six, Sebastian had eight convictions, seven for drugs. Sebastian was convicted in 1999 for sexual assault in Connecticut and was sentenced to ten years' imprisonment, of which all but two years were suspended. The PSR stated that no further information about the sexual assault was known and that the probation office for the District of Connecticut had failed to respond to a request for further information.</p>\n<p>The PSR recommended a term of supervised release of ten years to life, which included the special conditions that Sebastian register as a sex offender, participate in a sex-offender treatment program, and be prohibited from possessing pornographic materials if and as required by the sex-offender treatment program. Sebastian raised no objections to the PSR's recommended supervised release conditions and did not suggest that the court should modify his sentence to mitigate the crack/powder cocaine disparity.</p>\n<p>Because Sebastian faced a mandatory minimum life sentence, the court could reduce that sentence only under very limited conditions. One condition was a motion by the government for a downward departure under 18 U.S.C. § 3553(e) because he had provided substantial assistance to the government. The government filed such a motion.</p>\n<p>At Sebastian's December 1, 2008, sentencing hearing, the district court adopted the PSR's recommendations but also granted the government's motion under 18 U.S.C. § 3553(e) and U.S.S.G. § 5K1.1 for a downward departure, based on assistance Sebastian had provided the government. The district court sentenced Sebastian to 193 months' imprisonment. The court made clear that it would have imposed a life sentence but for the government's motion.</p>\n<p>The court imposed ten years' supervised release under most of the terms recommended in Sebastian's PSR, including the requirement that Sebastian attend a sex-offender treatment program and that he be prohibited from possessing pornography should that be required by the rules of his sex-offender treatment program. The court specifically found that the sentence was sufficient but not greater than necessary to effectuate the goals of 18 U.S.C. <span class=\"star-pagination\">*50</span> § 3553(a). At no time in the sentencing hearing before the judge or thereafter did Sebastian object to the sex-offender treatment program requirement or raise the question of what role, if any, the crack/powder cocaine disparity should play.</p>\n<p></p>\n<h2>II.</h2>\n<p>Since Sebastian did not raise either of his sentencing objections in the district court, we review them for plain error.<sup>[2]</sup><i>See </i><i>United States v. Perazza-Mercado,</i> <span class=\"citation\" data-id=\"203689\"><a href=\"/opinion/203689/united-states-v-perazza-mercado/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 74 (1st Cir.2009). Under this standard, Sebastian has the burden of showing that \"(1) an error occurred; (2) the error was clear and obvious; (3) the error affected the defendant's substantial rights; and (4) the error impaired the fairness, integrity, or public reputation of the judicial proceedings.\" <i>United States v. Guzman,</i> <span class=\"citation\" data-id=\"145521\"><a href=\"/opinion/145521/united-states-v-guzman/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span>, 110 (1st Cir.2010) (quoting <i>United States v. Mangual-Garcia,</i> <span class=\"citation\" data-id=\"202945\"><a href=\"/opinion/202945/united-states-v-mangual-garcia/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 15 (1st Cir.2007)) (internal quotation marks omitted); <i>see also </i><i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993).</p>\n<p></p>\n<h2>A. <i>Sex-Offender Treatment Conditions</i>\n</h2>\n<p>Sebastian argues that these conditions could not be imposed because nothing in the record indicates that (1) he needs a sex-offender treatment program, (2) requiring him to participate in one would protect the public or benefit him, or (3) possession of pornography would render him more prone to criminal conduct. He also argues that the judge failed to provide a reasoned explanation for these conditions.</p>\n<p>The district court's reasoning is easy to infer from the record, the PSR, and the court's statements at the sentencing hearing, so we discard that objection, <i>see </i><i>United States v. Jiménez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 519 (1st Cir.2006), and turn to substanceasking whether the conditions complained of is \"clearly erroneous;\" because we conclude that it was not, issues of prejudice and miscarriage of justice need not be reached.</p>\n<p>If we were reviewing the conditions based on a preserved objection, the substantive question would be whether these conditions were both reasonably related to the history and characteristics of the defendant and whether they would serve a permissible purpose such as deterring criminal conduct, protecting the public, or providing the defendant with needed treatment.<sup>[3]</sup> \"`[T]he critical test is whether the challenged condition is sufficiently related to <i>one or more</i> of the permissible goals of supervised release[,]' [and] .... the fact that a condition of supervised release is not directly related to [the] crime of conviction does not render that condition per se invalid.\" <i>United States v. York,</i> <span class=\"citation\" data-id=\"200831\"><a href=\"/opinion/200831/united-states-v-york/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 20 (1st Cir.2004) (quoting <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"199192\"><a href=\"/opinion/199192/united-states-v-brown/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span>, 6 (1st Cir. 2000)).</p>\n<p>This court has previously ruled that such conditions of supervised release may be imposed when the instant offense of <span class=\"star-pagination\">*51</span> conviction is not a sex offense but the defendant had a conviction for a sex offense. <i>York,</i> 357 F.3d at 14; <i>accord </i><i>United States v. Prochner,</i> <span class=\"citation\" data-id=\"201722\"><a href=\"/opinion/201722/united-states-v-prochner/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 63 (1st Cir.2005).</p>\n<p>Sebastian had previously been convicted of a sexual assault serious enough to warrant a ten-year sentence. That eight of those years were suspended does not detract from the gravity of the offense: two years in prison is not a trivial amount and the additional eight years under a suspended sentence may reflect a concern about long-term behavior. Pertinently, the Supreme Court has recognized that \"[t]he risk of recidivism posed by sex offenders is `frightening and high.'\" <i>Smith v. Doe,</i> <span class=\"citation\" data-id=\"127899\"><a href=\"/opinion/127899/smith-v-doe/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, 105, <span class=\"citation\" data-id=\"127899\"><a href=\"/opinion/127899/smith-v-doe/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1140</span></a></span>, <span class=\"citation\" data-id=\"127899\"><a href=\"/opinion/127899/smith-v-doe/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">164</span></a></span> (2003) (quoting <i>McKune v. Lile,</i> <span class=\"citation\" data-id=\"121146\"><a href=\"/opinion/121146/mckune-v-lile/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, 34, <span class=\"citation\" data-id=\"121146\"><a href=\"/opinion/121146/mckune-v-lile/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2017</span></a></span>, <span class=\"citation\" data-id=\"121146\"><a href=\"/opinion/121146/mckune-v-lile/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></a></span> (2002)).<sup>[4]</sup></p>\n<p>The <i>Smith</i> Court approved a state sex-offender-registration statute and noted,</p>\n<blockquote>Empirical research on child molesters, for instance, has shown that, \"[c]ontrary to conventional wisdom, most reoffenses do not occur within the first several years after release,\" but may occur \"as late as 20 years following release.\" National Institute of Justice, R. Prentky, R. Knight, &amp; A. Lee, U.S. Dept. of Justice, Child Sexual Molestation: Research Issues 14 (1997).</blockquote>\n<p>538 U.S. at 104, <span class=\"citation\" data-id=\"127899\"><a href=\"/opinion/127899/smith-v-doe/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1140</span></a></span> (alteration in original); <i>see also</i> P.A. Langan, PhD, et al., <i>Recidivism of Sex Offenders Released from Prison in 1994,</i> at 1 (2003) (finding that 5.3 percent of 9,691 convicted sex offenders released in 1994 were rearrested for a sex crime within three years, a rate four times higher than for other types of offenders released in 1994).</p>\n<p>Further, various studies indicate that sex-offender treatment programs may help reduce recidivism. Ctr. for Sex Offender Mgmt., U.S. Dep't of Justice, Myths and Facts About Sex Offenders (2000). Indeed, in 2006, Congress enacted the Sex Offender Registration and Notification Act (\"SORNA\"), Pub.L. No. 109-248, Sec. 1, §§ 101-55, 120 Stat. 587, 587-88 (2006), to address the risks posed by high recidivism rates of convicted sex offenders. State registration laws also serve those functions. <i>See </i><i>Smith,</i> 538 U.S. at 104-05, <span class=\"citation\" data-id=\"127899\"><a href=\"/opinion/127899/smith-v-doe/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1140</span></a></span>.</p>\n<p>In addition, as the district court noted at the sentencing, Sebastian apparently had earlier professed regret and assured courts that he would never again commit such crimes, but his multiple convictions for drug offenses (eight in eighteen years, including the present conviction) showed just the opposite about him. The district judge characterized Sebastian as \"an individual who has created a remarkable record of ignoring every possible warning that has been provided to [him] by the criminal justice system.\" That \"salesmanship,\" the court said, \"has come to an end.\"</p>\n<p>All of this makes clear that it was hardly \"clearly erroneous\" for the district court, on the basis of a condition recommended by the PSR and not objected to in any way, to impose the treatment condition. Sebastian suggests that the district court did not know enough about the circumstances of the earlier assault that led to the sentence. Sebastian himself, had he objected to the condition, could have provided <span class=\"star-pagination\">*52</span> relevant information, but he chose not to do so and can hardly complain.</p>\n<p>This brings us to Sebastian's separate argument that nothing justified a condition prohibiting him from possessing pornography if his treatment program mandated such a ban.<sup>[5]</sup> This is not the main focus of Sebastian's attack and understandably so. The program for him may not even be selected until his release in 2024 and what ban, if any, may be imposed is uncertain. Nor do we know anything about how the ban will relate to his circumstances at that time. In the absence of such details, Sebastian must show that the conditional ban is facially unreasonable. <i>See </i><i>York,</i> 357 F.3d at 23.</p>\n<p>We have previously remanded when, with no explanation and unrelated to any treatment program ordered, a district court imposed a total ban on a convicted sex offender's use of the internet at home (over objection) or (without objection) possession of any pornography in the home. <i>Perazza-Mercado,</i> 553 F.3d at 74-75, 79. But this is hardly the same as the conditional limitation imposed in this case which does little more than require Sebastian to follow the rules of any program he may be required to attend. If the district court could not mandate compliance with the rules of the treatment program, the required participation would be ineffectual. <i>See </i><i>United States v. Vega,</i> <span class=\"citation\" data-id=\"31506\"><a href=\"/opinion/31506/united-states-v-vega/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">849</span></a></span>, 852 (5th Cir.2003) (per curiam); <i>see also </i><i>United States v. Fellows,</i> <span class=\"citation\" data-id=\"758528\"><a href=\"/opinion/758528/united-states-v-otis-w-fellows-iii/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1197</span></a></span>, 1204 (9th Cir.1998) (affirming a condition of supervised release that the defendant participate in a sex-offender treatment program and \"follow all other lifestyle restrictions or treatment requirements imposed by [his] therapist\") (alteration in original) (internal quotation marks omitted).</p>\n<p>Further, the use of such bans in connection with the treatment of sexual offenders has support in some studies, which find a link between recidivism of sexual offenders and exposure to pornography. <i>See, e.g.,</i> D.A. Kingston et al., <i>Pornography Use and Sexual Aggression: The Impact of Frequency and Type of Pornography Use on Recidivism Among Sexual Offenders,</i> 34 Aggressive Behav. 341, 341-43 (2008) (reviewing mixed literature). Without attempting to settle the empirical question, we see no plain error in requiring Sebastian to comply with a pornography ban if and only as required by any treatment program he may attendin effect, remitting the matter to the judgment of the treatment program. It remains open to him to challenge specific applications of any program's requirements when actually imposed in the future. <i>York,</i> 357 F.3d at 23; <i>see also </i><i>United States v. Davis,</i> <span class=\"citation\" data-id=\"199310\"><a href=\"/opinion/199310/united-states-v-davis/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 51-52 (1st Cir.2001) (per curiam).</p>\n<p></p>\n<h2>B. <i>Crack/Powder Disparity</i>\n</h2>\n<p>Sebastian argues to us, though he did not to the district court, that the court erred in not reducing Sebastian's sentence in light of the crack/powder sentencing disparity. He asserts that, had the disparity been taken into account, his sentence would have been shorter.</p>\n<p><span class=\"star-pagination\">*53</span> Courts have discretion to depart from the U.S. Sentencing Guidelines based on policy disagreements over the sentencing disparity between crack and powder cocaine. <i>Kimbrough v. United States,</i> <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 108-10, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">558</span></a></span>, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (2007). But discretion under <i>Kimbrough</i> applies to the Sentencing Guidelines and not to statutory mandatory minimum sentences. <i>Id.</i> at 107, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">558</span></a></span>; <i>United States v. Fanfan,</i> <span class=\"citation\" data-id=\"203706\"><a href=\"/opinion/203706/united-states-v-fanfan/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 111 n. 6 (1st Cir.2009). Sebastian's sentence was driven by the statutory minimum, under 21 U.S.C. § 841(b)(1)(A), after he pled guilty to an offense involving fifty or more grams of cocaine base.</p>\n<p>Even if the court did have discretion, there was no error. On plain error review defendants must also show a \"reasonable probability\" that the sentence would have been more lenient had the disparity been taken into account. <i>United States v. Matos,</i> <span class=\"citation\" data-id=\"203383\"><a href=\"/opinion/203383/united-states-v-matos/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></a></span>, 122 (1st Cir.2008). There is not a whiff in this record that even if the court had discretion to reduce the mandatory minimum sentence on disparity grounds the court would have imposed a more lenient sentence.</p>\n<p>The district court's judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The PSR also stated that the statutory mandatory life sentence also bumped his U.S. Sentencing Guidelines sentence up to a mandatory life sentence, under U.S.S.G. § 5G1.1(c)(2).</p>\n<p>[2]  Normally, we review conditions of supervised release for abuse of discretion. <i>United States v. Prochner,</i> <span class=\"citation\" data-id=\"201722\"><a href=\"/opinion/201722/united-states-v-prochner/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 62 (1st Cir. 2005).</p>\n<p>[3]  A district court may impose additional conditions of supervised release that are reasonably related to the sentencing factors in 18 U.S.C. § 3553(a)(1)-(2). <i>See id.</i> § 3583(d). Those factors include \"the nature and circumstances of the offense and the history and characteristics of the defendant\" and the need for the sentence to \"afford adequate deterrence to criminal conduct,\" \"protect the public from further crimes of the defendant,\" and \"provide the defendant with ... correctional treatment in the most effective manner.\" <i>Id.</i> § 3553(a)(1)-(2); <i>see also id.</i> § 3583(d); U.S.S.G. § 5D1.3(b).</p>\n<p>[4]  \"When convicted sex offenders reenter society, they are much more likely than any other type of offender to be rearrested for a new rape or sexual assault. . . . Therapists and correctional officers widely agree that clinical rehabilitative programs can enable sex offenders to manage their impulses and in this way reduce recidivism.\" <i>McKune,</i> 536 U.S. at 33, <span class=\"citation\" data-id=\"121146\"><a href=\"/opinion/121146/mckune-v-lile/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2017</span></a></span>.</p>\n<p>[5]  The sentencing judge imposed two relevant conditions. Paragraph 5 of the supervised-release terms requires Sebastian to comply \"scrupulously\" with all policies and procedures of any sex-offender treatment program as directed by a supervising officer. Paragraph 3 requires Sebastian to submit to a search of his premises if the supervising officer has reasonable basis \"to believe that such a search will lead to the discovery of evidence of the defendant's violation of the terms of supervised release, <i>including pornographic materials which defendant is prohibited from possessing under the rules of his sex offender treatment program</i>.\" (emphasis added).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/31506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758528/"
  ]
}