{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/150886/",
  "absolute_url": "/opinion/150886/city-of-pittsfield-mass-v-usepa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/150886/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-17T00:00:17Z",
  "date_modified": "2016-04-26T06:31:50.482484Z",
  "type": "010combined",
  "sha1": "c8446cd6b404669e075cb0b09031a6f21c23d577",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1879P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/16/City_of_Pittsfield_v._EPA.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 09-1879\n\n                 CITY OF PITTSFIELD, MASSACHUSETTS,\n\n                             Petitioner,\n\n                                 v.\n\n         UNITED STATES ENVIRONMENTAL PROTECTION AGENCY,\n\n                             Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF THE\n              UNITED STATES ENVIRONMENTAL APPEALS BOARD\n\n\n                               Before\n\n                     Torruella, Lipez and Howard,\n                           Circuit Judges.\n\n\n\n     Donald L. Anglehart, with whom Law Office of Donald L.\nAnglehart, LLC was on brief, for petitioner.\n     Laurel A. Bedig, United States Department of Justice,\nEnvironment & Natural Resources Division, Environmental Defense\nSection, with whom Ignacia S. Moreno, Assistant Attorney General,\nPooja Parika, United States Environmental Protection Agency, Office\nof the General Counsel, and Ann Williams and Charlotte Withey,\nRegional Assistant Counsel, United States Environmental Protection\nAgency, were on brief, for respondent.\n\n\n\n                            July 16, 2010\n\f             HOWARD,     Circuit   Judge.     The   City    of    Pittsfield,\n\nMassachusetts asks us to consider whether the Environmental Appeals\n\nBoard (EAB) improperly declined Pittsfield's petition seeking the\n\nBoard's review of the Environmental Protection Agency's (EPA) grant\n\nof a National Pollutant Discharge Elimination System (NPDES) permit\n\nfor the Pittsfield Wastewater Treatment Plant.             Pittsfield sought\n\nchanges to the terms of the permit, which was issued pursuant to\n\nsection 402 of the Clean Water Act (CWA).1               The EAB held that\n\nPittsfield had procedurally defaulted because its petition failed\n\nto identify its specific objections to the permit or to articulate\n\nwhy the Board should assume jurisdiction.           We conclude that the\n\nBoard did not abuse its discretion in so holding, and we therefore\n\naffirm its denial of Pittsfield's petition.\n\n\n\n                I. Statutory and Regulatory Background\n\n             Congress enacted the CWA to \"restore and maintain the\n\nchemical,     physical    and   biological   integrity     of    the   Nation's\n\nwaters.\" 33 U.S.C. § 1251(a); see also Rhode Island v. EPA, 378\n\nF.3d 19, 21 (1st Cir. 2004)(discussing legislative purpose).               The\n\nCWA makes it unlawful for any person to discharge pollutants into\n\nUnited States waters without an NPDES permit. 33 U.S.C. §§ 1311(a),\n\n1342(a).     NPDES permits typically place limits on the discharge of\n\npollutants and establish monitoring and reporting requirements.\n\n\n     1\n         The CWA is codified at 33 U.S.C. §§ 1251–1376.\n\n                                     -2-\n\fSee   Arkansas    v.   Oklahoma,   503    U.S.   91,   101-02   (1992)(citing\n\npertinent statutory and regulatory provisions).\n\n           The EPA issues NPDES permits, except in those cases in\n\nwhich the agency has specifically authorized a state to administer\n\nits own NPDES program subject to EPA review. Massachusetts has not\n\nobtained   such    authorization,    so    our   focus    is    on   the   EPA's\n\npermitting procedures.\n\n           When the EPA receives a permit application, its regional\n\nadministrator prepares a draft permit, which is then made available\n\nfor public comment.2       40 C.F.R. §§ 124.6, 124.10, 124.11.               The\n\nadministrator may also grant a public hearing during the public\n\ncomment period. Id. § 124.11; 124.12(a).               At the end of this\n\nprocess, the regional administrator issues a final permit decision,\n\nalong with a written response to all significant comments raised\n\nduring the public comment period.          Id. § 124.15, 124.17(a).          Any\n\nparty that participated during the comment period then has thirty\n\ndays to petition the EAB for review of the EPA's decision.                  Id.\n\n§ 124.19(a).      Where, as here, the EAB denies review, the permit\n\nbecomes administratively final. Id. § 124.19(c).\n\n\n\n\n      2\n      In EPA Region 1, the region charged with enforcing the\nagency's environmental laws in New England, the authority of the\nRegional Administrator to issue NPDES permits has been delegated to\nthe Director of the Office of Ecosystem Protection pursuant to\nRegional Delegation 2-20. For ease of exposition, and because it\nmakes no difference in our analysis, we continue to use the term\n\"regional administrator\" here.\n\n                                     -3-\n\f                   II. Factual and Procedural Background\n\n               The Pittsfield Water Treatment Plant discharges treated\n\nwastewater into the Housatonic River.          Until 2005, Pittsfield\n\noperated the plant under an NPDES permit that the EPA had issued in\n\n2000.       In June 2005, six months before its existing permit was set\n\nto expire, Pittsfield timely filed an application for renewal of\n\nits permit.       In December 2007, the EPA sent Pittsfield a copy of\n\nits draft permit, accompanied by a fact sheet explaining the permit\n\nlimits and conditions.3\n\n               The city submitted several comments during the comment\n\nperiod.       Among them, it expressed concerns about the new permit's\n\nstricter phosphorous, aluminum, E. coli and copper limits and noted\n\nthat the permit appeared to place responsibility on Pittsfield to\n\nensure that other towns contributing flow to the plant properly\n\nreported and managed their collection systems.             The city also\n\nquestioned new testing and reporting requirements.\n\n               On August 22, 2008, the EPA issued a final permit to\n\nPittsfield and its co-permittees, along with a 37-page document\n\naddressing the comments the agency had received. The EPA explained\n\nthat Section 301(b)(1)(C) of the CWA and federal regulations\n\nrequire it to limit any pollutant that it has determined \"[is] or\n\nmay be discharged at a level which will cause, have the reasonable\n\n\n        3\n      The EPA named as co-permittees four other towns, Dalton,\nLenox, Hinsdale and Lanesborough, that each contribute flow to the\nplant through their own wastewater collection systems.\n\n                                    -4-\n\fpotential to cause, or contribute to any excursion above any State\n\nwater quality standard, including State narrative criteria for\n\nwater       quality.\"    40   C.F.R.   §   122.44(d)(1)(v).      Based   on    the\n\nHousatonic River's designation as a Class B water, a classification\n\nsignifying suitability for habitation by fish and other wildlife\n\nand for swimming and boating, the EPA concluded that the new strict\n\nlimits on the discharge of pollutants were correct, and it provided\n\nPittsfield with a detailed explanation of its data sources and\n\ncalculations.4\n\n                  The agency did make some changes to the draft permit\n\nbased on the city's comments, however. Noting Pittsfield's history\n\nof compliance with discharge limits, the EPA granted the city's\n\nrequest for a reduction in routine testing requirements.                 It also\n\nadded       new    language   clarifying     that   Pittsfield   would   not    be\n\nresponsible for the implementation of any of the permit's terms and\n\nconditions to the extent that they applied to co-permittees.\n\n                  On September 29, 2008, the city sought review of the\n\nfinal permit by the EAB, pursuant to 40 C.F.R. § 124.19(a).                    The\n\ncity's petition consisted of a one-page letter and a copy of the\n\ncomments it had submitted during the public comment period on the\n\ndraft permit.         In its letter, Pittsfield asserted that the EPA had\n\n\n        4\n      The EPA later determined that the final permit's copper\ndischarge limitations were erroneously calculated and withdrew them\npursuant to 40 C.F.R. § 124.19(d).     It announced its intent to\nissue less stringent copper limitations after a second public\ncomment period.\n\n                                           -5-\n\fissued   the   draft   permit     as   final   \"without   any    significant\n\nmodification to address the City's previously stated concerns,\" and\n\nthat the new permit's limits and requirements were \"unachievable by\n\nthe City.\"\n\n           The EAB denied Pittsfield's petition for review. The EAB\n\ninterpreted    the   regulation    governing   Board   review,    40   C.F.R.\n\n§ 124.19(a), to require that a petition for review demonstrate\n\neither that the EPA's decision involved a clearly erroneous finding\n\nof fact or conclusion of law, or that the petitioner's appeal\n\nraised an important policy consideration that the Board, in its\n\ndiscretion, should review. The Board concluded that Pittsfield had\n\nnot met this burden and therefore had procedurally defaulted on its\n\nclaim.   The Board noted that the city had not specified which\n\npermit conditions it was challenging before the Board,5 nor had it\n\nexplained why these limits were \"unachievable,\" let alone \"clearly\n\nerroneous.\"    Pittsfield had also failed to identify any important\n\npolicy consideration, the Board observed, that would \"spur the\n\nBoard to assume jurisdiction . . . and review a 115-page record.\"\n\n           The EPA's permit decision became final when Pittsfield\n\nreceived notice that the Board had denied review.                 40 C.F.R.\n\n§ 124.19(f)(1)(I).     The city then filed this appeal.\n\n\n\n     5\n      Indeed, the Board remarked, it had no way of discerning from\nthe city's \"wholesale, undifferentiated permit appeal\" whether the\ncity's objection extended to the conditions the EPA had already\naddressed and modified after the public comment period.\n\n                                       -6-\n\f                               III. Discussion\n\n              The CWA gives us jurisdiction to review the EPA's final\n\nfederal permit decision, see 33 U.S.C. § 1369(b)(1)(F), and the\n\nAdministrative Procedure Act (\"APA\"), 5 U.S.C. §§ 701-706, governs\n\nour standard of review.         Under the APA, we may only overturn the\n\nBoard's procedural default ruling, as an agency action, if it was\n\n\"arbitrary, capricious, an abuse of discretion or otherwise not in\n\naccordance with law.\" 5 U.S.C. § 706(2)(A); see also Adams v. EPA,\n\n38 F.3d 43, 49 (1st Cir. 1994)(applying standard of review to\n\nreview of the EPA's issuance of a NPDES permit).                  Where, as here,\n\nthe petitioner's challenge to the agency's action questions the\n\nagency's   construction       of    its    own    regulations,    our   review    is\n\n\"particularly deferential.\"               Davis v. Latschar, 202 F.3d 359,\n\n364–65 (D.C. Cir. 2000); see also Pan Am. Grain Mfg. Co. v. EPA, 95\n\nF.3d   101,    103   (1st    Cir.   1996)(observing        that   our   degree   of\n\ndeference in reviewing a final EPA action \"is magnified when the\n\nagency interprets its own regulations\").                   Indeed, we must give\n\n\"controlling weight\" to the agency's interpretation \"unless it is\n\nplainly erroneous or inconsistent with the regulation.\"                  Bowles v.\n\nSeminole Rock & Sand Co., 325 U.S. 410, 414 (1945).\n\n\n\nA. The EAB's interpretation of 40 C.F.R. § 124.19(a)\n\n              Pittsfield's    principal         argument   is   that   the   Board's\n\ninterpretation of 40 C.F.R. § 124.19(a) was plainly erroneous and\n\n\n                                          -7-\n\fthus its denial of Pittsfield's petition should be set aside as an\n\nabuse of discretion.     In relevant part, the regulation states:\n\n          The petition shall include a statement of the\n          reasons supporting that review, including a\n          demonstration that any issues being raised\n          were raised during the public comment period\n          (including any public hearing) to the extent\n          required by these regulations and when\n          appropriate, a showing that the condition in\n          question is based on:\n\n\n                    (1) A finding of fact or conclusion of\n                    law which is clearly erroneous, or\n\n                    (2) An exercise of discretion or an\n                    important policy consideration which\n                    the Environmental Appeals Board should,\n                    in its discretion, review.\n\n(emphasis added).\n\n          As in this case, the EAB has consistently interpreted the\n\nregulation as requiring that the petitioner set forth an argument\n\nin its petition as to why the permit condition it is challenging is\n\neither based on a clearly erroneous finding of fact or conclusion\n\nof law or raises an important policy consideration.     See, e.g., In\n\nre Chukchansi Gold Resort and Casino Waste Water Treatment Plant,\n\nNPDES Appeal Nos. 08-02 to -05, slip op. at 9 (EAB Jan. 14, 2009),\n\n14 E.A.D. ___; In re City of Irving, Mun. Separate Storm Water\n\nSewer Sys., 10 E.A.D. 111, 122 (EAB 2001). Additionally, the Board\n\nhas repeatedly stated that the petitioner must explain why the\n\nchallenged conditions merit review.     See, e.g., In re Avon Custom\n\nMixing Servs., Inc., 10 E.A.D. 700, 708 (EAB 2002)(\"We have held in\n\n\n                                  -8-\n\fthe past that to warrant review, allegations must be specific and\n\nsubstantiated.\"); In re New England Plating Co., 9 E.A.D. 726, 737\n\n(EAB 2001)(\"The Petitioner must not only identify disputed issues\n\nbut   demonstrate     the   specific     reasons   why     review   is\n\nappropriate.\")(emphasis in original); In re Terra Energy Ltd., 4\n\nE.A.D. 159, 161 (EAB 1992).\n\n          Based on these principles, the Board has refused to grant\n\nreview to petitioners who have merely reiterated or attached\n\ncomments they had previously submitted regarding the draft permit,\n\nwithout engaging the EPA's responses to those comments. See, e.g.,\n\nIn re Peabody W. Coal Co., 12 E.A.D. 22, 33 (EAB 2005); In re Teck\n\nCominco Alaska Inc., 11 E.A.D. 457, 472–73 (EAB 2004); In re City\n\nof Irving, 10 E.A.D. 111, 129 (EAB 2001).      The Sixth Circuit has\n\nupheld this standard.   See Mich. Dep't Envtl. Quality v. EPA, 318\n\nF.3d 705, 708 (6th Cir. 2003) (noting that the petitioner \"simply\n\nrepackaged its comments and the EPA's response as unmediated\n\nappendices to its petition to the Board\" and holding that such\n\n\"does not satisfy the burden of showing entitlement to review\").\n\n          In arguing that the Board's interpretation was in error,\n\nPittsfield   relies   exclusively   on   40   C.F.R.   §   124.19(a)'s\n\ninstruction that petitioners show that the challenged conditions\n\nare based on clearly erroneous findings of facts or conclusions of\n\nlaw, or raise important policy considerations \"when appropriate.\"\n\nThe city contends that under a plain reading of the regulation, the\n\n\n                                -9-\n\fuse of the phrase \"when appropriate\" signifies that the inclusion\n\nof this information is permissive, rather than mandatory.\n\n            Section 124.19(a) is admittedly not the most pellucid of\n\nregulations, and there are other meanings that the EPA could have\n\nascribed to the \"when appropriate\" language. The agency has chosen\n\nto read the language as requiring that the petitioner show that the\n\nconditions it is challenging were based on either an erroneous\n\nfinding of fact or law or an abuse of discretion, whichever is\n\n\"appropriate.\"     While this is not the only possible reading of the\n\nphrase, it is a reasonable one, and we cannot say that it is\n\n\"plainly erroneous.\"6     To the extent that we would have reached a\n\ndifferent interpretation, we may not \"substitute [our] judgment for\n\nthat of the agency.\"     Adams v. EPA, 38 F.3d at 49.      Moreover, this\n\ninterpretation is consistent with the regulation's preamble, which\n\ninstructs   that   the   Board's   power   of   review   \"should   only   be\n\nsparingly exercised,\" and that \"most permit conditions should be\n\nfinally interpreted at the Regional level. . . .\" 45 Fed. Reg.\n\n33,412 (May 19, 1980).\n\n\n     6\n      There are other readings of \"when appropriate\" on which the\nEPA plausibly could have relied to support the grounds for its\ndenial of review in this case. For example, the agency conceivably\ncould have used the phrase to emphasize that petitioners should\nonly endeavor to make such a showing if they have a colorable\nclaim. It could also have intended to refer to cases in which the\npetitioner cannot make either of the required showings to gain\nBoard review, but nevertheless files a petition in order to\npreserve its ability to appeal the agency's decision in federal\ncourt on some other basis.     As the EPA does not raise these\npossible interpretations, we need not explore them further here.\n\n                                   -10-\n\f             Pittsfield's interpretation, on the other hand -- that\n\nthe phrase \"when appropriate\"             renders the aforementioned showings\n\nentirely     permissive      --    is    untenable.        The     requirement       that\n\npetitioners     make    one       of    the   two   enumerated          showings   \"when\n\nappropriate\" cannot sensibly mean that petitioners never have to\n\nmake such a showing at all.             Adopting this position would also, by\n\nobligating the Board to grant review in a wide swath of cases,\n\nappear to undermine the EPA's intent in adopting the regulation.\n\n             There      is        another        problem         with      Pittsfield's\n\ninterpretation.        The city seems to suggest that a petitioner can\n\nsatisfy 40 C.F.R. § 124.19(a) merely by stating that the EPA had\n\nnot   made   significant      modifications         to     the    draft     permit    and\n\nattaching its previous comments.                 Without even the most minimal\n\nguidance as to the specific issues the petitioner was disputing,\n\nthe burden would fall to the EAB to sift through an often lengthy\n\nrecord in each case to determine whether review was merited.                           We\n\nhave long warned litigators that it is not the obligation of\n\nfederal courts to \"ferret out and articulate the record evidence\n\nconsidered material to each legal theory advanced on appeal.\"\n\nConto v. Concord Hosp., Inc., 265 F.3d 79, 81 (1st Cir. 2001).                        Nor\n\nhave we been presented with a reason why a similar responsibility\n\nshould fall to the EAB.7\n\n\n      7\n      It is possible that Pittsfield's petition would also fail\nbecause it did not meet 40 C.F.R. § 124.19(a)'s requirement that\npetitioners \"include a statement of the reasons supporting . . .\n\n                                          -11-\n\f           Pittsfield asserts that granting review of its petition\n\nwould not require the EAB to scour the record because the EPA was\n\nalready aware of the city's concerns.       It claims that evidence of\n\nthe EPA's knowledge can be found in a notice that the EAB sent to\n\nPittsfield in December 2008, acknowledging that it had received\n\nPittsfield's petition for review and listing the various permit\n\nlimitations and conditions that Pittsfield had contested. But that\n\nnotice simply regurgitated Pittsfield's attached comments to the\n\ndraft permit, including conditions the EPA revised in the final\n\npermit,   and   does   not   establish   that   the   EPA   was   aware   of\n\nPittsfield's specific challenges on review.8\n\n           The city made no effort in its petition to the Board to\n\nengage the EPA's initial response to its draft comments.            As the\n\nEAB noted, Pittsfield did not explain why the permit limits would\n\nbe \"unachievable.\"     In insinuating that the permit's limits would\n\ncreate an \"enormous financial burden to the users of the wastewater\n\nsystem,\" the city did not mention whether it had considered the\n\nEPA's response that the agency was obligated to base permit limits\n\non achieving water quality standards and could not consider cost or\n\nrate impacts.      Nor did it address the EPA's suggestion that\n\n\n\nreview.\" Neither party addresses this language of the regulation,\nhowever, so we do not consider the argument here.\n     8\n      Moreover, even if there were clear evidence of the EPA's\nknowledge, the regulation does not indicate that this knowledge\nwould exempt the city from meeting its procedural requirements.\n\n                                  -12-\n\fPittsfield   request   that   the   state   remove   the   designated   use\n\nassociated with the more stringent permit levels if attaining the\n\nuse were not feasible, pursuant to 40 C.F.R. § 131.10(g).\n\n          Additionally, even assuming that the EAB could identify\n\nPittsfield's particular challenges to the final permit's discharge\n\nlimits, the city did not explain why it disagreed with either the\n\nEPA's calculations of those limits or the data on which the EPA\n\nrelied in reaching them.      It was Pittsfield's burden to present\n\nthis argument in its petition for review, particularly in light of\n\nthe great deference the EAB affords to the review of technically or\n\nscientifically-based issues.        See In re Carlota Copper Co., 11\n\nE.A.D. 692, 708 (EAB 2004) (\"[A] petitioner seeking review of\n\nissues that are technical in nature bears a heavy burden because\n\nthe Board generally defers to the Region on questions of technical\n\njudgment.\").\n\n          For the aforementioned reasons, we cannot conclude that\n\nthe EAB's determination that Pittsfield had procedurally defaulted\n\non its claim under 40 C.F.R. § 124.19(a) was unreasonable or\n\nplainly erroneous.9\n\n\n\n\n     9\n      We need not reach the city's claim that the EAB improperly\nrefused to follow the procedural mandates imposed by 40 C.F.R.\n§ 124.19(a), as we conclude that the EAB's interpretation of the\nregulation was reasonable.\n\n                                    -13-\n\fB. The Applicability of the Substantial Evidence Test\n\n           Pittsfield lodges a second argument that the denial of\n\nits petition for review was improper.             It claims that the EAB\n\nimproperly ignored \"information developed in the normal course of\n\nthe permit development process\" in reaching its conclusion.                  The\n\ncity invites us to review the entire factual record of the case,\n\nincluding information gathered during the draft comment period,\n\nunder the substantial evidence standard.             Pittsfield cites our\n\ndecision in Penobscot Air Services, Ltd. v. FAA for the proposition\n\nthat our standard of review should be to determine \"whether on this\n\nrecord it would have been possible for a reasonable jury to reach\n\nthe [agency's] conclusion.\"        164 F.3d 713, 718 (1st Cir. 1999).\n\n           We decline the invitation, as the city's interpretation\n\nwould import a standard of review that is not relevant here.             As we\n\nhave noted above, the proper standard of review in determining\n\nwhether the EAB properly denied Pittsfield's appeal petition based\n\non its conclusion that the city had procedurally defaulted on its\n\nclaim is whether its ruling was \"arbitrary, capricious, an abuse of\n\ndiscretion   or    otherwise   not      in   accordance   with    law\"   under\n\n§ 706(2)(A) of the APA.     Mich. Dep't of Envtl. Quality, 318 F.3d at\n\n707.\n\n           Pittsfield's reliance on Penobscot Air Services, Ltd. to\n\nsuggest   that    our   standard   of   review   should   be     otherwise    is\n\nmisplaced.   Penobscot Air Services, Ltd. did not involve possible\n\n\n                                     -14-\n\fprocedural default, but rather a review on the merits of the\n\nFederal Aviation Administration's disposition of the petitioner's\n\nappeal.    In setting forth our standard of review in that case, we\n\nnoted that the statute in question, the Federal Aviation Act,\n\ncontained a specific provision directing us to review the FAA's\n\nfindings    of    fact   to   determine        if    they      were    \"supported    by\n\nsubstantial      evidence.\"       164    F.3d       at   718     (citing   49   U.S.C.\n\n§ 46110(c)).     Because the Federal Aviation Act was silent as to the\n\nstandard for reviewing nonfactual matters, we determined that the\n\napplicable standard of review for such matters was dictated by the\n\nAdministrative Procedure Act.            In particular, we stated that the\n\nAPA's \"arbitrary and capricious standard\" applied to the review of\n\nagency decisions. Id. at 719.\n\n           The CWA, unlike the Federal Aviation Act, does not\n\nprovide for its own substantial evidence test.                    Moreover, even if\n\nthe substantial evidence standard generally applies to EAB fact-\n\nfinding, there is no need to employ it here.                   The EAB did not find\n\nany facts in this case -- nor did it have to -- because its\n\ndecision    to    deny   review    was    supported         by    an    adequate    and\n\nindependent procedural ground.\n\n\n\n                               IV. Conclusion\n\nFor the foregoing reasons, we deny the petition for review.\n\n\n\n\n                                        -15-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>614 F.3d 7 (2010)</b></center>\n<center><h1>CITY OF PITTSFIELD, MASSACHUSETTS, Petitioner,<br>\nv.<br>\nUNITED STATES ENVIRONMENTAL PROTECTION AGENCY, Respondent.</h1></center>\n<center>No. 09-1879.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 7, 2010.</center>\n<center>Decided July 16, 2010.</center>\n<p><span class=\"star-pagination\">*8</span> Donald L. Anglehart, with whom Law Office of Donald L. Anglehart, LLC was on brief, for petitioner.</p>\n<p>Laurel A. Bedig, United States Department of Justice, Environment &amp; Natural Resources Division, Environmental Defense Section, with whom Ignacia S. Moreno, Assistant Attorney General, Pooja Parika, United States Environmental Protection Agency, Office of the General Counsel, and Ann Williams and Charlotte Withey, Regional Assistant Counsel, United States Environmental Protection Agency, were on brief, for respondent.</p>\n<p>Before TORRUELLA, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>The City of Pittsfield, Massachusetts asks us to consider whether the Environmental Appeals Board (EAB) improperly declined Pittsfield's petition seeking the Board's review of the Environmental Protection Agency's (EPA) grant of a National Pollutant Discharge Elimination System (NPDES) permit for the Pittsfield Wastewater Treatment Plant. Pittsfield sought changes to the terms of the permit, which was issued pursuant to section 402 of the Clean Water Act (CWA).<sup>[1]</sup> The EAB held that Pittsfield had procedurally defaulted because its petition failed to identify its specific objections to the permit or to articulate why the Board should assume jurisdiction. We conclude that the Board did not abuse its discretion in so holding, and we therefore affirm its denial of Pittsfield's petition.</p>\n<p></p>\n<h2>I. Statutory and Regulatory Background</h2>\n<p>Congress enacted the CWA to \"restore and maintain the chemical, physical and biological integrity of the Nation's waters.\" 33 U.S.C. § 1251(a); <i>see also </i><i>Rhode Island v. EPA,</i> 378 F.3d 19, 21 (1st Cir.2004) (discussing legislative purpose). The CWA makes it unlawful for any person to discharge pollutants into United States waters without an NPDES permit. 33 U.S.C. §§ 1311(a), 1342(a). NPDES permits typically place limits on the discharge of pollutants and establish monitoring and reporting requirements. <i>See </i><i>Arkansas v.</i> <span class=\"star-pagination\">*9</span> <i>Oklahoma,</i> 503 U.S. 91, 101-02, 112 S.Ct. 1046, 117 L.Ed.2d 239 (1992) (citing pertinent statutory and regulatory provisions).</p>\n<p>The EPA issues NPDES permits, except in those cases in which the agency has specifically authorized a state to administer its own NPDES program subject to EPA review. Massachusetts has not obtained such authorization, so our focus is on the EPA's permitting procedures.</p>\n<p>When the EPA receives a permit application, its regional administrator prepares a draft permit, which is then made available for public comment.<sup>[2]</sup> 40 C.F.R. §§ 124.6, 124.10, 124.11. The administrator may also grant a public hearing during the public comment period. <i>Id.</i> § 124.11; 124.12(a). At the end of this process, the regional administrator issues a final permit decision, along with a written response to all significant comments raised during the public comment period. <i>Id.</i> § 124.15, 124.17(a). Any party that participated during the comment period then has thirty days to petition the EAB for review of the EPA's decision. <i>Id.</i> § 124.19(a). Where, as here, the EAB denies review, the permit becomes administratively final. <i>Id.</i> § 124.19(c).</p>\n<p></p>\n<h2>II. Factual and Procedural Background</h2>\n<p>The Pittsfield Water Treatment Plant discharges treated wastewater into the Housatonic River. Until 2005, Pittsfield operated the plant under an NPDES permit that the EPA had issued in 2000. In June 2005, six months before its existing permit was set to expire, Pittsfield timely filed an application for renewal of its permit. In December 2007, the EPA sent Pittsfield a copy of its draft permit, accompanied by a fact sheet explaining the permit limits and conditions.<sup>[3]</sup></p>\n<p>The city submitted several comments during the comment period. Among them, it expressed concerns about the new permit's stricter phosphorous, aluminum, E. coli and copper limits and noted that the permit appeared to place responsibility on Pittsfield to ensure that other towns contributing flow to the plant properly reported and managed their collection systems. The city also questioned new testing and reporting requirements.</p>\n<p>On August 22, 2008, the EPA issued a final permit to Pittsfield and its co-permittees, along with a 37-page document addressing the comments the agency had received. The EPA explained that Section 301(b)(1)(C) of the CWA and federal regulations require it to limit any pollutant that it has determined \"[is] or may be discharged at a level which will cause, have the reasonable potential to cause, or contribute to any excursion above any State water quality standard, including State narrative criteria for water quality.\" 40 C.F.R. § 122.44(d)(1)(v). Based on the Housatonic River's designation as a Class B water, a classification signifying suitability for habitation by fish and other wildlife and for swimming and boating, the EPA concluded that the new strict limits on the discharge of pollutants were correct, and it <span class=\"star-pagination\">*10</span> provided Pittsfield with a detailed explanation of its data sources and calculations.<sup>[4]</sup></p>\n<p>The agency did make some changes to the draft permit based on the city's comments, however. Noting Pittsfield's history of compliance with discharge limits, the EPA granted the city's request for a reduction in routine testing requirements. It also added new language clarifying that Pittsfield would not be responsible for the implementation of any of the permit's terms and conditions to the extent that they applied to co-permittees.</p>\n<p>On September 29, 2008, the city sought review of the final permit by the EAB, pursuant to 40 C.F.R. § 124.19(a). The city's petition consisted of a one-page letter and a copy of the comments it had submitted during the public comment period on the draft permit. In its letter, Pittsfield asserted that the EPA had issued the draft permit as final \"without any significant modification to address the City's previously stated concerns,\" and that the new permit's limits and requirements were \"unachievable by the City.\"</p>\n<p>The EAB denied Pittsfield's petition for review. The EAB interpreted the regulation governing Board review, 40 C.F.R. § 124.19(a), to require that a petition for review demonstrate either that the EPA's decision involved a clearly erroneous finding of fact or conclusion of law, or that the petitioner's appeal raised an important policy consideration that the Board, in its discretion, should review. The Board concluded that Pittsfield had not met this burden and therefore had procedurally defaulted on its claim. The Board noted that the city had not specified which permit conditions it was challenging before the Board,<sup>[5]</sup> nor had it explained why these limits were \"unachievable,\" let alone \"clearly erroneous.\" Pittsfield had also failed to identify any important policy consideration, the Board observed, that would \"spur the Board to assume jurisdiction . . . and review a 115-page record.\"</p>\n<p>The EPA's permit decision became final when Pittsfield received notice that the Board had denied review. 40 C.F.R. § 124.19(f)(1)(I). The city then filed this appeal.</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>The CWA gives us jurisdiction to review the EPA's final federal permit decision, <i>see</i> 33 U.S.C. § 1369(b)(1)(F), and the Administrative Procedure Act (\"APA\"), 5 U.S.C. §§ 701-706, governs our standard of review. Under the APA, we may only overturn the Board's procedural default ruling, as an agency action, if it was \"arbitrary, capricious, an abuse of discretion or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A); <i>see also </i><i>Adams v. EPA,</i> 38 F.3d 43, 49 (1st Cir.1994) (applying standard of review to review of the EPA's issuance of a NPDES permit). Where, as here, the petitioner's challenge to the agency's action questions the agency's construction of its own regulations, our review is \"particularly deferential.\" <i>Davis v. Latschar,</i> 202 F.3d 359, 364-65 (D.C.Cir.2000); <i>see also </i><i>Pan Am. Grain Mfg. Co. v. EPA,</i> 95 F.3d 101, 103 (1st Cir.1996) (observing that our degree of deference in reviewing a final EPA action <span class=\"star-pagination\">*11</span> \"is magnified when the agency interprets its own regulations\"). Indeed, we must give \"controlling weight\" to the agency's interpretation \"unless it is plainly erroneous or inconsistent with the regulation.\" <i>Bowles v. Seminole Rock &amp; Sand Co.,</i> 325 U.S. 410, 414, 65 S.Ct. 1215, 89 L.Ed. 1700 (1945).</p>\n<p></p>\n<h2>A. The EAB's interpretation of 40 C.F.R. § 124.19(a)</h2>\n<p>Pittsfield's principal argument is that the Board's interpretation of 40 C.F.R. § 124.19(a) was plainly erroneous and thus its denial of Pittsfield's petition should be set aside as an abuse of discretion. In relevant part, the regulation states:</p>\n<blockquote>The petition shall include a statement of the reasons supporting that review, including a demonstration that any issues being raised were raised during the public comment period (including any public hearing) to the extent required by these regulations and <i>when appropriate,</i> a showing that the condition in question is based on:</blockquote>\n<blockquote>(1) A finding of fact or conclusion of law which is clearly erroneous, or</blockquote>\n<blockquote>(2) An exercise of discretion or an important policy consideration which the Environmental Appeals Board should, in its discretion, review.</blockquote>\n<p>(emphasis added).</p>\n<p>As in this case, the EAB has consistently interpreted the regulation as requiring that the petitioner set forth an argument in its petition as to why the permit condition it is challenging is either based on a clearly erroneous finding of fact or conclusion of law or raises an important policy consideration. <i>See, e.g., In re Chukchansi Gold Resort and Casino Waste Water Treatment Plant,</i> NPDES Appeal Nos. 08-02 to -05, slip op. at 9 (EAB Jan. 14, 2009), 14 E.A.D. ___, 2009 WL 152741; <i>In re City of Irving, Mun. Separate Storm Sewer Sys.,</i> 10 E.A.D. 111, 122, 2001 WL 988723 (EAB 2001). Additionally, the Board has repeatedly stated that the petitioner must explain why the challenged conditions merit review. <i>See, e.g., In re Avon Custom Mixing Servs., Inc.,</i> 10 E.A.D. 700, 708, 2002 WL 2005529 (EAB 2002) (\"We have held in the past that to warrant review, allegations must be specific and substantiated.\"); <i>In re New England Plating Co.,</i> 9 E.A.D. 726, 737, 2001 WL 328213 (EAB 2001) (\"The Petitioner must not only identify disputed issues but <i>demonstrate</i> the specific reasons why review is appropriate.\") (emphasis in original); <i>In re Terra Energy Ltd.,</i> 4 E.A.D. 159, 161, 1992 WL 373462 (EAB 1992).</p>\n<p>Based on these principles, the Board has refused to grant review to petitioners who have merely reiterated or attached comments they had previously submitted regarding the draft permit, without engaging the EPA's responses to those comments. <i>See, e.g., In re Peabody W. Coal Co.,</i> 12 E.A.D. 22, 33, 2005 WL 428833 (EAB 2005); <i>In re Teck Cominco Alaska Inc.,</i> 11 E.A.D. 457, 472-73, 2004 WL 1658594 (EAB 2004); <i>In re City of Irving,</i> 10 E.A.D. 111, 129, 2001 WL 988723 (EAB 2001). The Sixth Circuit has upheld this standard. <i>See Mich. Dep't of Envtl. Quality v. EPA,</i> 318 F.3d 705, 708 (6th Cir. 2003) (noting that the petitioner \"simply repackaged its comments and the EPA's response as unmediated appendices to its petition to the Board\" and holding that such \"does not satisfy the burden of showing entitlement to review\").</p>\n<p>In arguing that the Board's interpretation was in error, Pittsfield relies exclusively on 40 C.F.R. § 124.19(a)'s instruction that petitioners show that the challenged conditions are based on clearly erroneous findings of facts or conclusions of law, or raise important policy <span class=\"star-pagination\">*12</span> considerations \"when appropriate.\" The city contends that under a plain reading of the regulation, the use of the phrase \"when appropriate\" signifies that the inclusion of this information is permissive, rather than mandatory.</p>\n<p>Section 124.19(a) is admittedly not the most pellucid of regulations, and there are other meanings that the EPA could have ascribed to the \"when appropriate\" language. The agency has chosen to read the language as requiring that the petitioner show that the conditions it is challenging were based on either an erroneous finding of fact or law or an abuse of discretion, whichever is \"appropriate.\" While this is not the only possible reading of the phrase, it is a reasonable one, and we cannot say that it is \"plainly erroneous.\"<sup>[6]</sup> To the extent that we would have reached a different interpretation, we may not \"substitute [our] judgment for that of the agency.\" <i>Adams v. EPA,</i> 38 F.3d at 49. Moreover, this interpretation is consistent with the regulation's preamble, which instructs that the Board's power of review \"should only be sparingly exercised,\" and that \"most permit conditions should be finally interpreted at the Regional level. . . .\" 45 Fed. Reg. 33,412 (May 19, 1980).</p>\n<p>Pittsfield's interpretation, on the other handthat the phrase \"when appropriate\" renders the aforementioned showings entirely permissiveis untenable. The requirement that petitioners make one of the two enumerated showings \"when appropriate\" cannot sensibly mean that petitioners never have to make such a showing at all. Adopting this position would also, by obligating the Board to grant review in a wide swath of cases, appear to undermine the EPA's intent in adopting the regulation.</p>\n<p>There is another problem with Pittsfield's interpretation. The city seems to suggest that a petitioner can satisfy 40 C.F.R. § 124.19(a) merely by stating that the EPA had not made significant modifications to the draft permit and attaching its previous comments. Without even the most minimal guidance as to the specific issues the petitioner was disputing, the burden would fall to the EAB to sift through an often lengthy record in each case to determine whether review was merited. We have long warned litigators that it is not the obligation of federal courts to \"ferret out and articulate the record evidence considered material to each legal theory advanced on appeal.\" <i>Conto v. Concord Hosp., Inc.,</i> 265 F.3d 79, 81 (1st Cir.2001). Nor have we been presented with a reason why a similar responsibility should fall to the EAB.<sup>[7]</sup></p>\n<p>Pittsfield asserts that granting review of its petition would not require the EAB to scour the record because the EPA was already aware of the city's concerns. It claims that evidence of the EPA's knowledge can be found in a notice that the <span class=\"star-pagination\">*13</span> EAB sent to Pittsfield in December 2008, acknowledging that it had received Pittsfield's petition for review and listing the various permit limitations and conditions that Pittsfield had contested. But that notice simply regurgitated Pittsfield's attached comments to the draft permit, including conditions the EPA revised in the final permit, and does not establish that the EPA was aware of Pittsfield's specific challenges on review.<sup>[8]</sup></p>\n<p>The city made no effort in its petition to the Board to engage the EPA's initial response to its draft comments. As the EAB noted, Pittsfield did not explain why the permit limits would be \"unachievable.\" In insinuating that the permit's limits would create an \"enormous financial burden to the users of the wastewater system,\" the city did not mention whether it had considered the EPA's response that the agency was obligated to base permit limits on achieving water quality standards and could not consider cost or rate impacts. Nor did it address the EPA's suggestion that Pittsfield request that the state remove the designated use associated with the more stringent permit levels if attaining the use were not feasible, pursuant to 40 C.F.R. § 131.10(g).</p>\n<p>Additionally, even assuming that the EAB could identify Pittsfield's particular challenges to the final permit's discharge limits, the city did not explain why it disagreed with either the EPA's calculations of those limits or the data on which the EPA relied in reaching them. It was Pittsfield's burden to present this argument in its petition for review, particularly in light of the great deference the EAB affords to the review of technically or scientifically-based issues. <i>See In re Carlota Copper Co.,</i> 11 E.A.D. 692, 708, 2004 WL 3214473 (EAB 2004) (\"[A] petitioner seeking review of issues that are technical in nature bears a heavy burden because the Board generally defers to the Region on questions of technical judgment.\").</p>\n<p>For the aforementioned reasons, we cannot conclude that the EAB's determination that Pittsfield had procedurally defaulted on its claim under 40 C.F.R. § 124.19(a) was unreasonable or plainly erroneous.<sup>[9]</sup></p>\n<p></p>\n<h2>B. The Applicability of the Substantial Evidence Test</h2>\n<p>Pittsfield lodges a second argument that the denial of its petition for review was improper. It claims that the EAB improperly ignored \"information developed in the normal course of the permit development process\" in reaching its conclusion. The city invites us to review the entire factual record of the case, including information gathered during the draft comment period, under the substantial evidence standard. Pittsfield cites our decision in <i>Penobscot Air Services, Ltd. v. FAA</i> for the proposition that our standard of review should be to determine \"whether on this record it would have been possible for a reasonable jury to reach the [agency's] conclusion.\" 164 F.3d 713, 718 (1st Cir.1999).</p>\n<p>We decline the invitation, as the city's interpretation would import a standard of review that is not relevant here. As we have noted above, the proper standard of review in determining whether the EAB properly denied Pittsfield's appeal petition based on its conclusion that the city had procedurally defaulted on its claim <span class=\"star-pagination\">*14</span> is whether its ruling was \"arbitrary, capricious, an abuse of discretion or otherwise not in accordance with law\" under § 706(2)(A) of the APA. <i>Mich. Dep't of Envtl. Quality,</i> 318 F.3d at 707.</p>\n<p>Pittsfield's reliance on <i>Penobscot Air Services, Ltd.</i> to suggest that our standard of review should be otherwise is misplaced. <i>Penobscot Air Services, Ltd.</i> did not involve possible procedural default, but rather a review on the merits of the Federal Aviation Administration's disposition of the petitioner's appeal. In setting forth our standard of review in that case, we noted that the statute in question, the Federal Aviation Act, contained a specific provision directing us to review the FAA's findings of fact to determine if they were \"supported by substantial evidence.\" 164 F.3d at 718 (citing 49 U.S.C. § 46110(c)). Because the Federal Aviation Act was silent as to the standard for reviewing nonfactual matters, we determined that the applicable standard of review for such matters was dictated by the Administrative Procedure Act. In particular, we stated that the APA's \"arbitrary and capricious standard\" applied to the review of agency decisions. <i>Id.</i> at 719.</p>\n<p>The CWA, unlike the Federal Aviation Act, does not provide for its own substantial evidence test. Moreover, even if the substantial evidence standard generally applies to EAB fact-finding, there is no need to employ it here. The EAB did not find any facts in this casenor did it have tobecause its decision to deny review was supported by an adequate and independent procedural ground.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the foregoing reasons, we deny the petition for review.</p>\n<h2>NOTES</h2>\n<p>[1]  The CWA is codified at 33 U.S.C. §§ 1251-1376.</p>\n<p>[2]  In EPA Region 1, the region charged with enforcing the agency's environmental laws in New England, the authority of the Regional Administrator to issue NPDES permits has been delegated to the Director of the Office of Ecosystem Protection pursuant to Regional Delegation 2-20. For ease of exposition, and because it makes no difference in our analysis, we continue to use the term \"regional administrator\" here.</p>\n<p>[3]  The EPA named as co-permittees four other towns, Dalton, Lenox, Hinsdale and Lanesborough, that each contribute flow to the plant through their own wastewater collection systems.</p>\n<p>[4]  The EPA later determined that the final permit's copper discharge limitations were erroneously calculated and withdrew them pursuant to 40 C.F.R. § 124.19(d). It announced its intent to issue less stringent copper limitations after a second public comment period.</p>\n<p>[5]  Indeed, the Board remarked, it had no way of discerning from the city's \"wholesale, undifferentiated permit appeal\" whether the city's objection extended to the conditions the EPA had already addressed and modified after the public comment period.</p>\n<p>[6]  There are other readings of \"when appropriate\" on which the EPA plausibly could have relied to support the grounds for its denial of review in this case. For example, the agency conceivably could have used the phrase to emphasize that petitioners should only endeavor to make such a showing if they have a colorable claim. It could also have intended to refer to cases in which the petitioner cannot make either of the required showings to gain Board review, but nevertheless files a petition in order to preserve its ability to appeal the agency's decision in federal court on some other basis. As the EPA does not raise these possible interpretations, we need not explore them further here.</p>\n<p>[7]  It is possible that Pittsfield's petition would also fail because it did not meet 40 C.F.R. § 124.19(a)'s requirement that petitioners \"include a statement of the reasons supporting. . . review.\" Neither party addresses this language of the regulation, however, so we do not consider the argument here.</p>\n<p>[8]  Moreover, even if there were clear evidence of the EPA's knowledge, the regulation does not indicate that this knowledge would exempt the city from meeting its procedural requirements.</p>\n<p>[9]  We need not reach the city's claim that the EAB improperly refused to follow the procedural mandates imposed by 40 C.F.R. § 124.19(a), as we conclude that the EAB's interpretation of the regulation was reasonable.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span> (2010)</b></center>\n<center><h1>CITY OF PITTSFIELD, MASSACHUSETTS, Petitioner,<br>\nv.<br>\nUNITED STATES ENVIRONMENTAL PROTECTION AGENCY, Respondent.</h1></center>\n<center>No. 09-1879.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 7, 2010.</center>\n<center>Decided July 16, 2010.</center>\n<p><span class=\"star-pagination\">*8</span> Donald L. Anglehart, with whom Law Office of Donald L. Anglehart, LLC was on brief, for petitioner.</p>\n<p>Laurel A. Bedig, United States Department of Justice, Environment &amp; Natural Resources Division, Environmental Defense Section, with whom Ignacia S. Moreno, Assistant Attorney General, Pooja Parika, United States Environmental Protection Agency, Office of the General Counsel, and Ann Williams and Charlotte Withey, Regional Assistant Counsel, United States Environmental Protection Agency, were on brief, for respondent.</p>\n<p>Before TORRUELLA, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>The City of Pittsfield, Massachusetts asks us to consider whether the Environmental Appeals Board (EAB) improperly declined Pittsfield's petition seeking the Board's review of the Environmental Protection Agency's (EPA) grant of a National Pollutant Discharge Elimination System (NPDES) permit for the Pittsfield Wastewater Treatment Plant. Pittsfield sought changes to the terms of the permit, which was issued pursuant to section 402 of the Clean Water Act (CWA).<sup>[1]</sup> The EAB held that Pittsfield had procedurally defaulted because its petition failed to identify its specific objections to the permit or to articulate why the Board should assume jurisdiction. We conclude that the Board did not abuse its discretion in so holding, and we therefore affirm its denial of Pittsfield's petition.</p>\n<p></p>\n<h2>I. Statutory and Regulatory Background</h2>\n<p>Congress enacted the CWA to \"restore and maintain the chemical, physical and biological integrity of the Nation's waters.\" 33 U.S.C. § 1251(a); <i>see also </i><i>Rhode Island v. EPA,</i> <span class=\"citation\" data-id=\"201172\"><a href=\"/opinion/201172/state-of-rhode-islan-v-epa/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 21 (1st Cir.2004) (discussing legislative purpose). The CWA makes it unlawful for any person to discharge pollutants into United States waters without an NPDES permit. 33 U.S.C. §§ 1311(a), 1342(a). NPDES permits typically place limits on the discharge of pollutants and establish monitoring and reporting requirements. <i>See </i><i>Arkansas v.</i> <span class=\"star-pagination\">*9</span> <i>Oklahoma,</i> <span class=\"citation\" data-id=\"112698\"><a href=\"/opinion/112698/arkansas-v-oklahoma/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 101-02, <span class=\"citation\" data-id=\"112698\"><a href=\"/opinion/112698/arkansas-v-oklahoma/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1046</span></a></span>, <span class=\"citation\" data-id=\"112698\"><a href=\"/opinion/112698/arkansas-v-oklahoma/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span></a></span> (1992) (citing pertinent statutory and regulatory provisions).</p>\n<p>The EPA issues NPDES permits, except in those cases in which the agency has specifically authorized a state to administer its own NPDES program subject to EPA review. Massachusetts has not obtained such authorization, so our focus is on the EPA's permitting procedures.</p>\n<p>When the EPA receives a permit application, its regional administrator prepares a draft permit, which is then made available for public comment.<sup>[2]</sup> 40 C.F.R. §§ 124.6, 124.10, 124.11. The administrator may also grant a public hearing during the public comment period. <i>Id.</i> § 124.11; 124.12(a). At the end of this process, the regional administrator issues a final permit decision, along with a written response to all significant comments raised during the public comment period. <i>Id.</i> § 124.15, 124.17(a). Any party that participated during the comment period then has thirty days to petition the EAB for review of the EPA's decision. <i>Id.</i> § 124.19(a). Where, as here, the EAB denies review, the permit becomes administratively final. <i>Id.</i> § 124.19(c).</p>\n<p></p>\n<h2>II. Factual and Procedural Background</h2>\n<p>The Pittsfield Water Treatment Plant discharges treated wastewater into the Housatonic River. Until 2005, Pittsfield operated the plant under an NPDES permit that the EPA had issued in 2000. In June 2005, six months before its existing permit was set to expire, Pittsfield timely filed an application for renewal of its permit. In December 2007, the EPA sent Pittsfield a copy of its draft permit, accompanied by a fact sheet explaining the permit limits and conditions.<sup>[3]</sup></p>\n<p>The city submitted several comments during the comment period. Among them, it expressed concerns about the new permit's stricter phosphorous, aluminum, E. coli and copper limits and noted that the permit appeared to place responsibility on Pittsfield to ensure that other towns contributing flow to the plant properly reported and managed their collection systems. The city also questioned new testing and reporting requirements.</p>\n<p>On August 22, 2008, the EPA issued a final permit to Pittsfield and its co-permittees, along with a 37-page document addressing the comments the agency had received. The EPA explained that Section 301(b)(1)(C) of the CWA and federal regulations require it to limit any pollutant that it has determined \"[is] or may be discharged at a level which will cause, have the reasonable potential to cause, or contribute to any excursion above any State water quality standard, including State narrative criteria for water quality.\" 40 C.F.R. § 122.44(d)(1)(v). Based on the Housatonic River's designation as a Class B water, a classification signifying suitability for habitation by fish and other wildlife and for swimming and boating, the EPA concluded that the new strict limits on the discharge of pollutants were correct, and it <span class=\"star-pagination\">*10</span> provided Pittsfield with a detailed explanation of its data sources and calculations.<sup>[4]</sup></p>\n<p>The agency did make some changes to the draft permit based on the city's comments, however. Noting Pittsfield's history of compliance with discharge limits, the EPA granted the city's request for a reduction in routine testing requirements. It also added new language clarifying that Pittsfield would not be responsible for the implementation of any of the permit's terms and conditions to the extent that they applied to co-permittees.</p>\n<p>On September 29, 2008, the city sought review of the final permit by the EAB, pursuant to 40 C.F.R. § 124.19(a). The city's petition consisted of a one-page letter and a copy of the comments it had submitted during the public comment period on the draft permit. In its letter, Pittsfield asserted that the EPA had issued the draft permit as final \"without any significant modification to address the City's previously stated concerns,\" and that the new permit's limits and requirements were \"unachievable by the City.\"</p>\n<p>The EAB denied Pittsfield's petition for review. The EAB interpreted the regulation governing Board review, 40 C.F.R. § 124.19(a), to require that a petition for review demonstrate either that the EPA's decision involved a clearly erroneous finding of fact or conclusion of law, or that the petitioner's appeal raised an important policy consideration that the Board, in its discretion, should review. The Board concluded that Pittsfield had not met this burden and therefore had procedurally defaulted on its claim. The Board noted that the city had not specified which permit conditions it was challenging before the Board,<sup>[5]</sup> nor had it explained why these limits were \"unachievable,\" let alone \"clearly erroneous.\" Pittsfield had also failed to identify any important policy consideration, the Board observed, that would \"spur the Board to assume jurisdiction . . . and review a 115-page record.\"</p>\n<p>The EPA's permit decision became final when Pittsfield received notice that the Board had denied review. 40 C.F.R. § 124.19(f)(1)(I). The city then filed this appeal.</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>The CWA gives us jurisdiction to review the EPA's final federal permit decision, <i>see</i> 33 U.S.C. § 1369(b)(1)(F), and the Administrative Procedure Act (\"APA\"), 5 U.S.C. §§ 701-706, governs our standard of review. Under the APA, we may only overturn the Board's procedural default ruling, as an agency action, if it was \"arbitrary, capricious, an abuse of discretion or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A); <i>see also </i><i>Adams v. EPA,</i> <span class=\"citation\" data-id=\"195693\"><a href=\"/opinion/195693/adams-v-epa/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.1994) (applying standard of review to review of the EPA's issuance of a NPDES permit). Where, as here, the petitioner's challenge to the agency's action questions the agency's construction of its own regulations, our review is \"particularly deferential.\" <i>Davis v. Latschar,</i> <span class=\"citation\" data-id=\"767478\"><a href=\"/opinion/767478/paul-davis-iiiappellants-v-john-latschar-superintendent-gettysburg/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></a></span>, 364-65 (D.C.Cir.2000); <i>see also </i><i>Pan Am. Grain Mfg. Co. v. EPA,</i> <span class=\"citation\" data-id=\"726051\"><a href=\"/opinion/726051/pan-american-grain-mfg-co-inc-v-united-states-environmental-protection/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 103 (1st Cir.1996) (observing that our degree of deference in reviewing a final EPA action <span class=\"star-pagination\">*11</span> \"is magnified when the agency interprets its own regulations\"). Indeed, we must give \"controlling weight\" to the agency's interpretation \"unless it is plainly erroneous or inconsistent with the regulation.\" <i>Bowles v. Seminole Rock &amp; Sand Co.,</i> <span class=\"citation\" data-id=\"1087611\"><a href=\"/opinion/1087611/bowles-v-seminole-rock-sand-co/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 414, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1700</span></span> (1945).</p>\n<p></p>\n<h2>A. The EAB's interpretation of 40 C.F.R. § 124.19(a)</h2>\n<p>Pittsfield's principal argument is that the Board's interpretation of 40 C.F.R. § 124.19(a) was plainly erroneous and thus its denial of Pittsfield's petition should be set aside as an abuse of discretion. In relevant part, the regulation states:</p>\n<blockquote>The petition shall include a statement of the reasons supporting that review, including a demonstration that any issues being raised were raised during the public comment period (including any public hearing) to the extent required by these regulations and <i>when appropriate,</i> a showing that the condition in question is based on:</blockquote>\n<blockquote>(1) A finding of fact or conclusion of law which is clearly erroneous, or</blockquote>\n<blockquote>(2) An exercise of discretion or an important policy consideration which the Environmental Appeals Board should, in its discretion, review.</blockquote>\n<p>(emphasis added).</p>\n<p>As in this case, the EAB has consistently interpreted the regulation as requiring that the petitioner set forth an argument in its petition as to why the permit condition it is challenging is either based on a clearly erroneous finding of fact or conclusion of law or raises an important policy consideration. <i>See, e.g., In re Chukchansi Gold Resort and Casino Waste Water Treatment Plant,</i> NPDES Appeal Nos. 08-02 to -05, slip op. at 9 (EAB Jan. 14, 2009), 14 E.A.D. ___, 2009 WL 152741; <i>In re City of Irving, Mun. Separate Storm Sewer Sys.,</i> 10 E.A.D. 111, 122, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">988723</span></span> (EAB 2001). Additionally, the Board has repeatedly stated that the petitioner must explain why the challenged conditions merit review. <i>See, e.g., In re Avon Custom Mixing Servs., Inc.,</i> 10 E.A.D. 700, 708, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">2005529</span></span> (EAB 2002) (\"We have held in the past that to warrant review, allegations must be specific and substantiated.\"); <i>In re New England Plating Co.,</i> 9 E.A.D. 726, 737, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">328213</span></span> (EAB 2001) (\"The Petitioner must not only identify disputed issues but <i>demonstrate</i> the specific reasons why review is appropriate.\") (emphasis in original); <i>In re Terra Energy Ltd.,</i> 4 E.A.D. 159, 161, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">373462</span></span> (EAB 1992).</p>\n<p>Based on these principles, the Board has refused to grant review to petitioners who have merely reiterated or attached comments they had previously submitted regarding the draft permit, without engaging the EPA's responses to those comments. <i>See, e.g., In re Peabody W. Coal Co.,</i> 12 E.A.D. 22, 33, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">428833</span></span> (EAB 2005); <i>In re Teck Cominco Alaska Inc.,</i> 11 E.A.D. 457, 472-73, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1658594</span></span> (EAB 2004); <i>In re City of Irving,</i> 10 E.A.D. 111, 129, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">988723</span></span> (EAB 2001). The Sixth Circuit has upheld this standard. <i>See Mich. Dep't of Envtl. Quality v. EPA,</i> <span class=\"citation\" data-id=\"780742\"><a href=\"/opinion/780742/michigan-department-of-environmental-quality-and-its-director-russell-j/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 708 (6th Cir. 2003) (noting that the petitioner \"simply repackaged its comments and the EPA's response as unmediated appendices to its petition to the Board\" and holding that such \"does not satisfy the burden of showing entitlement to review\").</p>\n<p>In arguing that the Board's interpretation was in error, Pittsfield relies exclusively on 40 C.F.R. § 124.19(a)'s instruction that petitioners show that the challenged conditions are based on clearly erroneous findings of facts or conclusions of law, or raise important policy <span class=\"star-pagination\">*12</span> considerations \"when appropriate.\" The city contends that under a plain reading of the regulation, the use of the phrase \"when appropriate\" signifies that the inclusion of this information is permissive, rather than mandatory.</p>\n<p>Section 124.19(a) is admittedly not the most pellucid of regulations, and there are other meanings that the EPA could have ascribed to the \"when appropriate\" language. The agency has chosen to read the language as requiring that the petitioner show that the conditions it is challenging were based on either an erroneous finding of fact or law or an abuse of discretion, whichever is \"appropriate.\" While this is not the only possible reading of the phrase, it is a reasonable one, and we cannot say that it is \"plainly erroneous.\"<sup>[6]</sup> To the extent that we would have reached a different interpretation, we may not \"substitute [our] judgment for that of the agency.\" <i>Adams v. EPA,</i> 38 F.3d at 49. Moreover, this interpretation is consistent with the regulation's preamble, which instructs that the Board's power of review \"should only be sparingly exercised,\" and that \"most permit conditions should be finally interpreted at the Regional level. . . .\" 45 Fed. Reg. 33,412 (May 19, 1980).</p>\n<p>Pittsfield's interpretation, on the other handthat the phrase \"when appropriate\" renders the aforementioned showings entirely permissiveis untenable. The requirement that petitioners make one of the two enumerated showings \"when appropriate\" cannot sensibly mean that petitioners never have to make such a showing at all. Adopting this position would also, by obligating the Board to grant review in a wide swath of cases, appear to undermine the EPA's intent in adopting the regulation.</p>\n<p>There is another problem with Pittsfield's interpretation. The city seems to suggest that a petitioner can satisfy 40 C.F.R. § 124.19(a) merely by stating that the EPA had not made significant modifications to the draft permit and attaching its previous comments. Without even the most minimal guidance as to the specific issues the petitioner was disputing, the burden would fall to the EAB to sift through an often lengthy record in each case to determine whether review was merited. We have long warned litigators that it is not the obligation of federal courts to \"ferret out and articulate the record evidence considered material to each legal theory advanced on appeal.\" <i>Conto v. Concord Hosp., Inc.,</i> <span class=\"citation\" data-id=\"199607\"><a href=\"/opinion/199607/conto-v-concord-hospital/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 81 (1st Cir.2001). Nor have we been presented with a reason why a similar responsibility should fall to the EAB.<sup>[7]</sup></p>\n<p>Pittsfield asserts that granting review of its petition would not require the EAB to scour the record because the EPA was already aware of the city's concerns. It claims that evidence of the EPA's knowledge can be found in a notice that the <span class=\"star-pagination\">*13</span> EAB sent to Pittsfield in December 2008, acknowledging that it had received Pittsfield's petition for review and listing the various permit limitations and conditions that Pittsfield had contested. But that notice simply regurgitated Pittsfield's attached comments to the draft permit, including conditions the EPA revised in the final permit, and does not establish that the EPA was aware of Pittsfield's specific challenges on review.<sup>[8]</sup></p>\n<p>The city made no effort in its petition to the Board to engage the EPA's initial response to its draft comments. As the EAB noted, Pittsfield did not explain why the permit limits would be \"unachievable.\" In insinuating that the permit's limits would create an \"enormous financial burden to the users of the wastewater system,\" the city did not mention whether it had considered the EPA's response that the agency was obligated to base permit limits on achieving water quality standards and could not consider cost or rate impacts. Nor did it address the EPA's suggestion that Pittsfield request that the state remove the designated use associated with the more stringent permit levels if attaining the use were not feasible, pursuant to 40 C.F.R. § 131.10(g).</p>\n<p>Additionally, even assuming that the EAB could identify Pittsfield's particular challenges to the final permit's discharge limits, the city did not explain why it disagreed with either the EPA's calculations of those limits or the data on which the EPA relied in reaching them. It was Pittsfield's burden to present this argument in its petition for review, particularly in light of the great deference the EAB affords to the review of technically or scientifically-based issues. <i>See In re Carlota Copper Co.,</i> 11 E.A.D. 692, 708, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">3214473</span></span> (EAB 2004) (\"[A] petitioner seeking review of issues that are technical in nature bears a heavy burden because the Board generally defers to the Region on questions of technical judgment.\").</p>\n<p>For the aforementioned reasons, we cannot conclude that the EAB's determination that Pittsfield had procedurally defaulted on its claim under 40 C.F.R. § 124.19(a) was unreasonable or plainly erroneous.<sup>[9]</sup></p>\n<p></p>\n<h2>B. The Applicability of the Substantial Evidence Test</h2>\n<p>Pittsfield lodges a second argument that the denial of its petition for review was improper. It claims that the EAB improperly ignored \"information developed in the normal course of the permit development process\" in reaching its conclusion. The city invites us to review the entire factual record of the case, including information gathered during the draft comment period, under the substantial evidence standard. Pittsfield cites our decision in <i>Penobscot Air Services, Ltd. v. FAA</i> for the proposition that our standard of review should be to determine \"whether on this record it would have been possible for a reasonable jury to reach the [agency's] conclusion.\" <span class=\"citation\" data-id=\"198287\"><a href=\"/opinion/198287/penobscot-air-v-faa/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 718 (1st Cir.1999).</p>\n<p>We decline the invitation, as the city's interpretation would import a standard of review that is not relevant here. As we have noted above, the proper standard of review in determining whether the EAB properly denied Pittsfield's appeal petition based on its conclusion that the city had procedurally defaulted on its claim <span class=\"star-pagination\">*14</span> is whether its ruling was \"arbitrary, capricious, an abuse of discretion or otherwise not in accordance with law\" under § 706(2)(A) of the APA. <i>Mich. Dep't of Envtl. Quality,</i> 318 F.3d at 707.</p>\n<p>Pittsfield's reliance on <i>Penobscot Air Services, Ltd.</i> to suggest that our standard of review should be otherwise is misplaced. <i>Penobscot Air Services, Ltd.</i> did not involve possible procedural default, but rather a review on the merits of the Federal Aviation Administration's disposition of the petitioner's appeal. In setting forth our standard of review in that case, we noted that the statute in question, the Federal Aviation Act, contained a specific provision directing us to review the FAA's findings of fact to determine if they were \"supported by substantial evidence.\" 164 F.3d at 718 (citing 49 U.S.C. § 46110(c)). Because the Federal Aviation Act was silent as to the standard for reviewing nonfactual matters, we determined that the applicable standard of review for such matters was dictated by the Administrative Procedure Act. In particular, we stated that the APA's \"arbitrary and capricious standard\" applied to the review of agency decisions. <i>Id.</i> at 719.</p>\n<p>The CWA, unlike the Federal Aviation Act, does not provide for its own substantial evidence test. Moreover, even if the substantial evidence standard generally applies to EAB fact-finding, there is no need to employ it here. The EAB did not find any facts in this casenor did it have tobecause its decision to deny review was supported by an adequate and independent procedural ground.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the foregoing reasons, we deny the petition for review.</p>\n<h2>NOTES</h2>\n<p>[1]  The CWA is codified at 33 U.S.C. §§ 1251-1376.</p>\n<p>[2]  In EPA Region 1, the region charged with enforcing the agency's environmental laws in New England, the authority of the Regional Administrator to issue NPDES permits has been delegated to the Director of the Office of Ecosystem Protection pursuant to Regional Delegation 2-20. For ease of exposition, and because it makes no difference in our analysis, we continue to use the term \"regional administrator\" here.</p>\n<p>[3]  The EPA named as co-permittees four other towns, Dalton, Lenox, Hinsdale and Lanesborough, that each contribute flow to the plant through their own wastewater collection systems.</p>\n<p>[4]  The EPA later determined that the final permit's copper discharge limitations were erroneously calculated and withdrew them pursuant to 40 C.F.R. § 124.19(d). It announced its intent to issue less stringent copper limitations after a second public comment period.</p>\n<p>[5]  Indeed, the Board remarked, it had no way of discerning from the city's \"wholesale, undifferentiated permit appeal\" whether the city's objection extended to the conditions the EPA had already addressed and modified after the public comment period.</p>\n<p>[6]  There are other readings of \"when appropriate\" on which the EPA plausibly could have relied to support the grounds for its denial of review in this case. For example, the agency conceivably could have used the phrase to emphasize that petitioners should only endeavor to make such a showing if they have a colorable claim. It could also have intended to refer to cases in which the petitioner cannot make either of the required showings to gain Board review, but nevertheless files a petition in order to preserve its ability to appeal the agency's decision in federal court on some other basis. As the EPA does not raise these possible interpretations, we need not explore them further here.</p>\n<p>[7]  It is possible that Pittsfield's petition would also fail because it did not meet 40 C.F.R. § 124.19(a)'s requirement that petitioners \"include a statement of the reasons supporting. . . review.\" Neither party addresses this language of the regulation, however, so we do not consider the argument here.</p>\n<p>[8]  Moreover, even if there were clear evidence of the EPA's knowledge, the regulation does not indicate that this knowledge would exempt the city from meeting its procedural requirements.</p>\n<p>[9]  We need not reach the city's claim that the EAB improperly refused to follow the procedural mandates imposed by 40 C.F.R. § 124.19(a), as we conclude that the EAB's interpretation of the regulation was reasonable.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087611/"
  ]
}