{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/150927/",
  "absolute_url": "/opinion/150927/united-states-v-rivera-moreno/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/150927/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-19T18:42:24Z",
  "date_modified": "2016-04-26T13:44:21.082180Z",
  "type": "010combined",
  "sha1": "32a0ff2ff42103c07c83283a46437564551d7764",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1961P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/19/US_v._Rivera-Moreno.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-1961\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n               RICARDO RIVERA-MORENO, a/k/a Richi\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Aida M. Delgado-Colón, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Selya, Circuit Judges.\n\n\n     Matthew A. Kamholtz, with whom Feinberg & Kamholtz, was on\nbrief for appellant.\n     Julia M. Meconiates, Assistant United States Attorney, with\nwhom Rosa Emilia Rodríguez-Vélez, United States Attorney, and\nNelson Pérez-Sosa, Assistant United States Attorney, Chief,\nAppellate Division, were on brief for appellee.\n\n\n\n\n                          July 19, 2010\n\f               TORRUELLA, Circuit Judge.           Appellant Ricardo Rivera-\n\nMoreno was tried as a street seller and \"runner\"1 in a vast, four-\n\nyear drug-trafficking conspiracy, Las Avispas Dos, operating in\n\nGuayama, Puerto Rico.          On the sixth day of trial, he pled guilty to\n\na charge of conspiracy to distribute controlled substances.                       The\n\ndistrict court sentenced Appellant to 365 months in prison, plus a\n\nfifteen-year term of supervised release.                  On appeal, Appellant\n\ncontends that the sentencing court inappropriately attributed to\n\nhim the full weight of the conspiracy's drug amounts and did not\n\nmake    individualized     findings     as    to   the   quantity    of   drugs   he\n\ndistributed.          Appellant also argues that the district court's\n\nsentence was procedurally and substantively unreasonable.                    After\n\ncareful review of the record and the law, we find that the district\n\ncourt did not commit clear error in its factual findings, including\n\nthe calculations of the drug quantities, and that the district\n\ncourt    did    not    abuse    its   discretion    in    imposing    Appellant's\n\nsentence.       Accordingly, we affirm the district court's order and\n\njudgment in all respects.\n\n\n\n\n1\n   José Rivera-Díaz (\"Rivera-Díaz\"), a co-defendant who became a\ncooperating witness for the government, testified at trial that a\nrunner \"is in charge of keeping the material in his house to then\nbring it over to the drug point and hand it over to the seller, and\nthen to collect the monies and keep it for the owner of the\nmaterial.\" Also based on Rivera-Díaz’s testimony, the \"owner\" is\nthe person who purchased the drug materials for Las Avispas Dos.\n\n                                        -2-\n\f                 I.   Background and Procedural History\n\n             As Appellant's guilty plea is based on the indictment, we\n\npresent pertinent aspects of that indictment.           See United States\n\nv. Cadieux, 500 F.3d 37, 47 (1st Cir. 2007) (under Shepard v.\n\nUnited States, 544 U.S. 13 (2005), an appellate court can look to\n\nthe indictment when reviewing sentencing determinations following\n\na guilty plea).       Also, \"[b]ecause this appeal follows a guilty\n\nplea, we draw the facts from the change-of-plea colloquy, the\n\npresentence investigation report (PSI Report), and the transcript\n\nof the disposition hearing.\"      United States v. Cintrón-Echautegui,\n\n604 F.3d 1, 2 (1st Cir. 2010).\n\nA.           Evidence, Guilty Plea, and Sentencing (2007-2008)\n\n             In 2003 a series of major arrests crippled Las Avispas\n\nUno,   the   predecessor   of   Las   Avispas   Dos's   drug   distribution\n\noperation. The remaining members of Las Avispas Uno held a meeting\n\nto decide who would take over prominent positions within a new drug\n\nconspiracy.2     At that meeting, Appellant's brother, Joe, assumed\n\nthe top leadership role in the reconstituted Las Avispas (in\n\nEnglish, \"The Wasps\"), Las Avispas Dos.\n\n             On March 19, 2007, a grand jury sitting in the District\n\nof Puerto Rico returned a two-count indictment against Appellant\n\n\n\n\n2\n   At trial, Rivera-Díaz testified that Appellant attended this\nmeeting, which Appellant admits in his appellate brief.\n\n                                      -3-\n\fand   forty-one      co-conspirators.3           Count       One    of    the    indictment\n\ncharged that, between approximately 2003 and 2007, the group of\n\nforty-two defendants conspired to possess with intent to distribute\n\nand    did   distribute      narcotics,          in     violation         of    21     U.S.C.\n\n§§    841(a)(1),     846,   and    860.4         The    indictment         made      multiple\n\nreferences      to   \"the   drug    trafficking           organization\"           in    which\n\nAppellant was accused of being a member, \"Las Avispas.\"5\n\n             The     indictment     alleged           that    the        co-conspirators,\n\nincluding    Appellant      (1)    operated        multiple        \"drug       distribution\n\npoints\" within the municipality of Guayama; (2) possessed firearms\n\n\"to   protect      themselves     from     other       competing     drug       trafficking\n\norganizations, and to maintain control over the above mentioned\n\n'drug distribution points'[;]\" and (3) killed and attempted to kill\n\n\"members of the organization and members of rival drug trafficking\n\norganizations in order to intimidate them and to maintain and\n\nfurther their control over 'drug distribution points.'\"\n\n\n\n\n3\n   In the companion case of Cintrón-Echautegui, 604 F.3d at 2, one\nof Appellant's co-conspirators in Las Avispas Dos also pled guilty\nto the conspiracy count.\n4\n   Count Two, relating to forfeiture of property upon a conviction\nunder Count One, 21 U.S.C. § 853(a)(1) and (2), was dismissed at\nAppellant's disposition hearing.\n5\n  Although the indictment itself did not mention the organization\nby name, it is identified by the parties in briefs and the change\nof plea colloquy, the PSI Report, and the disposition hearing as\n\"Las Avispas.\"\n\n                                           -4-\n\f           The indictment specifically alleged that Appellant, along\n\nwith   three   other   indicted   co-conspirators,   \"killed\"    Ricardo\n\nHaddock-Collazo (\"Haddock-Collazo\") and then disposed of his body,\n\non or about September 12, 2004, \"since they believed he was\n\nproviding information about the drug distribution organization to\n\nlaw enforcement authorities.\"        The PSI Report also noted this\n\nallegation, based on the testimony of a cooperating witness.\n\n           Appellant and nine indicted co-conspirators proceeded to\n\ntrial on February 11, 2008.       On the sixth day of trial, February\n\n19, 2008, Appellant pled guilty, without any plea agreement, to\n\nCount One on the indictment.         Appellant did not admit to the\n\nallegations that he participated in the death of Haddock-Collazo or\n\nsubsequent disposal of his body.\n\n           During Appellant's pre-sentence interview conducted by\n\nthe probation department, he admitted that he was a seller and \"on\n\noccasions he acted as a runner\" for Las Avispas Dos.            Based on\n\nRivera-Díaz's testimony at trial, the PSI Report observed that\n\nwhile Las Avispas Dos \"runners\" mostly used the AK-47 rifle,\n\nAppellant and other sellers who were close to leaders of the\n\norganization were also allowed to use the weapon.       Also based on\n\nthat testimony, the PSI Report stated that from 2003 to 2007, Las\n\nAvispas Dos engaged in \"many shoot outs\" against their enemies \"in\n\norder to obtain control of the drug points.\"\n\n\n\n\n                                   -5-\n\f           The    indictment   stated    that   \"[s]ome   members   [of   the\n\nconspiracy] would exhibit on their body a tattoo depicting a\n\n'[b]ee' in order to identify themselves as loyal members of the\n\norganization.\"6    The PSI Report stated that Appellant neglected to\n\ndisclose the fact that he has a \"[b]ee\" tattoo on his chest;\n\nhowever,   his   mother   corroborated    this   fact.     At   Appellant's\n\ndisposition hearing, the sentencing court found that the tattoo of\n\na wasp or a bee on his chest \"was the insignia for the [Las Avispas\n\nDos] organization.\"\n\n           Additionally, the PSI Report referenced that Las Avispas\n\nDos prepared capsules of crack cocaine in a house next to the Luis\n\nMuñoz Elementary School and that only a wall separated the house\n\nfrom the school. The PSI Report reiterated Rivera-Díaz's testimony\n\nat trial as to the amounts, locations, and times that Las Avispas\n\nDos sold drugs.    With Rivera-Díaz's testimony that Las Avispas Dos\n\nsold 1,100 to 1,300 capsules of cocaine base each day for 364 days\n\nper year and a chemist's testimony that each capsule of crack that\n\nLas Avispas Dos sold contained .075 grams of cocaine base, the PSI\n\nReport concluded that the conspiracy sold 27.3 kilograms of cocaine\n\nbase annually and an estimated 109.2 kilograms of cocaine base over\n\n\n\n\n6\n   Although the indictment and the PSI Report refer to a \"[b]ee\"\ntattoo on Appellant, Rivera-Díaz testified at trial that the tattoo\nis of a wasp.    Appellant does not contest this discrepancy on\nappeal and so we need not address it.\n\n                                   -6-\n\fthe life of the conspiracy.7         The base offense level for offenses\n\ninvolving    at   least   4.5     kilograms    of   crack   is     38.   U.S.S.G.\n\n§ 2D1.1(c)(1).        The PSI Report additionally applied the murder\n\ncross-reference for Appellant's participation in the murder of\n\nHaddock-Collazo, which increased the base offense level to 43.\n\nU.S.S.G. § 2D1.1(d)(1).      The PSI Report then subtracted two levels\n\nfor acceptance of responsibility, establishing a total offense\n\nlevel of 41.      The PSI Report assigned Appellant criminal history\n\ncategory II for a prior juvenile conviction for selling drugs as a\n\nmember of Las Avispas Uno.           With an offense level of 41 and a\n\ncriminal    history    category    of   II,   the   PSI   Report    provided   an\n\nadvisory guideline sentencing range (\"GSR\") of 360 months to life\n\nimprisonment.\n\n            During the disposition hearing the government stated\n\nthat:\n\n            [W]e believe that the evidence presented at\n            trial was that this defendant was a runner.\n            And, as a runner, he would have other\n            individuals under his supervision that would\n            be lookouts, Your Honor.\n\n            And at some point during the conspiracy,\n            [Appellant] became the right hand of Eduardo\n            Pab[ó]n when in 2005 Pab[ó]n attempted or\n            began to take over the drug trafficking\n            operations.\n\n\n7\n    This figure is based upon an estimate that 1,000 capsules of\ncocaine were sold a day, multiplied by .075 grams of cocaine base\nper capsule, multiplied by the 364 days a year that Las Avispas\ndistributed drugs, multiplied by the length of the conspiracy,\nwhich was four years (2003-2007).\n\n                                        -7-\n\fThe sentencing court accepted these representations as the court\n\nstated \"[t]his individual certainly had some degree of control.\n\nAnd he was the . . . right hand of individuals known as Gabby and\n\nPab[ó]n as well.\"8\n\n           Appellant    filed     a   Sentencing   Memorandum      making    two\n\nobjections that are relevant to this appeal. First, he objected to\n\napplying the murder cross-reference, arguing that the evidence at\n\ntrial did not support the conclusion that he participated in the\n\nmurder.   Second, Appellant objected to the entire weight of the\n\ndrug conspiracy being attributed to him, arguing that he could not\n\nreasonably foresee the acts of his co-conspirators.\n\n           The court sustained defendant's first objection.                  The\n\ncourt decided not to apply the murder cross-reference despite the\n\nfact that it found that \"there is ample evidence on the record\" of\n\nAppellant's involvement with the death of Haddock-Collazo and also\n\nnoted that \"Rivera-Díaz testified that Ricardo Rivera Moreno was\n\npresent   at   the   time   in   which   this   individual   was    killed    by\n\ncodefendant [Excel A.] Munis.\" The sentencing court did not impose\n\nthe murder cross-reference \"out of an abundance of caution\" and\n\n\n\n\n8\n   The court here referred to Gabriel \"Gabby\" Rivera-Rodríguez\n(\"Rivera-Rodríguez\") and Eduardo Pabón-Mandrell (\"Pabón”). Rivera-\nRodríguez and Pabón were two of Appellant's co-defendants and were\nfound guilty of Count One. They have appealed their convictions\nand sentences in another case before us.      See United States v.\nRivera-Rodríguez, Nos. 08-1799, 08-1822, 08-1828, 08-1960, 08-2143.\n\n                                      -8-\n\fbecause evidence of Haddock-Collazo's death was not presented at\n\ntrial until after Appellant entered his plea.\n\n          The sentencing court made a number of factual findings\n\nrelated to the drug activities of Las Avispas Dos generally and\n\nAppellant specifically.    The sentencing court established the\n\nextent of Las Avispas Dos's operations, concluding that the drug\n\nconspiracy maintained at least two sellers per drug distribution\n\npoint, operated multiple drug points per shift, and conducted three\n\nshifts per day, on a daily basis, 364 days per year (every day\n\nexcept Holy Friday) over the life span of the organization, from\n\n2003 to 2007.\n\n          The sentencing court established the number of capsules\n\nof crack cocaine Las Avispas Dos sold per day.       Based on the\n\nevidence at trial, the sentencing court concluded that, during each\n\nof the morning and afternoon shifts, Las Avispas Dos could sell 200\n\nto 400 capsules of crack cocaine.    The sentencing court further\n\nconcluded that, during the evening shift, Las Avispas Dos could\n\nsell 700 capsules of crack cocaine, for a total of 1,100 capsules\n\nof crack cocaine sold per day. The sentencing court concluded that\n\n\"the evidence clearly shows that . . . the amounts of drugs that\n\nwere distributed by far exceeded the 4.5 kilograms of cocaine.\"\n\n          The sentencing court established that Appellant \"had a\n\nlengthy, lengthy participation in this case as a member of the\n\nformer organization [Las Avispas Uno] and a member of the new\n\n\n                               -9-\n\forganization [Las Avispas Dos].\" The court then estimated the drug\n\nquantity for which Appellant was responsible.                  In making this\n\ncalculation, the sentencing court assumed that Appellant worked\n\nthree shifts per week and sold at the low end of the range per\n\nshift, 200 capsules.     Using the figure of 200 capsules per shift,\n\nwith each capsule containing .075 grams of cocaine base, times\n\nthree shifts per week, the sentencing court found that Appellant\n\nsold forty-five grams of cocaine per week.               The court then took\n\nthis weekly figure of forty-five grams multiplied by fifty-two\n\nweeks and found that Appellant sold 2.34 kilograms of cocaine base\n\nper year; multiplying that number by the length of the conspiracy,\n\nfour years, the sentencing court concluded that Appellant sold 9.2\n\nkilograms of cocaine base over the life of the conspiracy.\n\n           Finding that Appellant sold 9.2 kilograms of cocaine base\n\ntriggered a base offense level of 38.           U.S.S.G. § 2D1.1(c)(1).      The\n\nsentencing court then added four additional levels: a two-level\n\nenhancement    because   the    offense       took   place   near   a   protected\n\nlocation (a public elementary school), U.S.S.G. § 2D1.2(a)(1), and\n\nan additional two-level enhancement because Appellant possessed a\n\ndangerous weapon, U.S.S.G. § 2D1.1(b)(1).               The sentencing court\n\nfound   that   Appellant's     prior    juvenile     conviction     for   illegal\n\npossession with intent to distribute marijuana in 2002 for Las\n\nAvispas Uno was essentially subsumed within the instant conspiracy\n\nand therefore declined to assign Appellant any criminal history\n\n\n                                       -10-\n\fpoints.   Thus, with a criminal history category of I, the GSR was\n\n360 months to life imprisonment, which was the same GSR calculated\n\nby the PSI Report using the murder cross-reference.     However, the\n\nsentencing court reduced Appellant's base offense level to 40 as\n\nthe   court   subtracted   two   levels   for   Appellant   accepting\n\nresponsibility.   With a base offense level 40, and a criminal\n\nhistory category of I, the GSR was 292 months to 365 months\n\nimprisonment.\n\n          Defense counsel pointed to several § 3553(a) factors\n\nweighing in Appellant's favor, such as Appellant's upbringing in a\n\n“culture” of drugs and violence (both his father and older brothers\n\nwere involved in drug dealing), with the hope of mitigating the\n\nharshness of any sentence imposed.        See 18 U.S.C. § 3553(a)\n\n(requiring courts to consider a number of factors in imposing\n\nsentences, including \"the nature and circumstances of the offense\n\nand the history and characteristics of the defendant\").           The\n\nsentencing court was unpersuaded, however, and determined that\n\nAppellant needed \"a total reprogramming\" and that \"a short period\n\nof incarceration will certainly expose the community to further\n\ndanger and defendant to recidivisms.\"     Therefore, the sentencing\n\ncourt imposed the maximum sentence that was still within the GSR:\n\n365 months.\n\n\n\n\n                                 -11-\n\f          On   June     25,     2008,    the   sentencing    court   sentenced\n\nAppellant to 365-months imprisonment, followed by a fifteen-year\n\nterm of supervised release.\n\nB.        Appeal (2008)\n\n          On July 7, 2008, Appellant filed a timely notice of\n\nappeal   and   raised     two     issues.        One   claim   concerns    the\n\nindividualized drug quantity determination.            Appellant argues that\n\nthe sentencing court, in calculating his sentence according to the\n\nGSR, erroneously found that he was individually responsible for at\n\nleast 4.5 kilograms of crack cocaine.           Appellant contends that the\n\nsentencing court calculated the weight of the cocaine base for the\n\nentire conspiracy, without the benefit of detailed defendant-\n\nspecific findings regarding the scope of Appellant's personal drug\n\nselling activities.     A second claim concerns the imposition of the\n\n365-month sentence. Appellant argues that the sentence was greater\n\nthan necessary and therefore unreasonable.                  For both issues,\n\nAppellant requests that we vacate and remand for resentencing.              We\n\nconclude that the district court appropriately made individualized\n\nfindings as to the quantity of drugs he distributed and that the\n\nsentence was procedurally and substantively reasonable.\n\n\n\n\n                                        -12-\n\f                                 II.    Discussion\n\nA.     Appellant's Sentencing Based on Drug Quantity Responsibility\n\n            1.     Standard / Scope of Review\n\n            \"When sentencing a participant in a drug-trafficking\n\nconspiracy, the district court must make an individualized finding\n\nconcerning the quantity of drugs attributable to, or reasonably\n\nforeseeable by, the offender.\"            Cintrón-Echautegui, 604 F.3d at 5\n\n(citation omitted).\n\n            Where, as here, a defendant admits that the\n            conspiracy to which he belonged handled drug\n            quantities sufficient to trigger a mandatory\n            minimum sentence, he becomes potentially\n            eligible for the mandatory minimum -- but that\n            provision cannot be applied in his case\n            without an individualized finding that the\n            triggering amount was attributable to, or\n            foreseeable by, him.\n\nUnited States v. Colón-Solís, 354 F.3d 101, 103 (1st Cir. 2004).\n\n            \"Because the question of whether the district court's\n\ndrug    quantity    determination        was    based      on    an     individualized\n\ndetermination or not presents a question of law, our review is de\n\nnovo.     If,     however,      the    district      court      has    engaged    in   an\n\nindividualized determination, our review is for clear error.\"\n\nCintrón-Echautegui,       604    F.3d    at     5   (citation         omitted).    \"The\n\nsentencing       court   must     determine         drug   quantity       only    by    a\n\npreponderance of the evidence.\"                Id. at 6.        \"A finding of drug\n\nquantity need not be exact so long as the approximation represents\n\na reasoned estimate of actual quantity.                In making such a reasoned\n\n\n                                         -13-\n\festimate, the court is entitled to draw reasonable inferences from\n\ninformation contained in the sentencing record.\"                         Id. at 6-7\n\n(citations omitted).\n\n           2.      Analysis\n\n           In entering a straight guilty plea, Appellant admits that\n\nthe conspiracy as a whole, though not he himself individually,\n\nhandled    more    than     4.5     kilograms      of     cocaine.       Appellant's\n\ncontention, however, that the district court used the conspiracy-\n\nwide   findings     to   sentence     Appellant      is    without     merit.9         The\n\ndistrict   court     made     an     individualized        drug      finding      as     to\n\nAppellant's       accountability          and    correctly     stated      that        this\n\nindividualized calculation \"has been extremely conservative.\"\n\n           The     district       court    assumed      that   Appellant    sold        200\n\ncapsules per shift, during one shift, three times a week, for a\n\ntotal of 600 capsules per week. The district court's determination\n\nof the frequency with which Appellant worked was a reasonable\n\n\n9\n   Appellant suggested for the first time at oral argument that he\nonly sold drugs at one of Las Avispas's two drug points, the La\nPluma drug point, and that the La Pluma drug point sold less drugs\nthan the other drug point, Las Vías. Therefore, counsel argued\nthat Appellant's drug quantity should have been greatly reduced.\nWe find that no such evidence was presented at the change-of-plea\ncolloquy, or is referenced in the PSI Report, or the transcript of\nthe disposition hearing to support these assertions.      \"We have\nsteadfastly deemed waived issues raised on appeal in a perfunctory\nmanner, not accompanied by developed argumentation.\" Hostar Marine\nTransp. Sys. v. United States, 592 F.3d 202, 208 (1st Cir.\n2010)(citation omitted). In any case, \"because [Appellant] raised\nthis argument for the first time at oral argument, we refuse to\nconsider it.\" Pleasures of San Patricio, Inc. v. Méndez-Torres,\n596 F.3d 1, 7 n.2 (1st Cir. 2010).\n\n                                          -14-\n\finference from information contained in the sentencing record.\n\nAppellant admitted to working one shift a week. The district court\n\nreasonably inferred, from the fact that Las Avispas Dos operated\n\ncontinuously and the lack of credibility Appellant exhibited on\n\nother issues,10 that Appellant worked more times per week than he\n\nadmitted.\n\n            The district court's determination of the number of\n\ncapsules per shift Appellant sold was also a reasonable inference\n\nfrom information contained in the sentencing record.               Appellant\n\nadmitted to selling drugs during evening shifts.              The district\n\ncourt reasonably inferred, from its conclusion that Las Avispas Dos\n\ncould sell 700 capsules of crack cocaine during evening shifts and\n\nthat multiple individuals operated as sellers simultaneously, that\n\nAppellant sold about one-quarter of the full amount Las Avispas Dos\n\nsold during the shift to which Appellant admitted working.\n\n            These reasonable inferences make this an individualized\n\nfinding   specific   to   Appellant   as   well   as   different   than   the\n\nconspiracy-wide calculation.     Although Appellant's individualized\n\ndrug quantity determination yields the same base offense level as\n\nthe conspiracy-wide amount because under the Sentencing Guidelines\n\nany amount over 4.5 kilograms of crack cocaine would trigger a base\n\noffense level of 38, U.S.S.G. § 2D1.1(c)(1), the district court did\n\n\n10\n    For example, the sentencing court found that Appellant's\ncontinued denial of weapons use was belied by the organization's\nfrequent participation in shoot outs and his own role as a runner.\n\n                                  -15-\n\findeed    perform    a   separate      calculation     specific     to   Appellant\n\nhimself.\n\n            As the PSI Report noted, the sentencing court could have\n\nlinked    defendant      to    the    full   crack   cocaine   amount     of   the\n\nconspiracy, 109 kilograms of cocaine base, by applying U.S.S.G.\n\n§ 1B1.3(a)(1)(A), under which a defendant engaged in \"jointly\n\nundertaken criminal activity\" may be sentenced for \"all reasonably\n\nforeseeable acts and omissions of others in furtherance of the\n\njointly    undertaken         activity.\"        U.S.S.G.   §   1B1.3(a)(1)(A);\n\nCintrón-Echautegui, 604 F.3d at 5.\n\n            As we stated in the companion case, Cintrón-Echautegui:\n\n            In this instance, the court derived its drug\n            quantity determination by making plausible\n            extrapolations from the available information.\n            The court used the average drug weight per\n            capsule suggested by the scientific evidence\n            and the average drug sales per shift suggested\n            by the cooperating witness to arrive at a\n            sensible starting point.\n\n604 F.3d at 7.      In sum, under de novo review, we determine that the\n\ndistrict court made an individualized determination, and we do not\n\nfind   that   the     district       court   clearly   erred   in    calculating\n\nAppellant's sentence according to the Sentencing Guidelines to\n\ndetermine that Appellant was individually responsible for at least\n\n4.5 kilograms of crack cocaine.              Appellant's first claim of error\n\nthus fails.\n\n\n\n\n                                        -16-\n\fB.    The Reasonableness of Appellant's Sentence\n\n               1.     Standard / Scope of Review\n\n               We review the reasonableness of a criminal sentence under\n\nan abuse-of-discretion standard.           Gall v. United States, 552 U.S.\n\n38, 51 (2007).        \"In reviewing a sentence, we seek to ensure that it\n\nis both procedurally sound and substantively reasonable.\"                   United\n\nStates    v.    Dávila-González,     595   F.3d   42,   47    (1st   Cir.   2010)\n\n(citation omitted).          A sentence is procedurally sound so long as\n\nthe district court did not commit a procedural error in arriving at\n\nthe sentence.         Examples of procedural errors include: \"failing to\n\ncalculate       (or    improperly   calculating)     the     Guidelines     range,\n\ntreating the Guidelines as mandatory, failing to consider the\n\nsection 3553(a) factors, selecting a sentence based on clearly\n\nerroneous facts, or failing to adequately explain the chosen\n\nsentence -- including an explanation for any deviation from the\n\nGuidelines range.\"          Gall, 552 U.S. at 51.    We must first determine\n\nthat the district court committed no significant procedural error\n\nand then consider the substantive reasonableness of the sentence\n\nimposed    under       an   abuse-of-discretion     standard.        Id.      When\n\nconducting this review, we take into account the totality of the\n\ncircumstances, including the extent of any variance from the GSR.\n\nId.    \"[T]he linchpin of a reasonable sentence is a plausible\n\nsentencing rationale and a defensible overall result.\"                      United\n\nStates v. Martin, 520 F.3d 87, 96 (1st Cir. 2008).\n\n                                      -17-\n\f          2. Analysis\n\n          First, Appellant argues that the sentencing court made a\n\nprocedural error by not giving appropriate weight to the § 3553(a)\n\nfactors he raised.   Among other factors, defense counsel argued at\n\nthe   sentencing   hearing   that   Appellant   came   from   a   very\n\ndysfunctional family, which steered him towards a life of crime\n\nfrom an early age; witnessed violence in his childhood; began using\n\ndrugs and carrying weapons at the age of fourteen; abandoned school\n\nin the ninth grade; and never held a steady job for more than ten\n\nmonths.\n\n          The sentencing court carefully and deliberately evaluated\n\nthe § 3553(a) factors.   The court stated:\n\n          Considering the 3553 factors, the Court can\n          certainly not ignore that it's true as stated\n          by counsel that this individual comes from a\n          very dysfunctional family . . . .       [E]ven\n          though this is argued by counsel as a\n          mitigating factor, it[,] as well[,] is a clear\n          depiction of the fact that from early\n          childhood [Appellant] . . . learned to live in\n          an illegal pathway that turned to be part of\n          [his family’s] livelihood to the point in\n          which    [Appellant]   cannot    express    or\n          state . . . how is it that he thinks that\n          there were no ways to obtain money by legal\n          means.\n\n          I think this individual has witnessed violence\n          since childhood. That's the conduct that was\n          learned since an early stage of his life.\n          That's the same pattern of conduct in which he\n          seems or appears to have engaged afterwards.\n          And that a total reprogramming, if we may say\n          so, is needed.\n\n\n\n                                -18-\n\f            Further construing the § 3553(a) factors, the sentencing\n\ncourt went on to note the other factors defense counsel raised\n\nconcerning     Appellant's   drug     use,     weapons      possession,      and\n\neducational and employment history.          The court additionally found\n\nthat Appellant did not learn from being placed on probation as a\n\njuvenile.\n\n            The sentencing court had all of these § 3553(a) factors\n\nin mind when it imposed Appellant's sentence.                Considering Las\n\nAvispas Dos's extensive drug distribution venture and Appellant's\n\n\"participation    in   actions   of   violence      as   well    as   his   full\n\nknowledge, though he denies it, of the existence and use of weapons\n\nfrom the daily activities and events that transpired,\" the court\n\nreasoned that Appellant \"certainly needs time in which to gain\n\nincite [sic]\" and \"that a short period of incarceration will\n\ncertainly expose the community to further danger and defendant to\n\nrecidivisms.\"    As a result, the court concluded that a sentence on\n\nthe high end of -- but still within -- the advisory GSR was\n\nappropriate.\n\n            Although   defense   counsel      may    have    presented      some\n\ninformation in order to show mitigating factors, we do not find\n\nthat the district court abused its discretion in weighing that\n\nevidence.      The record demonstrates that the sentencing court\n\nconsidered the § 3553(a) factors and imposed a reasonable sentence\n\nafter   considering       Appellant's        particular         circumstances.\n\n\n                                    -19-\n\fAccordingly, we find that Appellant \"has not carried the heavy\n\nburden   of    proving    that    his    within-the-range   sentence     was\n\nunreasonable    or   an   abuse   of    discretion.\"   United   States   v.\n\nInnarelli, 524 F.3d 286, 292 (1st Cir. 2008)(holding that the\n\nsentencing court did not overvalue the Sentencing Guidelines or\n\nundervalue the § 3553(a) factors as \"[t]he sentence imposed . . .\n\nwas more than defensible considering the gravity of [Appellant's]\n\ncrimes\").\n\n            We next turn to Appellant's claims that the sentence\n\nimposed was not substantively reasonable.          Appellant argues that\n\nthe sentence was substantively unreasonable because the court's\n\nfindings that he had \"some degree of control\" in Las Avispas Dos,\n\nor that he had any particular connection with Rivera-Rodríguez or\n\nPabón, or that Appellant was their \"right hand\" were clearly\n\nerroneous.     We find that the district court did not abuse its\n\ndiscretion in making these findings.\n\n            It was not an abuse of discretion for the district court\n\nto find that Appellant had \"some degree of control\" in Las Avispas\n\nDos.   Appellant was involved with this conspiracy for four years.\n\nFurthermore, based on Rivera-Díaz's testimony as cited in the PSI\n\nReport, Appellant had use of Las Avispas Dos's AK-47 and, based on\n\nAppellant's own admission, he was present at the initial planning\n\nmeeting to establish Las Avispas Dos and to decide who would assume\n\nvarious positions.        He also admitted that he was a seller and\n\n\n                                       -20-\n\frunner of drugs for Las Avispas Dos and thus had access to and\n\ncontrol over illicit money and narcotics.              As the government noted\n\nduring the disposition hearing, the nature of Rivera-Díaz's role as\n\na runner included the fact that he supervised others.                  It was thus\n\nnot an abuse of discretion for the district court to conclude,\n\nbased on the combination of Appellant's lengthy involvement with\n\nthe conspiracy, his permission to use the gun, his presence at the\n\ninaugural meeting of the organization, and his authority over\n\ndrugs, money, and subordinates as a seller and runner, that he had\n\n\"some degree of control\" within the conspiracy.                 See, e.g., United\n\nStates v. Picanso, 333 F.3d 21, 24 (1st Cir. 2003)(\"While the\n\npillars may be individually weak, taken together they [can] provide\n\nsomewhat    stronger   support     for   the    district        court's    ultimate\n\nfinding\"    that   a   defendant    exercised         control     within    a   drug\n\nconspiracy).\n\n            Regarding Appellant’s relationships with Rivera-Rodríguez\n\nand Pabón, the sentencing court was looking to the evidence in the\n\nrecord when it found that Appellant was their \"right hand.\"                      The\n\nrecord contains the trial testimony of Rivera-Díaz in which he\n\ntestified that Rivera-Rodríguez was the \"owner\" of crack for Las\n\nAvispas    Dos.    Appellant     admitted      that    he   was    a   seller   and\n\noccasional runner of crack cocaine for Las Avispas Dos.                    Appellant\n\nadmits in his appellate brief that Pabón controlled the drug\n\ndistribution point at which Appellant worked.                     Any error the\n\n\n                                    -21-\n\fdistrict court made with respect to the closeness of Appellant's\n\nties to Rivera-Rodríguez and Pabón was harmless because, as with\n\nthe extent of Appellant's \"control\" within the conspiracy, this\n\nmatter was not dispositive of his sentence since the other evidence\n\nof his involvement was overwhelming.\n\n           Appellant   further   claims    that   \"the   District   Court\n\nintended to sentence [him] as if he were responsible for the murder\n\nof Ricardo Haddock-Collazo, even though the Court declined to find\n\nthat he was.\"   There is no evidence to support the claim that the\n\ndistrict court was seeking to arrive at the identical sentence as\n\nif it had imposed the murder cross-reference.       The court correctly\n\napplied the Sentencing Guidelines and merely noted that the two\n\ncalculations reached similar results.       That coincidence does not\n\nrender the sentence unreasonable.\n\n           We also note that, as we stated in our companion case,\n\nCintrón-Echautegui, the \"starting point was, in itself, favorable\n\nto the appellant because it left out of the equation drugs other\n\nthan crack cocaine (e.g., heroin, marijuana) routinely marketed by\n\nLas Avispas [Dos] at the two drug points.\"        604 F.3d at 7.\n\n           For all of these reasons, the district court did not\n\nabuse its discretion in imposing its sentence upon Appellant. The\n\nrecord   of   Appellant's   protracted    involvement    in   a   violent,\n\nwidespread, multi-year drug conspiracy within blocks of a public\n\nelementary school reflects a plausible rationale for the district\n\n\n                                 -22-\n\fcourt's selected sentence and the overall result is defensible. In\n\nsum, Appellant's contentions miscarry and we find that the imposed\n\nsentence was reasonable.\n\n                           III. Conclusion\n\n          We conclude that the district court appropriately made an\n\nindividualized finding as to Appellant's drug quantity and did not\n\nattribute the weight of the conspiracy's drug amounts to Appellant.\n\nWe further conclude that the district court's sentence was neither\n\nprocedurally nor substantively unreasonable, and in any case, was\n\nnot an abuse of the court's discretion.      Accordingly, we uphold\n\nAppellant's sentence.\n\n          Affirmed.\n\n\n\n\n                                -23-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>613 F.3d 1 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nRicardo RIVERA-MORENO, a/k/a Richi Defendant, Appellant.</h1></center>\n<center>No. 08-1961.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 1, 2010.</center>\n<center>Decided July 19, 2010.</center>\n<p><span class=\"star-pagination\">*2</span> Matthew A. Kamholtz, with whom Feinberg &amp; Kamholtz, was on brief for appellant.</p>\n<p>Julia M. Meconiates, Assistant United States Attorney, with whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Appellant Ricardo Rivera-Moreno was tried as a street seller and \"runner\"<sup>[1]</sup> in a vast, four-year drug-trafficking conspiracy, Las Avispas Dos, operating in Guayama, Puerto Rico. On the sixth day of trial, he pled guilty to a charge of conspiracy to distribute controlled substances. The district court sentenced Appellant to 365 months in prison, plus a fifteen-year term of supervised release. On appeal, Appellant contends that the sentencing court inappropriately attributed to him the full weight of the conspiracy's drug amounts and did not make individualized findings as to the quantity of drugs he distributed. Appellant also argues that the district court's sentence was procedurally and substantively unreasonable. After careful review of the record and the law, we find that the district court did not commit clear error in its factual findings, including the calculations of the drug quantities, and that the district court did not abuse its discretion in imposing Appellant's sentence. Accordingly, we affirm the district court's order and judgment in all respects.</p>\n<p></p>\n<h2>I. <i>Background and Procedural History</i>\n</h2>\n<p>As Appellant's guilty plea is based on the indictment, we present pertinent aspects of that indictment. <i>See </i><i>United States v. Cadieux,</i> 500 F.3d 37, 47 (1st Cir.2007) (under <i>Shepard v. United States,</i> 544 U.S. 13, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005), an appellate court can look to the indictment when reviewing sentencing determinations following a guilty plea). Also, \"[b]ecause this appeal follows a guilty plea, we draw the facts from the change-of-plea colloquy, the presentence investigation report (PSI Report), and the transcript of the disposition hearing.\" <i>United States v. Cintrón-Echautegui,</i> 604 F.3d 1, 2 (1st Cir.2010).</p>\n<p></p>\n<h2>A. Evidence, Guilty Plea, and Sentencing (2007-2008)</h2>\n<p>In 2003 a series of major arrests crippled Las Avispas Uno, the predecessor of <span class=\"star-pagination\">*3</span> Las Avispas Dos's drug distribution operation. The remaining members of Las Avispas Uno held a meeting to decide who would take over prominent positions within a new drug conspiracy.<sup>[2]</sup> At that meeting, Appellant's brother, Joe, assumed the top leadership role in the reconstituted Las Avispas (in English, \"The Wasps\"), Las Avispas Dos.</p>\n<p>On March 19, 2007, a grand jury sitting in the District of Puerto Rico returned a two-count indictment against Appellant and forty-one co-conspirators.<sup>[3]</sup> Count One of the indictment charged that, between approximately 2003 and 2007, the group of forty-two defendants conspired to possess with intent to distribute and did distribute narcotics, in violation of 21 U.S.C. §§ 841(a)(1), 846, and 860.<sup>[4]</sup> The indictment made multiple references to \"the drug trafficking organization\" in which Appellant was accused of being a member, \"Las Avispas.\"<sup>[5]</sup></p>\n<p>The indictment alleged that the co-conspirators, including Appellant (1) operated multiple \"drug distribution points\" within the municipality of Guayama; (2) possessed firearms \"to protect themselves from other competing drug trafficking organizations, and to maintain control over the above mentioned `drug distribution points'[;]\" and (3) killed and attempted to kill \"members of the organization and members of rival drug trafficking organizations in order to intimidate them and to maintain and further their control over `drug distribution points.'\"</p>\n<p>The indictment specifically alleged that Appellant, along with three other indicted co-conspirators, \"killed\" Ricardo Haddock-Collazo (\"Haddock-Collazo\") and then disposed of his body, on or about September 12, 2004, \"since they believed he was providing information about the drug distribution organization to law enforcement authorities.\" The PSI Report also noted this allegation, based on the testimony of a cooperating witness.</p>\n<p>Appellant and nine indicted co-conspirators proceeded to trial on February 11, 2008. On the sixth day of trial, February 19, 2008, Appellant pled guilty, without any plea agreement, to Count One on the indictment. Appellant did not admit to the allegations that he participated in the death of Haddock-Collazo or subsequent disposal of his body.</p>\n<p>During Appellant's pre-sentence interview conducted by the probation department, he admitted that he was a seller and \"on occasions he acted as a runner\" for Las Avispas Dos. Based on Rivera-Díaz's testimony at trial, the PSI Report observed that while Las Avispas Dos \"runners\" mostly used the AK-47 rifle, Appellant and other sellers who were close to leaders of the organization were also allowed to use the weapon. Also based on that testimony, the PSI Report stated that from 2003 to 2007, Las Avispas Dos engaged in \"many shoot outs\" against their enemies \"in order to obtain control of the drug points.\"</p>\n<p><span class=\"star-pagination\">*4</span> The indictment stated that \"[s]ome members [of the conspiracy] would exhibit on their body a tattoo depicting a `[b]ee' in order to identify themselves as loyal members of the organization.\"<sup>[6]</sup> The PSI Report stated that Appellant neglected to disclose the fact that he has a \"[b]ee\" tattoo on his chest; however, his mother corroborated this fact. At Appellant's disposition hearing, the sentencing court found that the tattoo of a wasp or a bee on his chest \"was the insignia for the [Las Avispas Dos] organization.\"</p>\n<p>Additionally, the PSI Report referenced that Las Avispas Dos prepared capsules of crack cocaine in a house next to the Luis Muñoz Elementary School and that only a wall separated the house from the school. The PSI Report reiterated Rivera-Díaz's testimony at trial as to the amounts, locations, and times that Las Avispas Dos sold drugs. With Rivera-Díaz's testimony that Las Avispas Dos sold 1,100 to 1,300 capsules of cocaine base each day for 364 days per year and a chemist's testimony that each capsule of crack that Las Avispas Dos sold contained .075 grams of cocaine base, the PSI Report concluded that the conspiracy sold 27.3 kilograms of cocaine base annually and an estimated 109.2 kilograms of cocaine base over the life of the conspiracy.<sup>[7]</sup> The base offense level for offenses involving at least 4.5 kilograms of crack is 38. U.S.S.G. § 2D1.1(c)(1). The PSI Report additionally applied the murder cross-reference for Appellant's participation in the murder of Haddock-Collazo, which increased the base offense level to 43. U.S.S.G. § 2D1.1(d)(1). The PSI Report then subtracted two levels for acceptance of responsibility, establishing a total offense level of 41. The PSI Report assigned Appellant criminal history category II for a prior juvenile conviction for selling drugs as a member of Las Avispas Uno. With an offense level of 41 and a criminal history category of II, the PSI Report provided an advisory guideline sentencing range (\"GSR\") of 360 months to life imprisonment.</p>\n<p>During the disposition hearing the government stated that:</p>\n<blockquote>[W]e believe that the evidence presented at trial was that this defendant was a runner. And, as a runner, he would have other individuals under his supervision that would be lookouts, Your Honor.</blockquote>\n<blockquote>And at some point during the conspiracy, [Appellant] became the right hand of Eduardo Pab[ó]n when in 2005 Pab[ó]n attempted or began to take over the drug trafficking operations.</blockquote>\n<p>The sentencing court accepted these representations as the court stated \"[t]his individual certainly had some degree of control. And he was the ... right hand of individuals known as Gabby and Pab[ó]n as well.\"<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*5</span> Appellant filed a Sentencing Memorandum making two objections that are relevant to this appeal. First, he objected to applying the murder cross-reference, arguing that the evidence at trial did not support the conclusion that he participated in the murder. Second, Appellant objected to the entire weight of the drug conspiracy being attributed to him, arguing that he could not reasonably foresee the acts of his co-conspirators.</p>\n<p>The court sustained defendant's first objection. The court decided not to apply the murder cross-reference despite the fact that it found that \"there is ample evidence on the record\" of Appellant's involvement with the death of Haddock-Collazo and also noted that \"Rivera-Díaz testified that Ricardo Rivera Moreno was present at the time in which this individual was killed by codefendant [Excel A.] Munis.\" The sentencing court did not impose the murder cross-reference \"out of an abundance of caution\" and because evidence of Haddock-Collazo's death was not presented at trial until after Appellant entered his plea.</p>\n<p>The sentencing court made a number of factual findings related to the drug activities of Las Avispas Dos generally and Appellant specifically. The sentencing court established the extent of Las Avispas Dos's operations, concluding that the drug conspiracy maintained at least two sellers per drug distribution point, operated multiple drug points per shift, and conducted three shifts per day, on a daily basis, 364 days per year (every day except Holy Friday) over the life span of the organization, from 2003 to 2007.</p>\n<p>The sentencing court established the number of capsules of crack cocaine Las Avispas Dos sold per day. Based on the evidence at trial, the sentencing court concluded that, during each of the morning and afternoon shifts, Las Avispas Dos could sell 200 to 400 capsules of crack cocaine. The sentencing court further concluded that, during the evening shift, Las Avispas Dos could sell 700 capsules of crack cocaine, for a total of 1,100 capsules of crack cocaine sold per day. The sentencing court concluded that \"the evidence clearly shows that ... the amounts of drugs that were distributed by far exceeded the 4.5 kilograms of cocaine.\"</p>\n<p>The sentencing court established that Appellant \"had a lengthy, lengthy participation in this case as a member of the former organization [Las Avispas Uno] and a member of the new organization [Las Avispas Dos].\" The court then estimated the drug quantity for which Appellant was responsible. In making this calculation, the sentencing court assumed that Appellant worked three shifts per week and sold at the low end of the range per shift, 200 capsules. Using the figure of 200 capsules per shift, with each capsule containing .075 grams of cocaine base, times three shifts per week, the sentencing court found that Appellant sold forty-five grams of cocaine per week. The court then took this weekly figure of forty-five grams multiplied by fifty-two weeks and found that Appellant sold 2.34 kilograms of cocaine base per year; multiplying that number by the length of the conspiracy, four years, the sentencing court concluded that Appellant sold 9.2 kilograms of cocaine base over the life of the conspiracy.</p>\n<p>Finding that Appellant sold 9.2 kilograms of cocaine base triggered a base offense level of 38. U.S.S.G. § 2D1.1(c)(1). The sentencing court then added four additional levels: a two-level enhancement because the offense took place near a protected location (a public elementary school), U.S.S.G. § 2D1.2(a)(1), and an additional two-level enhancement because Appellant possessed a dangerous weapon, U.S.S.G. § 2D1.1(b)(1). The sentencing <span class=\"star-pagination\">*6</span> court found that Appellant's prior juvenile conviction for illegal possession with intent to distribute marijuana in 2002 for Las Avispas Uno was essentially subsumed within the instant conspiracy and therefore declined to assign Appellant any criminal history points. Thus, with a criminal history category of I, the GSR was 360 months to life imprisonment, which was the same GSR calculated by the PSI Report using the murder cross-reference. However, the sentencing court reduced Appellant's base offense level to 40 as the court subtracted two levels for Appellant accepting responsibility. With a base offense level 40, and a criminal history category of I, the GSR was 292 months to 365 months imprisonment.</p>\n<p>Defense counsel pointed to several § 3553(a) factors weighing in Appellant's favor, such as Appellant's upbringing in a \"culture\" of drugs and violence (both his father and older brothers were involved in drug dealing), with the hope of mitigating the harshness of any sentence imposed. <i>See</i> 18 U.S.C. § 3553(a) (requiring courts to consider a number of factors in imposing sentences, including \"the nature and circumstances of the offense and the history and characteristics of the defendant\"). The sentencing court was unpersuaded, however, and determined that Appellant needed \"a total reprogramming\" and that \"a short period of incarceration will certainly expose the community to further danger and defendant to recidivisms.\" Therefore, the sentencing court imposed the maximum sentence that was still within the GSR: 365 months.</p>\n<p>On June 25, 2008, the sentencing court sentenced Appellant to 365-months imprisonment, followed by a fifteen-year term of supervised release.</p>\n<p></p>\n<h2>B. Appeal (2008)</h2>\n<p>On July 7, 2008, Appellant filed a timely notice of appeal and raised two issues. One claim concerns the individualized drug quantity determination. Appellant argues that the sentencing court, in calculating his sentence according to the GSR, erroneously found that he was individually responsible for at least 4.5 kilograms of crack cocaine. Appellant contends that the sentencing court calculated the weight of the cocaine base for the entire conspiracy, without the benefit of detailed defendant-specific findings regarding the scope of Appellant's personal drug selling activities. A second claim concerns the imposition of the 365-month sentence. Appellant argues that the sentence was greater than necessary and therefore unreasonable. For both issues, Appellant requests that we vacate and remand for resentencing. We conclude that the district court appropriately made individualized findings as to the quantity of drugs he distributed and that the sentence was procedurally and substantively reasonable.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. Appellant's Sentencing Based on Drug Quantity Responsibility</h2>\n<p></p>\n<h2>1. Standard/Scope of Review</h2>\n<p>\"When sentencing a participant in a drug-trafficking conspiracy, the district court must make an individualized finding concerning the quantity of drugs attributable to, or reasonably foreseeable by, the offender.\" <i>Cintrón-Echautegui,</i> 604 F.3d at 5 (citation omitted).</p>\n<blockquote>Where, as here, a defendant admits that the conspiracy to which he belonged handled drug quantities sufficient to trigger a mandatory minimum sentence, he becomes potentially eligible for the mandatory minimum  but that provision cannot be applied in his case without an individualized finding that the triggering <span class=\"star-pagination\">*7</span> amount was attributable to, or foreseeable by, him.</blockquote>\n<p><i>United States v. Colón-Solís,</i> 354 F.3d 101, 103 (1st Cir.2004).</p>\n<p>\"Because the question of whether the district court's drug quantity determination was based on an individualized determination or not presents a question of law, our review is de novo. If, however, the district court has engaged in an individualized determination, our review is for clear error.\" <i>Cintrón-Echautegui,</i> 604 F.3d at 5 (citation omitted). \"The sentencing court must determine drug quantity only by a preponderance of the evidence.\" <i>Id.</i> at 6. \"A finding of drug quantity need not be exact so long as the approximation represents a reasoned estimate of actual quantity. In making such a reasoned estimate, the court is entitled to draw reasonable inferences from information contained in the sentencing record.\" <i>Id.</i> at 6-7 (citations omitted).</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>In entering a straight guilty plea, Appellant admits that the conspiracy as a whole, though not he himself individually, handled more than 4.5 kilograms of cocaine. Appellant's contention, however, that the district court used the conspiracy-wide findings to sentence Appellant is without merit.<sup>[9]</sup> The district court made an individualized drug finding as to Appellant's accountability and correctly stated that this individualized calculation \"has been extremely conservative.\"</p>\n<p>The district court assumed that Appellant sold 200 capsules per shift, during one shift, three times a week, for a total of 600 capsules per week. The district court's determination of the frequency with which Appellant worked was a reasonable inference from information contained in the sentencing record. Appellant admitted to working one shift a week. The district court reasonably inferred, from the fact that Las Avispas Dos operated continuously and the lack of credibility Appellant exhibited on other issues,<sup>[10]</sup> that Appellant worked more times per week than he admitted.</p>\n<p>The district court's determination of the number of capsules per shift Appellant sold was also a reasonable inference from information contained in the sentencing record. Appellant admitted to selling drugs during evening shifts. The district court reasonably inferred, from its conclusion that Las Avispas Dos could sell 700 capsules of crack cocaine during evening shifts and that multiple individuals operated as sellers simultaneously, that Appellant sold about one-quarter of the full amount Las Avispas Dos sold during the shift to which Appellant admitted working.</p>\n<p><span class=\"star-pagination\">*8</span> These reasonable inferences make this an individualized finding specific to Appellant as well as different than the conspiracy-wide calculation. Although Appellant's individualized drug quantity determination yields the same base offense level as the conspiracy-wide amount because under the Sentencing Guidelines any amount over 4.5 kilograms of crack cocaine would trigger a base offense level of 38, U.S.S.G. § 2D1.1(c)(1), the district court did indeed perform a separate calculation specific to Appellant himself.</p>\n<p>As the PSI Report noted, the sentencing court could have linked defendant to the full crack cocaine amount of the conspiracy, 109 kilograms of cocaine base, by applying U.S.S.G. § 1B1.3(a)(1)(A), under which a defendant engaged in \"jointly undertaken criminal activity\" may be sentenced for \"all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken activity.\" U.S.S.G. § 1B1.3(a)(1)(A); <i>Cintrón-Echautegui,</i> 604 F.3d at 5.</p>\n<p>As we stated in the companion case, <i>Cintrón-Echautegui:</i></p>\n<blockquote>In this instance, the court derived its drug quantity determination by making plausible extrapolations from the available information. The court used the average drug weight per capsule suggested by the scientific evidence and the average drug sales per shift suggested by the cooperating witness to arrive at a sensible starting point.</blockquote>\n<p>604 F.3d at 7. In sum, under de novo review, we determine that the district court made an individualized determination, and we do not find that the district court clearly erred in calculating Appellant's sentence according to the Sentencing Guidelines to determine that Appellant was individually responsible for at least 4.5 kilograms of crack cocaine. Appellant's first claim of error thus fails.</p>\n<p></p>\n<h2>B. The Reasonableness of Appellant's Sentence</h2>\n<p></p>\n<h2>1. Standard/Scope of Review</h2>\n<p>We review the reasonableness of a criminal sentence under an abuse-of-discretion standard. <i>Gall v. United States,</i> 552 U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). \"In reviewing a sentence, we seek to ensure that it is both procedurally sound and substantively reasonable.\" <i>United States v. Dávila-González,</i> 595 F.3d 42, 47 (1st Cir.2010) (citation omitted). A sentence is procedurally sound so long as the district court did not commit a procedural error in arriving at the sentence. Examples of procedural errors include: \"failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the section 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentence  including an explanation for any deviation from the Guidelines range.\" <i>Gall,</i> 552 U.S. at 51, 128 S.Ct. 586. We must first determine that the district court committed no significant procedural error and then consider the substantive reasonableness of the sentence imposed under an abuse-of-discretion standard. <i>Id.</i> When conducting this review, we take into account the totality of the circumstances, including the extent of any variance from the GSR. <i>Id.</i> \"[T]he linchpin of a reasonable sentence is a plausible sentencing rationale and a defensible overall result.\" <i>United States v. Martin,</i> 520 F.3d 87, 96 (1st Cir.2008).</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>First, Appellant argues that the sentencing court made a procedural error by not giving appropriate weight to the § 3553(a) factors he raised. Among other factors, defense counsel argued at the sentencing <span class=\"star-pagination\">*9</span> hearing that Appellant came from a very dysfunctional family, which steered him towards a life of crime from an early age; witnessed violence in his childhood; began using drugs and carrying weapons at the age of fourteen; abandoned school in the ninth grade; and never held a steady job for more than ten months.</p>\n<p>The sentencing court carefully and deliberately evaluated the § 3553(a) factors. The court stated:</p>\n<blockquote>Considering the 3553 factors, the Court can certainly not ignore that it's true as stated by counsel that this individual comes from a very dysfunctional family. ... [E]ven though this is argued by counsel as a mitigating factor, it[,] as well[,] is a clear depiction of the fact that from early childhood [Appellant] ... learned to live in an illegal pathway that turned to be part of [his family's] livelihood to the point in which [Appellant] cannot express or state ... how is it that he thinks that there were no ways to obtain money by legal means.</blockquote>\n<blockquote>I think this individual has witnessed violence since childhood. That's the conduct that was learned since an early stage of his life. That's the same pattern of conduct in which he seems or appears to have engaged afterwards. And that a total reprogramming, if we may say so, is needed.</blockquote>\n<p>Further construing the § 3553(a) factors, the sentencing court went on to note the other factors defense counsel raised concerning Appellant's drug use, weapons possession, and educational and employment history. The court additionally found that Appellant did not learn from being placed on probation as a juvenile.</p>\n<p>The sentencing court had all of these § 3553(a) factors in mind when it imposed Appellant's sentence. Considering Las Avispas Dos's extensive drug distribution venture and Appellant's \"participation in actions of violence as well as his full knowledge, though he denies it, of the existence and use of weapons from the daily activities and events that transpired,\" the court reasoned that Appellant \"certainly needs time in which to gain incite [sic]\" and \"that a short period of incarceration will certainly expose the community to further danger and defendant to recidivisms.\" As a result, the court concluded that a sentence on the high end of  but still within  the advisory GSR was appropriate.</p>\n<p>Although defense counsel may have presented some information in order to show mitigating factors, we do not find that the district court abused its discretion in weighing that evidence. The record demonstrates that the sentencing court considered the § 3553(a) factors and imposed a reasonable sentence after considering Appellant's particular circumstances. Accordingly, we find that Appellant \"has not carried the heavy burden of proving that his within-the-range sentence was unreasonable or an abuse of discretion.\" <i>United States v. Innarelli,</i> 524 F.3d 286, 292 (1st Cir.2008)(holding that the sentencing court did not overvalue the Sentencing Guidelines or undervalue the § 3553(a) factors as \"[t]he sentence imposed ... was more than defensible considering the gravity of [Appellant's] crimes\").</p>\n<p>We next turn to Appellant's claims that the sentence imposed was not substantively reasonable. Appellant argues that the sentence was substantively unreasonable because the court's findings that he had \"some degree of control\" in Las Avispas Dos, or that he had any particular connection with Rivera-Rodríguez or Pabón, or that Appellant was their \"right hand\" were clearly erroneous. We find that the district court did not abuse its discretion in making these findings.</p>\n<p><span class=\"star-pagination\">*10</span> It was not an abuse of discretion for the district court to find that Appellant had \"some degree of control\" in Las Avispas Dos. Appellant was involved with this conspiracy for four years. Furthermore, based on Rivera-Díaz's testimony as cited in the PSI Report, Appellant had use of Las Avispas Dos's AK-47 and, based on Appellant's own admission, he was present at the initial planning meeting to establish Las Avispas Dos and to decide who would assume various positions. He also admitted that he was a seller and runner of drugs for Las Avispas Dos and thus had access to and control over illicit money and narcotics. As the government noted during the disposition hearing, the nature of Rivera-Díaz's role as a runner included the fact that he supervised others. It was thus not an abuse of discretion for the district court to conclude, based on the combination of Appellant's lengthy involvement with the conspiracy, his permission to use the gun, his presence at the inaugural meeting of the organization, and his authority over drugs, money, and subordinates as a seller and runner, that he had \"some degree of control\" within the conspiracy. <i>See, e.g., </i><i>United States v. Picanso,</i> 333 F.3d 21, 24 (1st Cir.2003)(\"While the pillars may be individually weak, taken together they [can] provide somewhat stronger support for the district court's ultimate finding\" that a defendant exercised control within a drug conspiracy).</p>\n<p>Regarding Appellant's relationships with Rivera-Rodríguez and Pabón, the sentencing court was looking to the evidence in the record when it found that Appellant was their \"right hand.\" The record contains the trial testimony of Rivera-Díaz in which he testified that Rivera-Rodríguez was the \"owner\" of crack for Las Avispas Dos. Appellant admitted that he was a seller and occasional runner of crack cocaine for Las Avispas Dos. Appellant admits in his appellate brief that Pabón controlled the drug distribution point at which Appellant worked. Any error the district court made with respect to the closeness of Appellant's ties to Rivera-Rodríguez and Pabón was harmless because, as with the extent of Appellant's \"control\" within the conspiracy, this matter was not dispositive of his sentence since the other evidence of his involvement was overwhelming.</p>\n<p>Appellant further claims that \"the District Court intended to sentence [him] as if he were responsible for the murder of Ricardo Haddock-Collazo, even though the Court declined to find that he was.\" There is no evidence to support the claim that the district court was seeking to arrive at the identical sentence as if it had imposed the murder cross-reference. The court correctly applied the Sentencing Guidelines and merely noted that the two calculations reached similar results. That coincidence does not render the sentence unreasonable.</p>\n<p>We also note that, as we stated in our companion case, <i>Cintrón-Echautegui,</i> the \"starting point was, in itself, favorable to the appellant because it left out of the equation drugs other than crack cocaine (e.g., heroin, marijuana) routinely marketed by Las Avispas [Dos] at the two drug points.\" 604 F.3d at 7.</p>\n<p>For all of these reasons, the district court did not abuse its discretion in imposing its sentence upon Appellant. The record of Appellant's protracted involvement in a violent, widespread, multi-year drug conspiracy within blocks of a public elementary school reflects a plausible rationale for the district court's selected sentence and the overall result is defensible. In sum, Appellant's contentions miscarry and we find that the imposed sentence was reasonable.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>We conclude that the district court appropriately made an individualized finding <span class=\"star-pagination\">*11</span> as to Appellant's drug quantity and did not attribute the weight of the conspiracy's drug amounts to Appellant. We further conclude that the district court's sentence was neither procedurally nor substantively unreasonable, and in any case, was not an abuse of the court's discretion. Accordingly, we uphold Appellant's sentence.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  José Rivera-Díaz (\"Rivera-Díaz\"), a co-defendant who became a cooperating witness for the government, testified at trial that a runner \"is in charge of keeping the material in his house to then bring it over to the drug point and hand it over to the seller, and then to collect the monies and keep it for the owner of the material.\" Also based on Rivera-Díaz's testimony, the \"owner\" is the person who purchased the drug materials for Las Avispas Dos.</p>\n<p>[2]  At trial, Rivera-Díaz testified that Appellant attended this meeting, which Appellant admits in his appellate brief.</p>\n<p>[3]  In the companion case of <i>Cintrón-Echautegui,</i> 604 F.3d at 2, one of Appellant's co-conspirators in Las Avispas Dos also pled guilty to the conspiracy count.</p>\n<p>[4]  Count Two, relating to forfeiture of property upon a conviction under Count One, 21 U.S.C. § 853(a)(1) and (2), was dismissed at Appellant's disposition hearing.</p>\n<p>[5]  Although the indictment itself did not mention the organization by name, it is identified by the parties in briefs and the change of plea colloquy, the PSI Report, and the disposition hearing as \"Las Avispas.\"</p>\n<p>[6]  Although the indictment and the PSI Report refer to a \"[b]ee\" tattoo on Appellant, Rivera-Díaz testified at trial that the tattoo is of a wasp. Appellant does not contest this discrepancy on appeal and so we need not address it.</p>\n<p>[7]  This figure is based upon an estimate that 1,000 capsules of cocaine were sold a day, multiplied by .075 grams of cocaine base per capsule, multiplied by the 364 days a year that Las Avispas distributed drugs, multiplied by the length of the conspiracy, which was four years (2003-2007).</p>\n<p>[8]  The court here referred to Gabriel \"Gabby\" Rivera-Rodríguez (\"Rivera-Rodríguez\") and Eduardo Pabón-Mandrell (\"Pabón\"). Rivera-Rodríguez and Pabón were two of Appellant's co-defendants and were found guilty of Count One. They have appealed their convictions and sentences in another case before us. <i>See United States v. Rivera-Rodríguez,</i> Nos. 08-1799, 08-1822, 08-1828, 08-1960, 08-2143.</p>\n<p>[9]  Appellant suggested for the first time at oral argument that he only sold drugs at one of Las Avispas's two drug points, the La Pluma drug point, and that the La Pluma drug point sold less drugs than the other drug point, Las Vías. Therefore, counsel argued that Appellant's drug quantity should have been greatly reduced. We find that no such evidence was presented at the change-of-plea colloquy, or is referenced in the PSI Report, or the transcript of the disposition hearing to support these assertions. \"We have steadfastly deemed waived issues raised on appeal in a perfunctory manner, not accompanied by developed argumentation.\" <i>Hostar Marine Transp. Sys. v. United States,</i> 592 F.3d 202, 208 (1st Cir.2010) (citation omitted). In any case, \"because [Appellant] raised this argument for the first time at oral argument, we refuse to consider it.\" <i>Pleasures of San Patricio, Inc. v. Méndez-Torres,</i> 596 F.3d 1, 7 n. 2 (1st Cir.2010).</p>\n<p>[10]  For example, the sentencing court found that Appellant's continued denial of weapons use was belied by the organization's frequent participation in shoot outs and his own role as a runner.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">613</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nRicardo RIVERA-MORENO, a/k/a Richi Defendant, Appellant.</h1></center>\n<center>No. 08-1961.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 1, 2010.</center>\n<center>Decided July 19, 2010.</center>\n<p><span class=\"star-pagination\">*2</span> Matthew A. Kamholtz, with whom Feinberg &amp; Kamholtz, was on brief for appellant.</p>\n<p>Julia M. Meconiates, Assistant United States Attorney, with whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Appellant Ricardo Rivera-Moreno was tried as a street seller and \"runner\"<sup>[1]</sup> in a vast, four-year drug-trafficking conspiracy, Las Avispas Dos, operating in Guayama, Puerto Rico. On the sixth day of trial, he pled guilty to a charge of conspiracy to distribute controlled substances. The district court sentenced Appellant to 365 months in prison, plus a fifteen-year term of supervised release. On appeal, Appellant contends that the sentencing court inappropriately attributed to him the full weight of the conspiracy's drug amounts and did not make individualized findings as to the quantity of drugs he distributed. Appellant also argues that the district court's sentence was procedurally and substantively unreasonable. After careful review of the record and the law, we find that the district court did not commit clear error in its factual findings, including the calculations of the drug quantities, and that the district court did not abuse its discretion in imposing Appellant's sentence. Accordingly, we affirm the district court's order and judgment in all respects.</p>\n<p></p>\n<h2>I. <i>Background and Procedural History</i>\n</h2>\n<p>As Appellant's guilty plea is based on the indictment, we present pertinent aspects of that indictment. <i>See </i><i>United States v. Cadieux,</i> <span class=\"citation\" data-id=\"202903\"><a href=\"/opinion/202903/united-states-v-cadieux/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 47 (1st Cir.2007) (under <i>Shepard v. United States,</i> <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005), an appellate court can look to the indictment when reviewing sentencing determinations following a guilty plea). Also, \"[b]ecause this appeal follows a guilty plea, we draw the facts from the change-of-plea colloquy, the presentence investigation report (PSI Report), and the transcript of the disposition hearing.\" <i>United States v. Cintrón-Echautegui,</i> <span class=\"citation\" data-id=\"1675\"><a href=\"/opinion/1675/united-states-v-cintron-echautegui/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.2010).</p>\n<p></p>\n<h2>A. Evidence, Guilty Plea, and Sentencing (2007-2008)</h2>\n<p>In 2003 a series of major arrests crippled Las Avispas Uno, the predecessor of <span class=\"star-pagination\">*3</span> Las Avispas Dos's drug distribution operation. The remaining members of Las Avispas Uno held a meeting to decide who would take over prominent positions within a new drug conspiracy.<sup>[2]</sup> At that meeting, Appellant's brother, Joe, assumed the top leadership role in the reconstituted Las Avispas (in English, \"The Wasps\"), Las Avispas Dos.</p>\n<p>On March 19, 2007, a grand jury sitting in the District of Puerto Rico returned a two-count indictment against Appellant and forty-one co-conspirators.<sup>[3]</sup> Count One of the indictment charged that, between approximately 2003 and 2007, the group of forty-two defendants conspired to possess with intent to distribute and did distribute narcotics, in violation of 21 U.S.C. §§ 841(a)(1), 846, and 860.<sup>[4]</sup> The indictment made multiple references to \"the drug trafficking organization\" in which Appellant was accused of being a member, \"Las Avispas.\"<sup>[5]</sup></p>\n<p>The indictment alleged that the co-conspirators, including Appellant (1) operated multiple \"drug distribution points\" within the municipality of Guayama; (2) possessed firearms \"to protect themselves from other competing drug trafficking organizations, and to maintain control over the above mentioned `drug distribution points'[;]\" and (3) killed and attempted to kill \"members of the organization and members of rival drug trafficking organizations in order to intimidate them and to maintain and further their control over `drug distribution points.'\"</p>\n<p>The indictment specifically alleged that Appellant, along with three other indicted co-conspirators, \"killed\" Ricardo Haddock-Collazo (\"Haddock-Collazo\") and then disposed of his body, on or about September 12, 2004, \"since they believed he was providing information about the drug distribution organization to law enforcement authorities.\" The PSI Report also noted this allegation, based on the testimony of a cooperating witness.</p>\n<p>Appellant and nine indicted co-conspirators proceeded to trial on February 11, 2008. On the sixth day of trial, February 19, 2008, Appellant pled guilty, without any plea agreement, to Count One on the indictment. Appellant did not admit to the allegations that he participated in the death of Haddock-Collazo or subsequent disposal of his body.</p>\n<p>During Appellant's pre-sentence interview conducted by the probation department, he admitted that he was a seller and \"on occasions he acted as a runner\" for Las Avispas Dos. Based on Rivera-Díaz's testimony at trial, the PSI Report observed that while Las Avispas Dos \"runners\" mostly used the AK-47 rifle, Appellant and other sellers who were close to leaders of the organization were also allowed to use the weapon. Also based on that testimony, the PSI Report stated that from 2003 to 2007, Las Avispas Dos engaged in \"many shoot outs\" against their enemies \"in order to obtain control of the drug points.\"</p>\n<p><span class=\"star-pagination\">*4</span> The indictment stated that \"[s]ome members [of the conspiracy] would exhibit on their body a tattoo depicting a `[b]ee' in order to identify themselves as loyal members of the organization.\"<sup>[6]</sup> The PSI Report stated that Appellant neglected to disclose the fact that he has a \"[b]ee\" tattoo on his chest; however, his mother corroborated this fact. At Appellant's disposition hearing, the sentencing court found that the tattoo of a wasp or a bee on his chest \"was the insignia for the [Las Avispas Dos] organization.\"</p>\n<p>Additionally, the PSI Report referenced that Las Avispas Dos prepared capsules of crack cocaine in a house next to the Luis Muñoz Elementary School and that only a wall separated the house from the school. The PSI Report reiterated Rivera-Díaz's testimony at trial as to the amounts, locations, and times that Las Avispas Dos sold drugs. With Rivera-Díaz's testimony that Las Avispas Dos sold 1,100 to 1,300 capsules of cocaine base each day for 364 days per year and a chemist's testimony that each capsule of crack that Las Avispas Dos sold contained .075 grams of cocaine base, the PSI Report concluded that the conspiracy sold 27.3 kilograms of cocaine base annually and an estimated 109.2 kilograms of cocaine base over the life of the conspiracy.<sup>[7]</sup> The base offense level for offenses involving at least 4.5 kilograms of crack is 38. U.S.S.G. § 2D1.1(c)(1). The PSI Report additionally applied the murder cross-reference for Appellant's participation in the murder of Haddock-Collazo, which increased the base offense level to 43. U.S.S.G. § 2D1.1(d)(1). The PSI Report then subtracted two levels for acceptance of responsibility, establishing a total offense level of 41. The PSI Report assigned Appellant criminal history category II for a prior juvenile conviction for selling drugs as a member of Las Avispas Uno. With an offense level of 41 and a criminal history category of II, the PSI Report provided an advisory guideline sentencing range (\"GSR\") of 360 months to life imprisonment.</p>\n<p>During the disposition hearing the government stated that:</p>\n<blockquote>[W]e believe that the evidence presented at trial was that this defendant was a runner. And, as a runner, he would have other individuals under his supervision that would be lookouts, Your Honor.</blockquote>\n<blockquote>And at some point during the conspiracy, [Appellant] became the right hand of Eduardo Pab[ó]n when in 2005 Pab[ó]n attempted or began to take over the drug trafficking operations.</blockquote>\n<p>The sentencing court accepted these representations as the court stated \"[t]his individual certainly had some degree of control. And he was the ... right hand of individuals known as Gabby and Pab[ó]n as well.\"<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*5</span> Appellant filed a Sentencing Memorandum making two objections that are relevant to this appeal. First, he objected to applying the murder cross-reference, arguing that the evidence at trial did not support the conclusion that he participated in the murder. Second, Appellant objected to the entire weight of the drug conspiracy being attributed to him, arguing that he could not reasonably foresee the acts of his co-conspirators.</p>\n<p>The court sustained defendant's first objection. The court decided not to apply the murder cross-reference despite the fact that it found that \"there is ample evidence on the record\" of Appellant's involvement with the death of Haddock-Collazo and also noted that \"Rivera-Díaz testified that Ricardo Rivera Moreno was present at the time in which this individual was killed by codefendant [Excel A.] Munis.\" The sentencing court did not impose the murder cross-reference \"out of an abundance of caution\" and because evidence of Haddock-Collazo's death was not presented at trial until after Appellant entered his plea.</p>\n<p>The sentencing court made a number of factual findings related to the drug activities of Las Avispas Dos generally and Appellant specifically. The sentencing court established the extent of Las Avispas Dos's operations, concluding that the drug conspiracy maintained at least two sellers per drug distribution point, operated multiple drug points per shift, and conducted three shifts per day, on a daily basis, 364 days per year (every day except Holy Friday) over the life span of the organization, from 2003 to 2007.</p>\n<p>The sentencing court established the number of capsules of crack cocaine Las Avispas Dos sold per day. Based on the evidence at trial, the sentencing court concluded that, during each of the morning and afternoon shifts, Las Avispas Dos could sell 200 to 400 capsules of crack cocaine. The sentencing court further concluded that, during the evening shift, Las Avispas Dos could sell 700 capsules of crack cocaine, for a total of 1,100 capsules of crack cocaine sold per day. The sentencing court concluded that \"the evidence clearly shows that ... the amounts of drugs that were distributed by far exceeded the 4.5 kilograms of cocaine.\"</p>\n<p>The sentencing court established that Appellant \"had a lengthy, lengthy participation in this case as a member of the former organization [Las Avispas Uno] and a member of the new organization [Las Avispas Dos].\" The court then estimated the drug quantity for which Appellant was responsible. In making this calculation, the sentencing court assumed that Appellant worked three shifts per week and sold at the low end of the range per shift, 200 capsules. Using the figure of 200 capsules per shift, with each capsule containing .075 grams of cocaine base, times three shifts per week, the sentencing court found that Appellant sold forty-five grams of cocaine per week. The court then took this weekly figure of forty-five grams multiplied by fifty-two weeks and found that Appellant sold 2.34 kilograms of cocaine base per year; multiplying that number by the length of the conspiracy, four years, the sentencing court concluded that Appellant sold 9.2 kilograms of cocaine base over the life of the conspiracy.</p>\n<p>Finding that Appellant sold 9.2 kilograms of cocaine base triggered a base offense level of 38. U.S.S.G. § 2D1.1(c)(1). The sentencing court then added four additional levels: a two-level enhancement because the offense took place near a protected location (a public elementary school), U.S.S.G. § 2D1.2(a)(1), and an additional two-level enhancement because Appellant possessed a dangerous weapon, U.S.S.G. § 2D1.1(b)(1). The sentencing <span class=\"star-pagination\">*6</span> court found that Appellant's prior juvenile conviction for illegal possession with intent to distribute marijuana in 2002 for Las Avispas Uno was essentially subsumed within the instant conspiracy and therefore declined to assign Appellant any criminal history points. Thus, with a criminal history category of I, the GSR was 360 months to life imprisonment, which was the same GSR calculated by the PSI Report using the murder cross-reference. However, the sentencing court reduced Appellant's base offense level to 40 as the court subtracted two levels for Appellant accepting responsibility. With a base offense level 40, and a criminal history category of I, the GSR was 292 months to 365 months imprisonment.</p>\n<p>Defense counsel pointed to several § 3553(a) factors weighing in Appellant's favor, such as Appellant's upbringing in a \"culture\" of drugs and violence (both his father and older brothers were involved in drug dealing), with the hope of mitigating the harshness of any sentence imposed. <i>See</i> 18 U.S.C. § 3553(a) (requiring courts to consider a number of factors in imposing sentences, including \"the nature and circumstances of the offense and the history and characteristics of the defendant\"). The sentencing court was unpersuaded, however, and determined that Appellant needed \"a total reprogramming\" and that \"a short period of incarceration will certainly expose the community to further danger and defendant to recidivisms.\" Therefore, the sentencing court imposed the maximum sentence that was still within the GSR: 365 months.</p>\n<p>On June 25, 2008, the sentencing court sentenced Appellant to 365-months imprisonment, followed by a fifteen-year term of supervised release.</p>\n<p></p>\n<h2>B. Appeal (2008)</h2>\n<p>On July 7, 2008, Appellant filed a timely notice of appeal and raised two issues. One claim concerns the individualized drug quantity determination. Appellant argues that the sentencing court, in calculating his sentence according to the GSR, erroneously found that he was individually responsible for at least 4.5 kilograms of crack cocaine. Appellant contends that the sentencing court calculated the weight of the cocaine base for the entire conspiracy, without the benefit of detailed defendant-specific findings regarding the scope of Appellant's personal drug selling activities. A second claim concerns the imposition of the 365-month sentence. Appellant argues that the sentence was greater than necessary and therefore unreasonable. For both issues, Appellant requests that we vacate and remand for resentencing. We conclude that the district court appropriately made individualized findings as to the quantity of drugs he distributed and that the sentence was procedurally and substantively reasonable.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. Appellant's Sentencing Based on Drug Quantity Responsibility</h2>\n<p></p>\n<h2>1. Standard/Scope of Review</h2>\n<p>\"When sentencing a participant in a drug-trafficking conspiracy, the district court must make an individualized finding concerning the quantity of drugs attributable to, or reasonably foreseeable by, the offender.\" <i>Cintrón-Echautegui,</i> 604 F.3d at 5 (citation omitted).</p>\n<blockquote>Where, as here, a defendant admits that the conspiracy to which he belonged handled drug quantities sufficient to trigger a mandatory minimum sentence, he becomes potentially eligible for the mandatory minimum  but that provision cannot be applied in his case without an individualized finding that the triggering <span class=\"star-pagination\">*7</span> amount was attributable to, or foreseeable by, him.</blockquote>\n<p><i>United States v. Colón-Solís,</i> <span class=\"citation\" data-id=\"200804\"><a href=\"/opinion/200804/united-states-v-colon-solis/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span>, 103 (1st Cir.2004).</p>\n<p>\"Because the question of whether the district court's drug quantity determination was based on an individualized determination or not presents a question of law, our review is de novo. If, however, the district court has engaged in an individualized determination, our review is for clear error.\" <i>Cintrón-Echautegui,</i> 604 F.3d at 5 (citation omitted). \"The sentencing court must determine drug quantity only by a preponderance of the evidence.\" <i>Id.</i> at 6. \"A finding of drug quantity need not be exact so long as the approximation represents a reasoned estimate of actual quantity. In making such a reasoned estimate, the court is entitled to draw reasonable inferences from information contained in the sentencing record.\" <i>Id.</i> at 6-7 (citations omitted).</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>In entering a straight guilty plea, Appellant admits that the conspiracy as a whole, though not he himself individually, handled more than 4.5 kilograms of cocaine. Appellant's contention, however, that the district court used the conspiracy-wide findings to sentence Appellant is without merit.<sup>[9]</sup> The district court made an individualized drug finding as to Appellant's accountability and correctly stated that this individualized calculation \"has been extremely conservative.\"</p>\n<p>The district court assumed that Appellant sold 200 capsules per shift, during one shift, three times a week, for a total of 600 capsules per week. The district court's determination of the frequency with which Appellant worked was a reasonable inference from information contained in the sentencing record. Appellant admitted to working one shift a week. The district court reasonably inferred, from the fact that Las Avispas Dos operated continuously and the lack of credibility Appellant exhibited on other issues,<sup>[10]</sup> that Appellant worked more times per week than he admitted.</p>\n<p>The district court's determination of the number of capsules per shift Appellant sold was also a reasonable inference from information contained in the sentencing record. Appellant admitted to selling drugs during evening shifts. The district court reasonably inferred, from its conclusion that Las Avispas Dos could sell 700 capsules of crack cocaine during evening shifts and that multiple individuals operated as sellers simultaneously, that Appellant sold about one-quarter of the full amount Las Avispas Dos sold during the shift to which Appellant admitted working.</p>\n<p><span class=\"star-pagination\">*8</span> These reasonable inferences make this an individualized finding specific to Appellant as well as different than the conspiracy-wide calculation. Although Appellant's individualized drug quantity determination yields the same base offense level as the conspiracy-wide amount because under the Sentencing Guidelines any amount over 4.5 kilograms of crack cocaine would trigger a base offense level of 38, U.S.S.G. § 2D1.1(c)(1), the district court did indeed perform a separate calculation specific to Appellant himself.</p>\n<p>As the PSI Report noted, the sentencing court could have linked defendant to the full crack cocaine amount of the conspiracy, 109 kilograms of cocaine base, by applying U.S.S.G. § 1B1.3(a)(1)(A), under which a defendant engaged in \"jointly undertaken criminal activity\" may be sentenced for \"all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken activity.\" U.S.S.G. § 1B1.3(a)(1)(A); <i>Cintrón-Echautegui,</i> 604 F.3d at 5.</p>\n<p>As we stated in the companion case, <i>Cintrón-Echautegui:</i></p>\n<blockquote>In this instance, the court derived its drug quantity determination by making plausible extrapolations from the available information. The court used the average drug weight per capsule suggested by the scientific evidence and the average drug sales per shift suggested by the cooperating witness to arrive at a sensible starting point.</blockquote>\n<p>604 F.3d at 7. In sum, under de novo review, we determine that the district court made an individualized determination, and we do not find that the district court clearly erred in calculating Appellant's sentence according to the Sentencing Guidelines to determine that Appellant was individually responsible for at least 4.5 kilograms of crack cocaine. Appellant's first claim of error thus fails.</p>\n<p></p>\n<h2>B. The Reasonableness of Appellant's Sentence</h2>\n<p></p>\n<h2>1. Standard/Scope of Review</h2>\n<p>We review the reasonableness of a criminal sentence under an abuse-of-discretion standard. <i>Gall v. United States,</i> <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 51, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (2007). \"In reviewing a sentence, we seek to ensure that it is both procedurally sound and substantively reasonable.\" <i>United States v. Dávila-González,</i> <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span>, 47 (1st Cir.2010) (citation omitted). A sentence is procedurally sound so long as the district court did not commit a procedural error in arriving at the sentence. Examples of procedural errors include: \"failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the section 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentence  including an explanation for any deviation from the Guidelines range.\" <i>Gall,</i> 552 U.S. at 51, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>. We must first determine that the district court committed no significant procedural error and then consider the substantive reasonableness of the sentence imposed under an abuse-of-discretion standard. <i>Id.</i> When conducting this review, we take into account the totality of the circumstances, including the extent of any variance from the GSR. <i>Id.</i> \"[T]he linchpin of a reasonable sentence is a plausible sentencing rationale and a defensible overall result.\" <i>United States v. Martin,</i> <span class=\"citation\" data-id=\"203196\"><a href=\"/opinion/203196/united-states-v-martin/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 96 (1st Cir.2008).</p>\n<p></p>\n<h2>2. Analysis</h2>\n<p>First, Appellant argues that the sentencing court made a procedural error by not giving appropriate weight to the § 3553(a) factors he raised. Among other factors, defense counsel argued at the sentencing <span class=\"star-pagination\">*9</span> hearing that Appellant came from a very dysfunctional family, which steered him towards a life of crime from an early age; witnessed violence in his childhood; began using drugs and carrying weapons at the age of fourteen; abandoned school in the ninth grade; and never held a steady job for more than ten months.</p>\n<p>The sentencing court carefully and deliberately evaluated the § 3553(a) factors. The court stated:</p>\n<blockquote>Considering the 3553 factors, the Court can certainly not ignore that it's true as stated by counsel that this individual comes from a very dysfunctional family. ... [E]ven though this is argued by counsel as a mitigating factor, it[,] as well[,] is a clear depiction of the fact that from early childhood [Appellant] ... learned to live in an illegal pathway that turned to be part of [his family's] livelihood to the point in which [Appellant] cannot express or state ... how is it that he thinks that there were no ways to obtain money by legal means.</blockquote>\n<blockquote>I think this individual has witnessed violence since childhood. That's the conduct that was learned since an early stage of his life. That's the same pattern of conduct in which he seems or appears to have engaged afterwards. And that a total reprogramming, if we may say so, is needed.</blockquote>\n<p>Further construing the § 3553(a) factors, the sentencing court went on to note the other factors defense counsel raised concerning Appellant's drug use, weapons possession, and educational and employment history. The court additionally found that Appellant did not learn from being placed on probation as a juvenile.</p>\n<p>The sentencing court had all of these § 3553(a) factors in mind when it imposed Appellant's sentence. Considering Las Avispas Dos's extensive drug distribution venture and Appellant's \"participation in actions of violence as well as his full knowledge, though he denies it, of the existence and use of weapons from the daily activities and events that transpired,\" the court reasoned that Appellant \"certainly needs time in which to gain incite [sic]\" and \"that a short period of incarceration will certainly expose the community to further danger and defendant to recidivisms.\" As a result, the court concluded that a sentence on the high end of  but still within  the advisory GSR was appropriate.</p>\n<p>Although defense counsel may have presented some information in order to show mitigating factors, we do not find that the district court abused its discretion in weighing that evidence. The record demonstrates that the sentencing court considered the § 3553(a) factors and imposed a reasonable sentence after considering Appellant's particular circumstances. Accordingly, we find that Appellant \"has not carried the heavy burden of proving that his within-the-range sentence was unreasonable or an abuse of discretion.\" <i>United States v. Innarelli,</i> <span class=\"citation\" data-id=\"203270\"><a href=\"/opinion/203270/united-states-v-innarelli/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span>, 292 (1st Cir.2008)(holding that the sentencing court did not overvalue the Sentencing Guidelines or undervalue the § 3553(a) factors as \"[t]he sentence imposed ... was more than defensible considering the gravity of [Appellant's] crimes\").</p>\n<p>We next turn to Appellant's claims that the sentence imposed was not substantively reasonable. Appellant argues that the sentence was substantively unreasonable because the court's findings that he had \"some degree of control\" in Las Avispas Dos, or that he had any particular connection with Rivera-Rodríguez or Pabón, or that Appellant was their \"right hand\" were clearly erroneous. We find that the district court did not abuse its discretion in making these findings.</p>\n<p><span class=\"star-pagination\">*10</span> It was not an abuse of discretion for the district court to find that Appellant had \"some degree of control\" in Las Avispas Dos. Appellant was involved with this conspiracy for four years. Furthermore, based on Rivera-Díaz's testimony as cited in the PSI Report, Appellant had use of Las Avispas Dos's AK-47 and, based on Appellant's own admission, he was present at the initial planning meeting to establish Las Avispas Dos and to decide who would assume various positions. He also admitted that he was a seller and runner of drugs for Las Avispas Dos and thus had access to and control over illicit money and narcotics. As the government noted during the disposition hearing, the nature of Rivera-Díaz's role as a runner included the fact that he supervised others. It was thus not an abuse of discretion for the district court to conclude, based on the combination of Appellant's lengthy involvement with the conspiracy, his permission to use the gun, his presence at the inaugural meeting of the organization, and his authority over drugs, money, and subordinates as a seller and runner, that he had \"some degree of control\" within the conspiracy. <i>See, e.g., </i><i>United States v. Picanso,</i> <span class=\"citation\" data-id=\"200513\"><a href=\"/opinion/200513/united-states-v-picanso/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 24 (1st Cir.2003)(\"While the pillars may be individually weak, taken together they [can] provide somewhat stronger support for the district court's ultimate finding\" that a defendant exercised control within a drug conspiracy).</p>\n<p>Regarding Appellant's relationships with Rivera-Rodríguez and Pabón, the sentencing court was looking to the evidence in the record when it found that Appellant was their \"right hand.\" The record contains the trial testimony of Rivera-Díaz in which he testified that Rivera-Rodríguez was the \"owner\" of crack for Las Avispas Dos. Appellant admitted that he was a seller and occasional runner of crack cocaine for Las Avispas Dos. Appellant admits in his appellate brief that Pabón controlled the drug distribution point at which Appellant worked. Any error the district court made with respect to the closeness of Appellant's ties to Rivera-Rodríguez and Pabón was harmless because, as with the extent of Appellant's \"control\" within the conspiracy, this matter was not dispositive of his sentence since the other evidence of his involvement was overwhelming.</p>\n<p>Appellant further claims that \"the District Court intended to sentence [him] as if he were responsible for the murder of Ricardo Haddock-Collazo, even though the Court declined to find that he was.\" There is no evidence to support the claim that the district court was seeking to arrive at the identical sentence as if it had imposed the murder cross-reference. The court correctly applied the Sentencing Guidelines and merely noted that the two calculations reached similar results. That coincidence does not render the sentence unreasonable.</p>\n<p>We also note that, as we stated in our companion case, <i>Cintrón-Echautegui,</i> the \"starting point was, in itself, favorable to the appellant because it left out of the equation drugs other than crack cocaine (e.g., heroin, marijuana) routinely marketed by Las Avispas [Dos] at the two drug points.\" 604 F.3d at 7.</p>\n<p>For all of these reasons, the district court did not abuse its discretion in imposing its sentence upon Appellant. The record of Appellant's protracted involvement in a violent, widespread, multi-year drug conspiracy within blocks of a public elementary school reflects a plausible rationale for the district court's selected sentence and the overall result is defensible. In sum, Appellant's contentions miscarry and we find that the imposed sentence was reasonable.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>We conclude that the district court appropriately made an individualized finding <span class=\"star-pagination\">*11</span> as to Appellant's drug quantity and did not attribute the weight of the conspiracy's drug amounts to Appellant. We further conclude that the district court's sentence was neither procedurally nor substantively unreasonable, and in any case, was not an abuse of the court's discretion. Accordingly, we uphold Appellant's sentence.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  José Rivera-Díaz (\"Rivera-Díaz\"), a co-defendant who became a cooperating witness for the government, testified at trial that a runner \"is in charge of keeping the material in his house to then bring it over to the drug point and hand it over to the seller, and then to collect the monies and keep it for the owner of the material.\" Also based on Rivera-Díaz's testimony, the \"owner\" is the person who purchased the drug materials for Las Avispas Dos.</p>\n<p>[2]  At trial, Rivera-Díaz testified that Appellant attended this meeting, which Appellant admits in his appellate brief.</p>\n<p>[3]  In the companion case of <i>Cintrón-Echautegui,</i> 604 F.3d at 2, one of Appellant's co-conspirators in Las Avispas Dos also pled guilty to the conspiracy count.</p>\n<p>[4]  Count Two, relating to forfeiture of property upon a conviction under Count One, 21 U.S.C. § 853(a)(1) and (2), was dismissed at Appellant's disposition hearing.</p>\n<p>[5]  Although the indictment itself did not mention the organization by name, it is identified by the parties in briefs and the change of plea colloquy, the PSI Report, and the disposition hearing as \"Las Avispas.\"</p>\n<p>[6]  Although the indictment and the PSI Report refer to a \"[b]ee\" tattoo on Appellant, Rivera-Díaz testified at trial that the tattoo is of a wasp. Appellant does not contest this discrepancy on appeal and so we need not address it.</p>\n<p>[7]  This figure is based upon an estimate that 1,000 capsules of cocaine were sold a day, multiplied by .075 grams of cocaine base per capsule, multiplied by the 364 days a year that Las Avispas distributed drugs, multiplied by the length of the conspiracy, which was four years (2003-2007).</p>\n<p>[8]  The court here referred to Gabriel \"Gabby\" Rivera-Rodríguez (\"Rivera-Rodríguez\") and Eduardo Pabón-Mandrell (\"Pabón\"). Rivera-Rodríguez and Pabón were two of Appellant's co-defendants and were found guilty of Count One. They have appealed their convictions and sentences in another case before us. <i>See United States v. Rivera-Rodríguez,</i> Nos. 08-1799, 08-1822, 08-1828, 08-1960, 08-2143.</p>\n<p>[9]  Appellant suggested for the first time at oral argument that he only sold drugs at one of Las Avispas's two drug points, the La Pluma drug point, and that the La Pluma drug point sold less drugs than the other drug point, Las Vías. Therefore, counsel argued that Appellant's drug quantity should have been greatly reduced. We find that no such evidence was presented at the change-of-plea colloquy, or is referenced in the PSI Report, or the transcript of the disposition hearing to support these assertions. \"We have steadfastly deemed waived issues raised on appeal in a perfunctory manner, not accompanied by developed argumentation.\" <i>Hostar Marine Transp. Sys. v. United States,</i> <span class=\"citation\" data-id=\"204130\"><a href=\"/opinion/204130/hostar-marine-transport-systems-inc-v-united-states/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">202</span></a></span>, 208 (1st Cir.2010) (citation omitted). In any case, \"because [Appellant] raised this argument for the first time at oral argument, we refuse to consider it.\" <i>Pleasures of San Patricio, Inc. v. Méndez-Torres,</i> <span class=\"citation\" data-id=\"9\"><a href=\"/opinion/9/pleasures-of-san-patricio-inc-v-mendez-torres/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 n. 2 (1st Cir.2010).</p>\n<p>[10]  For example, the sentencing court found that Appellant's continued denial of weapons use was belied by the organization's frequent participation in shoot outs and his own role as a runner.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/9/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204130/"
  ]
}