{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/173955/",
  "absolute_url": "/opinion/173955/barsoum-v-holder/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/173955/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-08-24T17:12:25Z",
  "date_modified": "2016-04-26T13:41:31.548562Z",
  "type": "010combined",
  "sha1": "c9c382c7a23b8d19ec51c9dfa7682795af13f25e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1968P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/08/24/Barsoum_v._Holder_Jr..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 09-1968\n\n                          EMAD BARSOUM,\n\n                           Petitioner,\n\n                                v.\n\n              ERIC H. HOLDER, JR., ATTORNEY GENERAL,\n\n                           Respondent.\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                        Lynch, Chief Judge,\n                 Selya and Lipez, Circuit Judges.\n\n\n\n     David L. Yavner was on brief for petitioner.\n     Liza S. Murcia, Attorney, Office of Immigration Litigation,\nTony West, Assistant Attorney General, Civil Division, and Anthony\nC. Payne, Senior Litigation Counsel, were on brief for respondent.\n\n\n\n                         August 24, 2010\n\f            LYNCH, Chief Judge.            Emad Wagdi Barsoum, of Egypt,\n\nentered the United States on August 30, 2002 on a non-immigrant\n\nvisitor visa and overstayed.         He petitions for review of a July 6,\n\n2009 final order of removal by the Board of Immigration Appeals\n\n(BIA).      The    BIA    denied    Barsoum's     application     for     asylum,\n\nwithholding of removal, and protection under the Convention Against\n\nTorture   (CAT),    affirming      the   August   13,   2007   decision       of   an\n\nImmigration Judge (IJ).         Barsoum petitions for review of (1) the\n\nBIA's    finding   that   he   failed     to   establish   that   he    had    been\n\npersecuted in Egypt for his Coptic Christian beliefs or that he\n\nwould face persecution in the future and (2) the BIA's denial of\n\nhis motion to remand his case to the IJ in light of changed country\n\nconditions and purported new evidence.            The petition for review is\n\ndenied.\n\n                                         I.\n\n            On March 25, 2003 Barsoum applied for asylum, withholding\n\nof removal, and protection under CAT on the basis of religious\n\npersecution.      He was issued a Notice to Appear on November 19, 2004\n\nand, conceding removability, appeared for a removal hearing before\n\nan IJ on August 13, 2007.\n\n            We summarize Barsoum's testimony before the IJ.               Barsoum\n\nis a Coptic Christian.         He entered medical school at Alexandria\n\nUniversity in 1996.       During his third year, he befriended Wissam,\n\n\n\n\n                                         -2-\n\fa Muslim woman and fellow student.     The two of them discussed their\n\ncoursework each day at school.\n\n          In 2001, a member of a fundamentalist group called the\n\nMuslim Brotherhood approached Barsoum on campus and warned him not\n\nto stand side-by-side with a Muslim girl.       As a result, Barsoum\n\ntold Wissam that they should stay away from one another.       Wissam\n\ntold Barsoum she was in love with him, and Barsoum began avoiding\n\nWissam.\n\n          In June 2001, Wissam followed Barsoum on campus and told\n\nhim in public that she wanted to marry him.    At that point, another\n\nstudent approached and said, \"Didn't I warn you before?\"         That\n\nstudent and others hit Barsoum in the face and head.    The commotion\n\nattracted campus guards who, assuming Barsoum had been bothering\n\nWissam, made him sign a document promising to stay away from her.\n\nBarsoum did not seek any medical treatment.\n\n          The next month, in July 2001, a caller identifying\n\nhimself as a member of the Muslim Brotherhood threatened to beat\n\nBarsoum up, ruin his career, and prevent him from \"enter[ing] the\n\nuniversity\" if he was seen with a Muslim woman.     This may have been\n\na reference to physically entering the university grounds.\n\n          In February 2002, Barsoum was threatened again in person.\n\nHe was told he would be killed if he refused to convert to Islam\n\nand marry Wissam.   The threat was not specific as to when any\n\nconversion and marriage had to take place.\n\n\n                                 -3-\n\f          That Easter, driving home from a midnight mass, Barsoum\n\nwas pursued by two other cars that corralled him and pushed his car\n\noff the road and into a trash container.             He was then charged with\n\nvandalizing the container (the charges were later dropped). In the\n\ncrash, Barsoum sustained injuries to the face and head, requiring\n\nhospitalization, a blood transfusion, and plastic surgery. Barsoum\n\ntestified that he recognized a passenger in one of the cars as a\n\nMuslim fundamentalist whom he knew from school, and Barsoum assumed\n\nthat the attack was motivated by religious animosity.                  He also\n\ntestified that the police refused to take his formal statement\n\nabout the incident, and that they failed to investigate his claims.\n\n          After the Easter attack in 2002, Barsoum moved from\n\nAlexandria to Cairo to hide from the Muslim Brotherhood.               He moved\n\nin with a relative, George, also a Coptic Christian and medical\n\nstudent. Barsoum planned to transfer to a medical school in Cairo.\n\nHe testified that one day in August 2002, he received a phone call\n\nfrom George, who said that four members of the Muslim Brotherhood\n\nhad come to George's apartment looking for Barsoum, and had beaten\n\nGeorge around the face.          That month, Barsoum fled to the United\n\nStates.\n\n          The      IJ   denied   Barsoum's    application     for   asylum   and\n\nwithholding   of    removal.      The    IJ   made   no   express   credibility\n\nfinding, but noted a few apparent inconsistencies between Barsoum's\n\nasylum application and his testimony, and noted that Barsoum had\n\n\n                                        -4-\n\fnot provided documentation supporting his story. The IJ found that\n\nBarsoum had not shown that the Easter car attack was part of the\n\nharassment related to his perceived relationship with Wissam.                    Nor\n\nhad   he   demonstrated      that   his    troubles      amounted     to   religious\n\npersecution rather than social difficulties arising from that\n\nperceived relationship.          The IJ also found that the harm Barsoum\n\nhad suffered did not rise to the level of persecution, particularly\n\nbecause Barsoum did not try to solve his problems through anything\n\nshort of flight and, even then, did not flee to the United States\n\nuntil more than a year after receiving a visa to the United States.\n\nMoreover, with the exception of the Easter attack, Barsoum and his\n\nCoptic Christian family members, all of whom remained in Egypt, had\n\nalways been able to practice their religion freely.                   Finally, the\n\nIJ denied CAT relief because there was no evidence that Barsoum\n\nwould be tortured if returned to Egypt.\n\n                Barsoum appealed the IJ's ruling to the BIA and on March\n\n5, 2008, filed a motion to remand, presenting family photos and a\n\nphysician's       report   to   document     his      claims,   and   an   affidavit\n\nexplaining why this evidence was previously unavailable. Two weeks\n\nlater, on March 19, 2008, Barsoum filed documentation of his\n\nenrollment in medical school and his church involvement.                      Seven\n\nmonths later, on October 22, 2008, Barsoum further supplemented his\n\nmotion     to    remand,   claiming   that      his    risk   of   persecution   had\n\nincreased due to worsening country conditions in Egypt for Coptic\n\n\n                                          -5-\n\fChristians. He provided a statement from a researcher specializing\n\nin religious freedom that catalogued reports of violence and\n\ndiscrimination against Coptic Christians.         He filed an update to\n\nthe statement on March 19, 2009.\n\n          On July 6, 2009, the BIA, upholding the IJ's ruling,\n\nfound   that   Barsoum's    experiences    did    not    amount   to     past\n\npersecution, even if he had been targeted because of his religion.\n\nThe BIA also found that there was no established pattern or\n\npractice in Egypt of persecuting Coptic Christians, though Barsoum\n\nhad never raised the issue.      The BIA found that Barsoum had not\n\nconnected any general conditions of persecution against Coptic\n\nChristians in Egypt to his own individualized risk of future\n\npersecution.    Finally, the BIA upheld the IJ's denial of CAT\n\nprotection.\n\n          Addressing Barsoum's motion to remand, the BIA found that\n\nthe corroborating documentation that Barsoum had submitted could\n\nnot have changed the outcome before the IJ, because the IJ's\n\nholding was not based on a lack of credibility.         The BIA found that\n\nthe statements describing changed country conditions in Egypt were\n\nalso insufficient to merit a remand because they were generalized\n\nand did not demonstrate Barsoum's individualized risk of future\n\npersecution.    The   BIA   denied    Barsoum's   motion   to   remand    and\n\ndismissed his appeal.\n\n\n\n\n                                     -6-\n\f                                 II.\n\n            \"Where, as here, the BIA adopted and affirmed the IJ's\n\nruling, but also discussed some of the bases for the IJ's opinion,\"\n\nwe review both opinions.    Ru Xiu Chen v. Holder, 579 F.3d 73, 77\n\n(1st Cir. 2009) (quoting Mam v. Holder, 566 F.3d 280, 282 (1st Cir.\n\n2009)) (internal quotation marks omitted).      No pure issues of law\n\nare raised by this petition.    We review the BIA's determinations\n\nunder the deferential substantial evidence standard.     Balachandran\n\nv. Holder, 566 F.3d 269, 273 (1st Cir. 2009).\n\n            The BIA will be upheld as long as the record as a whole\n\nprovides    \"reasonable,   substantial,   and   probative   evidence\"\n\nsupporting its findings. Anacassus v. Holder, 602 F.3d 14, 18 (1st\n\nCir. 2010) (quoting Attia v. Gonzales, 477 F.3d 21, 23 (1st Cir.\n\n2007)). We will only reverse the BIA's findings if \"any reasonable\n\nadjudicator would be compelled to conclude to the contrary.\"\n\nRasiah v. Holder, 589 F.3d 1, 4 (1st Cir. 2009) (quoting Budiono v.\n\nMukasey, 548 F.3d 44, 48 (1st Cir. 2008)) (internal quotation marks\n\nomitted).\n\n            Barsoum bears the burden of establishing his eligibility\n\nfor asylum by demonstrating that he \"has suffered past persecution\n\nor has a well-founded fear of future persecution on the basis of\"\n\nhis religion.   Anacassus, 602 F.3d at 19 (quoting Decky v. Holder,\n\n587 F.3d 104, 110 (1st Cir. 2009)).         If past persecution is\n\ndemonstrated, this establishes a rebuttable presumption that the\n\n\n                                 -7-\n\fpetitioner may reasonably fear future persecution upon return. Id.\n\nThe petitioner must have a subjective fear of future persecution\n\nand that fear must be objectively reasonable.\n\n            Substantial       evidence    supports     the    BIA's     and    IJ's\n\nconclusion that even if the harms Barsoum has endured are assumed\n\nattributable to his religious beliefs, they did not rise to the\n\nlevel of persecution.\n\n            To    show   persecution,     an   alien   must    show     more   than\n\n\"unpleasantness, harassment, and even basic suffering.\"                 Jorgji v.\n\nMukasey, 514 F.3d 53, 57 (1st Cir. 2008) (quoting Nelson v. INS,\n\n232 F.3d 258, 263 (1st Cir. 2000)).            The \"severity, duration, and\n\nfrequency    of    physical    abuse\"    are    factors      relevant    to    this\n\ndetermination, see Topalli v. Gonzales, 417 F.3d 128, 133 (1st Cir.\n\n2005), as is whether harm is \"systematic rather than reflective of\n\na series of isolated incidents,\" Anacassus, 602 F.3d at 20 (quoting\n\nJournal v. Keisler, 507 F.3d 9, 12 (1st Cir. 2007)) (internal\n\nquotation mark omitted).           The state must also be implicated,\n\nwhether by participation or acquiescence, for harm to amount to\n\npersecution.      Jorgji, 514 F.3d at 57.\n\n            Barsoum was first harassed in 2001, when a fellow student\n\nissued a vague warning, unaccompanied by any threat, that he should\n\nnot stand side-by-side with a Muslim girl.              This was clearly not\n\npersecution.\n\n\n\n\n                                        -8-\n\f            In June 2001, when Wissam told Barsoum in public that she\n\nwanted to marry him, nearby students hit Barsoum in the face and\n\nhead.    He was not seriously injured, and did not report the assault\n\nto   the   police;   only   the   campus   guards   were   notified.   This\n\nincident, again, clearly was not persecution.\n\n            Nor did the BIA err in holding that the two threats\n\nBarsoum received did not constitute persecution.             He received a\n\nphone call in July 2001 in which the caller identified himself as\n\na member of the Muslim Brotherhood from school and issued a vague\n\nthreat to beat Barsoum up, ruin his career, and prevent him from\n\n\"enter[ing] the university\" if he was seen with a Muslim girl.\n\nBarsoum was already a student there, and had been so for several\n\nyears.     Even if the vague threat to keep him from entering the\n\nuniversity was a threat to physically prevent him from accessing\n\nthe campus, Barsoum made no effort to report this physical threat\n\nto the university or police.\n\n            Barsoum was threatened again in 2002, when he was told he\n\nwould be killed if he did not convert to Islam and marry Wissam.\n\nWhile \"credible verbal death threats may fall within the meaning of\n\n'persecution,'\" Un v. Gonzales, 415 F.3d 205, 210 (1st Cir. 2005),\n\nthe BIA was not required to conclude that this vague threat was\n\npersecution.\n\n            Barsoum claims that his Easter 2002 car accident was\n\nitself sufficient to show past persecution because it resulted in\n\n\n                                     -9-\n\fserious physical injuries. A one-time incident of physical injury,\n\neven assuming connectedness to the threats, does not necessarily\n\nestablish   that    what   Barsoum    suffered   rose   to     the   level    of\n\npersecution.    See Bocova v. Gonzalez, 412 F.3d 257, 261 (1st Cir.\n\n2005) (finding that harms including a beating serious enough to\n\nrequire hospitalization did not amount to persecution).\n\n            Independently,    no   facts    required    a    conclusion      that\n\nBarsoum had established the needed causal connection.               That the IJ\n\nand BIA treated Barsoum's testimony as credible did not require\n\nthem to treat his \"speculation as to motive\" as conclusive.               Ziu v.\n\nGonzales, 412 F.3d 202, 204 (1st Cir. 2005).\n\n            Barsoum's testimony about the August 2002 incident, in\n\nwhich his cousin George told him members of the Muslim Brotherhood\n\ntracked Barsoum to Cairo and hit George in the face, does not\n\ncompel a conclusion of persecution. Barsoum was not present at the\n\ntime, and reported only George's inconclusive statements.                 There\n\nwas also no indication that George was himself seriously injured.\n\n            The BIA was not compelled to find that the harms Barsoum\n\nsuffered,    even   viewed   collectively,       rose   to    the    level     of\n\npersecution.    Also fatal to Barsoum's claim is that the harm he\n\nsuffered, on his own account, was all inflicted by fellow students,\n\nwithout the government involvement, complicity, or condonation\n\nrequired to establish persecution.          See Jorgji, 514 F.3d at 57.\n\nBarsoum sought assistance from the police only once, after the\n\n\n                                     -10-\n\fEaster   2002   car    chase,   and    he     claims   that   they    failed    to\n\ninvestigate his story, but he never again sought their help and has\n\nnot established that the police were actually unable or unwilling\n\nto protect him.       That the vandalism charges against him stemming\n\nfrom the Easter incident were dropped suggests that the police were\n\nnot actively targeting him.\n\n           There is also substantial evidence supporting the BIA's\n\nfinding that Barsoum failed to demonstrate a well-founded fear of\n\nfuture persecution.      Absent a showing of past persecution, he is\n\nnot entitled to a presumption that his fear is well-founded.                   See\n\nAnacassus, 602 F.3d at 21.       His evidence was not persuasive, much\n\nless compelling, that he faced a risk of future persecution.                    He\n\ndid not show the connection between evidence of attacks on other\n\nCoptic Christians in Egypt and \"his own individualized risk of\n\nharm\" required to demonstrate objectively reasonable fear of future\n\npersecution.    Tawadrous v. Holder, 565 F.3d 35, 39 (1st Cir. 2009)\n\n(quoting Tandayu v. Mukasey, 521 F.3d 97, 101 (1st Cir. 2008))\n\n(internal quotation marks omitted).\n\n           \"[S]imply     because      civil     strife   causes      substantial\n\nhardships\" for a minority group, such as Coptic Christians, \"does\n\nnot automatically entitle all members of that minority to asylum.\"\n\nRasiah, 589 F.3d at 5.          Rather, a petitioner ordinarily must\n\nprovide \"individualized evidence that [he] will be 'singled out'\n\nfor persecution upon return to his home country,\" Kho v. Keisler,\n\n\n                                      -11-\n\f505 F.3d 50, 54 (1st Cir. 2007), and Barsoum utterly failed to do\n\nso before the IJ.1\n\n            Barsoum cannot meet the higher burden of proof required\n\nfor withholding of removal.    See Singh v. Mukasey, 543 F.3d 1, 7\n\n(1st Cir. 2009).       Barsoum's CAT claim is based solely on a\n\ncharacterization of his past experiences as \"torture\" likely to be\n\nrepeated.   Because his past suffering does not rise to the level of\n\npersecution, let alone torture, his CAT claim was properly denied.\n\nSee id.\n\n                                III.\n\n            There was no abuse of discretion in the BIA's denial of\n\nBarsoum's motion to remand.     See Dong v. Holder, 587 F.3d 8, 13\n\n(1st Cir. 2009).     We would reverse only if the refusal to remand\n\nwas made absent a \"rational explanation, inexplicably departed from\n\nthe established policies, or rested on an impermissible basis.\"\n\nPakasi v. Holder, 577 F.3d 44, 48 (1st Cir. 2009) (quoting Zhang v.\n\nINS, 348 F.3d 289, 293 (1st Cir. 2003)) (internal quotation marks\n\nomitted).\n\n\n\n\n     1\n       Barsoum has waived the argument that there is a pattern or\npractice of persecution against Coptic Christians in Egypt because\nhe did not pursue a pattern or practice claim before the IJ or the\nBIA and does not seriously develop the argument in this court. See\nAhmed v. Holder, No. 09-2085, 2010 WL 2740018, at *6 (1st Cir. July\n13, 2010) (\"[A]ppellate arguments advanced in a perfunctory manner,\nunaccompanied by citations to relevant authority, are deemed\nwaived.\").\n\n                                -12-\n\f           A motion to remand made before the BIA is treated under\n\nthe standards for a motion to reopen.      See Falae v. Gonzales, 411\n\nF.3d 11, 14 (1st Cir. 2005).         Motions to reopen are generally\n\ndisfavored because they undermine interests in finality.          INS v.\n\nAbudu, 485 U.S. 94, 107 (1988); Olujoke v. Gonzales, 411 F.3d 16,\n\n23 (1st Cir. 2005).     They can be granted only if the petitioner\n\nproduces new, previously unavailable material evidence, Ratnasingam\n\nv. Holder, 556 F.3d 10, 15 (1st Cir. 2009), that \"establishes a\n\nprima facie case for the underlying substantive relief,\" Chikkeur\n\nv. Mukasey, 514 F.3d 1381, 1383 (1st Cir. 2008).\n\n           We reject the claim that the BIA abused its discretion in\n\nnot remanding Barsoum's case to the IJ.         Because the IJ made no\n\nadverse   credibility   finding,    and   the   BIA   treated   Barsoum's\n\ntestimony as true, the documents corroborating certain aspects of\n\nBarsoum's testimony could not change the outcome in his case.\n\n           We also reject his claim that the BIA failed to address\n\nhis claim of worsening country conditions for Coptic Christians.\n\nThe BIA acknowledged the statements he submitted on changed country\n\nconditions and found that they did not warrant a remand because\n\nthey were generalized and did not detail why Barsoum specifically\n\nwould be persecuted in the future in Egypt.           See Tawadrous, 565\n\nF.3d at 39.   The BIA also pointedly addressed one claim made in the\n\nstatements, that Barsoum would face a heightened individual risk of\n\nharm in Egypt because he was a member of a church in Alexandria\n\n\n                                   -13-\n\fthat has been targeted for violence in the past.            The BIA rightly\n\nindicated   that   Barsoum   never    testified   to   or   documented   his\n\nmembership in this church.2\n\n            In addition, much of the material presented was obviously\n\navailable earlier and not proper on a motion for remand.            It was\n\nnot an abuse of discretion for the BIA to refuse to remand to the\n\nIJ on the basis of such material.       See Ratnasingam, 556 F.3d at 15;\n\n8 C.F.R. ยง 1003.2(c)(1) (authorizing the BIA to grant a motion to\n\nreopen only if underlying evidence \"was not available and could not\n\nhave been discovered or presented at the former hearing\").\n\n            The material relating to events since August 2007 may or\n\nmay not show deterioration in country conditions for religious\n\nminorities in Egypt.     The State Department reports summarized in\n\nthe statements say that religious freedom for religious minorities\n\nin Egypt has generally declined in recent years, but say nothing\n\nspecific about Coptic Christians in those trends.            General trend\n\nstatements summarizing the treatment of all religious minorities,\n\ndevoid of any indication of severity, cannot excuse Barsoum from\n\nhis burden of demonstrating a connection between any changes in\n\n\n\n     2\n       In his brief, Barsoum makes much of the BIA's apparent\nmisreading of an affidavit he submitted with his motion to remand.\nThe affidavit was written by a Coptic priest in Egypt and named\nvarious churches with which Barsoum has had some passing\naffiliation. The BIA read this affidavit to contradict Barsoum's\nclaim of membership at St. George's Coptic Church in Alexandria.\nWhether the BIA was in error is immaterial, as Barsoum has not\ndemonstrated his membership at St. George's in any way.\n\n                                     -14-\n\fconditions and his own individualized risk of harm. Tawadrous, 565\n\nF.3d at 39.   The BIA did not abuse its discretion by refusing to\n\nremand to consider changed country conditions on the basis of these\n\nstatements.\n\n          The petition for review is denied.\n\n\n\n\n                               -15-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>617 F.3d 73 (2010)</b></center>\n<center><h1>Emad BARSOUM, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr., Attorney General, Respondent.</h1></center>\n<center>No. 09-1968.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 30, 2010.</center>\n<center>Decided August 24, 2010.</center>\n<p><span class=\"star-pagination\">*76</span> David L. Yavner was on brief for petitioner.</p>\n<p>Liza S. Murcia, Attorney, Office of Immigration Litigation, Tony West, Assistant Attorney General, Civil Division, and Anthony C. Payne, Senior Litigation Counsel, were on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Emad Wagdi Barsoum, of Egypt, entered the United States on August 30, 2002 on a non-immigrant visitor visa and overstayed. He petitions for review of a July 6, 2009 final order of removal by the Board of Immigration Appeals (BIA). The BIA denied Barsoum's application for asylum, withholding of removal, and protection under the Convention Against Torture (CAT), affirming the August 13, 2007 decision of an Immigration Judge (IJ). Barsoum petitions for review of (1) the BIA's finding that he failed to establish that he had been persecuted in Egypt for his Coptic Christian beliefs or that he would face persecution in the future and (2) the BIA's denial of his motion to remand his case to the IJ in light of changed country conditions and purported new evidence. The petition for review is denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*77</span> I.</h2>\n<p>On March 25, 2003 Barsoum applied for asylum, withholding of removal, and protection under CAT on the basis of religious persecution. He was issued a Notice to Appear on November 19, 2004 and, conceding removability, appeared for a removal hearing before an IJ on August 13, 2007.</p>\n<p>We summarize Barsoum's testimony before the IJ. Barsoum is a Coptic Christian. He entered medical school at Alexandria University in 1996. During his third year, he befriended Wissam, a Muslim woman and fellow student. The two of them discussed their coursework each day at school.</p>\n<p>In 2001, a member of a fundamentalist group called the Muslim Brotherhood approached Barsoum on campus and warned him not to stand side-by-side with a Muslim girl. As a result, Barsoum told Wissam that they should stay away from one another. Wissam told Barsoum she was in love with him, and Barsoum began avoiding Wissam.</p>\n<p>In June 2001, Wissam followed Barsoum on campus and told him in public that she wanted to marry him. At that point, another student approached and said, \"Didn't I warn you before?\" That student and others hit Barsoum in the face and head. The commotion attracted campus guards who, assuming Barsoum had been bothering Wissam, made him sign a document promising to stay away from her. Barsoum did not seek any medical treatment.</p>\n<p>The next month, in July 2001, a caller identifying himself as a member of the Muslim Brotherhood threatened to beat Barsoum up, ruin his career, and prevent him from \"enter[ing] the university\" if he was seen with a Muslim woman. This may have been a reference to physically entering the university grounds.</p>\n<p>In February 2002, Barsoum was threatened again in person. He was told he would be killed if he refused to convert to Islam and marry Wissam. The threat was not specific as to when any conversion and marriage had to take place.</p>\n<p>That Easter, driving home from a midnight mass, Barsoum was pursued by two other cars that corralled him and pushed his car off the road and into a trash container. He was then charged with vandalizing the container (the charges were later dropped). In the crash, Barsoum sustained injuries to the face and head, requiring hospitalization, a blood transfusion, and plastic surgery. Barsoum testified that he recognized a passenger in one of the cars as a Muslim fundamentalist whom he knew from school, and Barsoum assumed that the attack was motivated by religious animosity. He also testified that the police refused to take his formal statement about the incident, and that they failed to investigate his claims.</p>\n<p>After the Easter attack in 2002, Barsoum moved from Alexandria to Cairo to hide from the Muslim Brotherhood. He moved in with a relative, George, also a Coptic Christian and medical student. Barsoum planned to transfer to a medical school in Cairo. He testified that one day in August 2002, he received a phone call from George, who said that four members of the Muslim Brotherhood had come to George's apartment looking for Barsoum, and had beaten George around the face. That month, Barsoum fled to the United States.</p>\n<p>The IJ denied Barsoum's application for asylum and withholding of removal. The IJ made no express credibility finding, but noted a few apparent inconsistencies between Barsoum's asylum application and his testimony, and noted that Barsoum had not provided documentation supporting his story. The IJ found that Barsoum had not <span class=\"star-pagination\">*78</span> shown that the Easter car attack was part of the harassment related to his perceived relationship with Wissam. Nor had he demonstrated that his troubles amounted to religious persecution rather than social difficulties arising from that perceived relationship. The IJ also found that the harm Barsoum had suffered did not rise to the level of persecution, particularly because Barsoum did not try to solve his problems through anything short of flight and, even then, did not flee to the United States until more than a year after receiving a visa to the United States. Moreover, with the exception of the Easter attack, Barsoum and his Coptic Christian family members, all of whom remained in Egypt, had always been able to practice their religion freely. Finally, the IJ denied CAT relief because there was no evidence that Barsoum would be tortured if returned to Egypt.</p>\n<p>Barsoum appealed the IJ's ruling to the BIA and on March 5, 2008, filed a motion to remand, presenting family photos and a physician's report to document his claims, and an affidavit explaining why this evidence was previously unavailable. Two weeks later, on March 19, 2008, Barsoum filed documentation of his enrollment in medical school and his church involvement. Seven months later, on October 22, 2008, Barsoum further supplemented his motion to remand, claiming that his risk of persecution had increased due to worsening country conditions in Egypt for Coptic Christians. He provided a statement from a researcher specializing in religious freedom that catalogued reports of violence and discrimination against Coptic Christians. He filed an update to the statement on March 19, 2009.</p>\n<p>On July 6, 2009, the BIA, upholding the IJ's ruling, found that Barsoum's experiences did not amount to past persecution, even if he had been targeted because of his religion. The BIA also found that there was no established pattern or practice in Egypt of persecuting Coptic Christians, though Barsoum had never raised the issue. The BIA found that Barsoum had not connected any general conditions of persecution against Coptic Christians in Egypt to his own individualized risk of future persecution. Finally, the BIA upheld the IJ's denial of CAT protection.</p>\n<p>Addressing Barsoum's motion to remand, the BIA found that the corroborating documentation that Barsoum had submitted could not have changed the outcome before the IJ, because the IJ's holding was not based on a lack of credibility. The BIA found that the statements describing changed country conditions in Egypt were also insufficient to merit a remand because they were generalized and did not demonstrate Barsoum's individualized risk of future persecution. The BIA denied Barsoum's motion to remand and dismissed his appeal.</p>\n<p></p>\n<h2>II.</h2>\n<p>\"Where, as here, the BIA adopted and affirmed the IJ's ruling, but also discussed some of the bases for the IJ's opinion,\" we review both opinions. <i>Ru Xiu Chen v. Holder,</i> 579 F.3d 73, 77 (1st Cir.2009) (quoting <i>Mam v. Holder,</i> 566 F.3d 280, 282 (1st Cir.2009)) (internal quotation marks omitted). No pure issues of law are raised by this petition. We review the BIA's determinations under the deferential substantial evidence standard. <i>Balachandran v. Holder,</i> 566 F.3d 269, 273 (1st Cir.2009).</p>\n<p>The BIA will be upheld as long as the record as a whole provides \"reasonable, substantial, and probative evidence\" supporting its findings. <i>Anacassus v. Holder,</i> 602 F.3d 14, 18 (1st Cir.2010) (quoting <i>Attia v. Gonzales,</i> 477 F.3d 21, 23 <span class=\"star-pagination\">*79</span> (1st Cir.2007)). We will only reverse the BIA's findings if \"any reasonable adjudicator would be compelled to conclude to the contrary.\" <i>Rasiah v. Holder,</i> 589 F.3d 1, 4 (1st Cir.2009) (quoting <i>Budiono v. Mukasey,</i> 548 F.3d 44, 48 (1st Cir.2008)) (internal quotation marks omitted).</p>\n<p>Barsoum bears the burden of establishing his eligibility for asylum by demonstrating that he \"has suffered past persecution or has a well-founded fear of future persecution on the basis of\" his religion. <i>Anacassus,</i> 602 F.3d at 19 (quoting <i>Decky v. Holder,</i> 587 F.3d 104, 110 (1st Cir.2009)). If past persecution is demonstrated, this establishes a rebuttable presumption that the petitioner may reasonably fear future persecution upon return. <i>Id.</i> The petitioner must have a subjective fear of future persecution and that fear must be objectively reasonable.</p>\n<p>Substantial evidence supports the BIA's and IJ's conclusion that even if the harms Barsoum has endured are assumed attributable to his religious beliefs, they did not rise to the level of persecution.</p>\n<p>To show persecution, an alien must show more than \"unpleasantness, harassment, and even basic suffering.\" <i>Jorgji v. Mukasey,</i> 514 F.3d 53, 57 (1st Cir.2008) (quoting <i>Nelson v. INS,</i> 232 F.3d 258, 263 (1st Cir.2000)). The \"severity, duration, and frequency of physical abuse\" are factors relevant to this determination, <i>see </i><i>Topalli v. Gonzales,</i> 417 F.3d 128, 133 (1st Cir.2005), as is whether harm is \"systematic rather than reflective of a series of isolated incidents,\" <i>Anacassus,</i> 602 F.3d at 20 (quoting <i>Journal v. Keisler,</i> 507 F.3d 9, 12 (1st Cir.2007)) (internal quotation mark omitted). The state must also be implicated, whether by participation or acquiescence, for harm to amount to persecution. <i>Jorgji,</i> 514 F.3d at 57.</p>\n<p>Barsoum was first harassed in 2001, when a fellow student issued a vague warning, unaccompanied by any threat, that he should not stand side-by-side with a Muslim girl. This was clearly not persecution.</p>\n<p>In June 2001, when Wissam told Barsoum in public that she wanted to marry him, nearby students hit Barsoum in the face and head. He was not seriously injured, and did not report the assault to the police; only the campus guards were notified. This incident, again, clearly was not persecution.</p>\n<p>Nor did the BIA err in holding that the two threats Barsoum received did not constitute persecution. He received a phone call in July 2001 in which the caller identified himself as a member of the Muslim Brotherhood from school and issued a vague threat to beat Barsoum up, ruin his career, and prevent him from \"enter[ing] the university\" if he was seen with a Muslim girl. Barsoum was already a student there, and had been so for several years. Even if the vague threat to keep him from entering the university was a threat to physically prevent him from accessing the campus, Barsoum made no effort to report this physical threat to the university or police.</p>\n<p>Barsoum was threatened again in 2002, when he was told he would be killed if he did not convert to Islam and marry Wissam. While \"credible verbal death threats may fall within the meaning of `persecution,'\" <i>Un v. Gonzales,</i> 415 F.3d 205, 210 (1st Cir.2005), the BIA was not required to conclude that this vague threat was persecution.</p>\n<p>Barsoum claims that his Easter 2002 car accident was itself sufficient to show past persecution because it resulted in serious physical injuries. A one-time incident of physical injury, even assuming <span class=\"star-pagination\">*80</span> connectedness to the threats, does not necessarily establish that what Barsoum suffered rose to the level of persecution. <i>See </i><i>Bocova v. Gonzales,</i> 412 F.3d 257, 261 (1st Cir.2005) (finding that harms including a beating serious enough to require hospitalization did not amount to persecution).</p>\n<p>Independently, no facts required a conclusion that Barsoum had established the needed causal connection. That the IJ and BIA treated Barsoum's testimony as credible did not require them to treat his \"speculation as to motive\" as conclusive. <i>Ziu v. Gonzales,</i> 412 F.3d 202, 204 (1st Cir.2005).</p>\n<p>Barsoum's testimony about the August 2002 incident, in which his cousin George told him members of the Muslim Brotherhood tracked Barsoum to Cairo and hit George in the face, does not compel a conclusion of persecution. Barsoum was not present at the time, and reported only George's inconclusive statements. There was also no indication that George was himself seriously injured.</p>\n<p>The BIA was not compelled to find that the harms Barsoum suffered, even viewed collectively, rose to the level of persecution. Also fatal to Barsoum's claim is that the harm he suffered, on his own account, was all inflicted by fellow students, without the government involvement, complicity, or condonation required to establish persecution. <i>See </i><i>Jorgji,</i> 514 F.3d at 57. Barsoum sought assistance from the police only once, after the Easter 2002 car chase, and he claims that they failed to investigate his story, but he never again sought their help and has not established that the police were actually unable or unwilling to protect him. That the vandalism charges against him stemming from the Easter incident were dropped suggests that the police were not actively targeting him.</p>\n<p>There is also substantial evidence supporting the BIA's finding that Barsoum failed to demonstrate a well-founded fear of future persecution. Absent a showing of past persecution, he is not entitled to a presumption that his fear is well-founded. <i>See </i><i>Anacassus,</i> 602 F.3d at 21. His evidence was not persuasive, much less compelling, that he faced a risk of future persecution. He did not show the connection between evidence of attacks on other Coptic Christians in Egypt and \"his own individualized risk of harm\" required to demonstrate objectively reasonable fear of future persecution. <i>Tawadrous v. Holder,</i> 565 F.3d 35, 39 (1st Cir.2009) (quoting <i>Tandayu v. Mukasey,</i> 521 F.3d 97, 101 (1st Cir.2008)) (internal quotation marks omitted).</p>\n<p>\"[S]imply because civil strife causes substantial hardships\" for a minority group, such as Coptic Christians, \"does not automatically entitle all members of that minority to asylum.\" <i>Rasiah,</i> 589 F.3d at 5. Rather, a petitioner ordinarily must provide \"individualized evidence that [he] will be `singled out' for persecution upon return to his home country,\" <i>Kho v. Keisler,</i> 505 F.3d 50, 54 (1st Cir.2007), and Barsoum utterly failed to do so before the IJ.<sup>[1]</sup></p>\n<p>Barsoum cannot meet the higher burden of proof required for withholding of removal. <i>See </i><i>Singh v. Mukasey,</i> 543 F.3d 1, 7 (1st Cir.2008). Barsoum's CAT <span class=\"star-pagination\">*81</span> claim is based solely on a characterization of his past experiences as \"torture\" likely to be repeated. Because his past suffering does not rise to the level of persecution, let alone torture, his CAT claim was properly denied. <i>See id.</i></p>\n<p></p>\n<h2>III.</h2>\n<p>There was no abuse of discretion in the BIA's denial of Barsoum's motion to remand. <i>See </i><i>Dong v. Holder,</i> 587 F.3d 8, 13 (1st Cir.2009). We would reverse only if the refusal to remand was made absent a \"rational explanation, inexplicably departed from the established policies, or rested on an impermissible basis.\" <i>Pakasi v. Holder,</i> 577 F.3d 44, 48 (1st Cir.2009) (quoting <i>Zhang v. INS,</i> 348 F.3d 289, 293 (1st Cir.2003)) (internal quotation marks omitted).</p>\n<p>A motion to remand made before the BIA is treated under the standards for a motion to reopen. <i>See </i><i>Falae v. Gonzales,</i> 411 F.3d 11, 14 (1st Cir.2005). Motions to reopen are generally disfavored because they undermine interests in finality. <i>INS v. Abudu,</i> 485 U.S. 94, 107, 108 S.Ct. 904, 99 L.Ed.2d 90 (1988); <i>Olujoke v. Gonzales,</i> 411 F.3d 16, 23 (1st Cir.2005). They can be granted only if the petitioner produces new, previously unavailable material evidence, <i>Ratnasingam v. Holder,</i> 556 F.3d 10, 15 (1st Cir.2009), that \"establishes a prima facie case for the underlying substantive relief,\" <i>Chikkeur v. Mukasey,</i> 514 F.3d 1381, 1383 (1st Cir.2008).</p>\n<p>We reject the claim that the BIA abused its discretion in not remanding Barsoum's case to the IJ. Because the IJ made no adverse credibility finding, and the BIA treated Barsoum's testimony as true, the documents corroborating certain aspects of Barsoum's testimony could not change the outcome in his case.</p>\n<p>We also reject his claim that the BIA failed to address his claim of worsening country conditions for Coptic Christians. The BIA acknowledged the statements he submitted on changed country conditions and found that they did not warrant a remand because they were generalized and did not detail why Barsoum specifically would be persecuted in the future in Egypt. <i>See </i><i>Tawadrous,</i> 565 F.3d at 39. The BIA also pointedly addressed one claim made in the statements, that Barsoum would face a heightened individual risk of harm in Egypt because he was a member of a church in Alexandria that has been targeted for violence in the past. The BIA rightly indicated that Barsoum never testified to or documented his membership in this church.<sup>[2]</sup></p>\n<p>In addition, much of the material presented was obviously available earlier and not proper on a motion for remand. It was not an abuse of discretion for the BIA to refuse to remand to the IJ on the basis of such material. <i>See </i><i>Ratnasingam,</i> 556 F.3d at 15; 8 C.F.R. ยง 1003.2(c)(1) (authorizing the BIA to grant a motion to reopen only if underlying evidence \"was not available and could not have been discovered or presented at the former hearing\").</p>\n<p>The material relating to events since August 2007 may or may not show deterioration in country conditions for religious minorities in Egypt. The State Department reports summarized in the <span class=\"star-pagination\">*82</span> statements say that religious freedom for religious minorities in Egypt has generally declined in recent years, but say nothing specific about Coptic Christians in those trends. General trend statements summarizing the treatment of all religious minorities, devoid of any indication of severity, cannot excuse Barsoum from his burden of demonstrating a connection between any changes in conditions and his own individualized risk of harm. <i>Tawadrous,</i> 565 F.3d at 39. The BIA did not abuse its discretion by refusing to remand to consider changed country conditions on the basis of these statements.</p>\n<p>The petition for review is <i>denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Barsoum has waived the argument that there is a pattern or practice of persecution against Coptic Christians in Egypt because he did not pursue a pattern or practice claim before the IJ or the BIA and does not seriously develop the argument in this court. <i>See </i><i>Ahmed v. Holder,</i> 611 F.3d 90, 98 (1st Cir. 2010) (\"[A]ppellate arguments advanced in a perfunctory manner, unaccompanied by citations to relevant authority, are deemed waived.\").</p>\n<p>[2]  In his brief, Barsoum makes much of the BIA's apparent misreading of an affidavit he submitted with his motion to remand. The affidavit was written by a Coptic priest in Egypt and named various churches with which Barsoum has had some passing affiliation. The BIA read this affidavit to contradict Barsoum's claim of membership at St. George's Coptic Church in Alexandria. Whether the BIA was in error is immaterial, as Barsoum has not demonstrated his membership at St. George's in any way.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">617</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></span> (2010)</b></center>\n<center><h1>Emad BARSOUM, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr., Attorney General, Respondent.</h1></center>\n<center>No. 09-1968.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 30, 2010.</center>\n<center>Decided August 24, 2010.</center>\n<p><span class=\"star-pagination\">*76</span> David L. Yavner was on brief for petitioner.</p>\n<p>Liza S. Murcia, Attorney, Office of Immigration Litigation, Tony West, Assistant Attorney General, Civil Division, and Anthony C. Payne, Senior Litigation Counsel, were on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, SELYA and LIPEZ, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Emad Wagdi Barsoum, of Egypt, entered the United States on August 30, 2002 on a non-immigrant visitor visa and overstayed. He petitions for review of a July 6, 2009 final order of removal by the Board of Immigration Appeals (BIA). The BIA denied Barsoum's application for asylum, withholding of removal, and protection under the Convention Against Torture (CAT), affirming the August 13, 2007 decision of an Immigration Judge (IJ). Barsoum petitions for review of (1) the BIA's finding that he failed to establish that he had been persecuted in Egypt for his Coptic Christian beliefs or that he would face persecution in the future and (2) the BIA's denial of his motion to remand his case to the IJ in light of changed country conditions and purported new evidence. The petition for review is denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*77</span> I.</h2>\n<p>On March 25, 2003 Barsoum applied for asylum, withholding of removal, and protection under CAT on the basis of religious persecution. He was issued a Notice to Appear on November 19, 2004 and, conceding removability, appeared for a removal hearing before an IJ on August 13, 2007.</p>\n<p>We summarize Barsoum's testimony before the IJ. Barsoum is a Coptic Christian. He entered medical school at Alexandria University in 1996. During his third year, he befriended Wissam, a Muslim woman and fellow student. The two of them discussed their coursework each day at school.</p>\n<p>In 2001, a member of a fundamentalist group called the Muslim Brotherhood approached Barsoum on campus and warned him not to stand side-by-side with a Muslim girl. As a result, Barsoum told Wissam that they should stay away from one another. Wissam told Barsoum she was in love with him, and Barsoum began avoiding Wissam.</p>\n<p>In June 2001, Wissam followed Barsoum on campus and told him in public that she wanted to marry him. At that point, another student approached and said, \"Didn't I warn you before?\" That student and others hit Barsoum in the face and head. The commotion attracted campus guards who, assuming Barsoum had been bothering Wissam, made him sign a document promising to stay away from her. Barsoum did not seek any medical treatment.</p>\n<p>The next month, in July 2001, a caller identifying himself as a member of the Muslim Brotherhood threatened to beat Barsoum up, ruin his career, and prevent him from \"enter[ing] the university\" if he was seen with a Muslim woman. This may have been a reference to physically entering the university grounds.</p>\n<p>In February 2002, Barsoum was threatened again in person. He was told he would be killed if he refused to convert to Islam and marry Wissam. The threat was not specific as to when any conversion and marriage had to take place.</p>\n<p>That Easter, driving home from a midnight mass, Barsoum was pursued by two other cars that corralled him and pushed his car off the road and into a trash container. He was then charged with vandalizing the container (the charges were later dropped). In the crash, Barsoum sustained injuries to the face and head, requiring hospitalization, a blood transfusion, and plastic surgery. Barsoum testified that he recognized a passenger in one of the cars as a Muslim fundamentalist whom he knew from school, and Barsoum assumed that the attack was motivated by religious animosity. He also testified that the police refused to take his formal statement about the incident, and that they failed to investigate his claims.</p>\n<p>After the Easter attack in 2002, Barsoum moved from Alexandria to Cairo to hide from the Muslim Brotherhood. He moved in with a relative, George, also a Coptic Christian and medical student. Barsoum planned to transfer to a medical school in Cairo. He testified that one day in August 2002, he received a phone call from George, who said that four members of the Muslim Brotherhood had come to George's apartment looking for Barsoum, and had beaten George around the face. That month, Barsoum fled to the United States.</p>\n<p>The IJ denied Barsoum's application for asylum and withholding of removal. The IJ made no express credibility finding, but noted a few apparent inconsistencies between Barsoum's asylum application and his testimony, and noted that Barsoum had not provided documentation supporting his story. The IJ found that Barsoum had not <span class=\"star-pagination\">*78</span> shown that the Easter car attack was part of the harassment related to his perceived relationship with Wissam. Nor had he demonstrated that his troubles amounted to religious persecution rather than social difficulties arising from that perceived relationship. The IJ also found that the harm Barsoum had suffered did not rise to the level of persecution, particularly because Barsoum did not try to solve his problems through anything short of flight and, even then, did not flee to the United States until more than a year after receiving a visa to the United States. Moreover, with the exception of the Easter attack, Barsoum and his Coptic Christian family members, all of whom remained in Egypt, had always been able to practice their religion freely. Finally, the IJ denied CAT relief because there was no evidence that Barsoum would be tortured if returned to Egypt.</p>\n<p>Barsoum appealed the IJ's ruling to the BIA and on March 5, 2008, filed a motion to remand, presenting family photos and a physician's report to document his claims, and an affidavit explaining why this evidence was previously unavailable. Two weeks later, on March 19, 2008, Barsoum filed documentation of his enrollment in medical school and his church involvement. Seven months later, on October 22, 2008, Barsoum further supplemented his motion to remand, claiming that his risk of persecution had increased due to worsening country conditions in Egypt for Coptic Christians. He provided a statement from a researcher specializing in religious freedom that catalogued reports of violence and discrimination against Coptic Christians. He filed an update to the statement on March 19, 2009.</p>\n<p>On July 6, 2009, the BIA, upholding the IJ's ruling, found that Barsoum's experiences did not amount to past persecution, even if he had been targeted because of his religion. The BIA also found that there was no established pattern or practice in Egypt of persecuting Coptic Christians, though Barsoum had never raised the issue. The BIA found that Barsoum had not connected any general conditions of persecution against Coptic Christians in Egypt to his own individualized risk of future persecution. Finally, the BIA upheld the IJ's denial of CAT protection.</p>\n<p>Addressing Barsoum's motion to remand, the BIA found that the corroborating documentation that Barsoum had submitted could not have changed the outcome before the IJ, because the IJ's holding was not based on a lack of credibility. The BIA found that the statements describing changed country conditions in Egypt were also insufficient to merit a remand because they were generalized and did not demonstrate Barsoum's individualized risk of future persecution. The BIA denied Barsoum's motion to remand and dismissed his appeal.</p>\n<p></p>\n<h2>II.</h2>\n<p>\"Where, as here, the BIA adopted and affirmed the IJ's ruling, but also discussed some of the bases for the IJ's opinion,\" we review both opinions. <i>Ru Xiu Chen v. Holder,</i> <span class=\"citation\" data-id=\"203981\"><a href=\"/opinion/203981/ru-xiu-chen-v-holder/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 77 (1st Cir.2009) (quoting <i>Mam v. Holder,</i> <span class=\"citation\" data-id=\"203839\"><a href=\"/opinion/203839/mam-v-holder/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span>, 282 (1st Cir.2009)) (internal quotation marks omitted). No pure issues of law are raised by this petition. We review the BIA's determinations under the deferential substantial evidence standard. <i>Balachandran v. Holder,</i> <span class=\"citation\" data-id=\"203835\"><a href=\"/opinion/203835/balachandran-v-holder/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span>, 273 (1st Cir.2009).</p>\n<p>The BIA will be upheld as long as the record as a whole provides \"reasonable, substantial, and probative evidence\" supporting its findings. <i>Anacassus v. Holder,</i> <span class=\"citation\" data-id=\"145536\"><a href=\"/opinion/145536/anacassus-v-holder/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir.2010) (quoting <i>Attia v. Gonzales,</i> <span class=\"citation\" data-id=\"202639\"><a href=\"/opinion/202639/attia-v-gonzales/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 23 <span class=\"star-pagination\">*79</span> (1st Cir.2007)). We will only reverse the BIA's findings if \"any reasonable adjudicator would be compelled to conclude to the contrary.\" <i>Rasiah v. Holder,</i> <span class=\"citation\" data-id=\"204098\"><a href=\"/opinion/204098/rasiah-v-holder/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2009) (quoting <i>Budiono v. Mukasey,</i> <span class=\"citation\" data-id=\"203571\"><a href=\"/opinion/203571/budiono-v-mukasey/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 48 (1st Cir.2008)) (internal quotation marks omitted).</p>\n<p>Barsoum bears the burden of establishing his eligibility for asylum by demonstrating that he \"has suffered past persecution or has a well-founded fear of future persecution on the basis of\" his religion. <i>Anacassus,</i> 602 F.3d at 19 (quoting <i>Decky v. Holder,</i> <span class=\"citation\" data-id=\"204114\"><a href=\"/opinion/204114/decky-v-holder/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 110 (1st Cir.2009)). If past persecution is demonstrated, this establishes a rebuttable presumption that the petitioner may reasonably fear future persecution upon return. <i>Id.</i> The petitioner must have a subjective fear of future persecution and that fear must be objectively reasonable.</p>\n<p>Substantial evidence supports the BIA's and IJ's conclusion that even if the harms Barsoum has endured are assumed attributable to his religious beliefs, they did not rise to the level of persecution.</p>\n<p>To show persecution, an alien must show more than \"unpleasantness, harassment, and even basic suffering.\" <i>Jorgji v. Mukasey,</i> <span class=\"citation\" data-id=\"1386154\"><a href=\"/opinion/1386154/jorgji-v-mukasey/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57 (1st Cir.2008) (quoting <i>Nelson v. INS,</i> <span class=\"citation\" data-id=\"771091\"><a href=\"/opinion/771091/laeila-nelson-stephanie-nelson-phil-nelson-v-immigration-and/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 263 (1st Cir.2000)). The \"severity, duration, and frequency of physical abuse\" are factors relevant to this determination, <i>see </i><i>Topalli v. Gonzales,</i> <span class=\"citation\" data-id=\"201738\"><a href=\"/opinion/201738/topalli-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></a></span>, 133 (1st Cir.2005), as is whether harm is \"systematic rather than reflective of a series of isolated incidents,\" <i>Anacassus,</i> 602 F.3d at 20 (quoting <i>Journal v. Keisler,</i> <span class=\"citation\" data-id=\"202996\"><a href=\"/opinion/202996/journal-v-keisler/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (1st Cir.2007)) (internal quotation mark omitted). The state must also be implicated, whether by participation or acquiescence, for harm to amount to persecution. <i>Jorgji,</i> 514 F.3d at 57.</p>\n<p>Barsoum was first harassed in 2001, when a fellow student issued a vague warning, unaccompanied by any threat, that he should not stand side-by-side with a Muslim girl. This was clearly not persecution.</p>\n<p>In June 2001, when Wissam told Barsoum in public that she wanted to marry him, nearby students hit Barsoum in the face and head. He was not seriously injured, and did not report the assault to the police; only the campus guards were notified. This incident, again, clearly was not persecution.</p>\n<p>Nor did the BIA err in holding that the two threats Barsoum received did not constitute persecution. He received a phone call in July 2001 in which the caller identified himself as a member of the Muslim Brotherhood from school and issued a vague threat to beat Barsoum up, ruin his career, and prevent him from \"enter[ing] the university\" if he was seen with a Muslim girl. Barsoum was already a student there, and had been so for several years. Even if the vague threat to keep him from entering the university was a threat to physically prevent him from accessing the campus, Barsoum made no effort to report this physical threat to the university or police.</p>\n<p>Barsoum was threatened again in 2002, when he was told he would be killed if he did not convert to Islam and marry Wissam. While \"credible verbal death threats may fall within the meaning of `persecution,'\" <i>Un v. Gonzales,</i> <span class=\"citation\" data-id=\"201719\"><a href=\"/opinion/201719/un-v-ashcroft/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 210 (1st Cir.2005), the BIA was not required to conclude that this vague threat was persecution.</p>\n<p>Barsoum claims that his Easter 2002 car accident was itself sufficient to show past persecution because it resulted in serious physical injuries. A one-time incident of physical injury, even assuming <span class=\"star-pagination\">*80</span> connectedness to the threats, does not necessarily establish that what Barsoum suffered rose to the level of persecution. <i>See </i><i>Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 261 (1st Cir.2005) (finding that harms including a beating serious enough to require hospitalization did not amount to persecution).</p>\n<p>Independently, no facts required a conclusion that Barsoum had established the needed causal connection. That the IJ and BIA treated Barsoum's testimony as credible did not require them to treat his \"speculation as to motive\" as conclusive. <i>Ziu v. Gonzales,</i> <span class=\"citation\" data-id=\"201619\"><a href=\"/opinion/201619/ziu-v-ashcroft/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">202</span></a></span>, 204 (1st Cir.2005).</p>\n<p>Barsoum's testimony about the August 2002 incident, in which his cousin George told him members of the Muslim Brotherhood tracked Barsoum to Cairo and hit George in the face, does not compel a conclusion of persecution. Barsoum was not present at the time, and reported only George's inconclusive statements. There was also no indication that George was himself seriously injured.</p>\n<p>The BIA was not compelled to find that the harms Barsoum suffered, even viewed collectively, rose to the level of persecution. Also fatal to Barsoum's claim is that the harm he suffered, on his own account, was all inflicted by fellow students, without the government involvement, complicity, or condonation required to establish persecution. <i>See </i><i>Jorgji,</i> 514 F.3d at 57. Barsoum sought assistance from the police only once, after the Easter 2002 car chase, and he claims that they failed to investigate his story, but he never again sought their help and has not established that the police were actually unable or unwilling to protect him. That the vandalism charges against him stemming from the Easter incident were dropped suggests that the police were not actively targeting him.</p>\n<p>There is also substantial evidence supporting the BIA's finding that Barsoum failed to demonstrate a well-founded fear of future persecution. Absent a showing of past persecution, he is not entitled to a presumption that his fear is well-founded. <i>See </i><i>Anacassus,</i> 602 F.3d at 21. His evidence was not persuasive, much less compelling, that he faced a risk of future persecution. He did not show the connection between evidence of attacks on other Coptic Christians in Egypt and \"his own individualized risk of harm\" required to demonstrate objectively reasonable fear of future persecution. <i>Tawadrous v. Holder,</i> <span class=\"citation\" data-id=\"1210999\"><a href=\"/opinion/1210999/tawadrous-v-holder/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 39 (1st Cir.2009) (quoting <i>Tandayu v. Mukasey,</i> <span class=\"citation\" data-id=\"203213\"><a href=\"/opinion/203213/tandayu-v-mukasey/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 101 (1st Cir.2008)) (internal quotation marks omitted).</p>\n<p>\"[S]imply because civil strife causes substantial hardships\" for a minority group, such as Coptic Christians, \"does not automatically entitle all members of that minority to asylum.\" <i>Rasiah,</i> 589 F.3d at 5. Rather, a petitioner ordinarily must provide \"individualized evidence that [he] will be `singled out' for persecution upon return to his home country,\" <i>Kho v. Keisler,</i> <span class=\"citation\" data-id=\"202978\"><a href=\"/opinion/202978/kho-v-keisler/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 54 (1st Cir.2007), and Barsoum utterly failed to do so before the IJ.<sup>[1]</sup></p>\n<p>Barsoum cannot meet the higher burden of proof required for withholding of removal. <i>See </i><i>Singh v. Mukasey,</i> <span class=\"citation\" data-id=\"203495\"><a href=\"/opinion/203495/singh-v-mukasey/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2008). Barsoum's CAT <span class=\"star-pagination\">*81</span> claim is based solely on a characterization of his past experiences as \"torture\" likely to be repeated. Because his past suffering does not rise to the level of persecution, let alone torture, his CAT claim was properly denied. <i>See id.</i></p>\n<p></p>\n<h2>III.</h2>\n<p>There was no abuse of discretion in the BIA's denial of Barsoum's motion to remand. <i>See </i><i>Dong v. Holder,</i> <span class=\"citation\" data-id=\"204056\"><a href=\"/opinion/204056/dong-v-holder/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 (1st Cir.2009). We would reverse only if the refusal to remand was made absent a \"rational explanation, inexplicably departed from the established policies, or rested on an impermissible basis.\" <i>Pakasi v. Holder,</i> <span class=\"citation\" data-id=\"203955\"><a href=\"/opinion/203955/pakasi-v-holder/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 48 (1st Cir.2009) (quoting <i>Zhang v. INS,</i> <span class=\"citation\" data-id=\"200720\"><a href=\"/opinion/200720/zhang-v-ins/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">289</span></a></span>, 293 (1st Cir.2003)) (internal quotation marks omitted).</p>\n<p>A motion to remand made before the BIA is treated under the standards for a motion to reopen. <i>See </i><i>Falae v. Gonzales,</i> <span class=\"citation\" data-id=\"790569\"><a href=\"/opinion/790569/michael-olusean-falae-aka-vincent-olanrewaju-adeyemi-v-alberto-r/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 14 (1st Cir.2005). Motions to reopen are generally disfavored because they undermine interests in finality. <i>INS v. Abudu,</i> <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 107, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">904</span></a></span>, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1988); <i>Olujoke v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span>, 23 (1st Cir.2005). They can be granted only if the petitioner produces new, previously unavailable material evidence, <i>Ratnasingam v. Holder,</i> <span class=\"citation\" data-id=\"203665\"><a href=\"/opinion/203665/ratnasingam-v-holder/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 15 (1st Cir.2009), that \"establishes a prima facie case for the underlying substantive relief,\" <i>Chikkeur v. Mukasey,</i> <span class=\"citation\" data-id=\"203124\"><a href=\"/opinion/203124/chikkeur-v-mukasey/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1381</span></a></span>, 1383 (1st Cir.2008).</p>\n<p>We reject the claim that the BIA abused its discretion in not remanding Barsoum's case to the IJ. Because the IJ made no adverse credibility finding, and the BIA treated Barsoum's testimony as true, the documents corroborating certain aspects of Barsoum's testimony could not change the outcome in his case.</p>\n<p>We also reject his claim that the BIA failed to address his claim of worsening country conditions for Coptic Christians. The BIA acknowledged the statements he submitted on changed country conditions and found that they did not warrant a remand because they were generalized and did not detail why Barsoum specifically would be persecuted in the future in Egypt. <i>See </i><i>Tawadrous,</i> 565 F.3d at 39. The BIA also pointedly addressed one claim made in the statements, that Barsoum would face a heightened individual risk of harm in Egypt because he was a member of a church in Alexandria that has been targeted for violence in the past. The BIA rightly indicated that Barsoum never testified to or documented his membership in this church.<sup>[2]</sup></p>\n<p>In addition, much of the material presented was obviously available earlier and not proper on a motion for remand. It was not an abuse of discretion for the BIA to refuse to remand to the IJ on the basis of such material. <i>See </i><i>Ratnasingam,</i> 556 F.3d at 15; 8 C.F.R. ยง 1003.2(c)(1) (authorizing the BIA to grant a motion to reopen only if underlying evidence \"was not available and could not have been discovered or presented at the former hearing\").</p>\n<p>The material relating to events since August 2007 may or may not show deterioration in country conditions for religious minorities in Egypt. The State Department reports summarized in the <span class=\"star-pagination\">*82</span> statements say that religious freedom for religious minorities in Egypt has generally declined in recent years, but say nothing specific about Coptic Christians in those trends. General trend statements summarizing the treatment of all religious minorities, devoid of any indication of severity, cannot excuse Barsoum from his burden of demonstrating a connection between any changes in conditions and his own individualized risk of harm. <i>Tawadrous,</i> 565 F.3d at 39. The BIA did not abuse its discretion by refusing to remand to consider changed country conditions on the basis of these statements.</p>\n<p>The petition for review is <i>denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Barsoum has waived the argument that there is a pattern or practice of persecution against Coptic Christians in Egypt because he did not pursue a pattern or practice claim before the IJ or the BIA and does not seriously develop the argument in this court. <i>See </i><i>Ahmed v. Holder,</i> <span class=\"citation\" data-id=\"150524\"><a href=\"/opinion/150524/ahmed-v-holder/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span>, 98 (1st Cir. 2010) (\"[A]ppellate arguments advanced in a perfunctory manner, unaccompanied by citations to relevant authority, are deemed waived.\").</p>\n<p>[2]  In his brief, Barsoum makes much of the BIA's apparent misreading of an affidavit he submitted with his motion to remand. The affidavit was written by a Coptic priest in Egypt and named various churches with which Barsoum has had some passing affiliation. The BIA read this affidavit to contradict Barsoum's claim of membership at St. George's Coptic Church in Alexandria. Whether the BIA was in error is immaterial, as Barsoum has not demonstrated his membership at St. George's in any way.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/150524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1386154/"
  ]
}