{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/175460/",
  "absolute_url": "/opinion/175460/astralis-condominium-assn-v-secretary-hud/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/175460/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-09-16T20:22:18Z",
  "date_modified": "2016-04-26T06:53:04.832626Z",
  "type": "010combined",
  "sha1": "7cc61edb1021e03610691de7d8af3b889590de62",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2497P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/09/16/U.S._Department_of_Housing_v._Astralis_Condominium_Assoc..pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNos. 09-2497\n     09-2589\n\n                   ASTRALIS CONDOMINIUM ASSOCIATION,\n\n                     Petitioner, Cross-Respondent,\n\n                                  v.\n\n          SECRETARY, UNITED STATES DEPARTMENT OF HOUSING AND\n\nURBAN DEVELOPMENT, ON BEHALF OF CARLOS GARCÍA-GUILLÉN AND SONIA\n\n                            VÉLEZ-AVILÉS,\n\n                     Respondent, Cross-Petitioner.\n\n\n      PETITION FOR REVIEW OF AN ORDER OF THE UNITED STATES\n DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT AND CROSS-PETITION\n                         FOR ENFORCEMENT\n\n\n                                 Before\n                        Thompson, Selya and Dyk,*\n                            Circuit Judges.\n\n\n     José E. De La Cruz Skerrett, Rafael G. Rivera-Rosario, Ricardo\nA. Piovanetti Döhnert, and De La Cruz Skerrett Law Office on brief\nfor petitioner.\n     Thomas E. Perez, Assistant Attorney General, Dennis J. Dimsey,\nand Nathaniel S. Pollock, Attorneys, Appellate Section, Civil\nRights Division, United States Department of Justice, on brief for\nrespondent.\n\n\n                          September 16, 2010\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n\f            SELYA, Circuit Judge.         Ours is a society in which people\n\nlive, work, relax, and shop in apartment complexes, office towers,\n\nindustrial parks, stadia, and malls that stretch as far as the eye\n\ncan see. It is, therefore, unsurprising that a mundane artifact of\n\nmodern life — the parking space — has become a prized possession.\n\n            This case illustrates the point.                   The complainants,\n\nbelieving themselves entitled to preferred parking spaces at their\n\nresidence by reason of their handicaps, filed an administrative\n\nclaim against the condominium association that controlled those\n\nspaces.     A federal administrative law judge (ALJ) awarded the\n\ncontested spaces (and other relief) to the complainants. The ALJ's\n\ndecision became the final order of the Secretary of Housing and\n\nUrban Development (HUD).        See 42 U.S.C. § 3612(h)(1).\n\n            The   condominium      association       petitioned       for   judicial\n\nreview, and the Secretary cross-applied for enforcement of the\n\norder.    See id. § 3612(i)(1), (j)(1); see also 28 U.S.C. § 2342(6).\n\nWe deny the petition for judicial review and enforce the order.\n\nI.   BACKGROUND\n\n            We    briefly    rehearse          the   factual    and     procedural\n\nbackground.\n\n            Carlos      García-Guillén         and   Sonia    Vélez-Avilés     (the\n\ncomplainants)     are    husband   and    wife.       Along    with    their   adult\n\nchildren, they reside in Unit 318 at the Astralis condominium\n\ncomplex in Carolina, Puerto Rico.                They own their unit and two\n\n\n                                         -2-\n\fparking spaces, which are located approximately 230 feet from the\n\nentrance to their unit.\n\n          In addition to the parking spaces owned by individual\n\nresidents,   the   Astralis   Condominium    Association     (Astralis)\n\nmaintains a large number of unallocated parking spaces, including\n\nten handicapped spaces.       Two of those handicapped spaces are\n\nlocated forty-five feet from the entrance to the complainants'\n\nunit. Under the condominium documents, unallocated parking spaces,\n\nincluding handicapped spaces, are regarded as common elements to be\n\nused by residents and visitors on a first-come, first-served basis.\n\nThe handicapped spaces are time-limited; that is, parking in these\n\nspaces is permitted only for a certain number of hours before the\n\nvehicle must be moved.\n\n          The complainants purchased their unit in 2005.       From the\n\nstart, they experienced problems with mobility.        García-Guillén\n\nsuffers from leg and knee pain and has at times needed a walker or\n\nother appliance in order to ambulate.       In 2007, he underwent hip\n\nsurgery and continues to use a cane or other aid.          Vélez-Avilés\n\nsuffers from osteoarthritis of the knees, distal neuropathy, and a\n\nprolapsed lumbar disc. She is being treated by several physicians.\n\n          These impairments make physical activity, including the\n\nuse of the complainants' assigned parking spaces, difficult.         To\n\ncope, each complainant obtained a handicapped parking placard from\n\nthe Commonwealth of Puerto Rico.\n\n\n                                 -3-\n\f            The same concerns prompted the complainants, in early\n\n2006, to request that Astralis grant them the exclusive, non-time-\n\nlimited use of the two handicapped parking spaces most proximate to\n\ntheir unit.   They discussed this proposed accommodation at various\n\ntimes with members of Astralis's board of directors (the Board).\n\nDuring   these   encounters,   the    complainants    proffered   medical\n\ninformation, the sufficiency of which is disputed. Astralis claims\n\nthat the complainants failed to furnish proper documentation of the\n\nseverity of their alleged disabilities; the complainants vehemently\n\ndisagree.\n\n            The parties struggled to reach an agreement as to the\n\ncomplainants' use of the handicapped parking spaces.          They came\n\nclose on several occasions but never succeeded.             During this\n\ninterval, which lasted into 2007, the complainants occasionally\n\nmade use of the nearby handicapped parking spaces without regard to\n\nthe time limits and without authorization from the Board.         Because\n\nsuch use violated Astralis's parking policy, security guards cited\n\nthe complainants for these infractions.\n\n            Frustrated by the Board's inaction, the complainants\n\nfiled an administrative complaint with HUD on February 21, 2007.\n\nSee 42 U.S.C. § 3610(a); 24 C.F.R. § 103.10.         The agency assigned\n\nDiana Ortíz to investigate the matter.      In an attempt to reach an\n\naccord, Ortíz spoke with several Board members and, as a result,\n\n\n\n\n                                     -4-\n\fthe Board held an extraordinary assembly on March 15, 2007, to\n\naddress the parking issue.\n\n           Ortíz offered to attend the meeting, but the Board\n\ndeclined her offer.    The complainants were present.             The Board did\n\nnot ask for, nor did the complainants volunteer, any medical\n\ninformation. The complainants moved that they be granted exclusive\n\nuse of the two handicapped parking spaces.           The Board voted to deny\n\nthe accommodation.\n\n           On    September     11,   2008,     HUD    filed      a    charge   of\n\ndiscrimination    against    Astralis.         An    ALJ   held      a   four-day\n\nevidentiary hearing, at which the complainants, Ortíz, and several\n\nBoard members testified.        The ALJ issued a written decision on\n\nSeptember 10, 2009, in which he found that Astralis had violated\n\nthe Fair Housing Amendments Act of 1988 (FHAA), Pub. L. No. 100-\n\n430, 102 Stat. 1619 (codified as amended at 42 U.S.C. §§ 3601-3619,\n\n3631),1 by refusing to grant a reasonable accommodation and by\n\nunlawfully retaliating against the complainants.              The ALJ directed\n\nthat the complainants receive exclusive use of the two handicapped\n\nparking spaces at issue; provided, however, that they agree to\n\nsurrender their originally assigned spaces.            In addition, the ALJ\n\nawarded   the   complainants    money      damages   for   the       retaliation,\n\nassessed a civil penalty against Astralis, and enjoined Astralis\n\n\n     1\n      The FHAA extended Title VIII of the Civil Rights Act of 1968\nto prohibit discrimination because of a person's handicap. See\nFHAA, 102 Stat. 1619.\n\n                                     -5-\n\fand those acting in privity with it from any further interference\n\nwith the complainants' rights.\n\n            The ALJ's order ripened into the final order of the\n\nSecretary of HUD.     These timely cross-petitions followed.\n\nII.    DISCUSSION\n\n            We begin our analysis with the standard of review.         We\n\nthen move to the merits of Astralis's arguments.2\n\n                        A.    Standard of Review.\n\n            A court inquiring into an agency's adjudicatory decision\n\ncan set it aside only if the decision is \"arbitrary, capricious, an\n\nabuse of discretion, or otherwise not in accordance with law.\"          5\n\nU.S.C. § 706(2)(A); see, e.g., S. Shore Hosp., Inc. v. Thompson,\n\n308 F.3d 91, 97 (1st Cir. 2002).          The ALJ's factual findings are\n\nbinding as long as they are supported by substantial evidence in\n\nthe record as a whole.       See E.C. Waste, Inc. v. NLRB, 359 F.3d 36,\n\n42 (1st Cir. 2004); see also White v. U.S. Dep't of Hous. & Urban\n\nDev., 475 F.3d 898, 904 (7th Cir. 2007) (explaining that HUD\n\nSecretary's final determination of an FHAA claim will be disturbed\n\nonly if it is \"legally or procedurally unsound, or is unsupported\n\nby    substantial   evidence\")   (internal   quotation   marks   omitted).\n\nSubstantial evidence \"is more than a mere scintilla. It means such\n\n\n\n       2\n       Astralis makes no developed argumentation with respect to\nthe ALJ's finding of unlawful retaliation and the consequent award\nof money damages. Accordingly, there is no need for us to discuss\nthese matters.\n\n                                    -6-\n\frelevant evidence as a reasonable mind might accept as adequate to\n\nsupport a conclusion.\"       Universal Camera Corp. v. NLRB, 340 U.S.\n\n474, 477 (1951) (quoting Consol. Edison Co. v. NLRB, 305 U.S. 197,\n\n229 (1938)).     In conducting this tamisage, the ALJ's credibility\n\ndeterminations are entitled to great deference.                 See P. Gioioso &\n\nSons, Inc. v. OSHRC, 115 F.3d 100, 108 (1st Cir. 1997).\n\n                               B.     The Merits.\n\n           The FHAA prohibits discriminatory housing practices based\n\non a person's handicap.      42 U.S.C. § 3604(f).             The statute defines\n\n\"handicap\" to mean \"(1) a physical or mental impairment which\n\nsubstantially    limits    one   or    more   of   [a]    person's     major   life\n\nactivities, (2) a record of having such an impairment, or (3) being\n\nregarded as having such an impairment.\"            Id. § 3602(h).      It outlaws\n\ndiscrimination \"in the terms, conditions, or privileges of sale or\n\nrental of a dwelling, or in the provision of services or facilities\n\nin connection with such dwelling, because of a handicap\" of an\n\nindividual.    Id. § 3604(f)(2).        Discrimination includes a \"refusal\n\nto make reasonable accommodations in rules, policies, practices, or\n\nservices, when such accommodations may be necessary to afford\n\n[handicapped    persons]    equal      opportunity       to    use   and   enjoy   a\n\ndwelling.\"    Id. § 3604(f)(3)(B).\n\n           There is not much case law under the FHAA in this\n\ncircuit.       Nevertheless,     authority     under      the    Americans     with\n\nDisabilities Act (ADA) 42 U.S.C. §§ 12101-12213, is generally\n\n\n                                        -7-\n\fpersuasive in assessing handicapped discrimination claims under the\n\nFHAA.     See Tsombanidis v. W. Haven Fire Dep't, 352 F.3d 565, 573\n\nn.4 (2d Cir. 2003) (\"Due to the similarities between the statutes,\n\nwe interpret them in tandem.\").\n\n            The FHAA contemplates three types of claims for perceived\n\ndiscrimination: \"disparate treatment, disparate impact, and failure\n\nto make reasonable accommodations.\" Smith & Lee Assocs. v. City of\n\nTaylor,    Mich.,   102   F.3d   781,    790   (6th    Cir.    1996);   accord\n\nTsombanidis, 352 F.3d at 573.       The adverse findings in this case\n\nwere    premised    on    Astralis's      failure     to    make   reasonable\n\naccommodations.\n\n            Astralis argues that our decision in Macone v. Town of\n\nWakefield, 277 F.3d 1 (1st Cir. 2002), requires a finding of either\n\ndiscriminatory intent (disparate treatment) or disparate impact as\n\na predicate to FHAA liability.          Astralis's reliance on Macone is\n\nmislaid.\n\n            Disparate treatment and disparate impact do not comprise\n\nthe entire universe of pathways to FHAA liability.             As the Supreme\n\nCourt explained, \"[d]iscrimination covered by the FHA[A] includes\n\na refusal to make reasonable accommodations.\"              City of Edmonds v.\n\nOxford House, Inc., 514 U.S. 725, 729 (1995) (citing 42 U.S.C.\n\n§ 3604(f)(3)(B)) (internal quotation marks omitted). Thus, the ALJ\n\ncorrectly deduced that a failure to make reasonable accommodations\n\ncan pave the way to FHAA liability.\n\n\n                                    -8-\n\f             We   move   now   to   the    particulars     of    the   claim.      To\n\nestablish a prima facie case of failure to accommodate under the\n\nFHAA, a claimant must show that he is handicapped within the\n\npurview of 42 U.S.C. § 3602(h) and that the party charged knew or\n\nshould reasonably have known of his handicap.               Dubois v. Ass'n of\n\nApart. Owners of 2987 Kalakaua, 453 F.3d 1175, 1179 (9th Cir.\n\n2006); cf. Higgins v. New Balance Ath. Shoe, Inc., 194 F.3d 252,\n\n264   (1st    Cir.   1999)     (enunciating      similar    prima      facie    case\n\nrequirement in claims brought under the ADA).                   Next the claimant\n\nmust show that he requested a particular accommodation that is both\n\nreasonable and necessary to allow him an equal opportunity to use\n\nand enjoy the housing in question.                Bryant Woods Inn, Inc. v.\n\nHoward Cnty., Md., 124 F.3d 597, 603 (4th Cir. 1997); cf. Reed v.\n\nLePage Bakeries, Inc., 244 F.3d 254, 261 (1st Cir. 2001) (\"[T]he\n\nADA's reasonable accommodation requirement usually does not apply\n\nunless 'triggered by a request' from the employee.\") (citation\n\nomitted).     Finally, the claimant must show that the party charged\n\nrefused      to   make   the    requested       accommodation.          42     U.S.C.\n\n§ 3604(f)(3)(B); Shapiro v. Cadman Towers, Inc., 51 F.3d 328, 336\n\n(2d Cir. 1995).\n\n             The record in this case provides substantial evidence to\n\nsupport the ALJ's serial findings that the complainants were\n\nhandicapped; that Astralis knew of their handicaps; that the\n\ncomplainants requested a reasonable accommodation (exclusive use of\n\n\n                                          -9-\n\fthe two handicapped parking spaces); and that Astralis refused to\n\nhonor their request.\n\n          Astralis mounts a no-holds-barred defense, disputing\n\nthese findings at every turn.     On the first element, it asserts\n\nthat the complainants are not handicapped within the meaning of the\n\nFHAA and that, in any event, it (Astralis) had no knowledge of\n\ntheir handicaps.    These denials do not withstand even the most\n\ncursory scrutiny.\n\n          Testimony by the complainants, the HUD investigator, and\n\nBoard members makes manifest that García-Guillén had significant\n\nmobility problems stemming from hip, knee, and leg ailments. These\n\nconditions made the walk to and from his car difficult.        The\n\ntestimony painted much the same picture as to Vélez-Avilés.    The\n\nevidence of her mobility problems showed that she walked with great\n\ndifficulty and pain, resorting to using a cane or even a shopping\n\ncart for support, and that locomotion around the common areas of\n\nthe condominium exhausted her.\n\n          In addition, the fact that the Commonwealth had issued\n\nhandicapped parking placards to both the complainants lends support\n\nto the anecdotal evidence.   Under Puerto Rico law, such placards\n\nmay be issued only for the benefit of persons with disabilities.\n\nSee P.R. Laws Ann. tit. 9, § 5022(c).\n\n          Relatedly, the record offers ample support for the ALJ's\n\nfinding that Astralis knew or reasonably should have known of the\n\n\n                                 -10-\n\fcomplainants'     handicaps.         The   complainants'       difficulties    in\n\nambulating were visible to the naked eye.                Moreover, on several\n\noccasions the complainants presented pertinent medical information\n\nto members of the Board, thus documenting their conditions.                    In\n\nfact, former presidents of the Board, although apparently acting\n\nultra vires, attempted to grant a parking space accommodation to\n\nthe complainants.      Against this mise-en-scène, Astralis's protest\n\nthat it was unaware of the complainants' physical handicaps rings\n\nhollow.\n\n            As   to   the   second     element   of    the   prima   facie   case,\n\nAstralis    offers    no    coherent    counter-argument.        It   cannot   be\n\ngainsaid that the complainants, long and loudly, requested a\n\nparking space accommodation.           Moreover, we think it plain that, on\n\nthis record, a rational person could logically infer (and, thus,\n\nplausibly    find)     that    the     requested      accommodation    was    both\n\nreasonable and necessary to allow the complainants equal use and\n\nenjoyment of their residence.              See Jankowski Lee & Assocs. v.\n\nCisneros, 91 F.3d 891, 895 (7th Cir. 1996) (upholding ALJ's finding\n\nof FHAA violation where landlord was aware of individual's mobility\n\nhandicap yet denied request for a parking space accommodation); see\n\nalso 24 C.F.R. § 100.204(b) (illustrating reasonable accommodation\n\nby citing example of a person with a mobility impairment who\n\nrequests a closer parking space).\n\n\n\n\n                                       -11-\n\f          Indeed, an example in the HUD guidelines mirrors this\n\ncase:\n\n          A resident with a mobility impairment . . .\n          requests an assigned accessible parking space\n          close to the entrance to her unit as a\n          reasonable accommodation. There are available\n          parking spaces near the entrance to her unit\n          that are accessible, but those spaces are\n          available to all residents on a first come,\n          first served basis. The provider must make an\n          exception to its policy of not providing\n          assigned parking spaces to accommodate this\n          resident.\n\nJoint Statement of Dep't of Hous. & Urban Dev. & Dep't of Justice,\n\nReasonable Accommodations Under the Fair Housing Act 6 (May 17,\n\n2004) [hereinafter Joint HUD/DOJ Statement].\n\n          Finally,   we   scrutinize   the   last   element   of    the\n\ncomplainants' prima facie case.    Astralis tries to undermine the\n\nALJ's finding that it denied the accommodation by insisting that\n\nthe complainants obstructed the grant of the accommodation.        This\n\ncame about, Astralis says, because the complainants failed to\n\nparticipate in an interactive process.3      The ALJ's rejection of\n\nthis claim is supported by substantial evidence in the record.\n\n          The ALJ found that the complainants had been requesting\n\na parking space accommodation for at least a year prior to the\n\n\n\n     3\n      The HUD guidelines contemplate that parties may engage in an\n\"interactive process\" to discuss the need for the accommodation and\npossible alternatives if the housing provider refuses to grant a\nrequested accommodation on the ground that it is not reasonable.\nJoint HUD/DOJ Statement, at 7; see, e.g., Huberty v. Wash. Cnty.\nHous. & Redev. Auth., 374 F. Supp. 2d 768, 775 (D. Minn. 2005).\n\n                               -12-\n\fcommencement    of    the   HUD   investigation.      Although   Board\n\nrepresentatives had at times offered to grant the accommodation, it\n\nnever materialized.    Astralis's suggestion that the complainants,\n\nwho pursued their request assiduously, needed to bring the matter\n\nfor a full vote of the condominium owners elevates hope over\n\nreason.   Among other things, the suggestion overlooks testimony,\n\ncredited by the ALJ, that such a vote was predestined to fail.    The\n\ncomplainants had no obligation to undertake a futile act in order\n\nto vindicate their federally guaranteed rights.\n\n          In sum, the circumstances permit a reasonable inference\n\nthat Astralis effectively short-circuited the interactive process.\n\nSee Calero-Cerezo v. U.S. Dep't of Justice, 355 F.3d 6, 25 (1st\n\nCir. 2004) (finding an actionable refusal to grant accommodation\n\nwhere, as here, a factfinder could supportably conclude that\n\n\"defendants simply stonewalled\").\n\n          Astralis also complains that it should not be held\n\nresponsible because it never expressly refused to accommodate the\n\ncomplainants.    In voicing this plaint, Astralis mistakenly relies\n\non Dubois.     Unlike in this case, the condominium association in\n\nDubois granted a temporary exemption pending an inquiry into the\n\naccommodation request.      453 F.3d at 1178.      That exemption — a\n\nreasonable accommodation for the perceived medical necessity — was\n\nin place when the administrative claim was instituted, and the\n\ncondominium association \"thus never refused to make the requested\n\n\n                                  -13-\n\faccommodation.\"    Id. at 1179.   That is a far cry from the instant\n\ncase, in which Astralis never granted the complainants permission\n\nto park in the handicapped spaces nearest to their unit.        In fact,\n\nwhen the complainants unilaterally parked in those spaces, they\n\nreceived   violation   notices.     Dubois   is,   therefore,   readily\n\ndistinguishable.\n\n           In a last-ditch effort to snatch victory from the jaws of\n\ndefeat, Astralis argues that portions of Puerto Rico's condominium\n\nlaw, P.R. Laws Ann. tit. 31, §§ 1291i to 1291l-1, legitimize its\n\nactions.   To the extent that Astralis claims that it could not be\n\nguilty of intentional discrimination because its actions were in\n\nseeming compliance with that law, its argument is a red herring.\n\nThe ALJ never found intentional discrimination to be a basis for\n\nAstralis's liability under the FHAA.\n\n           In a variation on this theme, Astralis claims that the\n\nALJ's order cannot stand because local law contains explicit\n\nprerequisites for the transfer of common elements in condominium\n\ndevelopments, which have not been satisfied here.      This amounts to\n\na claim that the FHAA cannot trump local law because it does not\n\nevince a congressional intent to preempt or displace local law,\n\nsuch as the Puerto Rico condominium law, regarding the transfer of\n\ncommon elements. We reject this argument not only because it turns\n\nthe Supremacy Clause, U.S. Const. art. VI, § 2, on its head, but\n\nalso because there is no meaningful conflict between the FHAA and\n\n\n                                  -14-\n\fPuerto Rico's condominium law.                  As the ALJ recognized, compliance\n\nwith both the FHAA and the condominium law is possible.                                        We\n\nexplain.\n\n               Under Puerto Rico condominium law, the transfer of common\n\nelements       after    the    construction           of    a    property      requires       the\n\nunanimous consent of the condominium owners.                          P.R. Laws Ann. tit.\n\n31, § 1291i(b)(4). Even though this provision conceivably could be\n\nconstrued to preclude compliance with the Secretary's order — after\n\nall, there has been no affirmative vote of all the condominium\n\nowners     —   Astralis       is    duty    bound     not       to   enforce     a    statutory\n\nprovision if doing so would either cause or perpetrate unlawful\n\ndiscrimination.         Cf. Gittleman v. Woodhaven Condo. Ass'n, 972 F.\n\nSupp. 894, 899 (D.N.J. 1997) (enunciating similar prohibition with\n\nregard to a discriminatory master deed provision). In other words,\n\nto   the    extent     that    state       statutes        or   local     ordinances       would\n\nundercut       the    FHAA's    anti-discrimination              provision,          the   former\n\ncannot be enforced.            See Trovato v. City of Manchester, N.H., 992\n\nF. Supp. 493, 498, 499 (D.N.H. 1997) (finding FHAA violation and\n\nenjoining enforcement of a conflicting zoning code provision).\n\nThus,      Astralis     must       regulate     the    use      of   common      elements      in\n\ncompliance with the FHAA's anti-discrimination policies, regardless\n\nof local law.\n\n               This     conclusion         is    buttressed          by    two       additional\n\nconsiderations.          First, contrary to Astralis's importunings, the\n\n\n                                              -15-\n\flanguage of the FHAA itself manifests a clear congressional intent\n\nto vitiate the application of any state law that would permit\n\ndiscrimination based on physical handicap.              See 42 U.S.C. § 3615\n\n(expressly commanding that \"any law of a State . . . that purports\n\nto require or permit any action that would be a discriminatory\n\nhousing practice under this subchapter shall to that extent be\n\ninvalid\") (emphasis supplied).           Second, adopting Astralis's view\n\nwould create a sinkhole that would swallow the general rule and\n\ncripple the effectiveness of the FHAA.                 To say that private\n\nagreements under a state's condominium statute are capable of\n\ntrumping federal anti-discrimination law verges on the ridiculous.\n\nWe disavow that proposition.         See, e.g., Shelley v. Kraemer, 334\n\nU.S. 1, 11 (1948) (\"It is . . . clear that restrictions on\n\n[housing]    of    the   sort   sought   to   be    created   by   the   private\n\nagreements    in    these   cases    could    not     be   squared   with    the\n\nrequirements of the Fourteenth Amendment if imposed by state\n\nstatute or local ordinance.\").\n\nIII.   CONCLUSION\n\n            We need go no further. For the reasons elucidated above,\n\nwe deny Astralis's petition for judicial review and grant HUD's\n\ncross-application for enforcement of the Secretary's final order.\n\n\n\nSo Ordered.\n\n\n\n\n                                     -16-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>620 F.3d 62 (2010)</b></center>\n<center><h1>ASTRALIS CONDOMINIUM ASSOCIATION, Petitioner, Cross-Respondent,<br>\nv.<br>\nSECRETARY, UNITED STATES DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT, on Behalf of Carlos García-Guillén and Sonia Vélez-Avilés, Respondent, Cross-Petitioner.</h1></center>\n<center>Nos. 09-2497, 09-2589.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 14, 2010.</center>\n<center>Decided September 16, 2010.</center>\n<p><span class=\"star-pagination\">*64</span> José E. De La Cruz Skerrett, Rafael G. Rivera-Rosario, Ricardo A. Piovanetti Döhnert, and De La Cruz Skerrett Law Office on brief for petitioner.</p>\n<p>Thomas E. Perez, Assistant Attorney General, Dennis J. Dimsey, and Nathaniel S. Pollock, Attorneys, Appellate Section, Civil Rights Division, United States Department of Justice, on brief for respondent.</p>\n<p>Before THOMPSON, SELYA and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Ours is a society in which people live, work, relax, and shop in apartment complexes, office towers, industrial parks, stadia, and malls that stretch as far as the eye can see. It is, therefore, unsurprising that a mundane artifact of modern life the parking spacehas become a prized possession.</p>\n<p>This case illustrates the point. The complainants, believing themselves entitled to preferred parking spaces at their residence by reason of their handicaps, filed an administrative claim against the condominium association that controlled those spaces. A federal administrative law judge (ALJ) awarded the contested spaces (and other relief) to the complainants. The ALJ's decision became the final order of the Secretary of Housing and Urban Development (HUD). <i>See</i> 42 U.S.C. § 3612(h)(1).</p>\n<p>The condominium association petitioned for judicial review, and the Secretary cross-applied for enforcement of the order. <i>See id.</i> § 3612(i)(1), (j)(1); <i>see also</i> 28 U.S.C. § 2342(6). We deny the petition for judicial review and enforce the order.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We briefly rehearse the factual and procedural background.</p>\n<p>Carlos García-Guillén and Sonia Vélez-Avilés (the complainants) are husband and wife. Along with their adult children, they reside in Unit 318 at the Astralis condominium complex in Carolina, Puerto Rico. They own their unit and two parking spaces, which are located approximately 230 feet from the entrance to their unit.</p>\n<p>In addition to the parking spaces owned by individual residents, the Astralis Condominium Association (Astralis) maintains a large number of unallocated parking spaces, including ten handicapped spaces. Two of those handicapped spaces are located forty-five feet from the entrance to the complainants' unit. Under the condominium documents, unallocated parking spaces, including handicapped spaces, are regarded as common elements to be used by residents and visitors on a first-come, first-served basis. The handicapped spaces are time-limited; that is, parking in these spaces is permitted only for a certain number of hours before the vehicle must be moved.</p>\n<p><span class=\"star-pagination\">*65</span> The complainants purchased their unit in 2005. From the start, they experienced problems with mobility. García-Guillén suffers from leg and knee pain and has at times needed a walker or other appliance in order to ambulate. In 2007, he underwent hip surgery and continues to use a cane or other aid. Vélez-Avilés suffers from osteoarthritis of the knees, distal neuropathy, and a prolapsed lumbar disc. She is being treated by several physicians.</p>\n<p>These impairments make physical activity, including the use of the complainants' assigned parking spaces, difficult. To cope, each complainant obtained a handicapped parking placard from the Commonwealth of Puerto Rico.</p>\n<p>The same concerns prompted the complainants, in early 2006, to request that Astralis grant them the exclusive, non-time-limited use of the two handicapped parking spaces most proximate to their unit. They discussed this proposed accommodation at various times with members of Astralis's board of directors (the Board). During these encounters, the complainants proffered medical information, the sufficiency of which is disputed. Astralis claims that the complainants failed to furnish proper documentation of the severity of their alleged disabilities; the complainants vehemently disagree.</p>\n<p>The parties struggled to reach an agreement as to the complainants' use of the handicapped parking spaces. They came close on several occasions but never succeeded. During this interval, which lasted into 2007, the complainants occasionally made use of the nearby handicapped parking spaces without regard to the time limits and without authorization from the Board. Because such use violated Astralis's parking policy, security guards cited the complainants for these infractions.</p>\n<p>Frustrated by the Board's inaction, the complainants filed an administrative complaint with HUD on February 21, 2007. <i>See</i> 42 U.S.C. § 3610(a); 24 C.F.R. § 103.10. The agency assigned Diana Ortíz to investigate the matter. In an attempt to reach an accord, Ortíz spoke with several Board members and, as a result, the Board held an extraordinary assembly on March 15, 2007, to address the parking issue.</p>\n<p>Ortíz offered to attend the meeting, but the Board declined her offer. The complainants were present. The Board did not ask for, nor did the complainants volunteer, any medical information. The complainants moved that they be granted exclusive use of the two handicapped parking spaces. The Board voted to deny the accommodation.</p>\n<p>On September 11, 2008, HUD filed a charge of discrimination against Astralis. An ALJ held a four-day evidentiary hearing, at which the complainants, Ortíz, and several Board members testified. The ALJ issued a written decision on September 10, 2009, in which he found that Astralis had violated the Fair Housing Amendments Act of 1988 (FHAA), Pub.L. No. 100-430, 102 Stat. 1619 (codified as amended at 42 U.S.C. §§ 3601-3619, 3631),<sup>[1]</sup> by refusing to grant a reasonable accommodation and by unlawfully retaliating against the complainants. The ALJ directed that the complainants receive exclusive use of the two handicapped parking spaces at issue; provided, however, that they agree to surrender their originally assigned spaces. In addition, the ALJ awarded the complainants money damages for the retaliation, assessed a civil penalty against Astralis, and enjoined Astralis and those acting in privity with it from any further interference with the complainants' rights.</p>\n<p><span class=\"star-pagination\">*66</span> The ALJ's order ripened into the final order of the Secretary of HUD. These timely cross-petitions followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>We begin our analysis with the standard of review. We then move to the merits of Astralis's arguments.<sup>[2]</sup></p>\n<p></p>\n<h2>A. <i>Standard of Review.</i>\n</h2>\n<p>A court inquiring into an agency's adjudicatory decision can set it aside only if the decision is \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A); <i>see, e.g., </i><i>S. Shore Hosp., Inc. v. Thompson,</i> 308 F.3d 91, 97 (1st Cir. 2002). The ALJ's factual findings are binding as long as they are supported by substantial evidence in the record as a whole. <i>See </i><i>E.C. Waste, Inc. v. NLRB,</i> 359 F.3d 36, 42 (1st Cir.2004); <i>see also </i><i>White v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> 475 F.3d 898, 904 (7th Cir.2007) (explaining that HUD Secretary's final determination of an FHAA claim will be disturbed only if it is \"legally or procedurally unsound, or is unsupported by substantial evidence\") (internal quotation marks omitted). Substantial evidence \"is more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Universal Camera Corp. v. NLRB,</i> 340 U.S. 474, 477, 71 S.Ct. 456, 95 L.Ed. 456 (1951) (quoting <i>Consol. Edison Co. v. NLRB,</i> 305 U.S. 197, 229, 59 S.Ct. 206, 83 L.Ed. 126 (1938)). In conducting this tamisage, the ALJ's credibility determinations are entitled to great deference. <i>See </i><i>P. Gioioso &amp; Sons, Inc. v. OSHRC,</i> 115 F.3d 100, 108 (1st Cir.1997).</p>\n<p></p>\n<h2>B. <i>The Merits.</i>\n</h2>\n<p>The FHAA prohibits discriminatory housing practices based on a person's handicap. 42 U.S.C. § 3604(f). The statute defines \"handicap\" to mean \"(1) a physical or mental impairment which substantially limits one or more of [a] person's major life activities, (2) a record of having such an impairment, or (3) being regarded as having such an impairment.\" <i>Id.</i> § 3602(h). It outlaws discrimination \"in the terms, conditions, or privileges of sale or rental of a dwelling, or in the provision of services or facilities in connection with such dwelling, because of a handicap\" of an individual. <i>Id.</i> § 3604(f)(2). Discrimination includes a \"refusal to make reasonable accommodations in rules, policies, practices, or services, when such accommodations may be necessary to afford [handicapped persons] equal opportunity to use and enjoy a dwelling.\" <i>Id.</i> § 3604(f)(3)(B).</p>\n<p>There is not much case law under the FHAA in this circuit. Nevertheless, authority under the Americans with Disabilities Act (ADA) 42 U.S.C. §§ 12101-12213, is generally persuasive in assessing handicapped discrimination claims under the FHAA. <i>See </i><i>Tsombanidis v. W. Haven Fire Dep't,</i> 352 F.3d 565, 573 n. 4 (2d Cir.2003) (\"Due to the similarities between the statutes, we interpret them in tandem.\").</p>\n<p>The FHAA contemplates three types of claims for perceived discrimination: \"disparate treatment, disparate impact, and failure to make reasonable accommodations.\" <i>Smith &amp; Lee Assocs. v. City of Taylor, Mich.,</i> 102 F.3d 781, 790 (6th Cir.1996); <i>accord </i><i>Tsombanidis,</i> 352 F.3d at 573. The adverse findings in this <span class=\"star-pagination\">*67</span> case were premised on Astralis's failure to make reasonable accommodations.</p>\n<p>Astralis argues that our decision in <i>Macone v. Town of Wakefield,</i> 277 F.3d 1 (1st Cir.2002), requires a finding of either discriminatory intent (disparate treatment) or disparate impact as a predicate to FHAA liability. Astralis's reliance on <i>Macone</i> is mislaid.</p>\n<p>Disparate treatment and disparate impact do not comprise the entire universe of pathways to FHAA liability. As the Supreme Court explained, \"[d]iscrimination covered by the FHA[A] includes a refusal to make reasonable accommodations.\" <i>City of Edmonds v. Oxford House, Inc.,</i> 514 U.S. 725, 729, 115 S.Ct. 1776, 131 L.Ed.2d 801 (1995) (citing 42 U.S.C. § 3604(f)(3)(B)) (internal quotation marks omitted). Thus, the ALJ correctly deduced that a failure to make reasonable accommodations can pave the way to FHAA liability.</p>\n<p>We move now to the particulars of the claim. To establish a prima facie case of failure to accommodate under the FHAA, a claimant must show that he is handicapped within the purview of 42 U.S.C. § 3602(h) and that the party charged knew or should reasonably have known of his handicap. <i>DuBois v. Ass'n of Apart. Owners of 2987 Kalakaua,</i> 453 F.3d 1175, 1179 (9th Cir.2006); <i>cf. </i><i>Higgins v. New Balance Ath. Shoe, Inc.,</i> 194 F.3d 252, 264 (1st Cir.1999) (enunciating similar prima facie case requirement in claims brought under the ADA). Next the claimant must show that he requested a particular accommodation that is both reasonable and necessary to allow him an equal opportunity to use and enjoy the housing in question. <i>Bryant Woods Inn, Inc. v. Howard Cnty., Md.,</i> 124 F.3d 597, 603 (4th Cir.1997); <i>cf. </i><i>Reed v. LePage Bakeries, Inc.,</i> 244 F.3d 254, 261 (1st Cir.2001) (\"[T]he ADA's reasonable accommodation requirement usually does not apply unless `triggered by a request' from the employee.\") (citation omitted). Finally, the claimant must show that the party charged refused to make the requested accommodation. 42 U.S.C. § 3604(f)(3)(B); <i>Shapiro v. Cadman Towers, Inc.,</i> 51 F.3d 328, 336 (2d Cir.1995).</p>\n<p>The record in this case provides substantial evidence to support the ALJ's serial findings that the complainants were handicapped; that Astralis knew of their handicaps; that the complainants requested a reasonable accommodation (exclusive use of the two handicapped parking spaces); and that Astralis refused to honor their request.</p>\n<p>Astralis mounts a no-holds-barred defense, disputing these findings at every turn. On the first element, it asserts that the complainants are not handicapped within the meaning of the FHAA and that, in any event, it (Astralis) had no knowledge of their handicaps. These denials do not withstand even the most cursory scrutiny.</p>\n<p>Testimony by the complainants, the HUD investigator, and Board members makes manifest that García-Guillén had significant mobility problems stemming from hip, knee, and leg ailments. These conditions made the walk to and from his car difficult. The testimony painted much the same picture as to Vélez-Avilés. The evidence of her mobility problems showed that she walked with great difficulty and pain, resorting to using a cane or even a shopping cart for support, and that locomotion around the common areas of the condominium exhausted her.</p>\n<p>In addition, the fact that the Commonwealth had issued handicapped parking placards to both the complainants lends support to the anecdotal evidence. Under Puerto Rico law, such placards may be issued only for the benefit of persons with <span class=\"star-pagination\">*68</span> disabilities. <i>See</i> P.R. Laws Ann. tit. 9, § 5022(c).</p>\n<p>Relatedly, the record offers ample support for the ALJ's finding that Astralis knew or reasonably should have known of the complainants' handicaps. The complainants' difficulties in ambulating were visible to the naked eye. Moreover, on several occasions the complainants presented pertinent medical information to members of the Board, thus documenting their conditions. In fact, former presidents of the Board, although apparently acting ultra vires, attempted to grant a parking space accommodation to the complainants. Against this mise-en-scène, Astralis's protest that it was unaware of the complainants' physical handicaps rings hollow.</p>\n<p>As to the second element of the prima facie case, Astralis offers no coherent counter-argument. It cannot be gainsaid that the complainants, long and loudly, requested a parking space accommodation. Moreover, we think it plain that, on this record, a rational person could logically infer (and, thus, plausibly find) that the requested accommodation was both reasonable and necessary to allow the complainants equal use and enjoyment of their residence. <i>See </i><i>Jankowski Lee &amp; Assocs. v. Cisneros,</i> 91 F.3d 891, 895 (7th Cir.1996) (upholding ALJ's finding of FHAA violation where landlord was aware of individual's mobility handicap yet denied request for a parking space accommodation); <i>see also</i> 24 C.F.R. § 100.204(b) (illustrating reasonable accommodation by citing example of a person with a mobility impairment who requests a closer parking space).</p>\n<p>Indeed, an example in the HUD guidelines mirrors this case:</p>\n<blockquote>A resident with a mobility impairment... requests an assigned accessible parking space close to the entrance to her unit as a reasonable accommodation. There are available parking spaces near the entrance to her unit that are accessible, but those spaces are available to all residents on a first come, first served basis. The provider must make an exception to its policy of not providing assigned parking spaces to accommodate this resident.</blockquote>\n<p>Joint Statement of Dep't of Hous. &amp; Urban Dev. &amp; Dep't of Justice, <i>Reasonable Accommodations Under the Fair Housing Act</i> 6 (May 17, 2004) [hereinafter Joint HUD/DOJ Statement].</p>\n<p>Finally, we scrutinize the last element of the complainants' prima facie case. Astralis tries to undermine the ALJ's finding that it denied the accommodation by insisting that the complainants obstructed the grant of the accommodation. This came about, Astralis says, because the complainants failed to participate in an interactive process.<sup>[3]</sup> The ALJ's rejection of this claim is supported by substantial evidence in the record.</p>\n<p>The ALJ found that the complainants had been requesting a parking space accommodation for at least a year prior to the commencement of the HUD investigation. Although Board representatives had at times offered to grant the accommodation, it never materialized. Astralis's suggestion that the complainants, who pursued their request assiduously, needed to bring the matter for a full vote of the condominium owners elevates hope over <span class=\"star-pagination\">*69</span> reason. Among other things, the suggestion overlooks testimony, credited by the ALJ, that such a vote was predestined to fail. The complainants had no obligation to undertake a futile act in order to vindicate their federally guaranteed rights.</p>\n<p>In sum, the circumstances permit a reasonable inference that Astralis effectively short-circuited the interactive process. <i>See </i><i>Calero-Cerezo v. U.S. Dep't of Justice,</i> 355 F.3d 6, 25 (1st Cir.2004) (finding an actionable refusal to grant accommodation where, as here, a factfinder could supportably conclude that \"defendants simply stonewalled\").</p>\n<p>Astralis also complains that it should not be held responsible because it never expressly refused to accommodate the complainants. In voicing this plaint, Astralis mistakenly relies on <i>DuBois.</i> Unlike in this case, the condominium association in <i>DuBois granted</i> a temporary exemption pending an inquiry into the accommodation request. 453 F.3d at 1178. That exemptiona reasonable accommodation for the perceived medical necessitywas in place when the administrative claim was instituted, and the condominium association \"thus never refused to make the requested accommodation.\" <i>Id.</i> at 1179. That is a far cry from the instant case, in which Astralis never granted the complainants permission to park in the handicapped spaces nearest to their unit. In fact, when the complainants unilaterally parked in those spaces, they received violation notices. <i>DuBois</i> is, therefore, readily distinguishable.</p>\n<p>In a last-ditch effort to snatch victory from the jaws of defeat, Astralis argues that portions of Puerto Rico's condominium law, P.R. Laws Ann. tit. 31, §§ 1291i to 1291l-1, legitimize its actions. To the extent that Astralis claims that it could not be guilty of intentional discrimination because its actions were in seeming compliance with that law, its argument is a red herring. The ALJ never found intentional discrimination to be a basis for Astralis's liability under the FHAA.</p>\n<p>In a variation on this theme, Astralis claims that the ALJ's order cannot stand because local law contains explicit prerequisites for the transfer of common elements in condominium developments, which have not been satisfied here. This amounts to a claim that the FHAA cannot trump local law because it does not evince a congressional intent to preempt or displace local law, such as the Puerto Rico condominium law, regarding the transfer of common elements. We reject this argument not only because it turns the Supremacy Clause, U.S. Const. art. VI, § 2, on its head, but also because there is no meaningful conflict between the FHAA and Puerto Rico's condominium law. As the ALJ recognized, compliance with both the FHAA and the condominium law is possible. We explain.</p>\n<p>Under Puerto Rico condominium law, the transfer of common elements after the construction of a property requires the unanimous consent of the condominium owners. P.R. Laws Ann. tit. 31, § 1291i(b)(4). Even though this provision conceivably could be construed to preclude compliance with the Secretary's order after all, there has been no affirmative vote of all the condominium ownersAstralis is duty bound not to enforce a statutory provision if doing so would either cause or perpetrate unlawful discrimination. <i>Cf. </i><i>Gittleman v. Woodhaven Condo. Ass'n,</i> 972 F.Supp. 894, 899 (D.N.J.1997) (enunciating similar prohibition with regard to a discriminatory master deed provision). In other words, to the extent that state statutes or local ordinances would undercut the FHAA's anti-discrimination provision, the former cannot be enforced. <i>See </i><i>Trovato v. City of Manchester, N.H.,</i> 992 F.Supp. 493, 498, 499 (D.N.H.1997) (finding FHAA violation and enjoining enforcement <span class=\"star-pagination\">*70</span> of a conflicting zoning code provision). Thus, Astralis must regulate the use of common elements in compliance with the FHAA's anti-discrimination policies, regardless of local law.</p>\n<p>This conclusion is buttressed by two additional considerations. First, contrary to Astralis's importunings, the language of the FHAA itself manifests a clear congressional intent to vitiate the application of any state law that would permit discrimination based on physical handicap. <i>See</i> 42 U.S.C. § 3615 (expressly commanding that \"<i>any</i> law of a State ... that purports to require or permit any action that would be a discriminatory housing practice under this subchapter shall to that extent be invalid\") (emphasis supplied). Second, adopting Astralis's view would create a sinkhole that would swallow the general rule and cripple the effectiveness of the FHAA. To say that private agreements under a state's condominium statute are capable of trumping federal anti-discrimination law verges on the ridiculous. We disavow that proposition. <i>See, e.g., </i><i>Shelley v. Kraemer,</i> 334 U.S. 1, 11, 68 S.Ct. 836, 92 L.Ed. 1161 (1948) (\"It is ... clear that restrictions on [housing] of the sort sought to be created by the private agreements in these cases could not be squared with the requirements of the Fourteenth Amendment if imposed by state statute or local ordinance.\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we deny Astralis's petition for judicial review and grant HUD's cross-application for enforcement of the Secretary's final order.</p>\n<p><i>So Ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  The FHAA extended Title VIII of the Civil Rights Act of 1968 to prohibit discrimination because of a person's handicap. <i>See</i> FHAA, 102 Stat. 1619.</p>\n<p>[2]  Astralis makes no developed argumentation with respect to the ALJ's finding of unlawful retaliation and the consequent award of money damages. Accordingly, there is no need for us to discuss these matters.</p>\n<p>[3]  The HUD guidelines contemplate that parties may engage in an \"interactive process\" to discuss the need for the accommodation and possible alternatives if the housing provider refuses to grant a requested accommodation on the ground that it is not reasonable. Joint HUD/DOJ Statement, at 7; <i>see, e.g., </i><i>Huberty v. Wash. Cnty. Hous. &amp; Redev. Auth.,</i> 374 F.Supp.2d 768, 775 (D.Minn.2005).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">620</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></span> (2010)</b></center>\n<center><h1>ASTRALIS CONDOMINIUM ASSOCIATION, Petitioner, Cross-Respondent,<br>\nv.<br>\nSECRETARY, UNITED STATES DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT, on Behalf of Carlos García-Guillén and Sonia Vélez-Avilés, Respondent, Cross-Petitioner.</h1></center>\n<center>Nos. 09-2497, 09-2589.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 14, 2010.</center>\n<center>Decided September 16, 2010.</center>\n<p><span class=\"star-pagination\">*64</span> José E. De La Cruz Skerrett, Rafael G. Rivera-Rosario, Ricardo A. Piovanetti Döhnert, and De La Cruz Skerrett Law Office on brief for petitioner.</p>\n<p>Thomas E. Perez, Assistant Attorney General, Dennis J. Dimsey, and Nathaniel S. Pollock, Attorneys, Appellate Section, Civil Rights Division, United States Department of Justice, on brief for respondent.</p>\n<p>Before THOMPSON, SELYA and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Ours is a society in which people live, work, relax, and shop in apartment complexes, office towers, industrial parks, stadia, and malls that stretch as far as the eye can see. It is, therefore, unsurprising that a mundane artifact of modern life the parking spacehas become a prized possession.</p>\n<p>This case illustrates the point. The complainants, believing themselves entitled to preferred parking spaces at their residence by reason of their handicaps, filed an administrative claim against the condominium association that controlled those spaces. A federal administrative law judge (ALJ) awarded the contested spaces (and other relief) to the complainants. The ALJ's decision became the final order of the Secretary of Housing and Urban Development (HUD). <i>See</i> 42 U.S.C. § 3612(h)(1).</p>\n<p>The condominium association petitioned for judicial review, and the Secretary cross-applied for enforcement of the order. <i>See id.</i> § 3612(i)(1), (j)(1); <i>see also</i> 28 U.S.C. § 2342(6). We deny the petition for judicial review and enforce the order.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We briefly rehearse the factual and procedural background.</p>\n<p>Carlos García-Guillén and Sonia Vélez-Avilés (the complainants) are husband and wife. Along with their adult children, they reside in Unit 318 at the Astralis condominium complex in Carolina, Puerto Rico. They own their unit and two parking spaces, which are located approximately 230 feet from the entrance to their unit.</p>\n<p>In addition to the parking spaces owned by individual residents, the Astralis Condominium Association (Astralis) maintains a large number of unallocated parking spaces, including ten handicapped spaces. Two of those handicapped spaces are located forty-five feet from the entrance to the complainants' unit. Under the condominium documents, unallocated parking spaces, including handicapped spaces, are regarded as common elements to be used by residents and visitors on a first-come, first-served basis. The handicapped spaces are time-limited; that is, parking in these spaces is permitted only for a certain number of hours before the vehicle must be moved.</p>\n<p><span class=\"star-pagination\">*65</span> The complainants purchased their unit in 2005. From the start, they experienced problems with mobility. García-Guillén suffers from leg and knee pain and has at times needed a walker or other appliance in order to ambulate. In 2007, he underwent hip surgery and continues to use a cane or other aid. Vélez-Avilés suffers from osteoarthritis of the knees, distal neuropathy, and a prolapsed lumbar disc. She is being treated by several physicians.</p>\n<p>These impairments make physical activity, including the use of the complainants' assigned parking spaces, difficult. To cope, each complainant obtained a handicapped parking placard from the Commonwealth of Puerto Rico.</p>\n<p>The same concerns prompted the complainants, in early 2006, to request that Astralis grant them the exclusive, non-time-limited use of the two handicapped parking spaces most proximate to their unit. They discussed this proposed accommodation at various times with members of Astralis's board of directors (the Board). During these encounters, the complainants proffered medical information, the sufficiency of which is disputed. Astralis claims that the complainants failed to furnish proper documentation of the severity of their alleged disabilities; the complainants vehemently disagree.</p>\n<p>The parties struggled to reach an agreement as to the complainants' use of the handicapped parking spaces. They came close on several occasions but never succeeded. During this interval, which lasted into 2007, the complainants occasionally made use of the nearby handicapped parking spaces without regard to the time limits and without authorization from the Board. Because such use violated Astralis's parking policy, security guards cited the complainants for these infractions.</p>\n<p>Frustrated by the Board's inaction, the complainants filed an administrative complaint with HUD on February 21, 2007. <i>See</i> 42 U.S.C. § 3610(a); 24 C.F.R. § 103.10. The agency assigned Diana Ortíz to investigate the matter. In an attempt to reach an accord, Ortíz spoke with several Board members and, as a result, the Board held an extraordinary assembly on March 15, 2007, to address the parking issue.</p>\n<p>Ortíz offered to attend the meeting, but the Board declined her offer. The complainants were present. The Board did not ask for, nor did the complainants volunteer, any medical information. The complainants moved that they be granted exclusive use of the two handicapped parking spaces. The Board voted to deny the accommodation.</p>\n<p>On September 11, 2008, HUD filed a charge of discrimination against Astralis. An ALJ held a four-day evidentiary hearing, at which the complainants, Ortíz, and several Board members testified. The ALJ issued a written decision on September 10, 2009, in which he found that Astralis had violated the Fair Housing Amendments Act of 1988 (FHAA), Pub.L. No. 100-430, 102 Stat. 1619 (codified as amended at 42 U.S.C. §§ 3601-3619, 3631),<sup>[1]</sup> by refusing to grant a reasonable accommodation and by unlawfully retaliating against the complainants. The ALJ directed that the complainants receive exclusive use of the two handicapped parking spaces at issue; provided, however, that they agree to surrender their originally assigned spaces. In addition, the ALJ awarded the complainants money damages for the retaliation, assessed a civil penalty against Astralis, and enjoined Astralis and those acting in privity with it from any further interference with the complainants' rights.</p>\n<p><span class=\"star-pagination\">*66</span> The ALJ's order ripened into the final order of the Secretary of HUD. These timely cross-petitions followed.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>We begin our analysis with the standard of review. We then move to the merits of Astralis's arguments.<sup>[2]</sup></p>\n<p></p>\n<h2>A. <i>Standard of Review.</i>\n</h2>\n<p>A court inquiring into an agency's adjudicatory decision can set it aside only if the decision is \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A); <i>see, e.g., </i><i>S. Shore Hosp., Inc. v. Thompson,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></span>, 97 (1st Cir. 2002). The ALJ's factual findings are binding as long as they are supported by substantial evidence in the record as a whole. <i>See </i><i>E.C. Waste, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"200878\"><a href=\"/opinion/200878/ec-waste-inc-v-nlrb/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 42 (1st Cir.2004); <i>see also </i><i>White v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> <span class=\"citation\" data-id=\"796705\"><a href=\"/opinion/796705/sheila-white-v-united-states-department-of-housing-and-urban-development/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span></a></span>, 904 (7th Cir.2007) (explaining that HUD Secretary's final determination of an FHAA claim will be disturbed only if it is \"legally or procedurally unsound, or is unsupported by substantial evidence\") (internal quotation marks omitted). Substantial evidence \"is more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Universal Camera Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 477, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></a></span> (1951) (quoting <i>Consol. Edison Co. v. NLRB,</i> <span class=\"citation\" data-id=\"103099\"><a href=\"/opinion/103099/consolidated-edison-co-v-nlrb/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span>, 229, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">126</span></span> (1938)). In conducting this tamisage, the ALJ's credibility determinations are entitled to great deference. <i>See </i><i>P. Gioioso &amp; Sons, Inc. v. OSHRC,</i> <span class=\"citation\" data-id=\"197419\"><a href=\"/opinion/197419/gioioso-v-oshrc/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span>, 108 (1st Cir.1997).</p>\n<p></p>\n<h2>B. <i>The Merits.</i>\n</h2>\n<p>The FHAA prohibits discriminatory housing practices based on a person's handicap. 42 U.S.C. § 3604(f). The statute defines \"handicap\" to mean \"(1) a physical or mental impairment which substantially limits one or more of [a] person's major life activities, (2) a record of having such an impairment, or (3) being regarded as having such an impairment.\" <i>Id.</i> § 3602(h). It outlaws discrimination \"in the terms, conditions, or privileges of sale or rental of a dwelling, or in the provision of services or facilities in connection with such dwelling, because of a handicap\" of an individual. <i>Id.</i> § 3604(f)(2). Discrimination includes a \"refusal to make reasonable accommodations in rules, policies, practices, or services, when such accommodations may be necessary to afford [handicapped persons] equal opportunity to use and enjoy a dwelling.\" <i>Id.</i> § 3604(f)(3)(B).</p>\n<p>There is not much case law under the FHAA in this circuit. Nevertheless, authority under the Americans with Disabilities Act (ADA) 42 U.S.C. §§ 12101-12213, is generally persuasive in assessing handicapped discrimination claims under the FHAA. <i>See </i><i>Tsombanidis v. W. Haven Fire Dep't,</i> <span class=\"citation\" data-id=\"784474\"><a href=\"/opinion/784474/beverly-tsombanidis-oxford-house-incorporated-and-john-doe/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 573 n. 4 (2d Cir.2003) (\"Due to the similarities between the statutes, we interpret them in tandem.\").</p>\n<p>The FHAA contemplates three types of claims for perceived discrimination: \"disparate treatment, disparate impact, and failure to make reasonable accommodations.\" <i>Smith &amp; Lee Assocs. v. City of Taylor, Mich.,</i> <span class=\"citation\" data-id=\"731244\"><a href=\"/opinion/731244/smith-lee-associates-inc-united-states-of-america-v-city-of-taylor/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></a></span>, 790 (6th Cir.1996); <i>accord </i><i>Tsombanidis,</i> 352 F.3d at 573. The adverse findings in this <span class=\"star-pagination\">*67</span> case were premised on Astralis's failure to make reasonable accommodations.</p>\n<p>Astralis argues that our decision in <i>Macone v. Town of Wakefield,</i> <span class=\"citation\" data-id=\"776183\"><a href=\"/opinion/776183/thomas-j-macone-and-frank-bramante-trustees-of-bramac-development-trust/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.2002), requires a finding of either discriminatory intent (disparate treatment) or disparate impact as a predicate to FHAA liability. Astralis's reliance on <i>Macone</i> is mislaid.</p>\n<p>Disparate treatment and disparate impact do not comprise the entire universe of pathways to FHAA liability. As the Supreme Court explained, \"[d]iscrimination covered by the FHA[A] includes a refusal to make reasonable accommodations.\" <i>City of Edmonds v. Oxford House, Inc.,</i> <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 729, <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1776</span></a></span>, <span class=\"citation\" data-id=\"117932\"><a href=\"/opinion/117932/city-of-edmonds-v-oxford-house-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">801</span></a></span> (1995) (citing 42 U.S.C. § 3604(f)(3)(B)) (internal quotation marks omitted). Thus, the ALJ correctly deduced that a failure to make reasonable accommodations can pave the way to FHAA liability.</p>\n<p>We move now to the particulars of the claim. To establish a prima facie case of failure to accommodate under the FHAA, a claimant must show that he is handicapped within the purview of 42 U.S.C. § 3602(h) and that the party charged knew or should reasonably have known of his handicap. <i>DuBois v. Ass'n of Apart. Owners of 2987 Kalakaua,</i> <span class=\"citation\" data-id=\"794937\"><a href=\"/opinion/794937/john-g-dubois-and-timothy-prindable-v-association-of-apartment-owners-of/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1175</span></a></span>, 1179 (9th Cir.2006); <i>cf. </i><i>Higgins v. New Balance Ath. Shoe, Inc.,</i> <span class=\"citation\" data-id=\"198690\"><a href=\"/opinion/198690/higgins-v-new-balance/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 264 (1st Cir.1999) (enunciating similar prima facie case requirement in claims brought under the ADA). Next the claimant must show that he requested a particular accommodation that is both reasonable and necessary to allow him an equal opportunity to use and enjoy the housing in question. <i>Bryant Woods Inn, Inc. v. Howard Cnty., Md.,</i> <span class=\"citation\" data-id=\"746237\"><a href=\"/opinion/746237/bryant-woods-inn-incorporated-v-howard-county-maryland-howard-county/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></a></span>, 603 (4th Cir.1997); <i>cf. </i><i>Reed v. LePage Bakeries, Inc.,</i> <span class=\"citation\" data-id=\"199356\"><a href=\"/opinion/199356/reed-v-lepage-bakeries/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 261 (1st Cir.2001) (\"[T]he ADA's reasonable accommodation requirement usually does not apply unless `triggered by a request' from the employee.\") (citation omitted). Finally, the claimant must show that the party charged refused to make the requested accommodation. 42 U.S.C. § 3604(f)(3)(B); <i>Shapiro v. Cadman Towers, Inc.,</i> <span class=\"citation\" data-id=\"692967\"><a href=\"/opinion/692967/phyllis-shapiro-and-united-states-of-america-v-cadman-towers-inc-and/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 336 (2d Cir.1995).</p>\n<p>The record in this case provides substantial evidence to support the ALJ's serial findings that the complainants were handicapped; that Astralis knew of their handicaps; that the complainants requested a reasonable accommodation (exclusive use of the two handicapped parking spaces); and that Astralis refused to honor their request.</p>\n<p>Astralis mounts a no-holds-barred defense, disputing these findings at every turn. On the first element, it asserts that the complainants are not handicapped within the meaning of the FHAA and that, in any event, it (Astralis) had no knowledge of their handicaps. These denials do not withstand even the most cursory scrutiny.</p>\n<p>Testimony by the complainants, the HUD investigator, and Board members makes manifest that García-Guillén had significant mobility problems stemming from hip, knee, and leg ailments. These conditions made the walk to and from his car difficult. The testimony painted much the same picture as to Vélez-Avilés. The evidence of her mobility problems showed that she walked with great difficulty and pain, resorting to using a cane or even a shopping cart for support, and that locomotion around the common areas of the condominium exhausted her.</p>\n<p>In addition, the fact that the Commonwealth had issued handicapped parking placards to both the complainants lends support to the anecdotal evidence. Under Puerto Rico law, such placards may be issued only for the benefit of persons with <span class=\"star-pagination\">*68</span> disabilities. <i>See</i> P.R. Laws Ann. tit. 9, § 5022(c).</p>\n<p>Relatedly, the record offers ample support for the ALJ's finding that Astralis knew or reasonably should have known of the complainants' handicaps. The complainants' difficulties in ambulating were visible to the naked eye. Moreover, on several occasions the complainants presented pertinent medical information to members of the Board, thus documenting their conditions. In fact, former presidents of the Board, although apparently acting ultra vires, attempted to grant a parking space accommodation to the complainants. Against this mise-en-scène, Astralis's protest that it was unaware of the complainants' physical handicaps rings hollow.</p>\n<p>As to the second element of the prima facie case, Astralis offers no coherent counter-argument. It cannot be gainsaid that the complainants, long and loudly, requested a parking space accommodation. Moreover, we think it plain that, on this record, a rational person could logically infer (and, thus, plausibly find) that the requested accommodation was both reasonable and necessary to allow the complainants equal use and enjoyment of their residence. <i>See </i><i>Jankowski Lee &amp; Assocs. v. Cisneros,</i> <span class=\"citation\" data-id=\"723804\"><a href=\"/opinion/723804/jankowski-lee-associates-river-park-development-corporation-john-r/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">891</span></a></span>, 895 (7th Cir.1996) (upholding ALJ's finding of FHAA violation where landlord was aware of individual's mobility handicap yet denied request for a parking space accommodation); <i>see also</i> 24 C.F.R. § 100.204(b) (illustrating reasonable accommodation by citing example of a person with a mobility impairment who requests a closer parking space).</p>\n<p>Indeed, an example in the HUD guidelines mirrors this case:</p>\n<blockquote>A resident with a mobility impairment... requests an assigned accessible parking space close to the entrance to her unit as a reasonable accommodation. There are available parking spaces near the entrance to her unit that are accessible, but those spaces are available to all residents on a first come, first served basis. The provider must make an exception to its policy of not providing assigned parking spaces to accommodate this resident.</blockquote>\n<p>Joint Statement of Dep't of Hous. &amp; Urban Dev. &amp; Dep't of Justice, <i>Reasonable Accommodations Under the Fair Housing Act</i> 6 (May 17, 2004) [hereinafter Joint HUD/DOJ Statement].</p>\n<p>Finally, we scrutinize the last element of the complainants' prima facie case. Astralis tries to undermine the ALJ's finding that it denied the accommodation by insisting that the complainants obstructed the grant of the accommodation. This came about, Astralis says, because the complainants failed to participate in an interactive process.<sup>[3]</sup> The ALJ's rejection of this claim is supported by substantial evidence in the record.</p>\n<p>The ALJ found that the complainants had been requesting a parking space accommodation for at least a year prior to the commencement of the HUD investigation. Although Board representatives had at times offered to grant the accommodation, it never materialized. Astralis's suggestion that the complainants, who pursued their request assiduously, needed to bring the matter for a full vote of the condominium owners elevates hope over <span class=\"star-pagination\">*69</span> reason. Among other things, the suggestion overlooks testimony, credited by the ALJ, that such a vote was predestined to fail. The complainants had no obligation to undertake a futile act in order to vindicate their federally guaranteed rights.</p>\n<p>In sum, the circumstances permit a reasonable inference that Astralis effectively short-circuited the interactive process. <i>See </i><i>Calero-Cerezo v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"201012\"><a href=\"/opinion/201012/calero-cerezo-v-us-dep-of-justice/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 25 (1st Cir.2004) (finding an actionable refusal to grant accommodation where, as here, a factfinder could supportably conclude that \"defendants simply stonewalled\").</p>\n<p>Astralis also complains that it should not be held responsible because it never expressly refused to accommodate the complainants. In voicing this plaint, Astralis mistakenly relies on <i>DuBois.</i> Unlike in this case, the condominium association in <i>DuBois granted</i> a temporary exemption pending an inquiry into the accommodation request. 453 F.3d at 1178. That exemptiona reasonable accommodation for the perceived medical necessitywas in place when the administrative claim was instituted, and the condominium association \"thus never refused to make the requested accommodation.\" <i>Id.</i> at 1179. That is a far cry from the instant case, in which Astralis never granted the complainants permission to park in the handicapped spaces nearest to their unit. In fact, when the complainants unilaterally parked in those spaces, they received violation notices. <i>DuBois</i> is, therefore, readily distinguishable.</p>\n<p>In a last-ditch effort to snatch victory from the jaws of defeat, Astralis argues that portions of Puerto Rico's condominium law, P.R. Laws Ann. tit. 31, §§ 1291i to 1291l-1, legitimize its actions. To the extent that Astralis claims that it could not be guilty of intentional discrimination because its actions were in seeming compliance with that law, its argument is a red herring. The ALJ never found intentional discrimination to be a basis for Astralis's liability under the FHAA.</p>\n<p>In a variation on this theme, Astralis claims that the ALJ's order cannot stand because local law contains explicit prerequisites for the transfer of common elements in condominium developments, which have not been satisfied here. This amounts to a claim that the FHAA cannot trump local law because it does not evince a congressional intent to preempt or displace local law, such as the Puerto Rico condominium law, regarding the transfer of common elements. We reject this argument not only because it turns the Supremacy Clause, U.S. Const. art. VI, § 2, on its head, but also because there is no meaningful conflict between the FHAA and Puerto Rico's condominium law. As the ALJ recognized, compliance with both the FHAA and the condominium law is possible. We explain.</p>\n<p>Under Puerto Rico condominium law, the transfer of common elements after the construction of a property requires the unanimous consent of the condominium owners. P.R. Laws Ann. tit. 31, § 1291i(b)(4). Even though this provision conceivably could be construed to preclude compliance with the Secretary's order after all, there has been no affirmative vote of all the condominium ownersAstralis is duty bound not to enforce a statutory provision if doing so would either cause or perpetrate unlawful discrimination. <i>Cf. </i><i>Gittleman v. Woodhaven Condo. Ass'n,</i> <span class=\"citation\" data-id=\"1486797\"><a href=\"/opinion/1486797/gittleman-v-woodhaven-condominium-assn-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">894</span></a></span>, 899 (D.N.J.1997) (enunciating similar prohibition with regard to a discriminatory master deed provision). In other words, to the extent that state statutes or local ordinances would undercut the FHAA's anti-discrimination provision, the former cannot be enforced. <i>See </i><i>Trovato v. City of Manchester, N.H.,</i> <span class=\"citation\" data-id=\"1456798\"><a href=\"/opinion/1456798/trovato-v-city-of-manchester-nh/\"><span class=\"volume\">992</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">493</span></a></span>, 498, 499 (D.N.H.1997) (finding FHAA violation and enjoining enforcement <span class=\"star-pagination\">*70</span> of a conflicting zoning code provision). Thus, Astralis must regulate the use of common elements in compliance with the FHAA's anti-discrimination policies, regardless of local law.</p>\n<p>This conclusion is buttressed by two additional considerations. First, contrary to Astralis's importunings, the language of the FHAA itself manifests a clear congressional intent to vitiate the application of any state law that would permit discrimination based on physical handicap. <i>See</i> 42 U.S.C. § 3615 (expressly commanding that \"<i>any</i> law of a State ... that purports to require or permit any action that would be a discriminatory housing practice under this subchapter shall to that extent be invalid\") (emphasis supplied). Second, adopting Astralis's view would create a sinkhole that would swallow the general rule and cripple the effectiveness of the FHAA. To say that private agreements under a state's condominium statute are capable of trumping federal anti-discrimination law verges on the ridiculous. We disavow that proposition. <i>See, e.g., </i><i>Shelley v. Kraemer,</i> <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></a></span>, <span class=\"citation\" data-id=\"104545\"><a href=\"/opinion/104545/shelley-v-kraemer/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1161</span></a></span> (1948) (\"It is ... clear that restrictions on [housing] of the sort sought to be created by the private agreements in these cases could not be squared with the requirements of the Fourteenth Amendment if imposed by state statute or local ordinance.\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we deny Astralis's petition for judicial review and grant HUD's cross-application for enforcement of the Secretary's final order.</p>\n<p><i>So Ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  The FHAA extended Title VIII of the Civil Rights Act of 1968 to prohibit discrimination because of a person's handicap. <i>See</i> FHAA, 102 Stat. 1619.</p>\n<p>[2]  Astralis makes no developed argumentation with respect to the ALJ's finding of unlawful retaliation and the consequent award of money damages. Accordingly, there is no need for us to discuss these matters.</p>\n<p>[3]  The HUD guidelines contemplate that parties may engage in an \"interactive process\" to discuss the need for the accommodation and possible alternatives if the housing provider refuses to grant a requested accommodation on the ground that it is not reasonable. Joint HUD/DOJ Statement, at 7; <i>see, e.g., </i><i>Huberty v. Wash. Cnty. Hous. &amp; Redev. Auth.,</i> <span class=\"citation\" data-id=\"2397657\"><a href=\"/opinion/2397657/huberty-v-wash-county-housing-redevelopment/\"><span class=\"volume\">374</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">768</span></a></span>, 775 (D.Minn.2005).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1486797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2397657/"
  ]
}