{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/176059/",
  "absolute_url": "/opinion/176059/united-states-v-gagnon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/176059/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-09-28T16:07:18Z",
  "date_modified": "2016-04-26T07:21:30.236532Z",
  "type": "010combined",
  "sha1": "96a1dd5ce1440217a73c2b2a4f17385ca8a5fce0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1047P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/09/28/US_v._Gagnon.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 09-1047\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                             BRUCE GAGNON,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                       FOR THE DISTRICT OF MAINE\n\n             [Hon. George Z. Singal, U.S. District Judge]\n\n\n                                Before\n\n                      Boudin, Selya and Gajarsa,*\n\n                            Circuit Judges.\n\n\n     J. Hilary Billings, with whom Eric A. Vos, Federal Public\nDefender, was on brief, for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief, for appellee.\n\n\n\n                          September 28, 2010\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n\f          SELYA, Circuit Judge.     Defendant-appellant Bruce Gagnon\n\nchallenges his conviction under the Sex Offender Registration and\n\nNotification Act (SORNA), Pub. L. No. 109-248, tit. I, §§ 101-155,\n\n120 Stat. 587, 590-611 (2006).    This is a \"gap\" case — the offense\n\ncharged was committed in the interim between Congress's passage of\n\nSORNA and the Attorney General's issuance of an implementing rule.\n\nThe recent decision of this court in United States v. DiTomasso,\n\n___ F.3d ___ (1st Cir. 2010) [No. 08-2567], disposes of the\n\nprincipal claims raised in this proceeding.1\n\n          We presume the reader's familiarity with our DiTomasso\n\nopinion, and we refrain from repastinating that well-ploughed\n\nground. Insofar as Gagnon's claims resemble DiTomasso's, we reject\n\nthem for the reasons elucidated in our earlier opinion.\n\n          Although incorporating DiTomasso by reference shortens\n\nour journey, two issues not addressed in DiTomasso remain.      The\n\nfacts needed to put them into perspective are straightforward.\n\n          In December of 2000, Gagnon was convicted of a sex\n\noffense in New Hampshire (his state of residence). He was required\n\nby New Hampshire law to register as a sex offender, and he did so.\n\nHe kept his registration current until July of 2005, when he failed\n\nto update it.   As a result, he was charged with violating a state\n\n\n\n\n     1\n       Due to the similarity of issues, Gagnon's appeal         and\nDiTomasso's appeal were argued before us on the same date.\n\n                                  -2-\n\fregistration law.   See N.H. Rev. Stat. Ann. §§ 651-B:4 to 651-B:6.\n\nHe was convicted later that year.\n\n            In December of 2006, Gagnon traveled from New Hampshire\n\nto Maine.   On February 2, 2007, he signed a lease for an apartment\n\nin Maine.    Despite this change of residence, he neither notified\n\nthe New Hampshire authorities of his move nor registered as a sex\n\noffender in Maine, where such registration was required.    See Me.\n\nRev. Stat. tit. 34-A, § 11202(2).\n\n            On February 21, 2007, United States Marshals arrested\n\nGagnon.   Shortly thereafter, a federal grand jury indicted him for\n\nviolating a SORNA provision, 18 U.S.C. § 2250(a).    The indictment\n\nalleged that Gagnon had transgressed the federal law by failing to\n\nregister as a sex offender in Maine \"on about February 2, 2007.\"\n\n            These dates are important. Although SORNA was enacted on\n\nJuly 27, 2006, Gagnon argued below that, for various reasons, the\n\nfederal statute could not constitutionally be applied in this case\n\nbecause both his interstate travel and his failure to register in\n\nMaine occurred prior to February 28, 2007 — the date on which the\n\nAttorney General promulgated an interim rule touching upon the\n\napplicability of SORNA's registration requirements to previously\n\nconvicted sex offenders.   See DiTomasso, ___ F.3d at ___ [slip op.\n\nat 6-7] (discussing promulgation of interim rule and attendant\n\ncircumstances); see also 42 U.S.C. § 16913(d) (authorizing Attorney\n\n\n\n\n                                 -3-\n\fGeneral   to    undertake   rulemaking     in   connection   with   SORNA's\n\nregistration requirements).\n\n           The district court rejected Gagnon's arguments.          United\n\nStates v. Gagnon, 574 F. Supp. 2d 172, 176-79 (D. Me. 2008).\n\nFollowing conviction and sentencing, Gagnon filed this appeal.\n\n           Gagnon repeats the same arguments on appeal. Our opinion\n\nin DiTomasso is dispositive of the issue of the effective date of\n\nSORNA's   registration      requirements    vis-à-vis   most    previously\n\nconvicted sex offenders (including Gagnon).           See DiTomasso, ___\n\nF.3d at ___ [slip op. at 18].      That opinion spells out the reasons\n\nwhy Gagnon's view of the significance of the Attorney General's\n\ninterim rule is misguided.       See id. at ___ [slip op. at 13-18].\n\nThe date of SORNA's applicability to such offenders is no longer\n\nopen to debate, and that date — July 27, 2006 — precedes the events\n\nat issue here.\n\n           The same opinion also recognizes that Congress acted\n\nwithin the scope of its authority under the Commerce Clause, U.S.\n\nConst. art. I, § 8, cl. 3, when it enacted SORNA's registration\n\nrequirements.    See DiTomasso, ___ F.3d at ___ [slip op. at 19-21].\n\nThat holding defenestrates Gagnon's Commerce Clause claim.\n\n           Gagnon makes two arguments that were not addressed in\n\nDiTomasso.     First, he posits that the rule of lenity requires a\n\nconstruction of the statute that would invalidate his conviction.\n\nWe examine this contention.\n\n\n                                   -4-\n\f            The rule of lenity requires a court to resolve \"true\n\nstatutory uncertainty\" in favor of the defendant in a criminal\n\ncase.     United States v. Ahlers, 305 F.3d 54, 62 (1st Cir. 2002).\n\nFor present purposes, however, this rule is inapposite.                When a\n\ncriminal statute has a \"clear and plausible meaning,\" the rule of\n\nlenity does not apply.      Id.    Put another way, \"[i]t is only when no\n\nreasonably clear meaning can be gleaned from the text of a statute,\n\nleaving courts to guess at what Congress intended, that the rule of\n\nlenity comes into play.\"      Id.\n\n            That is not the case here. As we explained in DiTomasso,\n\n___ F3d. at ___ [slip op. at 18], we do not find the relevant\n\nstatutory provision — 42 U.S.C. § 16913(d) — ambiguous.                Rather,\n\nwhen read in the full context of the statutory scheme, that\n\nsubsection, as of the date of SORNA's enactment, clearly and\n\nunambiguously imposed an obligation on previously convicted sex\n\noffenders to register within three business days of moving to a new\n\nstate.    Given this easily discernible meaning, Gagnon's attempt to\n\ninvoke the rule of lenity must fail.\n\n            Gagnon's remaining argument is no more persuasive.               He\n\ninsists that his due process rights were infringed because he did\n\nnot have fair warning of his duty to register under SORNA.                  This\n\npremise    is   the   functional   equivalent   of   a   plea   that   he   was\n\njustifiably ignorant of the effect of the new federal law until the\n\nAttorney General promulgated the interim rule.            Such a plea runs\n\n\n                                      -5-\n\fheadlong into the venerable axiom that \"ignorance of the law is no\n\nexcuse.\"    United States v. Robinson, 137 F.3d 652, 654 (1st Cir.\n\n1998).\n\n            Of course, that axiom states a general rule, and there is\n\nan exception where the challenged conduct was \"wholly passive\" and\n\nthere were not attendant circumstances alerting the defendant to\n\nthe consequences of the conduct.           Lambert v. California, 355 U.S.\n\n225, 228 (1957).       Gagnon seeks to wedge his case within the\n\ncontours of this exception.        He does not succeed.\n\n            This exception is narrow.         See United States v. Meade,\n\n175 F.3d 215, 225-26 (1st Cir. 1999).              This case does not fit\n\nwithin it because, long before SORNA was enacted, Gagnon knew (or,\n\nat least, was chargeable with knowledge) of his obligation to\n\nregister under state law and to keep his registration current.\n\n            That this notice did not specifically inform him that\n\nfailure    to   register   under   state    law   would   also   constitute   a\n\nviolation of federal law does not render the notice impotent for\n\npurposes of the case at hand.        What counts is that Gagnon was on\n\nclear notice, at the relevant time, that a failure to register\n\nwould place him on the wrong side of the law.              We therefore join\n\nseveral other courts that have held that notice of a defendant's\n\nobligation to register as a sex offender under state law provides\n\nhim with effective notice of his corresponding obligation to\n\nregister under SORNA.       See, e.g., United States v. Hinckley, 550\n\n\n                                     -6-\n\fF.3d 926, 938-39 (10th Cir. 2008), cert. denied, 129 S. Ct. 2383\n\n(2009); United States v. May, 535 F.3d 912, 921 (8th Cir. 2008),\n\ncert. denied, 129 S. Ct. 2431 (2009).      Because Gagnon had such\n\nnotice, the requirements of the Due Process Clause are satisfied.\n\n            We need go no further. For the reasons elucidated in our\n\nopinion in DiTomasso and augmented here, we affirm the judgment of\n\nconviction.\n\n\n\nAffirmed.\n\n\n\n\n                                 -7-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>621 F.3d 30 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nBruce GAGNON, Defendant, Appellant.</h1></center>\n<center>No. 09-1047.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 27, 2010.</center>\n<center>Decided September 28, 2010.</center>\n<p><span class=\"star-pagination\">*31</span> J. Hilary Billings, with whom Eric A. Vos, Federal Public Defender, was on brief, for appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n<p>Before BOUDIN, SELYA and GAJARSA,<sup>[*]</sup> Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Defendant-appellant Bruce Gagnon challenges his conviction under the Sex Offender Registration and Notification Act (SORNA), Pub. L. No. 109-248, tit. I, §§ 101-155, 120 Stat. 587, 590-611 (2006). This is a \"gap\" case  the offense charged was committed in the interim between Congress's passage of SORNA and the Attorney General's issuance of an implementing rule. The recent decision of this court in <i>United States v. DiTomasso,</i> 621 F.3d 17 (1st Cir.2010), disposes of the principal claims raised in this proceeding.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*32</span> We presume the reader's familiarity with our <i>DiTomasso</i> opinion, and we refrain from repastinating that well-ploughed ground. Insofar as Gagnon's claims resemble <i>DiTomasso's,</i> we reject them for the reasons elucidated in our earlier opinion.</p>\n<p>Although incorporating <i>DiTomasso</i> by reference shortens our journey, two issues not addressed in <i>DiTomasso</i> remain. The facts needed to put them into perspective are straightforward.</p>\n<p>In December of 2000, Gagnon was convicted of a sex offense in New Hampshire (his state of residence). He was required by New Hampshire law to register as a sex offender, and he did so. He kept his registration current until July of 2005, when he failed to update it. As a result, he was charged with violating a state registration law. <i>See</i> N.H.Rev.Stat. Ann. §§ 651-B:4 to 651-B:6. He was convicted later that year.</p>\n<p>In December of 2006, Gagnon traveled from New Hampshire to Maine. On February 2, 2007, he signed a lease for an apartment in Maine. Despite this change of residence, he neither notified the New Hampshire authorities of his move nor registered as a sex offender in Maine, where such registration was required. <i>See</i> Me. Rev. Stat. tit. 34-A, § 11202(2).</p>\n<p>On February 21, 2007, United States Marshals arrested Gagnon. Shortly thereafter, a federal grand jury indicted him for violating a SORNA provision, 18 U.S.C. § 2250(a). The indictment alleged that Gagnon had transgressed the federal law by failing to register as a sex offender in Maine \"on about February 2, 2007.\"</p>\n<p>These dates are important. Although SORNA was enacted on July 27, 2006, Gagnon argued below that, for various reasons, the federal statute could not constitutionally be applied in this case because both his interstate travel and his failure to register in Maine occurred prior to February 28, 2007  the date on which the Attorney General promulgated an interim rule touching upon the applicability of SORNA's registration requirements to previously convicted sex offenders. <i>See </i><i>DiTomasso,</i> 621 F.3d at 20-21 (discussing promulgation of interim rule and attendant circumstances); <i>see also</i> 42 U.S.C. § 16913(d) (authorizing Attorney General to undertake rulemaking in connection with SORNA's registration requirements).</p>\n<p>The district court rejected Gagnon's arguments. <i>United States v. Gagnon,</i> 574 F.Supp.2d 172, 176-79 (D.Me.2008). Following conviction and sentencing, Gagnon filed this appeal.</p>\n<p>Gagnon repeats the same arguments on appeal. Our opinion in <i>DiTomasso</i> is dispositive of the issue of the effective date of SORNA's registration requirements vis-à-vis most previously convicted sex offenders (including Gagnon). <i>See </i><i>DiTomasso,</i> 621 F.3d at 25. That opinion spells out the reasons why Gagnon's view of the significance of the Attorney General's interim rule is misguided. <i>See id.</i> at 23-25. The date of SORNA's applicability to such offenders is no longer open to debate, and that date  July 27, 2006  precedes the events at issue here.</p>\n<p>The same opinion also recognizes that Congress acted within the scope of its authority under the Commerce Clause, U.S. Const. art. I, § 8, cl. 3, when it enacted SORNA's registration requirements. <i>See </i><i>DiTomasso,</i> 621 F.3d at 26-27. That holding defenestrates Gagnon's Commerce Clause claim.</p>\n<p>Gagnon makes two arguments that were not addressed in <i>DiTomasso.</i> First, he posits that the rule of lenity requires a construction of the statute that would invalidate his conviction. We examine this contention.</p>\n<p><span class=\"star-pagination\">*33</span> The rule of lenity requires a court to resolve \"true statutory uncertainty\" in favor of the defendant in a criminal case. <i>United States v. Ahlers,</i> 305 F.3d 54, 62 (1st Cir.2002). For present purposes, however, this rule is inapposite. When a criminal statute has a \"clear and plausible meaning,\" the rule of lenity does not apply. <i>Id.</i> Put another way, \"[i]t is only when no reasonably clear meaning can be gleaned from the text of a statute, leaving courts to guess at what Congress intended, that the rule of lenity comes into play.\" <i>Id.</i></p>\n<p>That is not the case here. As we explained in <i>DiTomasso,</i> 621 F.3d at 25, we do not find the relevant statutory provision  42 U.S.C. § 16913(d)  ambiguous. Rather, when read in the full context of the statutory scheme, that subsection, as of the date of SORNA's enactment, clearly and unambiguously imposed an obligation on previously convicted sex offenders to register within three business days of moving to a new state. Given this easily discernible meaning, Gagnon's attempt to invoke the rule of lenity must fail.</p>\n<p>Gagnon's remaining argument is no more persuasive. He insists that his due process rights were infringed because he did not have fair warning of his duty to register under SORNA. This premise is the functional equivalent of a plea that he was justifiably ignorant of the effect of the new federal law until the Attorney General promulgated the interim rule. Such a plea runs headlong into the venerable axiom that \"ignorance of the law is no excuse.\" <i>United States v. Robinson,</i> 137 F.3d 652, 654 (1st Cir.1998).</p>\n<p>Of course, that axiom states a general rule, and there is an exception where the challenged conduct was \"wholly passive\" and there were not attendant circumstances alerting the defendant to the consequences of the conduct. <i>Lambert v. California,</i> 355 U.S. 225, 228, 78 S.Ct. 240, 2 L.Ed.2d 228 (1957). Gagnon seeks to wedge his case within the contours of this exception. He does not succeed.</p>\n<p>This exception is narrow. <i>See </i><i>United States v. Meade,</i> 175 F.3d 215, 225-26 (1st Cir.1999). This case does not fit within it because, long before SORNA was enacted, Gagnon knew (or, at least, was chargeable with knowledge) of his obligation to register under state law and to keep his registration current.</p>\n<p>That this notice did not specifically inform him that failure to register under state law would also constitute a violation of federal law does not render the notice impotent for purposes of the case at hand. What counts is that Gagnon was on clear notice, at the relevant time, that a failure to register would place him on the wrong side of the law. We therefore join several other courts that have held that notice of a defendant's obligation to register as a sex offender under state law provides him with effective notice of his corresponding obligation to register under SORNA. <i>See, e.g., </i><i>United States v. Hinckley,</i> 550 F.3d 926, 938-39 (10th Cir.2008), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 2383, 173 L.Ed.2d 1301 (2009); <i>United States v. May,</i> 535 F.3d 912, 921 (8th Cir.2008), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 2431, 174 L.Ed.2d 229 (2009). Because Gagnon had such notice, the requirements of the Due Process Clause are satisfied.</p>\n<p>We need go no further. For the reasons elucidated in our opinion in <i>DiTomasso</i> and augmented here, we affirm the judgment of conviction.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Due to the similarity of issues, Gagnon's appeal and DiTomasso's appeal were argued before us on the same date.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">621</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nBruce GAGNON, Defendant, Appellant.</h1></center>\n<center>No. 09-1047.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 27, 2010.</center>\n<center>Decided September 28, 2010.</center>\n<p><span class=\"star-pagination\">*31</span> J. Hilary Billings, with whom Eric A. Vos, Federal Public Defender, was on brief, for appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n<p>Before BOUDIN, SELYA and GAJARSA,<sup>[*]</sup> Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Defendant-appellant Bruce Gagnon challenges his conviction under the Sex Offender Registration and Notification Act (SORNA), Pub. L. No. 109-248, tit. I, §§ 101-155, 120 Stat. 587, 590-611 (2006). This is a \"gap\" case  the offense charged was committed in the interim between Congress's passage of SORNA and the Attorney General's issuance of an implementing rule. The recent decision of this court in <i>United States v. DiTomasso,</i> <span class=\"citation\" data-id=\"175740\"><a href=\"/opinion/175740/united-states-v-ditomasso/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span> (1st Cir.2010), disposes of the principal claims raised in this proceeding.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*32</span> We presume the reader's familiarity with our <i>DiTomasso</i> opinion, and we refrain from repastinating that well-ploughed ground. Insofar as Gagnon's claims resemble <i>DiTomasso's,</i> we reject them for the reasons elucidated in our earlier opinion.</p>\n<p>Although incorporating <i>DiTomasso</i> by reference shortens our journey, two issues not addressed in <i>DiTomasso</i> remain. The facts needed to put them into perspective are straightforward.</p>\n<p>In December of 2000, Gagnon was convicted of a sex offense in New Hampshire (his state of residence). He was required by New Hampshire law to register as a sex offender, and he did so. He kept his registration current until July of 2005, when he failed to update it. As a result, he was charged with violating a state registration law. <i>See</i> N.H.Rev.Stat. Ann. §§ 651-B:4 to 651-B:6. He was convicted later that year.</p>\n<p>In December of 2006, Gagnon traveled from New Hampshire to Maine. On February 2, 2007, he signed a lease for an apartment in Maine. Despite this change of residence, he neither notified the New Hampshire authorities of his move nor registered as a sex offender in Maine, where such registration was required. <i>See</i> Me. Rev. Stat. tit. 34-A, § 11202(2).</p>\n<p>On February 21, 2007, United States Marshals arrested Gagnon. Shortly thereafter, a federal grand jury indicted him for violating a SORNA provision, 18 U.S.C. § 2250(a). The indictment alleged that Gagnon had transgressed the federal law by failing to register as a sex offender in Maine \"on about February 2, 2007.\"</p>\n<p>These dates are important. Although SORNA was enacted on July 27, 2006, Gagnon argued below that, for various reasons, the federal statute could not constitutionally be applied in this case because both his interstate travel and his failure to register in Maine occurred prior to February 28, 2007  the date on which the Attorney General promulgated an interim rule touching upon the applicability of SORNA's registration requirements to previously convicted sex offenders. <i>See </i><i>DiTomasso,</i> 621 F.3d at 20-21 (discussing promulgation of interim rule and attendant circumstances); <i>see also</i> 42 U.S.C. § 16913(d) (authorizing Attorney General to undertake rulemaking in connection with SORNA's registration requirements).</p>\n<p>The district court rejected Gagnon's arguments. <i>United States v. Gagnon,</i> <span class=\"citation\" data-id=\"1867485\"><a href=\"/opinion/1867485/united-states-v-gagnon/\"><span class=\"volume\">574</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">172</span></a></span>, 176-79 (D.Me.2008). Following conviction and sentencing, Gagnon filed this appeal.</p>\n<p>Gagnon repeats the same arguments on appeal. Our opinion in <i>DiTomasso</i> is dispositive of the issue of the effective date of SORNA's registration requirements vis-à-vis most previously convicted sex offenders (including Gagnon). <i>See </i><i>DiTomasso,</i> 621 F.3d at 25. That opinion spells out the reasons why Gagnon's view of the significance of the Attorney General's interim rule is misguided. <i>See id.</i> at 23-25. The date of SORNA's applicability to such offenders is no longer open to debate, and that date  July 27, 2006  precedes the events at issue here.</p>\n<p>The same opinion also recognizes that Congress acted within the scope of its authority under the Commerce Clause, U.S. Const. art. I, § 8, cl. 3, when it enacted SORNA's registration requirements. <i>See </i><i>DiTomasso,</i> 621 F.3d at 26-27. That holding defenestrates Gagnon's Commerce Clause claim.</p>\n<p>Gagnon makes two arguments that were not addressed in <i>DiTomasso.</i> First, he posits that the rule of lenity requires a construction of the statute that would invalidate his conviction. We examine this contention.</p>\n<p><span class=\"star-pagination\">*33</span> The rule of lenity requires a court to resolve \"true statutory uncertainty\" in favor of the defendant in a criminal case. <i>United States v. Ahlers,</i> <span class=\"citation\" data-id=\"200139\"><a href=\"/opinion/200139/united-states-v-ahlers/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 62 (1st Cir.2002). For present purposes, however, this rule is inapposite. When a criminal statute has a \"clear and plausible meaning,\" the rule of lenity does not apply. <i>Id.</i> Put another way, \"[i]t is only when no reasonably clear meaning can be gleaned from the text of a statute, leaving courts to guess at what Congress intended, that the rule of lenity comes into play.\" <i>Id.</i></p>\n<p>That is not the case here. As we explained in <i>DiTomasso,</i> 621 F.3d at 25, we do not find the relevant statutory provision  42 U.S.C. § 16913(d)  ambiguous. Rather, when read in the full context of the statutory scheme, that subsection, as of the date of SORNA's enactment, clearly and unambiguously imposed an obligation on previously convicted sex offenders to register within three business days of moving to a new state. Given this easily discernible meaning, Gagnon's attempt to invoke the rule of lenity must fail.</p>\n<p>Gagnon's remaining argument is no more persuasive. He insists that his due process rights were infringed because he did not have fair warning of his duty to register under SORNA. This premise is the functional equivalent of a plea that he was justifiably ignorant of the effect of the new federal law until the Attorney General promulgated the interim rule. Such a plea runs headlong into the venerable axiom that \"ignorance of the law is no excuse.\" <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"197816\"><a href=\"/opinion/197816/united-states-v-robinson/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">652</span></a></span>, 654 (1st Cir.1998).</p>\n<p>Of course, that axiom states a general rule, and there is an exception where the challenged conduct was \"wholly passive\" and there were not attendant circumstances alerting the defendant to the consequences of the conduct. <i>Lambert v. California,</i> <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></span>, 228, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></span> (1957). Gagnon seeks to wedge his case within the contours of this exception. He does not succeed.</p>\n<p>This exception is narrow. <i>See </i><i>United States v. Meade,</i> <span class=\"citation\" data-id=\"198461\"><a href=\"/opinion/198461/united-states-v-meade/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span>, 225-26 (1st Cir.1999). This case does not fit within it because, long before SORNA was enacted, Gagnon knew (or, at least, was chargeable with knowledge) of his obligation to register under state law and to keep his registration current.</p>\n<p>That this notice did not specifically inform him that failure to register under state law would also constitute a violation of federal law does not render the notice impotent for purposes of the case at hand. What counts is that Gagnon was on clear notice, at the relevant time, that a failure to register would place him on the wrong side of the law. We therefore join several other courts that have held that notice of a defendant's obligation to register as a sex offender under state law provides him with effective notice of his corresponding obligation to register under SORNA. <i>See, e.g., </i><i>United States v. Hinckley,</i> <span class=\"citation\" data-id=\"171479\"><a href=\"/opinion/171479/united-states-v-hinckley/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">926</span></a></span>, 938-39 (10th Cir.2008), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2383</span></span>, <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1301</span></span> (2009); <i>United States v. May,</i> <span class=\"citation\" data-id=\"1324056\"><a href=\"/opinion/1324056/united-states-v-may/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">912</span></a></span>, 921 (8th Cir.2008), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></span> (2009). Because Gagnon had such notice, the requirements of the Due Process Clause are satisfied.</p>\n<p>We need go no further. For the reasons elucidated in our opinion in <i>DiTomasso</i> and augmented here, we affirm the judgment of conviction.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Due to the similarity of issues, Gagnon's appeal and DiTomasso's appeal were argued before us on the same date.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/171479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/175740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867485/"
  ]
}