{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/178154/",
  "absolute_url": "/opinion/178154/concilio-de-salud-integral-v-perez-perdomo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/178154/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-10-27T20:17:22Z",
  "date_modified": "2016-04-26T14:34:08.104882Z",
  "type": "010combined",
  "sha1": "853661cc352b7f66270a75b768244e1b190606c4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2067P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/10/27/Consejo_de_Salud_Playa_Ponce_v._Perez-Perdomo.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\nNo. 09-2067\n\n        CONCILIO DE SALUD INTEGRAL DE LOÍZA, INC. (CSILO);\n    JUNTA DEL CENTRO DE SALUD COMMUNAL JOSÉ S. BELAVAL, INC.,\n\n                     Plaintiffs, Appellants,\n\n\n    CONSEJO DE SALUD PLAYA PONCE, d/b/a Centro de Diagnostico y\nTratamiento de la Playa de Ponce; GURABO COMMUNITY HEALTH CENTER,\n     INC.; MIGRANT HEALTH CENTER, INC.; TOA ALTA COMPREHENSIVE\n   URBAN/RURAL ADVANCED HEALTH SERVICES, INC.; ATLANTIC MEDICAL\n     CENTER, INC.; CAMUY HEALTH SERVICES, INC.; CENTRO DE SALUD\n FAMILIAR DR. JULIO PALMIERI FERRI, INC.; CIALES PRIMARY HEALTH\nCARE SERVICES, INC; CORP. DE SERV. MEDICOS PRIMARIOS Y PREVENCIÓN\n      DE HATILLO, INC.; CORP. DE SERVICIOS DE SALUD Y MEDICINA\nAVANZADA, INC.; CORP. DE SERVICIOS INTEGRALES DE SALUD; EL CENTRO\n   DE SALUD DE LARES, INC.; EL CENTRO DE SERVICIOS PRIMARIOS DE\nSALUD DE PATILLAS, INC.; HOSPITAL GENERAL CASTANAR, INC.; MOROVIS\n COMMUNITY HEALTH CENTER, INC.; RINCON HEALTH CENTER, INC.; RIO\n                GRANDE COMMUNITY HEALTH CENTER, INC.,\n\n                           Plaintiffs,\n\n                               v.\n\n ROSA PEREZ-PERDOMO, Secretary, Department of Health Commonwealth\n     of Puerto Rico; COMMONWEALTH OF PUERTO RICO; PUERTO RICO\nDEPARTMENT OF HEALTH; U.S. DEPARTMENT OF HEALTH & HUMAN SERVICES;\n  MICHAEL O. LEAVITT, as Secretary of U.S. Department of Health,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Gustavo A. Gelpí, U.S. District   Judge]\n\n\n                              Before\n                       Lynch, Chief Judge,\n               Boudin and Howard, Circuit Judges.\n\f     Robert A. Graham with whom James L. Feldesman and Feldesman\nTucker Leifer Fidell LLP were on brief for appellants.\n     Eliezer Aldarondo-López with whom Eliezer Aldarondo-Ortiz,\nMaria N. Hadad Orta and Aldarondo & López were on brief for\nappellees.\n\n\n\n                        October 27, 2010\n\f               BOUDIN, Circuit Judge. Two Puerto Rican community health\n\ncenters, Concilio de Salud Integral de Loíza, Inc. (\"Loíza\"), and\n\nJunta    del     Centro    de    Salud   Communal      José   S.   Belaval,     Inc.\n\n(\"Belaval\"), appeal from a district court order denying them the\n\nrelief they seek, namely, an injunction requiring payment by Puerto\n\nRico's Secretary of Health (\"Secretary\") of Medicaid reimbursements\n\nthat the two centers claim to be due to them under federal law and\n\nprior decisions in this long continuing litigation.1\n\n               Medicaid is supported by both state and federal funds and\n\nadministered by state governments; for the purposes of Medicaid,\n\nPuerto Rico is a \"State.\"          42 U.S.C. § 1301(a)(1) (2006); 42 C.F.R.\n\n§ 400.203 (2009).         To participate in Medicaid, states are required\n\nto provide specified health services for \"underserved\" areas or\n\npopulations        through       \"Federally-qualified          health        centers\"\n\n(\"FQHCs\")--healthcare           facilities     that   are   eligible    to   receive\n\ncertain federal grants. See 42 U.S.C. §§ 254b(a), 1396a(a)(10)(A),\n\n1396d(a)(2)(C), 1396d(l)(2)(B).              Loíza and Belaval are FQHCs.\n\n               The Medicaid Act requires states to reimburse FQHCs for\n\nthe costs of providing services to Medicaid patients, 42 U.S.C. §\n\n1396a(bb), under what is referred to as the \"Prospective Payment\n\n\n\n     1\n      See Concilio de Salud Integral de Loíza v. Pérez-Perdomo, 551\nF.3d 10 (1st Cir. 2008) (\"Belaval IV\"); Dr. José S. Belaval, Inc.\nv. Pérez-Perdomo, 488 F.3d 11 (1st Cir. 2007) (\"Belaval III\"); Dr.\nJosé S. Belaval, Inc. v. Pérez-Perdomo, 465 F.3d 33 (1st Cir. 2006)\n(\"Belaval II\"); Rio Grande Cmty. Health Ctr., Inc. v. Rullan, 397\nF.3d 56 (1st Cir. 2005) (\"Belaval I\").\n\n                                         -3-\n\fSystem\" (\"PPS\").     See Belaval I, 397 F.3d at 61.             Under the PPS,\n\nthe reimbursement for a given year is calculated by multiplying the\n\nnumber of visits by Medicaid patients to the FQHC in that year by\n\nthe average cost per patient visit in fiscal years 1999 and 2000,\n\nadjusting    to   account   for    an    FHQC's   change   in    services   and\n\ninflation.    42 U.S.C. § 1396a(bb)(3).\n\n            Puerto Rico administers Medicaid payments through managed\n\ncare organizations (\"MCOs\"), which, if they do not operate their\n\nown medical facilities, contract with FQHCs such as Loíza and\n\nBelaval to provide services to Medicaid patients.               Belaval I, 397\n\nF.3d at 62.       Where the MCO pays an FQHC less than the amount\n\ncalculated under the PPS formula--which is not itself unlawful, see\n\n42 U.S.C. § 1396b(m)(2)(A)(ix)--the state must pay the FQHCs a\n\nsupplemental or \"wraparound\" payment to make up for the difference.\n\nId. § 1396a(bb)(5)(A).      Those wraparound payments must be made at\n\nleast three times a year.         Id. § 1396a(bb)(5)(B).\n\n            The present litigation began in June 2003, when Loíza,\n\nBelaval and another health center not party to this appeal sued the\n\nSecretary in his official capacity (and Puerto Rico as well but it\n\nwas later dropped as defendant) claiming that the Secretary failed\n\nto make wraparound payments as required by the Medicaid Act.                 On\n\nMarch 31, 2004, the district court granted emergency relief that\n\nrequired the Secretary to make wraparound payments to Loíza.                The\n\ncourt laid out a specific formula for the Secretary to follow while\n\n\n                                        -4-\n\fmaking      these    emergency   wraparound    payments.     That      order   was\n\nappealed, and we affirmed.          Belaval I, 397 F.3d at 77.\n\n                 On November 1, 2004, the district court, adopting a\n\nmagistrate judge's report and recommendation, granted a preliminary\n\ninjunction requiring the Secretary to establish a regime to assure\n\nPPS payments and to make future wraparound payments to Loíza,\n\nBelaval and another health center not party to this appeal using\n\nthe same formula for payments adopted in the March 31, 2004, order.\n\nThereafter we reversed district court orders that had narrowed the\n\nrelief as to Belaval, Belaval II, 465 F.3d at 38, and excluded it\n\nfrom protection, Belaval III, 488 F.3d at 17.\n\n                 On March 27, 2007, the district court found that the\n\nSecretary had created a PPS Office to assure wraparound payments\n\nand so vacated the November 1, 2004, preliminary injunction as to\n\nLoíza, nevertheless ordering the Secretary to \"continue to apply to\n\nLoiza the same baseline calculation data used by the court,\"\n\nreferencing its March 31, 2004, emergency order.             The court made a\n\ncomparable vacation order as to Belaval on July 3, 2007, but again\n\nstated that \"the Secretary is permanently enjoined to the effect\n\nthat       she   shall   continue   to   pay   Belaval   using   the    baseline\n\ncalculation adopted by the Court.\"2\n\n\n       2\n      In its judgment issued the same day, the court reiterated\nthat Puerto Rico is \"permanently enjoined and ORDERED forthwith to\ncontinue using the 2001 baseline calculation data adopted by the\nCourt, and hence, shall under its PPS system continue making\npayments accordingly.\" On the same day, the district court entered\n\n                                         -5-\n\f               Loíza and Belaval appealed and on December 15, 2008, we\n\nreversed the vacation of the preliminary injunction, holding that\n\nthe district court never determined whether the Secretary was\n\nmaking     payments     in    accordance       with     the     statutory    PPS\n\nrequirements.       Belaval IV, 551 F.3d at 17.         We also reversed the\n\npermanent injunctions requiring the Secretary to use the district\n\ncourt's formula because there was still a live set of disputes to\n\nbe settled as to the calculation of payments.             Id. at 18-19.\n\n               On the heels of Belaval IV, Loíza and Belaval filed a\n\nmotion with the district court on March 18, 2009, requesting it to\n\norder    the    wraparound   payments   they    claim    were    due   to   them.\n\nSpecifically, Loíza and Belaval requested reimbursements for the\n\nfiscal quarters spanning the period starting when the district\n\ncourt vacated the November 1, 2004, preliminary injunction--March\n\n27, 2007, for Loíza and July 3, 2007, for Belaval--and ending when\n\nthis court reversed the district court's termination orders on\n\nDecember 15, 2008--a period of time we will refer to hereafter as\n\nthe \"gap period\".3\n\n\n\n\na \"Second Amended Judgment Nunc Pro Tunc\" modifying                     Loíza's\nprevious judgments to mirror the Belaval judgment.\n     3\n      Loíza asserts that the total reimbursements due to it for the\ngap period amount to between $11,333,716.39 and $13,967,218.64;\nBelaval claims the figure owed it is between $7,941,188.37 and\n$9,506,554.65. The lower numbers are Loíza and Belaval's estimates\nwithout the statutorily-required inflation multiplier, while the\nhigher numbers are with it. See 42 U.S.C. § 1396a(bb)(3)(A).\n\n                                    -6-\n\f            Following an opposition by the Secretary, the district\n\ncourt on May 12, 2009, ruled that during the time the preliminary\n\ninjunction was vacated \"the Secretary was not under any court-\n\nimposed obligation to issue any wraparound payments\" and so any\n\npayments would be retrospective relief barred by the Eleventh\n\nAmendment.    Loíza and Belaval timely filed their appeal.                 Before\n\nturning to the merits, we address a question (which we asked the\n\nparties to brief) concerning our own jurisdiction.\n\n            Although    there   is    no    final   judgment    in    this   case\n\ndisposing of all claims as to all parties, 28 U.S.C. § 1291 (2006),\n\nappellate    courts    may   hear    interlocutory    appeals       from   orders\n\n\"granting,    continuing,       modifying,      refusing       or    dissolving\n\ninjunctions, or refusing to dissolve or modify injunctions.\"                  Id.\n\n§ 1292(a)(1).    The health centers assert that the district court's\n\nrefusal to order the payments sought disregarded their rights\n\nestablished by earlier injunctive relief.           If they are right, then\n\nthe court's refusal to act effectively \"modified\" an existing\n\ninjunction.     See Morales Feliciano v. Rullan, 303 F.3d 1, 7 (1st\n\nCir. 2002).      To this extent, the jurisdictional issue and the\n\nmerits overlap.\n\n            Of course, the order refusing to compel payments, from\n\nwhich the health centers now seek to appeal, does not by its terms\n\nmodify any injunction; and where a modification is de facto rather\n\nthan explicit, a showing of serious irreparable injury and an\n\n\n                                      -7-\n\fexigent need for an immediate appeal are required under Carson v.\n\nAmerican Brands, Inc., 450 U.S. 79, 84 (1981).                    The Carson finding\n\nis easily made: tens of millions of dollars are at stake that, as\n\nnoted in Belaval II, are necessary to the financial health and\n\nstability of these community health centers.                 465 F.3d at 36 & n.2.\n\nWe turn, therefore, to the merits.\n\n            From    the    start     of   the    gap   period      to   its   end,   the\n\nSecretary had to know that he was under a court-imposed duty to\n\nprovide wraparound payments in accord with the district court's\n\noriginal formula. The district court's March 27, 2007, and July 3,\n\n2007, orders, although they vacated the preliminary injunction,\n\nalso   permanently        enjoined    the       Secretary    to     continue    making\n\nwraparound payments after the preliminary injunction was vacated.\n\nSee note 2, above.         Nothing changed until we issued our decision\n\nin Belaval IV, ending the gap period.\n\n            The    Secretary       argues    that      because     we     reversed   the\n\ndistrict    court's       permanent       injunctions       in    Belaval     IV,    the\n\ninjunctions retroactively lost all effect and became a nullity as\n\nof   the   time    they    were    issued.         And   since      the    preliminary\n\ninjunctions had been previously (albeit erroneously) vacated by the\n\ndistrict court when the permanent injunctions went into effect, the\n\nSecretary reasons that no valid court-ordered obligation to make\n\npayments existed during the payment period.                      Thus, the Secretary\n\nseeks to dance between the raindrops.\n\n\n                                          -8-\n\f              Of course, a federal statute requiring proper wraparound\n\npayments existed before, during and after the gap period; but,\n\nunder recherche Eleventh Amendment precedent, a federal court\n\ncannot ordinarily order money payments by a state to make up for\n\npast violations of a federal statute, Edelman v. Jordan, 415 U.S.\n\n651, 668 (1974):          only if the state were disobeying a forward-\n\nlooking court order to make such payments could a violation of that\n\norder be redressed by a federal court remedial directive to make\n\npayments to comply with the preexisting order.4\n\n              There     are    general     statements    in   the    case       law   that\n\nreversal      of   a    lower    court's     decision    makes      the    decision     a\n\n\"nullity,\" e.g., Khadr v. United States, 529 F.3d 1112, 1115-16\n\n(D.C.       Cir.   2008),      but   few    general     statements        are    without\n\nqualification.          The principle expressed in Khadr is a reliable\n\npresumption        in   most    contexts     but   is   not   a     law    of    nature.\n\n\"Reversing\" an order granting an injunction often warrants treating\n\nthe injunction thereafter \"as if\" it did not exist in the period\n\nbefore the vacation--but not in all circumstances; for example,\n\ndisobeying an injunction later reversed may still leave one subject\n\nto criminal contempt.           E.g., United States v. United Mine Workers\n\nof Am., 330 U.S. 258, 294 (1947).\n\n\n\n        4\n      Belaval IV, 551 F.3d at 18 n.8; Belaval III, 488 F.3d at 17;\nsee also Frew ex rel. Frew v. Hawkins, 540 U.S. 431, 440 (2004);\nHutto v. Finney, 437 U.S. 678, 690-91 (1978); Daubert v. Percy, 713\nF.2d 328, 330 (7th Cir. 1983), cert. denied, 465 U.S. 1026 (1984).\n\n                                           -9-\n\f             Here, the question is what Belaval IV intended in its\n\nmandate, and context supplies the answer. From the issuance of the\n\npreliminary injunction onward, a district court order was on the\n\nbooks requiring the formula payment; the district court orders at\n\nissue   in   Belaval    IV    discontinued          the   preliminary      injunction\n\nrequiring payment while simultaneously substituting permanent ones\n\nrequiring    payment.        Our   remand      of   the   latter    contemplated     a\n\npossible     fine-tuning      of     the    injunction--not         a      retroactive\n\ncancellation of a court-ordered obligation to make the formula\n\npayments throughout the gap period.\n\n             In sum, the court-ordered obligation continued throughout\n\nthe gap period and the Secretary's Eleventh Amendment objection\n\nfails   as   to   payments     based       upon     the   permanent     injunctions.\n\nDisputes about the amounts due for the gap period, the fine-tuning\n\nof the formula for purposes of the permanent injunctions and any\n\nother   controversies    are       for   the    district    court     in    the   first\n\ninstance.     The district court's order denying payment is vacated\n\nand the matter remanded for further proceedings consistent with\n\nthis decision.     Costs are awarded to appellants.\n\n             It is so ordered.\n\n\n\n\n                                         -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>625 F.3d 15 (2010)</b></center>\n<center><h1>CONCILIO De SALUD INTEGRAL De LOÍZA, INC. (CSILO); Junta del Centro de Salud Communal José S. Belaval, Inc., Plaintiffs, Appellants,<br>\nConsejo de Salud Playa Ponce, d/b/a Centro de Diagnostico y Tratamiento de la Playa de Ponce; Gurabo Community Health Center, Inc.; Migrant Health Center, Inc.; Toa Alta Comprehensive Urban/Rural Advanced Health Services, Inc.; Atlantic Medical Center, Inc.; Camuy Health Services, Inc.; Centro de Salud Familiar Dr. Julio Palmieri Ferri, Inc.; Ciales Primary Health Care Services, Inc; Corp. de Serv. Medicos Primarios y Prevención de Hatillo, Inc.; Corp. de Servicios de Salud y Medicina Avanzada, Inc.; Corp. de Servicios Integrales de Salud; El Centro de Salud de Lares, Inc.; El Centro de Servicios Primarios de Salud de Patillas, Inc.; Hospital General Castanar, Inc.; Morovis Community Health Center, Inc.; Rincon Health Center, Inc.; Rio Grande Community Health Center, Inc., Plaintiffs,<br><span class=\"star-pagination\">*16</span> v.<br>\nRosa PEREZ-PERDOMO, Secretary, Department of Health Commonwealth of Puerto Rico; Commonwealth of Puerto Rico; Puerto Rico Department of Health; U.S. Department Of Health &amp; Human Services; Michael O. Leavitt, as Secretary of U.S. Department of Health, Defendants, Appellees.</h1></center>\n<center>No. 09-2067.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 8, 2010.</center>\n<center>Decided October 27, 2010.</center>\n<p>Robert A. Graham with whom James L. Feldesman and Feldesman Tucker Leifer Fidell LLP were on brief for appellants.</p>\n<p>Eliezer Aldarondo-López with whom Eliezer Aldarondo-Ortiz, Maria N. Hadad Orta and Aldarondo &amp; López were on brief for appellees.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and HOWARD, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*17</span> BOUDIN, Circuit Judge.</p>\n<p>Two Puerto Rican community health centers, Concilio de Salud Integral de Loíza, Inc. (\"Loíza\"), and Junta del Centro de Salud Communal José S. Belaval, Inc. (\"Belaval\"), appeal from a district court order denying them the relief they seek, namely, an injunction requiring payment by Puerto Rico's Secretary of Health (\"Secretary\") of Medicaid reimbursements that the two centers claim to be due to them under federal law and prior decisions in this long continuing litigation.<sup>[1]</sup></p>\n<p>Medicaid is supported by both state and federal funds and administered by state governments; for the purposes of Medicaid, Puerto Rico is a \"State.\" 42 U.S.C. § 1301(a)(1) (2006); 42 C.F.R. § 400.203 (2009). To participate in Medicaid, states are required to provide specified health services for \"underserved\" areas or populations through \"Federally-qualified health centers\" (\"FQHCs\")healthcare facilities that are eligible to receive certain federal grants. <i>See</i> 42 U.S.C. §§ 254b(a), 1396a(a)(10)(A), 1396d(a)(2)(C), 1396d(<i>l</i>)(2)(B). Loíza and Belaval are FQHCs.</p>\n<p>The Medicaid Act requires states to reimburse FQHCs for the costs of providing services to Medicaid patients, 42 U.S.C. § 1396a(bb), under what is referred to as the \"Prospective Payment System\" (\"PPS\"). <i>See Belaval I,</i> 397 F.3d at 61. Under the PPS, the reimbursement for a given year is calculated by multiplying the number of visits by Medicaid patients to the FQHC in that year by the average cost per patient visit in fiscal years 1999 and 2000, adjusting to account for an FQHC's change in services and inflation. 42 U.S.C. § 1396a(bb)(3).</p>\n<p>Puerto Rico administers Medicaid payments through managed care organizations (\"MCOs\"), which, if they do not operate their own medical facilities, contract with FQHCs such as Loíza and Belaval to provide services to Medicaid patients. <i>Belaval I,</i> 397 F.3d at 62. Where the MCO pays an FQHC less than the amount calculated under the PPS formulawhich is not itself unlawful, <i>see</i> 42 U.S.C. § 1396b(m)(2)(A)(ix)the state must pay the FQHCs a supplemental or \"wraparound\" payment to make up for the difference. <i>Id.</i> § 1396a(bb)(5)(A). Those wraparound payments must be made at least three times a year. <i>Id.</i> § 1396a(bb)(5)(B).</p>\n<p>The present litigation began in June 2003, when Loíza, Belaval and another health center not party to this appeal sued the Secretary in his official capacity (and Puerto Rico as well but it was later dropped as defendant) claiming that the Secretary failed to make wraparound payments as required by the Medicaid Act. On March 31, 2004, the district court granted emergency relief that required the Secretary to make wraparound payments to Loíza. The court laid out a specific formula for the Secretary to follow while making these emergency wraparound payments. That order was appealed, and we affirmed. <i>Belaval I,</i> 397 F.3d at 77.</p>\n<p>On November 1, 2004, the district court, adopting a magistrate judge's report and recommendation, granted a preliminary injunction requiring the Secretary to establish a regime to assure PPS payments and to make future wraparound payments to Loíza, Belaval and another health center <span class=\"star-pagination\">*18</span> not party to this appeal using the same formula for payments adopted in the March 31, 2004, order. Thereafter we reversed district court orders that had narrowed the relief as to Belaval, <i>Belaval II,</i> 465 F.3d at 38, and excluded it from protection, <i>Belaval III,</i> 488 F.3d at 17.</p>\n<p>On March 27, 2007, the district court found that the Secretary had created a PPS Office to assure wraparound payments and so vacated the November 1, 2004, preliminary injunction as to Loíza, nevertheless ordering the Secretary to \"continue to apply to Loiza the same baseline calculation data used by the court,\" referencing its March 31, 2004, emergency order. The court made a comparable vacation order as to Belaval on July 3, 2007, but again stated that \"the Secretary is permanently enjoined to the effect that she shall continue to pay Belaval using the baseline calculation adopted by the Court.\"<sup>[2]</sup></p>\n<p>Loíza and Belaval appealed and on December 15, 2008, we reversed the vacation of the preliminary injunction, holding that the district court never determined whether the Secretary was making payments in accordance with the statutory PPS requirements. <i>Belaval IV,</i> 551 F.3d at 17. We also reversed the permanent injunctions requiring the Secretary to use the district court's formula because there was still a live set of disputes to be settled as to the calculation of payments. <i>Id.</i> at 18-19.</p>\n<p>On the heels of <i>Belaval IV,</i> Loíza and Belaval filed a motion with the district court on March 18, 2009, requesting it to order the wraparound payments they claim were due to them. Specifically, Loíza and Belaval requested reimbursements for the fiscal quarters spanning the period starting when the district court vacated the November 1, 2004, preliminary injunctionMarch 27, 2007, for Loíza and July 3, 2007, for Belavaland ending when this court reversed the district court's termination orders on December 15, 2008a period of time we will refer to hereafter as the \"gap period\".<sup>[3]</sup></p>\n<p>Following an opposition by the Secretary, the district court on May 12, 2009, ruled that during the time the preliminary injunction was vacated \"the Secretary was not under any court-imposed obligation to issue any wraparound payments\" and so any payments would be retrospective relief barred by the Eleventh Amendment. Loíza and Belaval timely filed their appeal. Before turning to the merits, we address a question (which we asked the parties to brief) concerning our own jurisdiction.</p>\n<p>Although there is no final judgment in this case disposing of all claims as to all parties, 28 U.S.C. § 1291 (2006), appellate courts may hear interlocutory appeals from orders \"granting, continuing, modifying, refusing or dissolving injunctions, or refusing to dissolve or modify injunctions.\" <i>Id.</i> § 1292(a)(1). The health centers assert that the district court's refusal to order the payments sought disregarded <span class=\"star-pagination\">*19</span> their rights established by earlier injunctive relief. <i>If</i> they are right, then the court's refusal to act effectively \"modified\" an existing injunction. <i>See </i><i>Morales Feliciano v. Rullan,</i> 303 F.3d 1, 7 (1st Cir. 2002). To this extent, the jurisdictional issue and the merits overlap.</p>\n<p>Of course, the order refusing to compel payments, from which the health centers now seek to appeal, does not by its terms modify any injunction; and where a modification is <i>de facto</i> rather than explicit, a showing of serious irreparable injury and an exigent need for an immediate appeal are required under <i>Carson v. American Brands, Inc.,</i> 450 U.S. 79, 84, 101 S.Ct. 993, 67 L.Ed.2d 59 (1981). The <i>Carson</i> finding is easily made: tens of millions of dollars are at stake that, as noted in <i>Belaval II,</i> are necessary to the financial health and stability of these community health centers. 465 F.3d at 36 &amp; n. 2. We turn, therefore, to the merits.</p>\n<p>From the start of the gap period to its end, the Secretary had to know that he was under a court-imposed duty to provide wraparound payments in accord with the district court's original formula. The district court's March 27, 2007, and July 3, 2007, orders, although they vacated the preliminary injunction, also permanently enjoined the Secretary to continue making wraparound payments after the preliminary injunction was vacated. <i>See</i> note 2, above. Nothing changed until we issued our decision in <i>Belaval IV,</i> ending the gap period.</p>\n<p>The Secretary argues that because we reversed the district court's permanent injunctions in <i>Belaval IV,</i> the injunctions retroactively lost all effect and became a nullity as of the time they were issued. And since the preliminary injunctions had been previously (albeit erroneously) vacated by the district court when the permanent injunctions went into effect, the Secretary reasons that no <i>valid</i> court-ordered obligation to make payments existed during the payment period. Thus, the Secretary seeks to dance between the raindrops.</p>\n<p>Of course, a federal <i>statute</i> requiring proper wraparound payments existed before, during and after the gap period; but, under recherche Eleventh Amendment precedent, a federal court cannot ordinarily order money payments by a state to make up for past violations of a federal statute, <i>Edelman v. Jordan,</i> 415 U.S. 651, 668, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974): only if the state were disobeying a forward-looking <i>court order</i> to make such payments could a violation of that order be redressed by a federal court remedial directive to make payments to comply with the preexisting order.<sup>[4]</sup></p>\n<p>There are general statements in the case law that reversal of a lower court's decision makes the decision a \"nullity,\" <i>e.g., </i><i>Khadr v. United States,</i> 529 F.3d 1112, 1115-16 (D.C.Cir.2008), but few general statements are without qualification. The principle expressed in <i>Khadr</i> is a reliable presumption in most contexts but is not a law of nature. \"Reversing\" an order granting an injunction often warrants treating the injunction thereafter \"as if\" it did not exist in the period before the vacationbut not in all circumstances; for example, disobeying an injunction later reversed may still leave one subject to criminal contempt. <i>E.g., </i><i>United States v. United Mine Workers of Am.,</i> 330 U.S. <span class=\"star-pagination\">*20</span> 258, 294, 67 S.Ct. 677, 91 L.Ed. 884 (1947).</p>\n<p>Here, the question is what <i>Belaval IV</i> intended in its mandate, and context supplies the answer. From the issuance of the preliminary injunction onward, a district court order was on the books requiring the formula payment; the district court orders at issue in <i>Belaval IV</i> discontinued the preliminary injunction requiring payment while <i>simultaneously</i> substituting permanent ones requiring payment. Our remand of the latter contemplated a possible fine-tuning of the injunctionnot a retroactive cancellation of a <i>court-ordered</i> obligation to make the formula payments throughout the gap period.</p>\n<p>In sum, the court-ordered obligation continued throughout the gap period and the Secretary's Eleventh Amendment objection fails as to payments based upon the permanent injunctions. Disputes about the amounts due for the gap period, the fine-tuning of the formula for purposes of the permanent injunctions and any other controversies are for the district court in the first instance. The district court's order denying payment is <i>vacated</i> and the matter <i>remanded</i> for further proceedings consistent with this decision. Costs are awarded to appellants.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>See </i><i>Concilio de Salud Integral de Loíza v. Pérez-Perdomo,</i> 551 F.3d 10 (1st Cir.2008) (<i>\"Belaval IV\"</i>); <i>Dr. José S. Belaval, Inc. v. Pérez-Perdomo,</i> 488 F.3d 11 (1st Cir.2007) (<i>\"Belaval III\"</i>); <i>Dr. José S. Belaval, Inc. v. Pérez-Perdomo,</i> 465 F.3d 33 (1st Cir.2006) (<i>\"Belaval II\"</i>); <i>Rio Grande Cmty. Health Ctr., Inc. v. Rullan,</i> 397 F.3d 56 (1st Cir.2005) (<i>\"Belaval I\"</i>).</p>\n<p>[2]  In its judgment issued the same day, the court reiterated that Puerto Rico is \"permanently enjoined and ORDERED forthwith to continue using the 2001 baseline calculation data adopted by the Court, and hence, shall under its PPS system continue making payments accordingly.\" On the same day, the district court entered a \"Second Amended Judgment Nunc Pro Tunc\" modifying Loíza's previous judgments to mirror the Belaval judgment.</p>\n<p>[3]  Loíza asserts that the total reimbursements due to it for the gap period amount to between $11,333,716.39 and $13,967,218.64; Belaval claims the figure owed it is between $7,941,188.37 and $9,506,554.65. The lower numbers are Loíza and Belaval's estimates without the statutorily-required inflation multiplier, while the higher numbers are with it. <i>See</i> 42 U.S.C. § 1396a(bb)(3)(A).</p>\n<p>[4]  <i>Belaval IV,</i> 551 F.3d at 18 n. 8; <i>Belaval III,</i> 488 F.3d at 17; <i>see also </i><i>Frew ex rel. Frew v. Hawkins,</i> 540 U.S. 431, 440, 124 S.Ct. 899, 157 L.Ed.2d 855 (2004); <i>Hutto v. Finney,</i> 437 U.S. 678, 690-91, 98 S.Ct. 2565, 57 L.Ed.2d 522 (1978); <i>Daubert v. Percy,</i> 713 F.2d 328, 330 (7th Cir.1983), <i>cert. denied,</i> 465 U.S. 1026, 104 S.Ct. 1283, 79 L.Ed.2d 686 (1984).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">625</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span> (2010)</b></center>\n<center><h1>CONCILIO De SALUD INTEGRAL De LOÍZA, INC. (CSILO); Junta del Centro de Salud Communal José S. Belaval, Inc., Plaintiffs, Appellants,<br>\nConsejo de Salud Playa Ponce, d/b/a Centro de Diagnostico y Tratamiento de la Playa de Ponce; Gurabo Community Health Center, Inc.; Migrant Health Center, Inc.; Toa Alta Comprehensive Urban/Rural Advanced Health Services, Inc.; Atlantic Medical Center, Inc.; Camuy Health Services, Inc.; Centro de Salud Familiar Dr. Julio Palmieri Ferri, Inc.; Ciales Primary Health Care Services, Inc; Corp. de Serv. Medicos Primarios y Prevención de Hatillo, Inc.; Corp. de Servicios de Salud y Medicina Avanzada, Inc.; Corp. de Servicios Integrales de Salud; El Centro de Salud de Lares, Inc.; El Centro de Servicios Primarios de Salud de Patillas, Inc.; Hospital General Castanar, Inc.; Morovis Community Health Center, Inc.; Rincon Health Center, Inc.; Rio Grande Community Health Center, Inc., Plaintiffs,<br><span class=\"star-pagination\">*16</span> v.<br>\nRosa PEREZ-PERDOMO, Secretary, Department of Health Commonwealth of Puerto Rico; Commonwealth of Puerto Rico; Puerto Rico Department of Health; U.S. Department Of Health &amp; Human Services; Michael O. Leavitt, as Secretary of U.S. Department of Health, Defendants, Appellees.</h1></center>\n<center>No. 09-2067.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 8, 2010.</center>\n<center>Decided October 27, 2010.</center>\n<p>Robert A. Graham with whom James L. Feldesman and Feldesman Tucker Leifer Fidell LLP were on brief for appellants.</p>\n<p>Eliezer Aldarondo-López with whom Eliezer Aldarondo-Ortiz, Maria N. Hadad Orta and Aldarondo &amp; López were on brief for appellees.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and HOWARD, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*17</span> BOUDIN, Circuit Judge.</p>\n<p>Two Puerto Rican community health centers, Concilio de Salud Integral de Loíza, Inc. (\"Loíza\"), and Junta del Centro de Salud Communal José S. Belaval, Inc. (\"Belaval\"), appeal from a district court order denying them the relief they seek, namely, an injunction requiring payment by Puerto Rico's Secretary of Health (\"Secretary\") of Medicaid reimbursements that the two centers claim to be due to them under federal law and prior decisions in this long continuing litigation.<sup>[1]</sup></p>\n<p>Medicaid is supported by both state and federal funds and administered by state governments; for the purposes of Medicaid, Puerto Rico is a \"State.\" 42 U.S.C. § 1301(a)(1) (2006); 42 C.F.R. § 400.203 (2009). To participate in Medicaid, states are required to provide specified health services for \"underserved\" areas or populations through \"Federally-qualified health centers\" (\"FQHCs\")healthcare facilities that are eligible to receive certain federal grants. <i>See</i> 42 U.S.C. §§ 254b(a), 1396a(a)(10)(A), 1396d(a)(2)(C), 1396d(<i>l</i>)(2)(B). Loíza and Belaval are FQHCs.</p>\n<p>The Medicaid Act requires states to reimburse FQHCs for the costs of providing services to Medicaid patients, 42 U.S.C. § 1396a(bb), under what is referred to as the \"Prospective Payment System\" (\"PPS\"). <i>See Belaval I,</i> 397 F.3d at 61. Under the PPS, the reimbursement for a given year is calculated by multiplying the number of visits by Medicaid patients to the FQHC in that year by the average cost per patient visit in fiscal years 1999 and 2000, adjusting to account for an FQHC's change in services and inflation. 42 U.S.C. § 1396a(bb)(3).</p>\n<p>Puerto Rico administers Medicaid payments through managed care organizations (\"MCOs\"), which, if they do not operate their own medical facilities, contract with FQHCs such as Loíza and Belaval to provide services to Medicaid patients. <i>Belaval I,</i> 397 F.3d at 62. Where the MCO pays an FQHC less than the amount calculated under the PPS formulawhich is not itself unlawful, <i>see</i> 42 U.S.C. § 1396b(m)(2)(A)(ix)the state must pay the FQHCs a supplemental or \"wraparound\" payment to make up for the difference. <i>Id.</i> § 1396a(bb)(5)(A). Those wraparound payments must be made at least three times a year. <i>Id.</i> § 1396a(bb)(5)(B).</p>\n<p>The present litigation began in June 2003, when Loíza, Belaval and another health center not party to this appeal sued the Secretary in his official capacity (and Puerto Rico as well but it was later dropped as defendant) claiming that the Secretary failed to make wraparound payments as required by the Medicaid Act. On March 31, 2004, the district court granted emergency relief that required the Secretary to make wraparound payments to Loíza. The court laid out a specific formula for the Secretary to follow while making these emergency wraparound payments. That order was appealed, and we affirmed. <i>Belaval I,</i> 397 F.3d at 77.</p>\n<p>On November 1, 2004, the district court, adopting a magistrate judge's report and recommendation, granted a preliminary injunction requiring the Secretary to establish a regime to assure PPS payments and to make future wraparound payments to Loíza, Belaval and another health center <span class=\"star-pagination\">*18</span> not party to this appeal using the same formula for payments adopted in the March 31, 2004, order. Thereafter we reversed district court orders that had narrowed the relief as to Belaval, <i>Belaval II,</i> 465 F.3d at 38, and excluded it from protection, <i>Belaval III,</i> 488 F.3d at 17.</p>\n<p>On March 27, 2007, the district court found that the Secretary had created a PPS Office to assure wraparound payments and so vacated the November 1, 2004, preliminary injunction as to Loíza, nevertheless ordering the Secretary to \"continue to apply to Loiza the same baseline calculation data used by the court,\" referencing its March 31, 2004, emergency order. The court made a comparable vacation order as to Belaval on July 3, 2007, but again stated that \"the Secretary is permanently enjoined to the effect that she shall continue to pay Belaval using the baseline calculation adopted by the Court.\"<sup>[2]</sup></p>\n<p>Loíza and Belaval appealed and on December 15, 2008, we reversed the vacation of the preliminary injunction, holding that the district court never determined whether the Secretary was making payments in accordance with the statutory PPS requirements. <i>Belaval IV,</i> 551 F.3d at 17. We also reversed the permanent injunctions requiring the Secretary to use the district court's formula because there was still a live set of disputes to be settled as to the calculation of payments. <i>Id.</i> at 18-19.</p>\n<p>On the heels of <i>Belaval IV,</i> Loíza and Belaval filed a motion with the district court on March 18, 2009, requesting it to order the wraparound payments they claim were due to them. Specifically, Loíza and Belaval requested reimbursements for the fiscal quarters spanning the period starting when the district court vacated the November 1, 2004, preliminary injunctionMarch 27, 2007, for Loíza and July 3, 2007, for Belavaland ending when this court reversed the district court's termination orders on December 15, 2008a period of time we will refer to hereafter as the \"gap period\".<sup>[3]</sup></p>\n<p>Following an opposition by the Secretary, the district court on May 12, 2009, ruled that during the time the preliminary injunction was vacated \"the Secretary was not under any court-imposed obligation to issue any wraparound payments\" and so any payments would be retrospective relief barred by the Eleventh Amendment. Loíza and Belaval timely filed their appeal. Before turning to the merits, we address a question (which we asked the parties to brief) concerning our own jurisdiction.</p>\n<p>Although there is no final judgment in this case disposing of all claims as to all parties, 28 U.S.C. § 1291 (2006), appellate courts may hear interlocutory appeals from orders \"granting, continuing, modifying, refusing or dissolving injunctions, or refusing to dissolve or modify injunctions.\" <i>Id.</i> § 1292(a)(1). The health centers assert that the district court's refusal to order the payments sought disregarded <span class=\"star-pagination\">*19</span> their rights established by earlier injunctive relief. <i>If</i> they are right, then the court's refusal to act effectively \"modified\" an existing injunction. <i>See </i><i>Morales Feliciano v. Rullan,</i> <span class=\"citation\" data-id=\"200027\"><a href=\"/opinion/200027/morales-feliciano-v-rullan/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 2002). To this extent, the jurisdictional issue and the merits overlap.</p>\n<p>Of course, the order refusing to compel payments, from which the health centers now seek to appeal, does not by its terms modify any injunction; and where a modification is <i>de facto</i> rather than explicit, a showing of serious irreparable injury and an exigent need for an immediate appeal are required under <i>Carson v. American Brands, Inc.,</i> <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 84, <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981). The <i>Carson</i> finding is easily made: tens of millions of dollars are at stake that, as noted in <i>Belaval II,</i> are necessary to the financial health and stability of these community health centers. 465 F.3d at 36 &amp; n. 2. We turn, therefore, to the merits.</p>\n<p>From the start of the gap period to its end, the Secretary had to know that he was under a court-imposed duty to provide wraparound payments in accord with the district court's original formula. The district court's March 27, 2007, and July 3, 2007, orders, although they vacated the preliminary injunction, also permanently enjoined the Secretary to continue making wraparound payments after the preliminary injunction was vacated. <i>See</i> note 2, above. Nothing changed until we issued our decision in <i>Belaval IV,</i> ending the gap period.</p>\n<p>The Secretary argues that because we reversed the district court's permanent injunctions in <i>Belaval IV,</i> the injunctions retroactively lost all effect and became a nullity as of the time they were issued. And since the preliminary injunctions had been previously (albeit erroneously) vacated by the district court when the permanent injunctions went into effect, the Secretary reasons that no <i>valid</i> court-ordered obligation to make payments existed during the payment period. Thus, the Secretary seeks to dance between the raindrops.</p>\n<p>Of course, a federal <i>statute</i> requiring proper wraparound payments existed before, during and after the gap period; but, under recherche Eleventh Amendment precedent, a federal court cannot ordinarily order money payments by a state to make up for past violations of a federal statute, <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 668, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974): only if the state were disobeying a forward-looking <i>court order</i> to make such payments could a violation of that order be redressed by a federal court remedial directive to make payments to comply with the preexisting order.<sup>[4]</sup></p>\n<p>There are general statements in the case law that reversal of a lower court's decision makes the decision a \"nullity,\" <i>e.g., </i><i>Khadr v. United States,</i> <span class=\"citation\" data-id=\"187182\"><a href=\"/opinion/187182/khadr-v-united-states/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1112</span></a></span>, 1115-16 (D.C.Cir.2008), but few general statements are without qualification. The principle expressed in <i>Khadr</i> is a reliable presumption in most contexts but is not a law of nature. \"Reversing\" an order granting an injunction often warrants treating the injunction thereafter \"as if\" it did not exist in the period before the vacationbut not in all circumstances; for example, disobeying an injunction later reversed may still leave one subject to criminal contempt. <i>E.g., </i><i>United States v. United Mine Workers of Am.,</i> 330 U.S. <span class=\"star-pagination\">*20</span> 258, 294, <span class=\"citation\" data-id=\"104385\"><a href=\"/opinion/104385/united-states-v-mine-workers/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">677</span></a></span>, <span class=\"citation\" data-id=\"104385\"><a href=\"/opinion/104385/united-states-v-mine-workers/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></a></span> (1947).</p>\n<p>Here, the question is what <i>Belaval IV</i> intended in its mandate, and context supplies the answer. From the issuance of the preliminary injunction onward, a district court order was on the books requiring the formula payment; the district court orders at issue in <i>Belaval IV</i> discontinued the preliminary injunction requiring payment while <i>simultaneously</i> substituting permanent ones requiring payment. Our remand of the latter contemplated a possible fine-tuning of the injunctionnot a retroactive cancellation of a <i>court-ordered</i> obligation to make the formula payments throughout the gap period.</p>\n<p>In sum, the court-ordered obligation continued throughout the gap period and the Secretary's Eleventh Amendment objection fails as to payments based upon the permanent injunctions. Disputes about the amounts due for the gap period, the fine-tuning of the formula for purposes of the permanent injunctions and any other controversies are for the district court in the first instance. The district court's order denying payment is <i>vacated</i> and the matter <i>remanded</i> for further proceedings consistent with this decision. Costs are awarded to appellants.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>See </i><i>Concilio de Salud Integral de Loíza v. Pérez-Perdomo,</i> <span class=\"citation\" data-id=\"203589\"><a href=\"/opinion/203589/concilio-de-salud-integral-de-loiza-inc-v-perez-perdomo/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span> (1st Cir.2008) (<i>\"Belaval IV\"</i>); <i>Dr. José S. Belaval, Inc. v. Pérez-Perdomo,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span> (1st Cir.2007) (<i>\"Belaval III\"</i>); <i>Dr. José S. Belaval, Inc. v. Pérez-Perdomo,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span> (1st Cir.2006) (<i>\"Belaval II\"</i>); <i>Rio Grande Cmty. Health Ctr., Inc. v. Rullan,</i> <span class=\"citation\" data-id=\"201446\"><a href=\"/opinion/201446/rio-grande-community-v-commonwealth-of-pr/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span> (1st Cir.2005) (<i>\"Belaval I\"</i>).</p>\n<p>[2]  In its judgment issued the same day, the court reiterated that Puerto Rico is \"permanently enjoined and ORDERED forthwith to continue using the 2001 baseline calculation data adopted by the Court, and hence, shall under its PPS system continue making payments accordingly.\" On the same day, the district court entered a \"Second Amended Judgment Nunc Pro Tunc\" modifying Loíza's previous judgments to mirror the Belaval judgment.</p>\n<p>[3]  Loíza asserts that the total reimbursements due to it for the gap period amount to between $11,333,716.39 and $13,967,218.64; Belaval claims the figure owed it is between $7,941,188.37 and $9,506,554.65. The lower numbers are Loíza and Belaval's estimates without the statutorily-required inflation multiplier, while the higher numbers are with it. <i>See</i> 42 U.S.C. § 1396a(bb)(3)(A).</p>\n<p>[4]  <i>Belaval IV,</i> 551 F.3d at 18 n. 8; <i>Belaval III,</i> 488 F.3d at 17; <i>see also </i><i>Frew ex rel. Frew v. Hawkins,</i> <span class=\"citation\" data-id=\"131155\"><a href=\"/opinion/131155/frew-v-hawkins/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 440, <span class=\"citation\" data-id=\"131155\"><a href=\"/opinion/131155/frew-v-hawkins/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">899</span></a></span>, <span class=\"citation\" data-id=\"131155\"><a href=\"/opinion/131155/frew-v-hawkins/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">855</span></a></span> (2004); <i>Hutto v. Finney,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, 690-91, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1978); <i>Daubert v. Percy,</i> <span class=\"citation\" data-id=\"422097\"><a href=\"/opinion/422097/mildred-daubert-and-ethel-royster-individually-and-on-behalf-of-all-other/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span>, 330 (7th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1026</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></span> (1984).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/187182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422097/"
  ]
}