{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/178675/",
  "absolute_url": "/opinion/178675/monahan-v-romney/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/178675/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-11-03T16:38:09Z",
  "date_modified": "2016-04-26T05:41:32.125998Z",
  "type": "010combined",
  "sha1": "ca00223bd4972d7cccd4c699822db7978300a76f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2458P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/11/03/Monahan_v._Romney.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 09-2458\n\n                         WILLIAM P. MONAHAN,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n                    WILLARD MITT ROMNEY, ET AL.,\n\n                       Defendants, Appellees.\n\n\n         ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                               Before\n\n                        Lynch, Chief Judge.\n                       Lipez, Circuit Judge,\n                   and Woodcock,* District Judge.\n\n\n     Richard J. Hayes for the appellant.\n     Robert G. Jones for the appellees.\n\n\n\n\n                          November 3, 2010\n\n\n\n\n     *\n          Of the District of Maine, sitting by designation.\n\f             LYNCH, Chief Judge.    In 2006, William P. Monahan filed\n\nsuit against former Massachusetts Governor Willard Mitt Romney and\n\nseveral members of the Governor's senior staff: Eric Fehrnstrom,\n\nNicholas Tzitzon, Shawn Feddeman, and Spencer Zwick.                 Monahan's\n\ncomplaint     listed   seven   counts    revolving   around    his    central\n\nallegation that the defendants had unconstitutionally removed him\n\nfrom his office as Chairman of the Massachusetts Civil Service\n\nCommission in 2003, depriving him of protected property and liberty\n\ninterests without due process of law.\n\n             After a four-day bench trial in April 2009, the district\n\ncourt found that Monahan had voluntarily resigned and ruled against\n\nhim on all counts. Monahan has appealed, arguing that the district\n\ncourt's findings of fact were wholly unsupported by the evidence\n\nand   that   the   court   therefore    committed    legal    error    in   its\n\nconclusions of law.     We hold that the district court's conclusions\n\nare well supported in the evidence and that it committed no error.\n\nWe affirm entry of judgment for the defendants.\n\n                                    I.\n\n             In early 2003, William Monahan filled out an application\n\nfor membership on the Massachusetts Civil Service Commission.               The\n\nbackground information section on the application included the\n\ngeneral question: \"Is there any other information or potential\n\nconflicts that you feel should be known to us prior to the\n\nappointment?\"      Monahan answered \"No.\"\n\n\n                                    -2-\n\f               Governor Romney appointed Monahan to be the Chairman of\n\nthe Civil Service Commission.               Monahan began work on August 1,\n\n2003.      He was to serve for approximately 4 years and 10 months--the\n\ntime       remaining   in   the   term    of    the    commissioner    whom   he    was\n\nreplacing.       As a public officer, Monahan could only be removed for\n\ncause and his interest in continued employment was protected by the\n\nDue Process Clause of the Fourteenth Amendment.                      See Mass. Gen.\n\nLaws ch. 7, § 4I; Mass. Gen. Laws ch. 30, § 9; Bd. of Regents of\n\nState Colleges v. Roth, 408 U.S. 564, 576-78 (1972).\n\n               On August 28, 2003, Frank Phillips, a noted investigative\n\nreporter from the Boston Globe, called Monahan to ask about his\n\npurchase in 1980 of a property at 253 Tremont Street in Boston.\n\nMonahan and Dominic Paulo had purchased the property from Gennaro\n\nAngiulo, Donato Angiulo, Francesco Angiulo, Michele Angiulo, and\n\nNicolo Angiulo, who were doing business as Huntington Realty.                       The\n\nAngiulo family was deeply connected to organized crime in Boston.1\n\nMonahan and Paulo had made a down payment of $80,000 on the\n\nbuilding,       and    covered    the    balance      of   the   purchase   price    by\n\n\n\n       1\n          See, e.g., United States v. Barone, 114 F.3d 1284, 1289\n(1st Cir. 1997) (\"In the early 1980s, the Patriarca Family was run\nby boss Raymond Patriarca, Sr., underboss Gennaro 'Gerry' Angiulo,\nconsigliere Vittore Nicolo Angiulo, and capo regimes including\nDonato F. 'Danny' Angiulo . . . .\"); United States v. Angiulo, 897\nF.2d 1169, 1175-76 (1st Cir. 1990) (stating that \"Gennaro Angiulo,\nDonato Angiulo, . . . Francesco Angiulo, and Michele Angiulo, are\nall members or associates of the Patriarca Family of La Cosa\nNostra\" and that \"Gennaro Angiulo was the underboss of this\norganization, in charge of its day-to-day operations\").\n\n                                          -3-\n\fexecuting a promissory note for $180,000 secured by a mortgage with\n\nHuntington Realty.\n\n           After Phillips confirmed the facts of this transaction\n\nwith Monahan, he contacted the Governor's Press Secretary, Shawn\n\nFeddeman, to inform her that he was working on a story about it.\n\nFeddeman conveyed this information to the Governor's Communications\n\nDirector, Eric Fehrnstrom, and they decided to ask Monahan whether\n\nthe story was true.    The dispute in this case revolves around the\n\ncontent of three ensuing phone calls with Monahan.\n\n           At approximately 6:15 p.m., Fehrnstrom and Feddeman--\n\nalong    with   Nicholas    Tzitzon,      the    Governor's   Director     of\n\nAppointments--made    the   first   call    to   Monahan.     While   it   is\n\nuncontested that in this call Monahan confirmed that the story was\n\ntrue, there is conflicting testimony about what else was said.\n\nMonahan testified that the Governor's staff told him in \"very swell\n\nand pitched voices\" that he needed to resign, to which he responded\n\nthat the story had been well vetted a dozen years ago, that he had\n\ndone nothing wrong, and that he thought that the Governor had been\n\naware of the transaction.2    Fehrnstrom and Feddeman testified that\n\nthey did not mention resignation during that call, but merely asked\n\n\n     2\n          The purchase of the property had been reported in the\nmedia in the early 1990s, when Monahan was serving as town\nselectman in Belmont and running for state representative. Monahan\nhad appeared on a local cable television channel for an hour to\ndiscuss the transaction and answer phone calls about it.        He\ntestified that he assumed that Romney, who lived in Belmont, knew\nabout the purchase and the media attention that it had received.\n\n                                    -4-\n\fMonahan about the transaction and why he had not disclosed it in\n\nhis job application.\n\n           After this call, Fehrnstrom and Spencer Zwick, Romney's\n\nDeputy Chief of Staff, contacted Governor Romney.                They discussed\n\nthe   nature   of    the    real   estate      transaction,   the   prior   media\n\nattention that it had received, and the pending story to be\n\npublished in the Boston Globe.                 Romney told them that he was\n\nconcerned that Monahan was leading a Commission that acted in a\n\nquasi-judicial role, and that Monahan's involvement would severely\n\nimpact the reputation of the Commission and the reputation of the\n\nCommonwealth.       Romney decided that Monahan could not be allowed to\n\nretain his position, and that he would offer Monahan a chance to\n\nresign, and in the alternative, go through the steps to remove him.\n\nRomney   instructed        Zwick   to   request   Monahan's    resignation    and\n\nauthorized Zwick to accept a resignation on his behalf.\n\n           At 6:52 p.m., Zwick made the second call to Monahan--with\n\nFehrnstrom and Tzitzon also on the line--to request Monahan's\n\nresignation.    Monahan testified that during this call, Zwick told\n\nhim that he needed to \"take one for the team\" and resign, to which\n\nhe replied that he was a team player and would resign if he thought\n\nthat it was either in the Governor's or his own best interests, but\n\nthat it was not in either of their interests.                 Monahan testified\n\nthat Zwick provided him with a number for faxing his letter of\n\n\n\n\n                                         -5-\n\fresignation, that he wrote down the number, but that he did not\n\ncommit to resigning.\n\n            Monahan's account of this call was contradicted by the\n\ntestimony of Governor Romney's staff.                 According to Tzitzon's\n\ntestimony about the call, Monahan stated that he would in fact\n\nresign, Zwick replied that he needed to confirm that Monahan was\n\noffering his resignation, and Monahan responded that he was.                  This\n\naccount    of    the   call   accords   with    Zwick's   testimony    that    his\n\nunderstanding from the call was that Monahan had offered to resign,\n\nand that he had accepted the resignation on Romney's behalf.\n\nFehrnstrom's      testimony     was   also    in   agreement   on   this   point.\n\nAlthough Fehrnstrom could not \"remember the precise words that were\n\nused\" by Monahan, it was \"clear\" to him that Monahan had \"agreed to\n\nvoluntarily step down.\"          This was clear because when Fehrnstrom\n\ninformed Monahan that he was going to notify Phillips at the Boston\n\nGlobe of the resignation, Monahan \"did not object at all\" as he\n\n\"understood that this was the course of action that he had decided\n\nupon.\"\n\n            After      this   call,   Zwick    informed   Governor    Romney   of\n\nMonahan's resignation, and Fehrnstrom informed Feddeman.               Feddeman\n\nthen contacted Phillips at the Boston Globe, explaining that\n\nMonahan had resigned and that Romney had accepted his resignation.\n\n            At 8:15 p.m., Governor Romney made the third call to\n\nMonahan.        Romney testified that he began this conversation by\n\n\n                                        -6-\n\fthanking Monahan for tendering his resignation, to which Monahan\n\ndid not say or indicate in any way that he had not in fact\n\nresigned.    Romney testified that they talked about the fact that\n\nRomney had not been aware of the real estate transaction, that it\n\nshould have been indicated on Monahan's job application, and that\n\nRomney would not have appointed Monahan if he had known about it.\n\nRomney testified that he offered to help Monahan find alternative\n\nemployment, and that when he made this offer, Monahan did not\n\nrespond by saying that he did not require any help because he had\n\nnot resigned.    Monahan contested this account.   Monahan's version\n\nwas that he told Romney that he did not think that it was in either\n\nof their best interests for him to resign, and that therefore he\n\n\"wasn't going to resign.\"     Monahan testified that Romney merely\n\ntold him that he should \"think it over\" and that Romney would help\n\nMonahan get a job in the private sector if Monahan resigned.\n\n            The next day, August 29, 2003, the Boston Globe published\n\na story on the 1980 transaction and on Monahan's resignation as\n\nChairman of the Massachusetts Civil Service Commission.          The\n\nparties agree that Monahan went to work that day and found that his\n\ngarage parking pass no longer worked, and that he worked for part\n\nof the day and then went home.    At home, he received a phone call\n\nfrom Tzitzon asking why he had not yet faxed his letter of\n\nresignation.    Monahan testified that he replied that he \"wasn't\n\nplanning to fax any resignation,\" whereas Tzitzon testified that\n\n\n                                 -7-\n\fMonahan said that he would be happy to send a letter but that he\n\nmight be delayed because of problems with his printer.\n\n             The following day--Saturday, August 30--Joseph Brodigan,\n\na friend of Monahan's and an attorney, informed Zwick that Monahan\n\nwould not be resigning. When business resumed on the Tuesday after\n\nLabor Day, Romney's legal counsel faxed Brodigan a letter stating\n\nthat    it   was   the   administration's      position    that   Monahan   had\n\nsubmitted an oral resignation on Thursday, August 28, and that\n\nGovernor Romney had accepted that resignation.                Approximately a\n\nweek later, Monahan's counsel responded with a position statement\n\nstating that Monahan had spent the day after his conversation with\n\nRomney thinking about the suggestion that he should resign, that he\n\nhad decided he must not resign in those circumstances, and that his\n\nrepresentative had communicated this decision.\n\n             The    district       court,    confronted    with   conflicting\n\ntestimony, found \"the defendants' version of the facts to be more\n\ncredible.\"         The   court     concluded    that   Monahan    voluntarily\n\nrelinquished his position, that he was not coerced to do so, and\n\nthat therefore, \"the Due Process Clause [was] not implicated since\n\nno     'deprivation'     of    a    constitutionally      protected   interest\n\n\n\n\n                                       -8-\n\foccurred.\"3   The court entered judgment for the defendants on all\n\ncounts.   Monahan filed a timely appeal.\n\n                                  II.\n\n           A district court's findings of fact after trial \"must not\n\nbe set aside unless clearly erroneous, and the reviewing court must\n\ngive due regard to the trial court's opportunity to judge the\n\nwitnesses' credibility.\" Fed. R. Civ. P. 52(a)(6); Anderson v.\n\nBessemer City, 470 U.S. 564, 573 (1985).       \"A party who challenges\n\na district court's findings of fact, arrived at after a bench\n\ntrial, faces a steep uphill climb.      When a district court finds the\n\nfacts without the intervention of a jury, the court of appeals is\n\nnot at liberty to start afresh.\"     Fed. Refinance Co. v. Klock, 352\n\nF.3d 16, 26-27 (1st Cir. 2003).    Where there are \"two permissible\n\nviews of the evidence,\" the \"factfinder's choice between those\n\ncompeting views cannot be clearly erroneous.\"         Id. at 29.   The\n\ndistrict court's legal determinations are reviewed de novo.        Am.\n\n\n\n\n     3\n          The court held, in the alternative, that even assuming\nMonahan had not voluntarily resigned, \"he was afforded all of the\nprocess he was constitutionally due.     Monahan's pre-deprivation\nprocess--which included an extended conversation with the chief\nexecutive    officer    himself,     Governor    Romney--and    the\npost-deprivation remedies available to him under Massachusetts law\nwere more than adequate to meet the requirements of the Due Process\nClause.\"   The district court further determined that, even if\nMonahan was not afforded adequate post-deprivation process,\ndefendants would be entitled to qualified immunity because the\nclaimed \"unavailability\" or inadequacy of the post-deprivation\nremedies was not clearly established at the time of the challenged\nconduct.\n\n                                  -9-\n\fNat'l Fire Ins. Co. v. York County, 575 F.3d 112, 118 (1st Cir.\n\n2009).   But this case involves, in the end, no issues of law.\n\n           In explaining its finding that Monahan had voluntarily\n\nresigned, the district court provided a detailed account of the\n\nwitness testimony and other evidence presented at trial, and it\n\nweighed the evidence in accordance with its responsibility as the\n\ntrier of fact.     The court made express credibility determinations,\n\nfinding reason to reject Monahan's testimony about aspects of all\n\nthree phone calls, and gave well reasoned explanations.\n\n           As to the first phone call, the court found a tension\n\nbetween Monahan's testimony and the testimony of the defendants.\n\nMonahan testified that Romney's staff had pressured him to resign\n\nin this first call.        However, the court found that at the time of\n\nthis call, Fehrnstrom and Feddeman had not yet spoken with Governor\n\nRomney, and that their focus was on obtaining information, not\n\nresignation.     The court credited the testimony of Fehrnstrom, and\n\nrejected that of Monahan.\n\n           As to the second call, the court again rejected key\n\naspects of Monahan's testimony.        The court found it \"inconceivable\n\nthat Feddeman would have made [the call to the Globe] had she not\n\nbeen   convinced    that    Monahan   had    resigned.   A   dispute   about\n\nresignation would have turned a 'one day' story into a multiple day\n\nstory, precisely what the Governor's staff wanted to avoid.\" There\n\nwas too great a risk \"that Monahan would contest a concocted story\n\n\n                                      -10-\n\fof   resignation,     giving   rise    to    even   more   unwanted   negative\n\npublicity.\"      The court also noted that although Fehrnstrom told\n\nMonahan that he was going to report Monahan's resignation to the\n\nGlobe, Monahan did not state that he needed more time to decide, as\n\none would expect if he had not in fact resigned.\n\n              As to the third phone call, which was between Monahan and\n\nGovernor Romney, the district court credited Romney's testimony,\n\nand rejected Monahan's claim that he told Romney in this call that\n\nhe would not resign.       The court's decision was in part based on the\n\nfact   that    Monahan's   testimony    about   the   call   differed    in   an\n\nimportant respect from the position statement that he had written\n\nshortly after the call.        At trial, Monahan testified that he had\n\ntold Romney on the phone: \"[I]f I thought it was in his best\n\ninterests or mine, I would resign, but I didn't think that it was,\n\nand I wasn't going to resign.\"         The position statement stated: \"I\n\ninformed the Governor that if I determined that it was in his best\n\ninterest and in my best interest, that I would resign.                  At that\n\npoint he gave me a private number in order to get in further\n\ncontact with him.\"     The court found that the absence of the line \"I\n\nwasn't going to resign\" in the position statement was telling, and\n\ncredited Romney's testimony against that of Monahan.\n\n              The district court found that Monahan's resignation was\n\nnot involuntary.      In making this finding, the court cited the fact\n\nthat Monahan had a choice between resignation and termination; that\n\n\n                                      -11-\n\fMonahan had a law degree and understood that he was under no\n\nobligation   to   resign   and   possessed   the   power   to   reject   the\n\ndefendants' request; that to the extent any coercion was inherent\n\nin the request, it was reduced by the fact that the request was\n\nmade by phone; and that although Monahan likely felt pressure to\n\nmake a quick decision, he could have requested more time or\n\ndemanded to speak to the Governor to argue against resignation.\n\nUnder these circumstances, the court found, Monahan's resignation\n\nwas not involuntary.       The district court's reasons were well\n\nsupported and well explained.       On appeal, no question of law is\n\nraised.4\n\n           Because Monahan voluntarily resigned, his claim that the\n\ndefendants deprived him of a property interest within the meaning\n\nof the Due Process Clause necessarily fails.        See Stone v. Univ. of\n\nMd. Med. Sys. Corp., 855 F.2d 167, 173 (4th Cir. 1988) (\"If he\n\nresigned of his own free will even though prompted to do so by\n\nevents set in motion by his employer, he relinquished his property\n\n\n\n     4\n          This appeal does not raise the issue of what legal\nstandard should be employed to determine voluntariness.         The\nparties do not contest the district court's application of the\nstandard set out in Stone v. University of Maryland Medical System\nCorp., 855 F.2d 167 (4th Cir. 1988), which was cited by this court\nin Walker v. Waltham Housing Authority, 44 F.3d 1042, 1047 (1st\nCir. 1995). Monahan's argument that the court erred in finding\nthat he voluntarily resigned is based on his claims that the\ncourt's underlying factual findings are unsupported. He argues,\nfor example, that \"the trial court's confusion as to factual\nfindings, for which the Court has wide latitude, leads the Court to\nan erroneous legal finding.\"\n\n                                   -12-\n\finterest voluntarily and thus cannot establish that the state\n\n'deprived'   him   of    it    within   the    meaning   of   the   due   process\n\nclause.\").     For      the    same   reason,    Monahan's    claim   that   the\n\ndefendants deprived him of a constitutionally protected liberty\n\ninterest also fails.          See Lyons v. Sullivan, 602 F.2d 7, 11 (1st\n\nCir. 1979) (\"While defamation in the course of termination of\n\ngovernmental employment does entitle an employee to procedural due\n\nprocess protection, . . . the facts alleged do not bring plaintiff\n\nwithin this rule since plaintiff's employment was not terminated;\n\nplaintiff resigned.\") (citation omitted).\n\n          The district court's judgment is affirmed.\n\n\n\n\n                                        -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>625 F.3d 42 (2010)</b></center>\n<center><h1>William P. MONAHAN, Plaintiff, Appellant,<br>\nv.<br>\nWillard Mitt ROMNEY, et al., Defendants, Appellees.</h1></center>\n<center>No. 09-2458.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 5, 2010.</center>\n<center>Decided November 3, 2010.</center>\n<p><span class=\"star-pagination\">*43</span> Richard J. Hayes for the appellant.</p>\n<p>Robert G. Jones for the appellees.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ, Circuit Judge, and WOODCOCK,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>In 2006, William P. Monahan filed suit against former Massachusetts Governor Willard Mitt Romney and several members of the Governor's senior staff: Eric Fehrnstrom, Nicholas Tzitzon, Shawn Feddeman, and Spencer Zwick. Monahan's complaint listed seven counts revolving around his central allegation that the defendants had unconstitutionally removed him from his office as Chairman of the Massachusetts Civil Service Commission in 2003, depriving him of protected property and liberty interests without due process of law.</p>\n<p>After a four-day bench trial in April 2009, the district court found that Monahan had voluntarily resigned and ruled against him on all counts. Monahan has appealed, arguing that the district court's findings of fact were wholly unsupported by the evidence and that the court therefore committed legal error in its conclusions of law. We hold that the district court's conclusions are well supported in the evidence and that it committed no error. We affirm entry of judgment for the defendants.</p>\n<p></p>\n<h2>I.</h2>\n<p>In early 2003, William Monahan filled out an application for membership on the Massachusetts Civil Service Commission. The background information section on the application included the general question: \"Is there any other information or potential conflicts that you feel should be known to us prior to the appointment?\" Monahan answered \"No.\"</p>\n<p>Governor Romney appointed Monahan to be the Chairman of the Civil Service Commission. Monahan began work on August 1, 2003. He was to serve for approximately 4 years and 10 monthsthe time remaining in the term of the commissioner whom he was replacing. As a public officer, Monahan could only be removed for cause and his interest in continued employment was protected by the Due Process Clause of the Fourteenth Amendment. <i>See</i> Mass. Gen. Laws ch. 7, § 4I; Mass. Gen. Laws ch. 30, § 9; <i>Bd. of Regents of State Colleges v. Roth,</i> 408 U.S. 564, 576-78, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972).</p>\n<p>On August 28, 2003, Frank Phillips, a noted investigative reporter from the Boston Globe, called Monahan to ask about his purchase in 1980 of a property at 253 Tremont Street in Boston. Monahan and Dominic Paulo had purchased the property from Gennaro Angiulo, Donato Angiulo, Francesco Angiulo, Michele Angiulo, and Nicolo Angiulo, who were doing business as Huntington Realty. The Angiulo family was deeply connected to organized crime in Boston.<sup>[1]</sup> Monahan and Paulo had made <span class=\"star-pagination\">*44</span> a down payment of $80,000 on the building, and covered the balance of the purchase price by executing a promissory note for $180,000 secured by a mortgage with Huntington Realty.</p>\n<p>After Phillips confirmed the facts of this transaction with Monahan, he contacted the Governor's Press Secretary, Shawn Feddeman, to inform her that he was working on a story about it. Feddeman conveyed this information to the Governor's Communications Director, Eric Fehrnstrom, and they decided to ask Monahan whether the story was true. The dispute in this case revolves around the content of three ensuing phone calls with Monahan.</p>\n<p>At approximately 6:15 p.m., Fehrnstrom and Feddemanalong with Nicholas Tzitzon, the Governor's Director of Appointmentsmade the first call to Monahan. While it is uncontested that in this call Monahan confirmed that the story was true, there is conflicting testimony about what else was said. Monahan testified that the Governor's staff told him in \"very swell and pitched voices\" that he needed to resign, to which he responded that the story had been well vetted a dozen years ago, that he had done nothing wrong, and that he thought that the Governor had been aware of the transaction.<sup>[2]</sup> Fehrnstrom and Feddeman testified that they did not mention resignation during that call, but merely asked Monahan about the transaction and why he had not disclosed it in his job application.</p>\n<p>After this call, Fehrnstrom and Spencer Zwick, Romney's Deputy Chief of Staff, contacted Governor Romney. They discussed the nature of the real estate transaction, the prior media attention that it had received, and the pending story to be published in the Boston Globe. Romney told them that he was concerned that Monahan was leading a Commission that acted in a quasi-judicial role, and that Monahan's involvement would severely impact the reputation of the Commission and the reputation of the Commonwealth. Romney decided that Monahan could not be allowed to retain his position, and that he would offer Monahan a chance to resign, and in the alternative, go through the steps to remove him. Romney instructed Zwick to request Monahan's resignation and authorized Zwick to accept a resignation on his behalf.</p>\n<p>At 6:52 p.m., Zwick made the second call to Monahanwith Fehrnstrom and Tzitzon also on the lineto request Monahan's resignation. Monahan testified that during this call, Zwick told him that he needed to \"take one for the team\" and resign, to which he replied that he was a team player and would resign if he thought that it was either in the Governor's or his own best interests, but that it was not in either of their interests. Monahan testified that Zwick provided him with a number for <span class=\"star-pagination\">*45</span> faxing his letter of resignation, that he wrote down the number, but that he did not commit to resigning.</p>\n<p>Monahan's account of this call was contradicted by the testimony of Governor Romney's staff. According to Tzitzon's testimony about the call, Monahan stated that he would in fact resign, Zwick replied that he needed to confirm that Monahan was offering his resignation, and Monahan responded that he was. This account of the call accords with Zwick's testimony that his understanding from the call was that Monahan had offered to resign, and that he had accepted the resignation on Romney's behalf. Fehrnstrom's testimony was also in agreement on this point. Although Fehrnstrom could not \"remember the precise words that were used\" by Monahan, it was \"clear\" to him that Monahan had \"agreed to voluntarily step down.\" This was clear because when Fehrnstrom informed Monahan that he was going to notify Phillips at the Boston Globe of the resignation, Monahan \"did not object at all\" as he \"understood that this was the course of action that he had decided upon.\"</p>\n<p>After this call, Zwick informed Governor Romney of Monahan's resignation, and Fehrnstrom informed Feddeman. Feddeman then contacted Phillips at the Boston Globe, explaining that Monahan had resigned and that Romney had accepted his resignation.</p>\n<p>At 8:15 p.m., Governor Romney made the third call to Monahan. Romney testified that he began this conversation by thanking Monahan for tendering his resignation, to which Monahan did not say or indicate in any way that he had not in fact resigned. Romney testified that they talked about the fact that Romney had not been aware of the real estate transaction, that it should have been indicated on Monahan's job application, and that Romney would not have appointed Monahan if he had known about it. Romney testified that he offered to help Monahan find alternative employment, and that when he made this offer, Monahan did not respond by saying that he did not require any help because he had not resigned. Monahan contested this account. Monahan's version was that he told Romney that he did not think that it was in either of their best interests for him to resign, and that therefore he \"wasn't going to resign.\" Monahan testified that Romney merely told him that he should \"think it over\" and that Romney would help Monahan get a job in the private sector if Monahan resigned.</p>\n<p>The next day, August 29, 2003, the Boston Globe published a story on the 1980 transaction and on Monahan's resignation as Chairman of the Massachusetts Civil Service Commission. The parties agree that Monahan went to work that day and found that his garage parking pass no longer worked, and that he worked for part of the day and then went home. At home, he received a phone call from Tzitzon asking why he had not yet faxed his letter of resignation. Monahan testified that he replied that he \"wasn't planning to fax any resignation,\" whereas Tzitzon testified that Monahan said that he would be happy to send a letter but that he might be delayed because of problems with his printer.</p>\n<p>The following daySaturday, August 30Joseph Brodigan, a friend of Monahan's and an attorney, informed Zwick that Monahan would not be resigning. When business resumed on the Tuesday after Labor Day, Romney's legal counsel faxed Brodigan a letter stating that it was the administration's position that Monahan had submitted an oral resignation on Thursday, August 28, and that Governor Romney had accepted that resignation. Approximately a week later, Monahan's counsel responded with a position statement <span class=\"star-pagination\">*46</span> stating that Monahan had spent the day after his conversation with Romney thinking about the suggestion that he should resign, that he had decided he must not resign in those circumstances, and that his representative had communicated this decision.</p>\n<p>The district court, confronted with conflicting testimony, found \"the defendants' version of the facts to be more credible.\" The court concluded that Monahan voluntarily relinquished his position, that he was not coerced to do so, and that therefore, \"the Due Process Clause [was] not implicated since no `deprivation' of a constitutionally protected interest occurred.\"<sup>[3]</sup> The court entered judgment for the defendants on all counts. Monahan filed a timely appeal.</p>\n<p></p>\n<h2>II.</h2>\n<p>A district court's findings of fact after trial \"must not be set aside unless clearly erroneous, and the reviewing court must give due regard to the trial court's opportunity to judge the witnesses' credibility.\" Fed.R.Civ.P. 52(a)(6); <i>Anderson v. Bessemer City,</i> 470 U.S. 564, 573, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985). \"A party who challenges a district court's findings of fact, arrived at after a bench trial, faces a steep uphill climb. When a district court finds the facts without the intervention of a jury, the court of appeals is not at liberty to start afresh.\" <i>Fed. Refinance Co. v. Klock,</i> 352 F.3d 16, 26-27 (1st Cir.2003). Where there are \"two permissible views of the evidence,\" the \"factfinder's choice between those competing views cannot be clearly erroneous.\" <i>Id.</i> at 29. The district court's legal determinations are reviewed de novo. <i>Am. Nat'l Fire Ins. Co. v. York County,</i> 575 F.3d 112, 118 (1st Cir.2009). But this case involves, in the end, no issues of law.</p>\n<p>In explaining its finding that Monahan had voluntarily resigned, the district court provided a detailed account of the witness testimony and other evidence presented at trial, and it weighed the evidence in accordance with its responsibility as the trier of fact. The court made express credibility determinations, finding reason to reject Monahan's testimony about aspects of all three phone calls, and gave well reasoned explanations.</p>\n<p>As to the first phone call, the court found a tension between Monahan's testimony and the testimony of the defendants. Monahan testified that Romney's staff had pressured him to resign in this first call. However, the court found that at the time of this call, Fehrnstrom and Feddeman had not yet spoken with Governor Romney, and that their focus was on obtaining information, not resignation. The court credited the testimony of Fehrnstrom, and rejected that of Monahan.</p>\n<p>As to the second call, the court again rejected key aspects of Monahan's testimony. The court found it \"inconceivable that Feddeman would have made [the call to the Globe] had she not been convinced that Monahan had resigned. A dispute about resignation would have turned a `one day' <span class=\"star-pagination\">*47</span> story into a multiple day story, precisely what the Governor's staff wanted to avoid.\" There was too great a risk \"that Monahan would contest a concocted story of resignation, giving rise to even more unwanted negative publicity.\" The court also noted that although Fehrnstrom told Monahan that he was going to report Monahan's resignation to the Globe, Monahan did not state that he needed more time to decide, as one would expect if he had not in fact resigned.</p>\n<p>As to the third phone call, which was between Monahan and Governor Romney, the district court credited Romney's testimony, and rejected Monahan's claim that he told Romney in this call that he would not resign. The court's decision was in part based on the fact that Monahan's testimony about the call differed in an important respect from the position statement that he had written shortly after the call. At trial, Monahan testified that he had told Romney on the phone: \"[I]f I thought it was in his best interests or mine, I would resign, but I didn't think that it was, and I wasn't going to resign.\" The position statement stated: \"I informed the Governor that if I determined that it was in his best interest and in my best interest, that I would resign. At that point he gave me a private number in order to get in further contact with him.\" The court found that the absence of the line \"I wasn't going to resign\" in the position statement was telling, and credited Romney's testimony against that of Monahan.</p>\n<p>The district court found that Monahan's resignation was not involuntary. In making this finding, the court cited the fact that Monahan had a choice between resignation and termination; that Monahan had a law degree and understood that he was under no obligation to resign and possessed the power to reject the defendants' request; that to the extent any coercion was inherent in the request, it was reduced by the fact that the request was made by phone; and that although Monahan likely felt pressure to make a quick decision, he could have requested more time or demanded to speak to the Governor to argue against resignation. Under these circumstances, the court found, Monahan's resignation was not involuntary. The district court's reasons were well supported and well explained. On appeal, no question of law is raised.<sup>[4]</sup></p>\n<p>Because Monahan voluntarily resigned, his claim that the defendants deprived him of a property interest within the meaning of the Due Process Clause necessarily fails. <i>See </i><i>Stone v. Univ. of Md. Med. Sys. Corp.,</i> 855 F.2d 167, 173 (4th Cir.1988) (\"If he resigned of his own free will even though prompted to do so by events set in motion by his employer, he relinquished his property interest voluntarily and thus cannot establish that the state `deprived' him of it within the meaning of the due process clause.\"). For the same reason, Monahan's claim that the defendants deprived him of a constitutionally protected liberty interest also fails. <i>See </i><i>Lyons v. Sullivan,</i> 602 F.2d 7, 11 (1st Cir.1979) (\"While defamation in the course of termination <span class=\"star-pagination\">*48</span> of governmental employment does entitle an employee to procedural due process protection, ... the facts alleged do not bring plaintiff within this rule since plaintiff's employment was not terminated; plaintiff resigned.\") (citation omitted).</p>\n<p>The district court's judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Maine, sitting by designation.</p>\n<p>[1]  <i>See, e.g., </i><i>United States v. Barone,</i> 114 F.3d 1284, 1289 (1st Cir.1997) (\"In the early 1980s, the Patriarca Family was run by boss Raymond Patriarca, Sr., underboss Gennaro `Gerry' Angiulo, consigliere Vittore Nicolo Angiulo, and capo regimes including Donato F. `Danny' Angiulo. ...\"); <i>United States v. Angiulo,</i> 897 F.2d 1169, 1175-76 (1st Cir.1990) (stating that \"Gennaro Angiulo, Donato Angiulo,... Francesco Angiulo, and Michele Angiulo, are all members or associates of the Patriarca Family of La Cosa Nostra\" and that \"Gennaro Angiulo was the underboss of this organization, in charge of its day-to-day operations\").</p>\n<p>[2]  The purchase of the property had been reported in the media in the early 1990s, when Monahan was serving as town selectman in Belmont and running for state representative. Monahan had appeared on a local cable television channel for an hour to discuss the transaction and answer phone calls about it. He testified that he assumed that Romney, who lived in Belmont, knew about the purchase and the media attention that it had received.</p>\n<p>[3]  The court held, in the alternative, that even assuming Monahan had not voluntarily resigned, \"he was afforded all of the process he was constitutionally due. Monahan's pre-deprivation processwhich included an extended conversation with the chief executive officer himself, Governor Romneyand the post-deprivation remedies available to him under Massachusetts law were more than adequate to meet the requirements of the Due Process Clause.\" The district court further determined that, even if Monahan was not afforded adequate post-deprivation process, defendants would be entitled to qualified immunity because the claimed \"unavailability\" or inadequacy of the post-deprivation remedies was not clearly established at the time of the challenged conduct.</p>\n<p>[4]  This appeal does not raise the issue of what legal standard should be employed to determine voluntariness. The parties do not contest the district court's application of the standard set out in <i>Stone v. University of Maryland Medical System Corp.,</i> 855 F.2d 167 (4th Cir. 1988), which was cited by this court in <i>Walker v. Waltham Housing Authority,</i> 44 F.3d 1042, 1047 (1st Cir.1995). Monahan's argument that the court erred in finding that he voluntarily resigned is based on his claims that the court's underlying factual findings are unsupported. He argues, for example, that \"the trial court's confusion as to factual findings, for which the Court has wide latitude, leads the Court to an erroneous legal finding.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">625</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span> (2010)</b></center>\n<center><h1>William P. MONAHAN, Plaintiff, Appellant,<br>\nv.<br>\nWillard Mitt ROMNEY, et al., Defendants, Appellees.</h1></center>\n<center>No. 09-2458.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 5, 2010.</center>\n<center>Decided November 3, 2010.</center>\n<p><span class=\"star-pagination\">*43</span> Richard J. Hayes for the appellant.</p>\n<p>Robert G. Jones for the appellees.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ, Circuit Judge, and WOODCOCK,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>In 2006, William P. Monahan filed suit against former Massachusetts Governor Willard Mitt Romney and several members of the Governor's senior staff: Eric Fehrnstrom, Nicholas Tzitzon, Shawn Feddeman, and Spencer Zwick. Monahan's complaint listed seven counts revolving around his central allegation that the defendants had unconstitutionally removed him from his office as Chairman of the Massachusetts Civil Service Commission in 2003, depriving him of protected property and liberty interests without due process of law.</p>\n<p>After a four-day bench trial in April 2009, the district court found that Monahan had voluntarily resigned and ruled against him on all counts. Monahan has appealed, arguing that the district court's findings of fact were wholly unsupported by the evidence and that the court therefore committed legal error in its conclusions of law. We hold that the district court's conclusions are well supported in the evidence and that it committed no error. We affirm entry of judgment for the defendants.</p>\n<p></p>\n<h2>I.</h2>\n<p>In early 2003, William Monahan filled out an application for membership on the Massachusetts Civil Service Commission. The background information section on the application included the general question: \"Is there any other information or potential conflicts that you feel should be known to us prior to the appointment?\" Monahan answered \"No.\"</p>\n<p>Governor Romney appointed Monahan to be the Chairman of the Civil Service Commission. Monahan began work on August 1, 2003. He was to serve for approximately 4 years and 10 monthsthe time remaining in the term of the commissioner whom he was replacing. As a public officer, Monahan could only be removed for cause and his interest in continued employment was protected by the Due Process Clause of the Fourteenth Amendment. <i>See</i> Mass. Gen. Laws ch. 7, § 4I; Mass. Gen. Laws ch. 30, § 9; <i>Bd. of Regents of State Colleges v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 576-78, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972).</p>\n<p>On August 28, 2003, Frank Phillips, a noted investigative reporter from the Boston Globe, called Monahan to ask about his purchase in 1980 of a property at 253 Tremont Street in Boston. Monahan and Dominic Paulo had purchased the property from Gennaro Angiulo, Donato Angiulo, Francesco Angiulo, Michele Angiulo, and Nicolo Angiulo, who were doing business as Huntington Realty. The Angiulo family was deeply connected to organized crime in Boston.<sup>[1]</sup> Monahan and Paulo had made <span class=\"star-pagination\">*44</span> a down payment of $80,000 on the building, and covered the balance of the purchase price by executing a promissory note for $180,000 secured by a mortgage with Huntington Realty.</p>\n<p>After Phillips confirmed the facts of this transaction with Monahan, he contacted the Governor's Press Secretary, Shawn Feddeman, to inform her that he was working on a story about it. Feddeman conveyed this information to the Governor's Communications Director, Eric Fehrnstrom, and they decided to ask Monahan whether the story was true. The dispute in this case revolves around the content of three ensuing phone calls with Monahan.</p>\n<p>At approximately 6:15 p.m., Fehrnstrom and Feddemanalong with Nicholas Tzitzon, the Governor's Director of Appointmentsmade the first call to Monahan. While it is uncontested that in this call Monahan confirmed that the story was true, there is conflicting testimony about what else was said. Monahan testified that the Governor's staff told him in \"very swell and pitched voices\" that he needed to resign, to which he responded that the story had been well vetted a dozen years ago, that he had done nothing wrong, and that he thought that the Governor had been aware of the transaction.<sup>[2]</sup> Fehrnstrom and Feddeman testified that they did not mention resignation during that call, but merely asked Monahan about the transaction and why he had not disclosed it in his job application.</p>\n<p>After this call, Fehrnstrom and Spencer Zwick, Romney's Deputy Chief of Staff, contacted Governor Romney. They discussed the nature of the real estate transaction, the prior media attention that it had received, and the pending story to be published in the Boston Globe. Romney told them that he was concerned that Monahan was leading a Commission that acted in a quasi-judicial role, and that Monahan's involvement would severely impact the reputation of the Commission and the reputation of the Commonwealth. Romney decided that Monahan could not be allowed to retain his position, and that he would offer Monahan a chance to resign, and in the alternative, go through the steps to remove him. Romney instructed Zwick to request Monahan's resignation and authorized Zwick to accept a resignation on his behalf.</p>\n<p>At 6:52 p.m., Zwick made the second call to Monahanwith Fehrnstrom and Tzitzon also on the lineto request Monahan's resignation. Monahan testified that during this call, Zwick told him that he needed to \"take one for the team\" and resign, to which he replied that he was a team player and would resign if he thought that it was either in the Governor's or his own best interests, but that it was not in either of their interests. Monahan testified that Zwick provided him with a number for <span class=\"star-pagination\">*45</span> faxing his letter of resignation, that he wrote down the number, but that he did not commit to resigning.</p>\n<p>Monahan's account of this call was contradicted by the testimony of Governor Romney's staff. According to Tzitzon's testimony about the call, Monahan stated that he would in fact resign, Zwick replied that he needed to confirm that Monahan was offering his resignation, and Monahan responded that he was. This account of the call accords with Zwick's testimony that his understanding from the call was that Monahan had offered to resign, and that he had accepted the resignation on Romney's behalf. Fehrnstrom's testimony was also in agreement on this point. Although Fehrnstrom could not \"remember the precise words that were used\" by Monahan, it was \"clear\" to him that Monahan had \"agreed to voluntarily step down.\" This was clear because when Fehrnstrom informed Monahan that he was going to notify Phillips at the Boston Globe of the resignation, Monahan \"did not object at all\" as he \"understood that this was the course of action that he had decided upon.\"</p>\n<p>After this call, Zwick informed Governor Romney of Monahan's resignation, and Fehrnstrom informed Feddeman. Feddeman then contacted Phillips at the Boston Globe, explaining that Monahan had resigned and that Romney had accepted his resignation.</p>\n<p>At 8:15 p.m., Governor Romney made the third call to Monahan. Romney testified that he began this conversation by thanking Monahan for tendering his resignation, to which Monahan did not say or indicate in any way that he had not in fact resigned. Romney testified that they talked about the fact that Romney had not been aware of the real estate transaction, that it should have been indicated on Monahan's job application, and that Romney would not have appointed Monahan if he had known about it. Romney testified that he offered to help Monahan find alternative employment, and that when he made this offer, Monahan did not respond by saying that he did not require any help because he had not resigned. Monahan contested this account. Monahan's version was that he told Romney that he did not think that it was in either of their best interests for him to resign, and that therefore he \"wasn't going to resign.\" Monahan testified that Romney merely told him that he should \"think it over\" and that Romney would help Monahan get a job in the private sector if Monahan resigned.</p>\n<p>The next day, August 29, 2003, the Boston Globe published a story on the 1980 transaction and on Monahan's resignation as Chairman of the Massachusetts Civil Service Commission. The parties agree that Monahan went to work that day and found that his garage parking pass no longer worked, and that he worked for part of the day and then went home. At home, he received a phone call from Tzitzon asking why he had not yet faxed his letter of resignation. Monahan testified that he replied that he \"wasn't planning to fax any resignation,\" whereas Tzitzon testified that Monahan said that he would be happy to send a letter but that he might be delayed because of problems with his printer.</p>\n<p>The following daySaturday, August 30Joseph Brodigan, a friend of Monahan's and an attorney, informed Zwick that Monahan would not be resigning. When business resumed on the Tuesday after Labor Day, Romney's legal counsel faxed Brodigan a letter stating that it was the administration's position that Monahan had submitted an oral resignation on Thursday, August 28, and that Governor Romney had accepted that resignation. Approximately a week later, Monahan's counsel responded with a position statement <span class=\"star-pagination\">*46</span> stating that Monahan had spent the day after his conversation with Romney thinking about the suggestion that he should resign, that he had decided he must not resign in those circumstances, and that his representative had communicated this decision.</p>\n<p>The district court, confronted with conflicting testimony, found \"the defendants' version of the facts to be more credible.\" The court concluded that Monahan voluntarily relinquished his position, that he was not coerced to do so, and that therefore, \"the Due Process Clause [was] not implicated since no `deprivation' of a constitutionally protected interest occurred.\"<sup>[3]</sup> The court entered judgment for the defendants on all counts. Monahan filed a timely appeal.</p>\n<p></p>\n<h2>II.</h2>\n<p>A district court's findings of fact after trial \"must not be set aside unless clearly erroneous, and the reviewing court must give due regard to the trial court's opportunity to judge the witnesses' credibility.\" Fed.R.Civ.P. 52(a)(6); <i>Anderson v. Bessemer City,</i> <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985). \"A party who challenges a district court's findings of fact, arrived at after a bench trial, faces a steep uphill climb. When a district court finds the facts without the intervention of a jury, the court of appeals is not at liberty to start afresh.\" <i>Fed. Refinance Co. v. Klock,</i> <span class=\"citation\" data-id=\"200761\"><a href=\"/opinion/200761/federal-refinance-v-romano/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 26-27 (1st Cir.2003). Where there are \"two permissible views of the evidence,\" the \"factfinder's choice between those competing views cannot be clearly erroneous.\" <i>Id.</i> at 29. The district court's legal determinations are reviewed de novo. <i>Am. Nat'l Fire Ins. Co. v. York County,</i> <span class=\"citation\" data-id=\"203941\"><a href=\"/opinion/203941/american-national-fire-ins-co-v-york-county/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span>, 118 (1st Cir.2009). But this case involves, in the end, no issues of law.</p>\n<p>In explaining its finding that Monahan had voluntarily resigned, the district court provided a detailed account of the witness testimony and other evidence presented at trial, and it weighed the evidence in accordance with its responsibility as the trier of fact. The court made express credibility determinations, finding reason to reject Monahan's testimony about aspects of all three phone calls, and gave well reasoned explanations.</p>\n<p>As to the first phone call, the court found a tension between Monahan's testimony and the testimony of the defendants. Monahan testified that Romney's staff had pressured him to resign in this first call. However, the court found that at the time of this call, Fehrnstrom and Feddeman had not yet spoken with Governor Romney, and that their focus was on obtaining information, not resignation. The court credited the testimony of Fehrnstrom, and rejected that of Monahan.</p>\n<p>As to the second call, the court again rejected key aspects of Monahan's testimony. The court found it \"inconceivable that Feddeman would have made [the call to the Globe] had she not been convinced that Monahan had resigned. A dispute about resignation would have turned a `one day' <span class=\"star-pagination\">*47</span> story into a multiple day story, precisely what the Governor's staff wanted to avoid.\" There was too great a risk \"that Monahan would contest a concocted story of resignation, giving rise to even more unwanted negative publicity.\" The court also noted that although Fehrnstrom told Monahan that he was going to report Monahan's resignation to the Globe, Monahan did not state that he needed more time to decide, as one would expect if he had not in fact resigned.</p>\n<p>As to the third phone call, which was between Monahan and Governor Romney, the district court credited Romney's testimony, and rejected Monahan's claim that he told Romney in this call that he would not resign. The court's decision was in part based on the fact that Monahan's testimony about the call differed in an important respect from the position statement that he had written shortly after the call. At trial, Monahan testified that he had told Romney on the phone: \"[I]f I thought it was in his best interests or mine, I would resign, but I didn't think that it was, and I wasn't going to resign.\" The position statement stated: \"I informed the Governor that if I determined that it was in his best interest and in my best interest, that I would resign. At that point he gave me a private number in order to get in further contact with him.\" The court found that the absence of the line \"I wasn't going to resign\" in the position statement was telling, and credited Romney's testimony against that of Monahan.</p>\n<p>The district court found that Monahan's resignation was not involuntary. In making this finding, the court cited the fact that Monahan had a choice between resignation and termination; that Monahan had a law degree and understood that he was under no obligation to resign and possessed the power to reject the defendants' request; that to the extent any coercion was inherent in the request, it was reduced by the fact that the request was made by phone; and that although Monahan likely felt pressure to make a quick decision, he could have requested more time or demanded to speak to the Governor to argue against resignation. Under these circumstances, the court found, Monahan's resignation was not involuntary. The district court's reasons were well supported and well explained. On appeal, no question of law is raised.<sup>[4]</sup></p>\n<p>Because Monahan voluntarily resigned, his claim that the defendants deprived him of a property interest within the meaning of the Due Process Clause necessarily fails. <i>See </i><i>Stone v. Univ. of Md. Med. Sys. Corp.,</i> <span class=\"citation\" data-id=\"510650\"><a href=\"/opinion/510650/h-harlan-stone-md-frederick-k-toy-md-walter-pegoli-md/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span>, 173 (4th Cir.1988) (\"If he resigned of his own free will even though prompted to do so by events set in motion by his employer, he relinquished his property interest voluntarily and thus cannot establish that the state `deprived' him of it within the meaning of the due process clause.\"). For the same reason, Monahan's claim that the defendants deprived him of a constitutionally protected liberty interest also fails. <i>See </i><i>Lyons v. Sullivan,</i> <span class=\"citation\" data-id=\"368205\"><a href=\"/opinion/368205/owen-f-lyons-v-james-l-sullivan-etc/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1979) (\"While defamation in the course of termination <span class=\"star-pagination\">*48</span> of governmental employment does entitle an employee to procedural due process protection, ... the facts alleged do not bring plaintiff within this rule since plaintiff's employment was not terminated; plaintiff resigned.\") (citation omitted).</p>\n<p>The district court's judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Maine, sitting by designation.</p>\n<p>[1]  <i>See, e.g., </i><i>United States v. Barone,</i> <span class=\"citation\" data-id=\"197399\"><a href=\"/opinion/197399/united-states-v-barone/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span>, 1289 (1st Cir.1997) (\"In the early 1980s, the Patriarca Family was run by boss Raymond Patriarca, Sr., underboss Gennaro `Gerry' Angiulo, consigliere Vittore Nicolo Angiulo, and capo regimes including Donato F. `Danny' Angiulo. ...\"); <i>United States v. Angiulo,</i> <span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1175-76 (1st Cir.1990) (stating that \"Gennaro Angiulo, Donato Angiulo,... Francesco Angiulo, and Michele Angiulo, are all members or associates of the Patriarca Family of La Cosa Nostra\" and that \"Gennaro Angiulo was the underboss of this organization, in charge of its day-to-day operations\").</p>\n<p>[2]  The purchase of the property had been reported in the media in the early 1990s, when Monahan was serving as town selectman in Belmont and running for state representative. Monahan had appeared on a local cable television channel for an hour to discuss the transaction and answer phone calls about it. He testified that he assumed that Romney, who lived in Belmont, knew about the purchase and the media attention that it had received.</p>\n<p>[3]  The court held, in the alternative, that even assuming Monahan had not voluntarily resigned, \"he was afforded all of the process he was constitutionally due. Monahan's pre-deprivation processwhich included an extended conversation with the chief executive officer himself, Governor Romneyand the post-deprivation remedies available to him under Massachusetts law were more than adequate to meet the requirements of the Due Process Clause.\" The district court further determined that, even if Monahan was not afforded adequate post-deprivation process, defendants would be entitled to qualified immunity because the claimed \"unavailability\" or inadequacy of the post-deprivation remedies was not clearly established at the time of the challenged conduct.</p>\n<p>[4]  This appeal does not raise the issue of what legal standard should be employed to determine voluntariness. The parties do not contest the district court's application of the standard set out in <i>Stone v. University of Maryland Medical System Corp.,</i> <span class=\"citation\" data-id=\"510650\"><a href=\"/opinion/510650/h-harlan-stone-md-frederick-k-toy-md-walter-pegoli-md/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span> (4th Cir. 1988), which was cited by this court in <i>Walker v. Waltham Housing Authority,</i> <span class=\"citation\" data-id=\"195837\"><a href=\"/opinion/195837/walker-v-walthm-housing/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1042</span></a></span>, 1047 (1st Cir.1995). Monahan's argument that the court erred in finding that he voluntarily resigned is based on his claims that the court's underlying factual findings are unsupported. He argues, for example, that \"the trial court's confusion as to factual findings, for which the Court has wide latitude, leads the Court to an erroneous legal finding.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537726/"
  ]
}