{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/178878/",
  "absolute_url": "/opinion/178878/united-states-v-fernandez-cabrera/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/178878/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-11-05T20:47:58Z",
  "date_modified": "2016-02-28T04:30:41.074878Z",
  "type": "010combined",
  "sha1": "9f86201c52a54661a8b8df5022cacfc3e65aa240",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2655P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/11/05/US_v._Fernandez-Cabrera.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 09-2655\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                      HENRY FERNÁNDEZ-CABRERA,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                               Before\n\n              Boudin, Selya and Howard, Circuit Judges.\n\n\n\n     Stephen Neyman on brief for appellant.\n     Rosa Emilia Rodríguez-Vélez, United States Attorney, Nelson\nPérez-Sosa, Chief, Appellate Division, and Luke Cass, Assistant\nUnited States Attorney, on brief for appellee.\n\n\n\n\n                          November 5, 2010\n\f               SELYA,     Circuit     Judge.     Defendant-appellant     Henry\n\nFernández-Cabrera pleaded guilty to one count of illegal reentry\n\ninto     the     United     States.       Eschewing    the    parties'   joint\n\nrecommendation for a sentence at the bottom of the guideline\n\nsentencing range (GSR), the district court sentenced the defendant\n\nto 33 months in prison.             The defendant now mounts a challenge to\n\nboth the district court's failure to provide advance notice of its\n\nintention not to adopt the joint sentencing recommendation and the\n\nadequacy of the court's explanation for its choice of sentence.\n\nDiscerning no error, we affirm.\n\n               In considering a sentencing appeal that trails in the\n\nwake of a guilty plea, we glean the relevant facts from the plea\n\nagreement,        the     change-of-plea       colloquy,     the   presentence\n\ninvestigation report (PSI Report), and the transcript of the\n\ndisposition hearing.         See United States v. Nguyen, 618 F.3d 72, 73\n\n(1st Cir. 2010); United States v. Dietz, 950 F.2d 50, 51 (1st Cir.\n\n1991).\n\n               This case first took shape in June of 2009, when police\n\nofficers in San Juan detained the defendant after he failed to\n\nfurnish identification following an investigation of a traffic\n\naccident and his admission that he was in the United States\n\nillegally.      The officers promptly notified federal Immigration and\n\nCustoms Enforcement (ICE) agents and ceded jurisdiction to that\n\nagency.\n\n\n                                         -2-\n\f           ICE's   investigation     revealed     that   this    was   not   the\n\ndefendant's first illegal foray into the United States.                In 2000,\n\nhe had entered the United States illegally and stayed until his\n\narrest two years later on drug and weapons charges.              See 21 U.S.C.\n\n§§ 812, 841; 18 U.S.C. § 922.              In the course of the ensuing\n\ncriminal proceedings, the defendant admitted to three prior illegal\n\nentries into the United States. Each time, he had been apprehended\n\nbut allowed to depart voluntarily to the Dominican Republic (his\n\nhomeland).\n\n           The government ultimately secured a conviction on the\n\ndrug and weapons charges in the United States District Court for\n\nthe Southern District of New York.          The court imposed a 21-month\n\nprison sentence.       The defendant served his time and an immigration\n\njudge ordered his removal to the Dominican Republic. In connection\n\nwith his deportation he received an I-294 Form, which explained\n\nthat his return to the United States was forbidden without the\n\napproval of the Attorney General and that criminal penalties would\n\nresult should he violate that prohibition.\n\n           In   defiance     of   this   edict,   the    defendant     returned\n\nillegally to the United States in October of 2007.              He remained in\n\nthis country until his 2009 arrest.          At that time, the government\n\ncharged   him   with    illegal   reentry   after   having      been   deported\n\nfollowing his conviction for an aggravated felony.               See 8 U.S.C.\n\n§§ 1326(a), (b)(2).\n\n\n                                     -3-\n\f                  The defendant waived indictment, thus qualifying for\n\nparticipation           in    a    \"fast-track\"       plea   agreement    program.1      He\n\nentered into a plea agreement (the Agreement) with the government\n\nand pleaded guilty to a one-count information.\n\n                  The   Agreement       placed    the    defendant's      GSR   at    30-37\n\nmonths.2      It acknowledged that the parties would jointly recommend\n\nto the district court \"a sentence of imprisonment equal to the\n\nlower       end    of   the       applicable    guideline.\"       The    Agreement    also\n\ncontained a waiver-of-appeal provision, which stated that if the\n\ndistrict court was to \"accept[] the plea agreement and sentence[]\n\nthe     defendant        according        to     the    sentencing       recommendations\n\ncontemplated [in the Agreement],\" the defendant would be deemed to\n\nhave surrendered any right to appeal.\n\n                  At the disposition hearing, the district court abjured\n\nthe proposed sentence, instead imposing a sentence near the mid-\n\npoint of the GSR: 33 months.                   The court explained:\n\n                  Defendant has a prior federal criminal\n                  conviction for trafficking of firearms and\n                  possessing with intent to distribute cocaine\n                  . . . . He has admitted to four prior illegal\n                  entries into the United States, the present\n                  offense being his fifth illegal entry.\n\n\n\n        1\n       This early disposition program, adopted in Puerto Rico\npursuant to USSG §5K3.1, allows a defendant the benefit of a three-\nlevel downward reduction in his offense level in exchange for his\nwaiver of indictment and admission of guilt.\n        2\n       This placement was confirmed by the district court and is\nnot challenged on appeal.\n\n                                                -4-\n\f                   In order to reflect the seriousness of\n            the offense, to promote respect for the law,\n            and particularly to deter similar conduct by\n            this Defendant in the future, the Court finds\n            that a sentence at mid applicable guideline\n            range is sufficient but not greater than\n            necessary   to    address   these   statutory\n            sentencing factors.\n\nThe defendant made no contemporaneous objection to this statement\n\n(or, for that matter, to any finding made in connection with\n\nsentencing).\n\n            Following the entry of judgment, the defendant served a\n\ntimely notice of appeal. In his appeal, he challenges his sentence\n\non the ground that the district court failed to provide either (i)\n\nadvance   notice   of   its    intention     to   deviate   from   the   jointly\n\nrecommended    sentence   or    (ii)   an    adequate   explanation      of   its\n\ndecision.     The government counters that the defendant has waived\n\nany right to appeal and that, in all events, the defendant's claims\n\nlack force.    Because the government's waiver-of-appeal argument is\n\nlogically antecedent to the defendant's plaints, we start there.\n\n            The government's waiver argument need not detain us.               A\n\ncriminal defendant who waives his right to appeal relinquishes a\n\nsubstantial right.      Consequently, a waiver-of-appeal provision in\n\na plea agreement should be construed according to its tenor, and\n\nany ambiguities should be resolved in favor of allowing the appeal\n\nto proceed.     See United States v. Acosta-Roman, 549 F.3d 1, 3-4\n\n(1st Cir. 2008); United States v. McCoy, 508 F.3d 74, 77 (1st Cir.\n\n2007); United States v. Teeter, 257 F.3d 14, 23-25 (1st Cir. 2001).\n\n                                       -5-\n\f             In the case at hand, the language of the waiver-of-appeal\n\nprovision is pellucid: the waiver does not attach unless the\n\ndistrict court has \"sentence[d] the defendant according to the\n\nsentencing recommendations contemplated [in the Agreement].\"               The\n\nAgreement contains only a single sentencing recommendation: a joint\n\nentreaty that the district court sentence the defendant to a term\n\nof    imprisonment   \"equal    to   the    lower   end   of   the   applicable\n\nguidelines.\"      But, here, the GSR encompasses a span of 30-37\n\nmonths, yet the district court sentenced the defendant to a 33-\n\nmonth term of immurement. That mid-range sentence was not the low-\n\nend sentence \"contemplated\" in the Agreement.\n\n             That ends this aspect of the matter.        A waiver-of-appeal\n\nprovision is enforceable according to its terms. Acosta-Roman, 549\n\nF.3d at 3.    The government, however, is not entitled to recast the\n\nreach of such a provision after the fact.          When the district court\n\nchose not to follow the parties' joint sentencing recommendation,\n\nthe waiver-of-appeal provision, as framed, was relegated to the\n\nscrap heap.     Consequently, the appeal may proceed.\n\n             We turn next to the defendant's claims.           We begin with\n\nthe standard of review.       The Supreme Court has directed the courts\n\nof appeals to review an appealed sentence for reasonableness.              See\n\nGall v. United States, 552 U.S. 38, 46 (2007).           This assessment is\n\nto be made pursuant to a deferential abuse-of-discretion standard.\n\nId.    That approach pertains where, as here, the sentencing court\n\n\n                                     -6-\n\fhas    imposed   a   within-the-range    sentence.    United   States   v.\n\nCarrasco-De-Jesús, 589 F.3d 22, 26 (1st Cir. 2009); United States\n\nv. Jiménez-Beltre, 440 F.3d 514, 517 (1st Cir. 2007) (en banc);\n\nUnited States v. Deppe, 509 F.3d 54, 62 (1st Cir. 2007).\n\n            In this context, reasonableness has both substantive and\n\nprocedural dimensions.        The defendant does not challenge the\n\nsubstantive reasonableness of his sentence but, rather, advances\n\ntwo claims of procedural unreasonableness.\n\n            The first of these claims is premised on the Supreme\n\nCourt's decision in Burns v. United States, 501 U.S. 129 (1991).\n\nThere, the Court held that a defendant must be afforded reasonable\n\nnotice before a sentencing court may depart upward from the GSR on\n\ngrounds not specifically flagged in either the PSI Report or some\n\nother submission that antedates the disposition hearing.3         Id. at\n\n138.\n\n            The defendant's emphasis on Burns is doubly flawed.         For\n\none thing, this emphasis ignores the shifting of the tectonic\n\nplates caused by the Court's subsequent decision in United States\n\nv. Booker, 543 U.S. 220 (2005).         For another thing, honoring this\n\nclaim would involve an unwarranted expansion of Burns.         We explain\n\neach of these flaws briefly.\n\n\n\n\n       3\n       Since 2002, this holding has been codified in Federal Rule\nof Criminal Procedure 32(h). See Irizarry v. United States, 553\nU.S. 708, 709-10 (2008).\n\n                                   -7-\n\f            We begin this explanation with a comment on the effect of\n\nBooker.     The Burns Court perceived a \"special need for notice,\"\n\nIrizarry v. United States, 553 U.S. 708, 713-14 (2008), at a point\n\nin time when the federal sentencing guidelines were viewed as\n\nmandatory.    The Court's later decision in Booker, 543 U.S. at 246,\n\n264-65, undermined that premise.       Booker rendered the guidelines\n\nadvisory.    See id.   This is important because, under a mandatory\n\nguideline regime, the parties could reasonably anticipate judicial\n\nadherence to the guidelines and, thus, a sentence within the GSR.\n\nSee Irizarry, 553 U.S. at 714.   Thus, when a sentencing court opted\n\nto depart upward without advance notice, a defendant might well be\n\ncaught unawares.    See Burns, 501 U.S. at 138.\n\n            Booker changes that dynamic.    As previously noted, the\n\nholding in Booker made the guidelines advisory.       That, in turn,\n\nmade deviations from the guidelines more readily foreseeable and,\n\nthus, made sentences within the GSR less a matter of routine.     See\n\nUnited States v. Vega-Santiago, 519 F.3d 1, 4 (1st Cir. 2008)\n\n(noting that, post-Booker, the sentencing inquiry \"is far more\n\nbroad, open-ended, and discretionary\").     That altered the calculus\n\nof reasonable expectations.\n\n            Recognizing the salience of this shift, the Supreme\n\nCourt, in the post-Booker era, has refused to expand the notice\n\nrequirement announced in Burns beyond the narrow confines of a\n\nsentencing departure.    See Irizarry, 553 U.S. at 714-15.    In that\n\n\n                                 -8-\n\fregard, the Court has interpreted Booker as defenestrating any\n\nargument for an expansion of the Burns principle.     See id. at 716.\n\nWe have echoed this reasoning. See Vega-Santiago, 519 F.3d at 3-4.\n\nAs matters now stand, the notice contemplated by Burns is necessary\n\nonly when a sentencing court purposes to depart based on previously\n\nunannounced considerations. See Fed. R. Crim. P. 32(h). This case\n\ndoes not fit within that taxonomy.\n\n          Booker aside, a Burns-like prophylactic is unnecessary in\n\nthis case.    Here, the court imposed a sentence within the GSR — a\n\nGSR agreed to by the parties and limned in the PSI Report.        The\n\nparties' default expectation should have been that the court would\n\nimpose a within-the-range sentence, so there was no special need\n\nfor notice.   See United States v. Jackson, 32 F.3d 1101, 1106 (7th\n\nCir. 1994) (\"We understand and agree that the district court is not\n\nrequired to give notice of its decision to sentence within the\n\napplicable Guideline range on grounds identified in the presentence\n\nreport. . . .\"); United States v. Willis, 997 F.2d 407, 416-17 (8th\n\nCir. 1993) (similar).   Moving a sentence up a notch but remaining\n\nwithin the GSR is fundamentally different from departing upwardly\n\nsua sponte to a point above the top of the GSR.\n\n          In an effort to sabotage this reasoning, the defendant\n\nargues that because the Agreement contemplated a specific sentence\n\nhe had a right to expect, absent notice to the contrary, that the\n\ncourt would impose that sentence.      Its failure to do so, he says,\n\n\n                                 -9-\n\fconstituted unfair surprise.     This is not a legitimate basis for a\n\nclaim of prejudicial surprise.        See Irizarry, 553 U.S. at 715-16.\n\nAfter all,\n\n           [i]n the normal case a competent lawyer . . .\n           will anticipate most of what might occur at\n           the sentencing hearing . . . . Garden variety\n           considerations   of    culpability,   criminal\n           history, likelihood of re-offense, seriousness\n           of the crime, nature of the conduct and so\n           forth should not generally come as a surprise\n           to trial lawyers who have prepared for\n           sentencing.\n\nId. at 716 (quoting Vega-Santiago, 519 F.3d at 5); see also United\n\nStates v. Politano, 522 F.3d 69, 75 (1st Cir. 2008).\n\n           We add a coda.    Mechanical rules about when warnings are\n\nor are not required do not control in every case.          One would expect\n\na sentencing court to be sensitive to a timely objection based on\n\nsurprise and a claim that further information needs to be gathered.\n\nBut this assumes real surprise — unlikely in this case since\n\nrecommendations are not always followed.           It also assumes an on-\n\nthe-spot   request   for   further    time   and   a   fairly   specific   and\n\nplausible explanation of what is expected to be gained — and no\n\nsuch request or explanation was made here.             A defendant scarcely\n\ncan complain about the lack of a warning when there is no reason to\n\nbelieve that a warning, if given, would have made the slightest\n\ndifference.\n\n           The defendant's remaining claim of sentencing error takes\n\nthe form of a challenge to the adequacy of the court's explanation\n\n\n                                     -10-\n\ffor the mid-range sentence.       This, too, is a claim of procedural\n\nunreasonableness, which engenders abuse-of-discretion review. See,\n\ne.g., Carrasco-De-Jesús, 589 F.3d at 26.\n\n            It cannot be gainsaid that a sentencing court must\n\nindicate the basis for the sentence imposed.              United States v.\n\nTurbides-Leonardo, 468 F.3d 34, 40 (1st Cir. 2006) (citing 18\n\nU.S.C. § 3553(c)).     Withal, pronouncing sentence does not require\n\na district court to be precise to the point of pedantry.                 The\n\nrequirement for explication is less rigid than the defendant\n\nsuggests:\n\n            While the court ordinarily should identify the\n            main factors upon which it relies, its\n            statement need not be lengthy . . . nor need\n            it dissect every factor made relevant by 18\n            U.S.C. § 3553 . . . .     Even silence is not\n            necessarily fatal; \"a court's reasoning can\n            often be inferred by comparing what was argued\n            by the parties or contained in the presentence\n            report with what the judge did.\"\n\nId. at 40-41 (quoting Jiménez-Beltre, 440 F.3d at 519); see also\n\nUnited States v. Arango, 508 F.3d 34, 46 (1st Cir. 2007).               The\n\nlevel of detail required varies depending on the circumstances.\n\nThus, \"sentences that fall inside a properly calculated guideline\n\nsentencing range require a lesser degree of explanation than those\n\nthat fall outside.\"      Turbides-Leonardo, 468 F.3d at 41 (citing\n\nUnited States v. Smith, 445 F.3d 1, 4 (1st Cir. 2006)).\n\n            Viewed   against   this    backdrop,   the   defendant's   claim\n\ndisintegrates.   The district court observed that the defendant had\n\n\n                                      -11-\n\fentered the United States illegally on five separate occasions and\n\nconcluded that a mid-range sentence was appropriate to promote\n\nrespect for the law and to prevent recidivism.                That was a\n\nsufficient explanation to undergird the court's choice of a 33-\n\nmonth sentence.\n\n          The defendant advances two counter-arguments.            The first\n\nposits that it was impermissible for the court to find facts (such\n\nas the number of illegal entries) based on the PSI Report.              This\n\nargument is jejune.      The defendant interposed no objection to the\n\nchronicling of these events, and it is settled beyond hope of\n\ncontradiction     that    unobjected-to     \"[f]acts     contained     in   a\n\npresentence report ordinarily are considered reliable evidence for\n\nsentencing purposes.\" United States v. Morillo, 8 F.3d 864, 872-73\n\n(1st Cir. 1993); accord United States v. Cintrón-Echautegui, 604\n\nF.3d 1, 6 (1st Cir. 2010).       That principle applies here.\n\n          The defendant's second counter-argument posits that the\n\ncourt's explanation of the sentence was insufficient to meet the\n\ndemands of 18 U.S.C. § 3553(c).         We do not agree.\n\n          Where the record permits a reviewing court to identify\n\nboth a discrete aspect of an offender's conduct and a connection\n\nbetween that behavior and the aims of sentencing, the sentence is\n\nsufficiently    explained   to   pass   muster   under   section     3553(c).\n\nUnited States v. Mangual-Garcia, 505 F.3d 1, 15 (1st Cir. 2007).\n\nThe explicit reference by the court below to the defendant's\n\n\n                                   -12-\n\frecurring    pattern   of   illegal   entries   corresponded   to   this\n\nbenchmark.\n\n            We need go no further. For the reasons elucidated above,\n\nwe uphold the defendant's sentence.\n\n\n\nAffirmed.\n\n\n\n\n                                  -13-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 09-2655\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                      HENRY FERNÁNDEZ-CABRERA,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                               Before\n\n              Boudin, Selya and Howard, Circuit Judges.\n\n\n\n     Stephen Neyman on brief for appellant.\n     Rosa Emilia Rodríguez-Vélez, United States Attorney, Nelson\nPérez-Sosa, Chief, Appellate Division, and Luke Cass, Assistant\nUnited States Attorney, on brief for appellee.\n\n\n\n\n                          November 5, 2010\n\f               SELYA,     Circuit     Judge.     Defendant-appellant     Henry\n\nFernández-Cabrera pleaded guilty to one count of illegal reentry\n\ninto     the     United     States.       Eschewing    the    parties'   joint\n\nrecommendation for a sentence at the bottom of the guideline\n\nsentencing range (GSR), the district court sentenced the defendant\n\nto 33 months in prison.             The defendant now mounts a challenge to\n\nboth the district court's failure to provide advance notice of its\n\nintention not to adopt the joint sentencing recommendation and the\n\nadequacy of the court's explanation for its choice of sentence.\n\nDiscerning no error, we affirm.\n\n               In considering a sentencing appeal that trails in the\n\nwake of a guilty plea, we glean the relevant facts from the plea\n\nagreement,        the     change-of-plea       colloquy,     the   presentence\n\ninvestigation report (PSI Report), and the transcript of the\n\ndisposition hearing.         See United States v. Nguyen, </pre><span class=\"citation\" data-id=\"174586\"><a href=\"/opinion/174586/united-states-v-nguyen/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">, 73\n\n(1st Cir. 2010); United States v. Dietz, </pre><span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 51 (1st Cir.\n\n1991).\n\n               This case first took shape in June of 2009, when police\n\nofficers in San Juan detained the defendant after he failed to\n\nfurnish identification following an investigation of a traffic\n\naccident and his admission that he was in the United States\n\nillegally.      The officers promptly notified federal Immigration and\n\nCustoms Enforcement (ICE) agents and ceded jurisdiction to that\n\nagency.\n\n\n                                         -2-\n\f           ICE's   investigation     revealed     that   this    was   not   the\n\ndefendant's first illegal foray into the United States.                In 2000,\n\nhe had entered the United States illegally and stayed until his\n\narrest two years later on drug and weapons charges.              See 21 U.S.C.\n\n§§ 812, 841; 18 U.S.C. § 922.              In the course of the ensuing\n\ncriminal proceedings, the defendant admitted to three prior illegal\n\nentries into the United States. Each time, he had been apprehended\n\nbut allowed to depart voluntarily to the Dominican Republic (his\n\nhomeland).\n\n           The government ultimately secured a conviction on the\n\ndrug and weapons charges in the United States District Court for\n\nthe Southern District of New York.          The court imposed a 21-month\n\nprison sentence.       The defendant served his time and an immigration\n\njudge ordered his removal to the Dominican Republic. In connection\n\nwith his deportation he received an I-294 Form, which explained\n\nthat his return to the United States was forbidden without the\n\napproval of the Attorney General and that criminal penalties would\n\nresult should he violate that prohibition.\n\n           In   defiance     of   this   edict,   the    defendant     returned\n\nillegally to the United States in October of 2007.              He remained in\n\nthis country until his 2009 arrest.          At that time, the government\n\ncharged   him   with    illegal   reentry   after   having      been   deported\n\nfollowing his conviction for an aggravated felony.               See 8 U.S.C.\n\n§§ 1326(a), (b)(2).\n\n\n                                     -3-\n\f                  The defendant waived indictment, thus qualifying for\n\nparticipation           in    a    \"fast-track\"       plea   agreement    program.1      He\n\nentered into a plea agreement (the Agreement) with the government\n\nand pleaded guilty to a one-count information.\n\n                  The   Agreement       placed    the    defendant's      GSR   at    30-37\n\nmonths.2      It acknowledged that the parties would jointly recommend\n\nto the district court \"a sentence of imprisonment equal to the\n\nlower       end    of   the       applicable    guideline.\"       The    Agreement    also\n\ncontained a waiver-of-appeal provision, which stated that if the\n\ndistrict court was to \"accept[] the plea agreement and sentence[]\n\nthe     defendant        according        to     the    sentencing       recommendations\n\ncontemplated [in the Agreement],\" the defendant would be deemed to\n\nhave surrendered any right to appeal.\n\n                  At the disposition hearing, the district court abjured\n\nthe proposed sentence, instead imposing a sentence near the mid-\n\npoint of the GSR: 33 months.                   The court explained:\n\n                  Defendant has a prior federal criminal\n                  conviction for trafficking of firearms and\n                  possessing with intent to distribute cocaine\n                  . . . . He has admitted to four prior illegal\n                  entries into the United States, the present\n                  offense being his fifth illegal entry.\n\n\n\n        1\n       This early disposition program, adopted in Puerto Rico\npursuant to USSG §5K3.1, allows a defendant the benefit of a three-\nlevel downward reduction in his offense level in exchange for his\nwaiver of indictment and admission of guilt.\n        2\n       This placement was confirmed by the district court and is\nnot challenged on appeal.\n\n                                                -4-\n\f                   In order to reflect the seriousness of\n            the offense, to promote respect for the law,\n            and particularly to deter similar conduct by\n            this Defendant in the future, the Court finds\n            that a sentence at mid applicable guideline\n            range is sufficient but not greater than\n            necessary   to    address   these   statutory\n            sentencing factors.\n\nThe defendant made no contemporaneous objection to this statement\n\n(or, for that matter, to any finding made in connection with\n\nsentencing).\n\n            Following the entry of judgment, the defendant served a\n\ntimely notice of appeal. In his appeal, he challenges his sentence\n\non the ground that the district court failed to provide either (i)\n\nadvance   notice   of   its    intention     to   deviate   from   the   jointly\n\nrecommended    sentence   or    (ii)   an    adequate   explanation      of   its\n\ndecision.     The government counters that the defendant has waived\n\nany right to appeal and that, in all events, the defendant's claims\n\nlack force.    Because the government's waiver-of-appeal argument is\n\nlogically antecedent to the defendant's plaints, we start there.\n\n            The government's waiver argument need not detain us.               A\n\ncriminal defendant who waives his right to appeal relinquishes a\n\nsubstantial right.      Consequently, a waiver-of-appeal provision in\n\na plea agreement should be construed according to its tenor, and\n\nany ambiguities should be resolved in favor of allowing the appeal\n\nto proceed.     See United States v. Acosta-Roman, </pre><span class=\"citation\" data-id=\"203572\"><a href=\"/opinion/203572/united-states-v-acosta-roman/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3-4\n\n(1st Cir. 2008); United States v. McCoy, </pre><span class=\"citation\" data-id=\"203030\"><a href=\"/opinion/203030/united-states-v-mccoy/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\">, 77 (1st Cir.\n\n2007); United States v. Teeter, </pre><span class=\"citation\" data-id=\"199507\"><a href=\"/opinion/199507/united-states-v-teeter/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 23-25 (1st Cir. 2001).\n\n                                       -5-\n\f             In the case at hand, the language of the waiver-of-appeal\n\nprovision is pellucid: the waiver does not attach unless the\n\ndistrict court has \"sentence[d] the defendant according to the\n\nsentencing recommendations contemplated [in the Agreement].\"               The\n\nAgreement contains only a single sentencing recommendation: a joint\n\nentreaty that the district court sentence the defendant to a term\n\nof    imprisonment   \"equal    to   the    lower   end   of   the   applicable\n\nguidelines.\"      But, here, the GSR encompasses a span of 30-37\n\nmonths, yet the district court sentenced the defendant to a 33-\n\nmonth term of immurement. That mid-range sentence was not the low-\n\nend sentence \"contemplated\" in the Agreement.\n\n             That ends this aspect of the matter.        A waiver-of-appeal\n\nprovision is enforceable according to its terms. Acosta-Roman, 549\n\nF.3d at 3.    The government, however, is not entitled to recast the\n\nreach of such a provision after the fact.          When the district court\n\nchose not to follow the parties' joint sentencing recommendation,\n\nthe waiver-of-appeal provision, as framed, was relegated to the\n\nscrap heap.     Consequently, the appeal may proceed.\n\n             We turn next to the defendant's claims.           We begin with\n\nthe standard of review.       The Supreme Court has directed the courts\n\nof appeals to review an appealed sentence for reasonableness.              See\n\nGall v. United States, </pre><span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span><pre class=\"inline\">, 46 (2007).           This assessment is\n\nto be made pursuant to a deferential abuse-of-discretion standard.\n\nId.    That approach pertains where, as here, the sentencing court\n\n\n                                     -6-\n\fhas    imposed   a   within-the-range    sentence.    United   States   v.\n\nCarrasco-De-Jesús, </pre><span class=\"citation\" data-id=\"204099\"><a href=\"/opinion/204099/united-states-v-carrasco-de-jesus/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 26 (1st Cir. 2009); United States\n\nv. Jiménez-Beltre, </pre><span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span><pre class=\"inline\">, 517 (1st Cir. 2007) (en banc);\n\nUnited States v. Deppe, </pre><span class=\"citation\" data-id=\"203069\"><a href=\"/opinion/203069/united-states-v-deppe/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 62 (1st Cir. 2007).\n\n            In this context, reasonableness has both substantive and\n\nprocedural dimensions.        The defendant does not challenge the\n\nsubstantive reasonableness of his sentence but, rather, advances\n\ntwo claims of procedural unreasonableness.\n\n            The first of these claims is premised on the Supreme\n\nCourt's decision in Burns v. United States, </pre><span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span><pre class=\"inline\"> (1991).\n\nThere, the Court held that a defendant must be afforded reasonable\n\nnotice before a sentencing court may depart upward from the GSR on\n\ngrounds not specifically flagged in either the PSI Report or some\n\nother submission that antedates the disposition hearing.3         Id. at\n\n138.\n\n            The defendant's emphasis on Burns is doubly flawed.         For\n\none thing, this emphasis ignores the shifting of the tectonic\n\nplates caused by the Court's subsequent decision in United States\n\nv. Booker, </pre><span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span><pre class=\"inline\"> (2005).         For another thing, honoring this\n\nclaim would involve an unwarranted expansion of Burns.         We explain\n\neach of these flaws briefly.\n\n\n\n\n       3\n       Since 2002, this holding has been codified in Federal Rule\nof Criminal Procedure 32(h). See Irizarry v. United States, </pre><span class=\"citation\" data-id=\"145796\"><a href=\"/opinion/145796/irizarry-v-united-states/\"><span class=\"volume\">553</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">708</span></a></span><pre class=\"inline\">, 709-10 (2008).\n\n                                   -7-\n\f            We begin this explanation with a comment on the effect of\n\nBooker.     The Burns Court perceived a \"special need for notice,\"\n\nIrizarry v. United States, </pre><span class=\"citation\" data-id=\"145796\"><a href=\"/opinion/145796/irizarry-v-united-states/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">708</span></a></span><pre class=\"inline\">, 713-14 (2008), at a point\n\nin time when the federal sentencing guidelines were viewed as\n\nmandatory.    The Court's later decision in Booker, 543 U.S. at 246,\n\n264-65, undermined that premise.       Booker rendered the guidelines\n\nadvisory.    See id.   This is important because, under a mandatory\n\nguideline regime, the parties could reasonably anticipate judicial\n\nadherence to the guidelines and, thus, a sentence within the GSR.\n\nSee Irizarry, 553 U.S. at 714.   Thus, when a sentencing court opted\n\nto depart upward without advance notice, a defendant might well be\n\ncaught unawares.    See Burns, 501 U.S. at 138.\n\n            Booker changes that dynamic.    As previously noted, the\n\nholding in Booker made the guidelines advisory.       That, in turn,\n\nmade deviations from the guidelines more readily foreseeable and,\n\nthus, made sentences within the GSR less a matter of routine.     See\n\nUnited States v. Vega-Santiago, </pre><span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 4 (1st Cir. 2008)\n\n(noting that, post-Booker, the sentencing inquiry \"is far more\n\nbroad, open-ended, and discretionary\").     That altered the calculus\n\nof reasonable expectations.\n\n            Recognizing the salience of this shift, the Supreme\n\nCourt, in the post-Booker era, has refused to expand the notice\n\nrequirement announced in Burns beyond the narrow confines of a\n\nsentencing departure.    See Irizarry, 553 U.S. at 714-15.    In that\n\n\n                                 -8-\n\fregard, the Court has interpreted Booker as defenestrating any\n\nargument for an expansion of the Burns principle.     See id. at 716.\n\nWe have echoed this reasoning. See Vega-Santiago, 519 F.3d at 3-4.\n\nAs matters now stand, the notice contemplated by Burns is necessary\n\nonly when a sentencing court purposes to depart based on previously\n\nunannounced considerations. See Fed. R. Crim. P. 32(h). This case\n\ndoes not fit within that taxonomy.\n\n          Booker aside, a Burns-like prophylactic is unnecessary in\n\nthis case.    Here, the court imposed a sentence within the GSR — a\n\nGSR agreed to by the parties and limned in the PSI Report.        The\n\nparties' default expectation should have been that the court would\n\nimpose a within-the-range sentence, so there was no special need\n\nfor notice.   See United States v. Jackson, </pre><span class=\"citation\" data-id=\"676530\"><a href=\"/opinion/676530/united-states-v-kelly-j-jackson/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1101</span></a></span><pre class=\"inline\">, 1106 (7th\n\nCir. 1994) (\"We understand and agree that the district court is not\n\nrequired to give notice of its decision to sentence within the\n\napplicable Guideline range on grounds identified in the presentence\n\nreport. . . .\"); United States v. Willis, </pre><span class=\"citation\" data-id=\"610646\"><a href=\"/opinion/610646/united-states-v-steven-c-willis/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span><pre class=\"inline\">, 416-17 (8th\n\nCir. 1993) (similar).   Moving a sentence up a notch but remaining\n\nwithin the GSR is fundamentally different from departing upwardly\n\nsua sponte to a point above the top of the GSR.\n\n          In an effort to sabotage this reasoning, the defendant\n\nargues that because the Agreement contemplated a specific sentence\n\nhe had a right to expect, absent notice to the contrary, that the\n\ncourt would impose that sentence.      Its failure to do so, he says,\n\n\n                                 -9-\n\fconstituted unfair surprise.     This is not a legitimate basis for a\n\nclaim of prejudicial surprise.        See Irizarry, 553 U.S. at 715-16.\n\nAfter all,\n\n           [i]n the normal case a competent lawyer . . .\n           will anticipate most of what might occur at\n           the sentencing hearing . . . . Garden variety\n           considerations   of    culpability,   criminal\n           history, likelihood of re-offense, seriousness\n           of the crime, nature of the conduct and so\n           forth should not generally come as a surprise\n           to trial lawyers who have prepared for\n           sentencing.\n\nId. at 716 (quoting Vega-Santiago, 519 F.3d at 5); see also United\n\nStates v. Politano, </pre><span class=\"citation\" data-id=\"203223\"><a href=\"/opinion/203223/united-states-v-politano/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span><pre class=\"inline\">, 75 (1st Cir. 2008).\n\n           We add a coda.    Mechanical rules about when warnings are\n\nor are not required do not control in every case.          One would expect\n\na sentencing court to be sensitive to a timely objection based on\n\nsurprise and a claim that further information needs to be gathered.\n\nBut this assumes real surprise — unlikely in this case since\n\nrecommendations are not always followed.           It also assumes an on-\n\nthe-spot   request   for   further    time   and   a   fairly   specific   and\n\nplausible explanation of what is expected to be gained — and no\n\nsuch request or explanation was made here.             A defendant scarcely\n\ncan complain about the lack of a warning when there is no reason to\n\nbelieve that a warning, if given, would have made the slightest\n\ndifference.\n\n           The defendant's remaining claim of sentencing error takes\n\nthe form of a challenge to the adequacy of the court's explanation\n\n\n                                     -10-\n\ffor the mid-range sentence.       This, too, is a claim of procedural\n\nunreasonableness, which engenders abuse-of-discretion review. See,\n\ne.g., Carrasco-De-Jesús, 589 F.3d at 26.\n\n            It cannot be gainsaid that a sentencing court must\n\nindicate the basis for the sentence imposed.              United States v.\n\nTurbides-Leonardo, </pre><span class=\"citation\" data-id=\"202495\"><a href=\"/opinion/202495/united-states-v-turbides-leonardo/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 40 (1st Cir. 2006) (citing 18\n\nU.S.C. § 3553(c)).     Withal, pronouncing sentence does not require\n\na district court to be precise to the point of pedantry.                 The\n\nrequirement for explication is less rigid than the defendant\n\nsuggests:\n\n            While the court ordinarily should identify the\n            main factors upon which it relies, its\n            statement need not be lengthy . . . nor need\n            it dissect every factor made relevant by 18\n            U.S.C. § 3553 . . . .     Even silence is not\n            necessarily fatal; \"a court's reasoning can\n            often be inferred by comparing what was argued\n            by the parties or contained in the presentence\n            report with what the judge did.\"\n\nId. at 40-41 (quoting Jiménez-Beltre, 440 F.3d at 519); see also\n\nUnited States v. Arango, </pre><span class=\"citation\" data-id=\"203021\"><a href=\"/opinion/203021/united-states-v-arango/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 46 (1st Cir. 2007).               The\n\nlevel of detail required varies depending on the circumstances.\n\nThus, \"sentences that fall inside a properly calculated guideline\n\nsentencing range require a lesser degree of explanation than those\n\nthat fall outside.\"      Turbides-Leonardo, 468 F.3d at 41 (citing\n\nUnited States v. Smith, </pre><span class=\"citation\" data-id=\"202151\"><a href=\"/opinion/202151/united-states-v-smith/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 2006)).\n\n            Viewed   against   this    backdrop,   the   defendant's   claim\n\ndisintegrates.   The district court observed that the defendant had\n\n\n                                      -11-\n\fentered the United States illegally on five separate occasions and\n\nconcluded that a mid-range sentence was appropriate to promote\n\nrespect for the law and to prevent recidivism.                That was a\n\nsufficient explanation to undergird the court's choice of a 33-\n\nmonth sentence.\n\n          The defendant advances two counter-arguments.            The first\n\nposits that it was impermissible for the court to find facts (such\n\nas the number of illegal entries) based on the PSI Report.              This\n\nargument is jejune.      The defendant interposed no objection to the\n\nchronicling of these events, and it is settled beyond hope of\n\ncontradiction     that    unobjected-to     \"[f]acts     contained     in   a\n\npresentence report ordinarily are considered reliable evidence for\n\nsentencing purposes.\" United States v. Morillo, </pre><span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span><pre class=\"inline\">, 872-73\n\n(1st Cir. 1993); accord United States v. Cintrón-Echautegui, </pre><span class=\"citation\" data-id=\"1675\"><a href=\"/opinion/1675/united-states-v-cintron-echautegui/\"><span class=\"volume\">604</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st Cir. 2010).       That principle applies here.\n\n          The defendant's second counter-argument posits that the\n\ncourt's explanation of the sentence was insufficient to meet the\n\ndemands of 18 U.S.C. § 3553(c).         We do not agree.\n\n          Where the record permits a reviewing court to identify\n\nboth a discrete aspect of an offender's conduct and a connection\n\nbetween that behavior and the aims of sentencing, the sentence is\n\nsufficiently    explained   to   pass   muster   under   section     3553(c).\n\nUnited States v. Mangual-Garcia, </pre><span class=\"citation\" data-id=\"202945\"><a href=\"/opinion/202945/united-states-v-mangual-garcia/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2007).\n\nThe explicit reference by the court below to the defendant's\n\n\n                                   -12-\n\frecurring    pattern   of   illegal   entries   corresponded   to   this\n\nbenchmark.\n\n            We need go no further. For the reasons elucidated above,\n\nwe uphold the defendant's sentence.\n\n\n\nAffirmed.\n\n\n\n\n                                  -13-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/174586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676530/"
  ]
}