{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/180218/",
  "absolute_url": "/opinion/180218/united-states-v-rivera-gonzalez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/180218/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-12-01T20:52:03Z",
  "date_modified": "2016-04-27T02:19:45.626197Z",
  "type": "010combined",
  "sha1": "d1c2c70b6304a471a7a803da49682dcecf4d3358",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2142P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/12/01/US_v._Rivera-Gonzalez.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-2142\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                 JOSE E. RIVERA-GONZALEZ, a/k/a Geno,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                                Before\n\n                      Lipez, Baldock* and Howard,\n                            Circuit Judges.\n\n\n\n     Jedrick H. Burgos-Amador for appellant.\n     Germán A. Rieckehoff, Assistant United States Attorney, with\nwhom Rosa E. Rodríguez-Vélez, United States Attorney, and Nelson\nPérez-Sosa, Assistant United States Attorney, Chief, Appellate\nDivision, were on brief, for appellee.\n\n\n\n                           December 1, 2010\n\n\n\n\n     *\n         Of the Tenth Circuit, sitting by designation.\n\f           HOWARD, Circuit Judge. Appellant José E. Rivera-Gonzalez\n\npled guilty to conspiring to distribute cocaine in a Coamo, Puerto\n\nRico, housing project.     Having three times moved unsuccessfully to\n\nwithdraw his plea, he now challenges his conviction and sentence,\n\ncontending that:       (1) his plea was not knowing and voluntary\n\nbecause he relied on a contradictory and ambiguous plea agreement;\n\n(2) he received ineffective assistance of counsel because his\n\nattorney failed to identify and inform him of the plea agreement's\n\ninconsistencies; (3) the district court erred in concluding that\n\nRivera-Gonzalez was on probation at the time of his crime and\n\nenhancing his sentence under section 4A1.1(d) of the Sentencing\n\nGuidelines; and (4) his sentence was unreasonable.\n\n           Concluding that the district court did not abuse its\n\ndiscretion in denying the appellant's motions to withdraw his\n\nguilty   plea,   and   finding   no   error   in   the   court's   sentencing\n\ncalculation, we affirm Rivera-Gonzalez's conviction and sentence.\n\nWe also dismiss his ineffective assistance of counsel claim as\n\nprocedurally flawed.\n\n\n\nI. Facts\n\n           On November 9, 2005, Rivera-Gonzalez and fifteen co-\n\ndefendants were indicted for conspiring to traffic narcotics in\n\nthe Las Palmas Public Housing Project from around 1999 to 2005.\n\nRivera-Gonzalez was charged with conspiracy to possess with intent\n\n\n                                      -2-\n\fto distribute and distribution of controlled substances near a\n\nschool or public housing project in violation of 21 U.S.C. §§ 841,\n\n846 and 860.\n\n               Rivera-Gonzalez pled guilty on April 3, 2006, pursuant to\n\na written plea agreement.            The agreement stipulated a Sentencing\n\nGuidelines base offense level of 30 and a reduction of three levels\n\nbased on Rivera-Gonzalez's acceptance of responsibility, yielding\n\na guidelines sentencing range of seventy to eighty-seven months.1\n\nThe agreement specified that no further enhancements or deductions\n\nwould       apply,   although   it    expressly   stated   that   it   made   no\n\nstipulation as to the defendant's Criminal History Category.\n\n               In exchange for Rivera-Gonzalez's plea, the government\n\nagreed to recommend the minimum sentence of seventy months or the\n\nlower end of the guidelines and to not seek any upward adjustments\n\nto his sentence.          The agreement emphasized, however, that the\n\ndistrict court judge did not have to accept this recommendation and\n\ncould in fact sentence Rivera-Gonzalez up to the statutory maximum\n\nof forty years.\n\n               The plea agreement also incorporated the government's\n\nversion of the statement of facts, which, by the terms of the\n\nagreement, Rivera-Gonzalez acknowledged were accurate and could be\n\nused by the sentencing judge in applying the Sentencing Guidelines\n\n\n\n        1\n      The plea agreement contained a Sentencing Guidelines table\nthat presented this calculation.\n\n                                        -3-\n\fto his case.       The statement specified that Rivera-Gonzalez had\n\nparticipated in at least two drug distribution transactions in the\n\nLas Palmas Housing Project and noted that Rivera-Gonzalez had\n\n\"possessed     firearms   in   furtherance    of    the   conspiracy.\"      The\n\nstatement also confirmed        Rivera-Gonzalez's participation in the\n\nconspiracy from its beginning in or around 1999.2\n\n             The probation office relied on these details in the pre-\n\nsentence investigation report (PSR) it prepared for the district\n\ncourt.     The PSR recommended a two-level enhancement because the\n\noffense     was   committed    in   a   protected    location,   U.S.S.G.    §\n\n2D1.2(a)(1), and a two-level enhancement for Rivera-Gonzalez's use\n\nof dangerous weapons in the conspiracy, U.S.S.G. § 2D1.1(b)(1).\n\nThe report also noted that Rivera-Gonzalez was on probation during\n\nthe conspiracy and thus assigned him a Criminal History of II.3\n\n\n     2\n         The relevant text of the stipulated facts read as follows:\n\n                   From on or about 1999 to November 9,\n                   2005, the date of this Indictment,\n                   the defendant participated in the\n                   distribution of narcotic controlled\n                   substances,   namely,   heroin   and\n                   cocaine, at the Las Palmas Public\n                   Housing Project in Coamo, Puerto\n                   Rico.   Specifically, the defendant\n                   was present or participated in at\n                   least two (2) drug distribution\n                   transactions, and also possessed\n                   firearms in furtherance of the\n                   conspiracy.\n\n     3\n      Rivera-Gonzalez was convicted of two separate state drug\noffenses in 1998 and was placed on probation until May 1, 2003, for\n\n                                        -4-\n\fThe PSR's adjustments yielded a guidelines imprisonment range of\n\n121 to 151 months, significantly higher than the range set forth in\n\nRivera-Gonzalez's plea agreement.\n\n             Both the government and Rivera-Gonzalez objected to the\n\nproposed sentencing enhancements.        In addition, Rivera-Gonzalez\n\nfiled three motions to withdraw his plea, the first two pro se and\n\nthe third with the help of his current counsel.            Rivera-Gonzalez\n\nfirst argued that he was heavily sedated at the time of his change-\n\nof-plea hearing and that his trial attorney, Benjamin Ortiz, had\n\ncoerced him into signing the plea agreement.         In his second pro se\n\nmotion, he contended that he did not understand the nature of the\n\nagreement because his attorney had not read it to him or explained\n\nits terms in Spanish. In his third motion, Rivera-Gonzalez claimed\n\nthat   the   government   deliberately   drafted    a    contradictory   and\n\nambiguous plea agreement to induce him to plead guilty, and his\n\nattorney's    participation   in   negotiating     the   plea   constituted\n\nineffective assistance of counsel.\n\n             The district court overruled the parties' objections to\n\nthe sentencing report, determining that the agreed-upon statement\n\nof facts justified the enhancements.           It also denied Rivera-\n\nGonzalez's motions to withdraw his plea.           The court found that\n\nRivera-Gonzalez's     statements    at   his     change-of-plea    hearing\n\ndiscredited his later allegations of ignorance, and it found no\n\n\na total term of five years.\n\n                                   -5-\n\fevidence that the government had acted deceitfully.    Although it\n\nagreed that the stipulated facts were \"patently irreconcilable with\n\nthe sentence [the defendant] agreed [to] with the government,\" the\n\ncourt observed that it had no reason to suspect that Ortiz did not\n\nwarn Rivera-Gonzalez of this fact.   Moreover, the court noted that\n\nthe defendant had expressly acknowledged his awareness that it\n\ncould impose a harsher sentence and that such would not be a valid\n\nbasis for withdrawal of his plea.\n\n          On July 31, 2008, the court adopted the PSR's findings\n\nand sentenced Rivera-Gonzalez to 121 months' imprisonment.    This\n\ntimely appeal followed.\n\n\n\nII. Analysis\n\n          Rivera-Gonzalez raises four issues on appeal. We address\n\neach in turn.4\n\n\n\n\n     4\n      We note that the plea agreement that Rivera-Gonzalez signed\ncontained a clause whereby Rivera-Gonzalez agreed to waive his\nright to appeal the judgment and sentence in his case if the\ndistrict court accepted the plea and \"sentence[d] him according to\nits terms and conditions.\" Rivera-Gonzalez argues that the waiver\nis unenforceable under the three-prong test enunciated in United\nStates v. Teeter, 257 F.3d 14, 24–25 (1st Cir. 2001).\n     We need not consider the validity of the waiver, however,\nbecause the government does not seek to enforce it. See United\nStates v. Carrasco-de-Jesús, 589 F.3d 22, 26 (1st Cir.\n2009)(\"Where. . . the government's relinquishment of a known right\nrelates to a waiver-of-appeal provision in a plea agreement, there\nis usually little reason to rescue the government from its\nelection.\").\n\n                               -6-\n\f            A. Denial of Motion to Withdraw Guilty Plea\n\n            Rivera-Gonzalez      argues     that    the    plea   agreement's\n\ncontradictory and ambiguous language led him to plead guilty\n\nwithout understanding the consequences of his plea, and that he\n\nwould not have pled guilty had he known that facts included with\n\nhis plea agreement would operate to enhance his sentence.\n\n            We review the decision to deny a motion to withdraw a\n\nguilty plea for abuse of discretion.         United States v. Pulido, 566\n\nF.3d 52, 57 (1st Cir. 2009).               \"The trial court's subsidiary\n\nfindings of fact in connection with the plea-withdrawal motion are\n\nreviewed only for clear error.\"       United States v. Martinez-Molina,\n\n64 F.3d 719, 732 (1st Cir. 1995).\n\n            Although \"[a] defendant does not have an automatic right\n\nto withdraw a guilty plea,\" United States v. Sousa, 468 F.3d 42, 46\n\n(1st Cir. 2006), the court should permit the defendant's motion if\n\nthe   defendant    establishes   a   \"fair    and   just   reason\"   for   the\n\nwithdrawal.   Fed. R. Crim. P. 11(d)(2)(B).          Factors to be included\n\nin determining whether the defendant has met this burden are\n\nwhether the plea was voluntary, intelligent, knowing, and in\n\ncompliance with Rule 11; the plausibility of the proffered reason\n\nfor withdrawing the plea; the presence or absence of a claim of\n\ninnocence; the timing of the defendant's motion; and possible\n\nprejudice to the government if the defendant is allowed to withdraw\n\nhis plea.    Id.\n\n\n                                     -7-\n\f            We conclude that the district court did not abuse its\n\ndiscretion by rejecting Rivera-Gonzalez's request to withdraw his\n\nguilty plea. The plea agreement expressly stated that the district\n\ncourt was not bound by the agreement's recommended sentencing range\n\nand could in fact sentence the defendant to the maximum term of\n\nforty years' imprisonment.        Rivera-Gonzalez may not withdraw his\n\nplea merely because of the likelihood of a higher sentence.                  See\n\nUnited States v. Torres-Rosa, 209 F.3d 4, 9 (1st Cir. 2000)(\"[T]he\n\nfact that a defendant finds himself faced with a stiffer sentence\n\nthan   he   had   anticipated    is   not   a   fair   and   just   reason   for\n\nabandoning a guilty plea.\"); United States v. Mercedes Mercedes,\n\n428 F.3d 355, 359 (1st Cir. 2005) (observing that \"[c]ases holding\n\nto this effect are legion\").\n\n            Rivera-Gonzalez lodges two arguments that he should be\n\nable to withdraw his plea, neither of which alters our analysis.\n\n            First, he claims that he is innocent of the conduct that\n\nprompted the district court to enhance his sentence.                 He argues\n\nthat he was not on probation when he joined the drug conspiracy,\n\nthat he did not traffic drugs in a protected location, and that he\n\ndid not use a weapon in connection with the offense.                   But the\n\nstatement    of   facts   that   Rivera-Gonzalez       signed   included     this\n\nconduct, and at his change of plea hearing he explicitly confirmed\n\nthat all of the facts were true.        The district court did not err in\n\npresuming the validity of these assurances.             See United States v.\n\n\n                                      -8-\n\fTorres-Rosario, 447 F.3d 61, 67 (1st Cir. 2006) (holding that a\n\ncourt is \"entitled to give weight to [the defendant's] assurances\n\nat   his   change   of   plea   hearing\"   absent   a   \"good   reason   for\n\ndisregarding them\"); cf. Blackledge v. Allison, 431 U.S. 63, 74\n\n(1977)(stating that a defendant's \"declarations in open court carry\n\na strong presumption of verity\").5\n\n            Rivera-Gonzalez also argues that the plea agreement which\n\nhe signed was internally inconsistent in that the statement of\n\nfacts supported a stiffer sentence than the agreement contemplated.\n\nThus, he avers, his plea was not knowing and voluntary.                   We\n\ndisagree. As we have already noted, the plea agreement put Rivera-\n\nGonzalez on plain notice of his sentence exposure.\n\n\n\n            B. Ineffective Assistance of Counsel\n\n            Rivera-Gonzalez blames his first attorney, as well as\n\nthe government, for allowing him to sign the plea agreement.6\n\n\n      5\n      To the extent that Rivera-Gonzalez's real source of\ndiscontent is that the government did not engage in \"fact\nbargaining\" to secure his plea, it fails. While the government\ncould have reached such an agreement with the defendant, see United\nStates v. Yeje-Cabrera, 430 F.3d 1, 20–30 (1st Cir. 2005), it was\nnot obligated to do so.\n      6\n      To be sure, the record suggests that the government has been\nJanus-faced in some of its dealings with the defendant. On the one\nhand, the government, through the plea agreement, suggested that\nRivera-Gonzalez could expect a sentence within the range of seventy\nto eighty-seven months. On the other, it set forth facts in the\nagreement that plainly might lead the judge to impose a harsher\nsentence.   But we also note that the government stood by the\nbargain that it had made and pressed for the agreed-upon lower\n\n                                    -9-\n\fOrtiz, Rivera-Gonzalez asserts, should have known that the details\n\nprovided in the agreement's stipulated facts section would lead the\n\ncourt to sentence him to a longer term than outlined by the plea\n\nagreement itself.         Rivera-Gonzalez claims that Ortiz's role in\n\nadvising    him    to   sign      the   agreement     constituted   ineffective\n\nassistance of counsel.\n\n            To    prevail    on    an   ineffective    assistance   claim,   the\n\nappellant must show that the trial attorney's representation was\n\ndeficient   and    that     this    deficient   performance    prejudiced    the\n\ndefense.    See Strickland v. Washington, 466 U.S. 668, 687 (1984).\n\n            We generally will not address ineffective assistance\n\nclaims on direct appeal, but rather require that they be raised\n\ncollaterally.      See United States v. Wyatt, 561 F.3d 49, 51 (1st\n\nCir.), cert. denied, 129 S.Ct. 1690 (2009); United States v. Ofray-\n\nCampos, 534 F.3d 1, 34 (1st Cir. 2008); United States v. Hicks, 531\n\nF.3d 49, 55 (1st Cir. 2008); United States v. Rodriguez, 457 F.3d\n\n109, 117 (1st Cir. 2006).               It is usually wiser to allow the\n\ndistrict court to address an ineffective assistance claim in the\n\nfirst instance, because \"an appellate court is ill-equipped to\n\nhandle the fact-specific inquiry that such claims often require.\"\n\nOfray-Campos, 534 F.3d at 34.              Only when such scrutiny of the\n\nfactual     record      is        unnecessary    because      the    attorney's\n\nineffectiveness is \"manifestly apparent from the record,\" Wyatt,\n\n\nsentence.\n\n                                        -10-\n\f561 F.3d at 52, will we consider ineffective assistance claims on\n\ndirect appeal.   See id.\n\n          Rivera-Gonzalez urges us to find that his claim falls\n\nwithin this narrow exception, because his former attorney's advice\n\nto sign an \"obvious contradictory and ambiguous plea agreement\" was\n\nper se incompetent.        He refers us to a statement Ortiz made\n\nregarding the plea agreement at the hearing pursuant to his motion\n\nto withdraw as counsel:\n\n          [I]n [Rivera's] mind when he wrote -- accepted\n          the plea offer, in his mind there was level\n          27, Criminal History I, 70 months, that is\n          true, and that was our understanding also.\n\nRivera-Gonzalez asserts that this statement reveals that Ortiz's\n\nunderstanding of the plea bargaining process was \"simplistic and\n\nunrealistic\" and that the attorney did not understand that the\n\nfacts, as written, exposed his client to additional sentencing\n\nenhancements.\n\n          We cannot conclude, from this one line, that Ortiz's\n\nperformance was necessarily constitutionally deficient, nor can we\n\nglean any further information from the record about the plea\n\nbargaining process, such as the expectations or strategies the\n\nparties brought to the negotiations.      Even if we could determine\n\nfrom the record before us that Ortiz's performance was deficient,\n\nwe could not appropriately analyze whether the errors prejudiced\n\neither Rivera-Gonzalez's defense or his ability to obtain a more\n\nfavorable arrangement.      See Ofray-Campos, 534 F.3d at 34 (noting\n\n                                  -11-\n\fthat \"it is the trial court, rather than the appellate court, that\n\nis in the best position to assess whether [counsel's performance],\n\nif it was in fact constitutionally deficient, resulted in prejudice\n\nto   [the     appellant's]   substantial        rights,    as    required    under\n\nStrickland\").        We therefore dismiss Rivera-Gonzalez's ineffective\n\nassistance claim without prejudice to his reasserting them in a\n\ncollateral proceeding under 28 U.S.C. § 2255.\n\n\n\n              C. Sentencing Calculation\n\n              Rivera-Gonzalez   next      attacks    the   calculation      of   his\n\nsentence.       Specifically,       he   challenges    the      district    court's\n\nenhancement of his sentence under section 4A1.1(d) based on the\n\ncourt's determination that he was on probation when he joined the\n\nconspiracy.\n\n              Section 4A1.1(d) instructs the district court to add two\n\npoints   to    the    defendant's    Criminal       History     Category    if   the\n\ndefendant was on probation at the time of the crime.                        Rivera-\n\nGonzalez acknowledges that he was on probation from May 1, 1998 to\n\nMay 1, 2003.     He argues, however, that the district court could not\n\nconfirm that the drug conspiracy began before May 1, 2003 and thus\n\ncould not conclude that Rivera-Gonzalez was on probation when he\n\ncommitted the offense.\n\n              Although we review a sentencing court's interpretation\n\nand application of the sentencing guidelines de novo, United States\n\n\n                                         -12-\n\fv. Goodhue, 486 F.3d 52, 55 (1st Cir. 2007), where the defendant\n\nchallenges the court's finding of facts, as here, our review is\n\nonly for clear error.      See United States v. Villar, 586 F.3d 76,\n\n88 (1st Cir. 2009).\n\n           Rivera-Gonzalez contends that the district court, in\n\napplying section 4A1.1(d), relied on information in the PSR from a\n\ncooperating witness that he engaged in activities in furtherance of\n\nthe conspiracy as early as March 16, 2001.        He maintains that this\n\ninformation was unreliable and insists that the district court\n\nshould have held an evidentiary hearing to assess the reliability\n\nof the witness's claim.7\n\n           We need not consider the reliability of the witness's\n\naccount, however.      As we have noted above in dismissing his\n\nattempts   to   withdraw   his   guilty   plea,   the   defendant   himself\n\nadmitted that his participation in the conspiracy began \"from on or\n\naround 1999.\"8\n\n\n     7\n      Rivera-Gonzalez also challenges the district court's\nenhancement of his sentence for possession of a dangerous weapon\nunder section 2D1.1(b)(1). He argues that he did not, as the PSR\nalleged, arm himself with a .38 caliber revolver in furtherance of\nthe conspiracy.   This argument is easily disposed of, however,\nbecause the district court need not have relied on the PSR's\nfindings in determining that the sentencing enhancement was\nappropriate. As we have already noted, Rivera-Gonzalez admitted in\nthe plea agreement's statement of facts that he \"possessed firearms\nin furtherance of the conspiracy,\" and the district court did not\nabuse its discretion in relying on this admission.\n     8\n      We also reject the defendant's argument that the district\ncourt abused its discretion by refusing to order the Department of\nCorrection to produce documentation certifying that Rivera-Gonzalez\n\n                                   -13-\n\f           Faced with the incontrovertible weight of his own words,\n\nRivera-Gonzalez seeks to lessen their import to achieve his desired\n\nresult.   He contends that the phrase \"from on or about 1999\" is so\n\nvague that the district court could not rely on its accuracy.\n\n\"Based on such language,\" he asserts, \"any effort to determine\n\nwhether [Rivera-Gonzalez's] participation began before or after the\n\ndate of May 1, 2003 would be speculative.\"\n\n           We disagree. \"From on or about 1999\" may be approximate,\n\nbut it is not so nebulous as to suggest that the conspiracy could\n\nhave started at any time at all.      The use of the phrase \"on or\n\nabout,\" as another circuit has noted, \"merely serves to prevent any\n\ndickering over the small technicality of an exact date.\"    United\n\nStates v. McCown, 711 F.2d 1441, 1450 (9th Cir. 1983).   The Ninth\n\nCircuit, in interpreting the phrase \"from on or about June 17,\n\n1981,\" found the words \"on or about\" opened the time frame by at\n\nmost one or two days.    Id.   It would be unreasonable for us to\n\nagree with the defendant that \"on or about 1999\" might mean only\n\n\"after May 1, 2003.\"\n\n\n\n\nhad finished his probation sentence satisfactorily. For 4A1.1(d)\nto apply, it mattered only that Rivera-Gonzalez was on probation at\nsome time during the charged conspiracy.      See U.S. Sentencing\nGuidelines Manual §4A1.1, cmt. n.4 (2007). (\"Two points are added\nif the defendant committed any part of the instant offense . . .\nwhile under any criminal sentence.\")(emphasis added).      We agree\nwith the district court that whether Rivera-Gonzalez in fact\nsatisfactorily completed his probation was not critical to\ndetermining when he joined the charged conspiracy.\n\n                               -14-\n\f              D. Reasonableness of the Sentence\n\n              Rivera-Gonzalez argues that even if the district court\n\ncorrectly applied section 4A1.1(d), his 121-month sentence is\n\nunreasonable. He claims the sentence is unfair because he received\n\na longer sentence than any of his co-conspirators, including, in\n\nparticular, the conspiracy's leaders.                 He also argues that the\n\ndistrict court did not adequately explain the reasons for his\n\nsentence as required by 18 U.S.C. § 3553.\n\n              Our    review   of   the     district     court's    sentence    for\n\nreasonableness is a two-step process. We first review the sentence\n\nfor       procedural    errors,9      then      \"turn   to   the     substantive\n\nreasonableness of the sentence actually imposed and review the\n\nsentence for abuse of discretion.\"              Politano, 522 F.3d at 73.\n\n              1. Adequacy of the Explanation\n\n              We    first   address   Rivera-Gonzalez's      procedural       claim\n\nthatthe district court failed to adequately explain the reasons for\n\nhis sentence. Rivera-Gonzalez raises this claim for the first time\n\non appeal, and so our review is for plain error.             See United States\n\nv. Mangual-Garcia, 505 F.3d 1, 15 (1st Cir. 2007).\n\n\n\n      9\n      Such errors include \"failing to calculate (or improperly\ncalculating) the Guidelines range, treating the Guidelines as\nmandatory, failing to consider the [18 U.S.C.] § 3553(a) factors,\nselecting a sentence based on erroneous facts, or failing to\nadequately explain a chosen sentence -- including an explanation\nfor any deviation from the Guidelines range.\" United States v.\nPolitano, 522 F.3d 69, 72 (1st Cir. 2008) (quoting Gall v. United\nStates, 552 U.S. 38, 51 (2007)).\n\n                                         -15-\n\f           Section 3553(c) requires the sentencing judge \"to state\n\nin open court the reasons for its imposition of a particular\n\nsentence.\"      Where, as here, the defendant's guideline sentencing\n\nrange exceeds twenty-four months, the judge must also state \"the\n\nreason for imposing a sentence at a particular point within the\n\n[Guidelines Sentencing] range.\"             18 U.S.C. § 3553(c)(1).        The\n\ncourt's explanation is adequate for purposes of § 3553(c)(1) if it\n\n\"specifically identif[ies] some discrete aspect of the defendant's\n\nbehavior and link[s] that aspect to the goals of sentencing.\"\n\nUnited States v. Vazquez-Molina, 389 F.3d 54, 58 (1st Cir. 2004),\n\nvacated on other grounds, 544 U.S. 946 (2005).                  Although the\n\ncourt's explanation must reflect \"that the court considered the\n\nrelevant § 3553(a) factors, the court need not address these\n\nfactors   one    by   one,   in   some   sort   of   rote   incantation   when\n\nexplicating its sentencing decision.\"           United States v. Almenas,\n\n553 F.3d 27, 36 (1st Cir. 2009) (internal quotation marks and\n\ncitations omitted).\n\n           The district court's explanation of Rivera-Gonzalez's\n\nsentence was sufficient to satisfy § 3553(a)'s requirements. After\n\nmaking the guidelines calculations, but before pronouncing its\n\nultimate sentence, the district court stated the following:\n\n           Before the Court is a 42-year-old defendant\n           with a high school education, no dependents.\n           He has a history of drug use and prior\n           criminal record. The defendant was actively\n           involved in the drug trafficking conspiracy\n           charged in the indictment.\n\n                                     -16-\n\f              The guidelines, although advisory, adequately\n              considers [sic] the nature of the offense, the\n              history and characteristics of this defendant\n              and his criminal record.\n\n              Taking into consideration all of the factors\n              that are set forth if [sic] 18 U.S. Code\n              Section 3553, as well as the parties'\n              sentencing recommendation set forth in their\n              plea agreement, the Court finds that the lower\n              end of the applicable guideline range is a\n              sentence sufficient but not greater than\n              necessary to meet the sentencing objectives of\n              punishment and deterrence in this case.\n\n\nThe district court described the defendant's background, including\n\nhis educational history and prior drug use, and referred to his\n\ncriminal record. See 18 U.S.C. § 3553(a)(1)(directing the court to\n\nconsider the \"history and characteristics of the defendant\" in\n\nimposing a sentence).      The court added that a sentence at the lower\n\nend of the applicable guideline range would address the goals of\n\npunishment and deterrence, two of the objectives identified in 18\n\nU.S.C. § 3553(a)(2).        This explanation, though brief, was more\n\ndetailed than others we have upheld under a plain error standard.\n\nSee, e.g., Vasquez-Molina, 389 F.3d at 59 (upholding district\n\ncourt's explanation as adequate, where district court said only\n\nthat \"since the defendant is [a] second offender, a sentence in the\n\nmiddle   of    the   guideline   range   will   serve   the   objectives   of\n\npunishment and deterrence\").\n\n              Finding no procedural error, we shift our focus to the\n\ndefendant's substantive claim.\n\n                                    -17-\n\f               2. Substantive Reasonableness of the Sentence\n\n               Rivera-Gonzalez claims that his sentence was unreasonable\n\nbecause at least eleven of his co-defendants, including the leaders\n\nof the drug conspiracy, were sentenced to lighter sentences than he\n\nwas, ranging from forty-six to 108 months. In particular, he notes\n\nthat Joel Moreno-Espada, the organization's leader, was sentenced\n\nto just seventy months' imprisonment.\n\n               We     afford    the   district    court   \"wide    discretion\"     in\n\nsentencing decisions.            United States v. Marceau, 554 F.3d 24, 33\n\n(1st    Cir.    2009).         Ultimately,   \"the    linchpin     of   a   reasonable\n\nsentence is a plausible sentencing rationale and a defensible\n\nresult.\"       United States v. Martin, 520 F.3d 87, 96 (1st Cir. 2008).\n\n               Section 3553(a)(6) directs the district court to consider\n\n\"the    need     to    avoid    unwarranted      sentencing     disparities     among\n\ndefendants with similar records who have been found guilty of\n\nsimilar conduct.\"          This section is \"primarily aimed at national\n\ndisparities, rather than those between co-defendants,\" Marceau, 554\n\nF.3d at 33, and we have observed that a sentence within the\n\nGuidelines range, as was Rivera-Gonzalez's, \"is likely to reflect\n\nthe national standard.\"           United States v. Mueffelman, 470 F.3d 33,\n\n40–41    (1st       Cir.   2006).        Unless     two   \"identically       situated\n\ndefendants\" receive different sentences from the same judge, which\n\nmay be a reason for concern, United States v. Wallace, 573 F.3d 82,\n\n97 (1st Cir. 2009), our general rule of thumb is that a \"defendant\n\n\n                                         -18-\n\fis not entitled to a lighter sentence merely because his co-\n\ndefendants received lighter sentences.\" Id.\n\n             Rivera-Gonzalez   and     his    co-defendants     were     not\n\nidentically situated, as our close review of each defendant's pre-\n\nsentence investigation report confirms.        Some of his co-defendants\n\nwere    first-time   offenders,10    while   others   were   convicted    of\n\npossessing a smaller quantity of drugs.           Still others received\n\npoint reductions for the minor role that they played in the\n\noffense.11     We thus conclude with little difficulty that \"the\n\ndistrict court properly exercised its informed discretion, while\n\noffering a plausible rationale and reaching a defensible result.\"\n\nMarceau, 554 F.3d at 34 (internal quotation marks omitted)(internal\n\ncitations omitted).       In short, we are satisfied that Rivera-\n\nGonzalez's sentence was reasonable.\n\n\n\n\n       10\n      In particular, Moreno Espada, whose sentence the defendant\nhighlighted, was a first-time offender.\n       11\n      In claiming that it was unreasonable for the district court\nto sentence him to a longer sentence than those of the conspiracy's\nleaders, Rivera-Gonzalez relies exclusively on a concurring opinion\nin United States v. Cirilo-Muñoz, 504 F.3d 106 (1st Cir. 2007). In\nthat case, Judge Torruella observed that the scant evidence showed,\nat most, only that the defendant was an accessory after the fact,\nnot an aider and abettor.         Id. at 121–22 (Torruella, J.,\nconcurring). Here, we have no such concerns. Rivera-Gonzalez was\nnot merely an accessory after the fact to the drug conspiracy, but,\nby his own admission, an active participant.\n\n                                    -19-\n\fIII. Conclusion\n\n           For the reasons provided above, we affirm the conviction\n\nand   sentence   and   dismiss   without   prejudice   Rivera-Gonzalez's\n\nineffective assistance claim.\n\n\n\nAFFIRMED\n\n\n\n\n                                   -20-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>626 F.3d 639 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJose E. RIVERA-GONZALEZ, a/k/a Geno, Defendant, Appellant.</h1></center>\n<center>No. 08-2142.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2009.</center>\n<center>Decided December 1, 2010.</center>\n<p><span class=\"star-pagination\">*640</span> Jedrick H. Burgos-Amador, for appellant.</p>\n<p>Germán A. Rieckehoff, Assistant United States Attorney, with whom Rosa E. Rodríguez-Vélez, United States Attorney, and Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, were on brief, for appellee.</p>\n<p><span class=\"star-pagination\">*641</span> Before LIPEZ, BALDOCK<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Appellant José E. Rivera-Gonzalez pled guilty to conspiring to distribute cocaine in a Coamo, Puerto Rico, housing project. Having three times moved unsuccessfully to withdraw his plea, he now challenges his conviction and sentence, contending that: (1) his plea was not knowing and voluntary because he relied on a contradictory and ambiguous plea agreement; (2) he received ineffective assistance of counsel because his attorney failed to identify and inform him of the plea agreement's inconsistencies; (3) the district court erred in concluding that Rivera-Gonzalez was on probation at the time of his crime and enhancing his sentence under section 4A1.1(d) of the Sentencing Guidelines; and (4) his sentence was unreasonable.</p>\n<p>Concluding that the district court did not abuse its discretion in denying the appellant's motions to withdraw his guilty plea, and finding no error in the court's sentencing calculation, we affirm Rivera-Gonzalez's conviction and sentence. We also dismiss his ineffective assistance of counsel claim as procedurally flawed.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>On November 9, 2005, Rivera-Gonzalez and fifteen co-defendants were indicted for conspiring to traffic narcotics in the Las Palmas Public Housing Project from around 1999 to 2005. Rivera-Gonzalez was charged with conspiracy to possess with intent to distribute and distribution of controlled substances near a school or public housing project in violation of 21 U.S.C. §§ 841, 846 and 860.</p>\n<p>Rivera-Gonzalez pled guilty on April 3, 2006, pursuant to a written plea agreement. The agreement stipulated a Sentencing Guidelines base offense level of 30 and a reduction of three levels based on Rivera-Gonzalez's acceptance of responsibility, yielding a guidelines sentencing range of seventy to eighty-seven months.<sup>[1]</sup> The agreement specified that no further enhancements or deductions would apply, although it expressly stated that it made no stipulation as to the defendant's Criminal History Category.</p>\n<p>In exchange for Rivera-Gonzalez's plea, the government agreed to recommend the minimum sentence of seventy months or the lower end of the guidelines and to not seek any upward adjustments to his sentence. The agreement emphasized, however, that the district court judge did not have to accept this recommendation and could in fact sentence Rivera-Gonzalez up to the statutory maximum of forty years.</p>\n<p>The plea agreement also incorporated the government's version of the statement of facts, which, by the terms of the agreement, Rivera-Gonzalez acknowledged were accurate and could be used by the sentencing judge in applying the Sentencing Guidelines to his case. The statement specified that Rivera-Gonzalez had participated in at least two drug distribution transactions in the Las Palmas Housing Project and noted that Rivera-Gonzalez had \"possessed firearms in furtherance of the conspiracy.\" The statement also confirmed Rivera-Gonzalez's participation in the conspiracy from its beginning in or around 1999.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*642</span> The probation office relied on these details in the pre-sentence investigation report (PSR) it prepared for the district court. The PSR recommended a two-level enhancement because the offense was committed in a protected location, U.S.S.G. § 2D1.2(a)(1), and a two-level enhancement for Rivera-Gonzalez's use of dangerous weapons in the conspiracy, U.S.S.G. § 2D1.1(b)(1). The report also noted that Rivera-Gonzalez was on probation during the conspiracy and thus assigned him a Criminal History of II.<sup>[3]</sup> The PSR's adjustments yielded a guidelines imprisonment range of 121 to 151 months, significantly higher than the range set forth in Rivera-Gonzalez's plea agreement.</p>\n<p>Both the government and Rivera-Gonzalez objected to the proposed sentencing enhancements. In addition, Rivera-Gonzalez filed three motions to withdraw his plea, the first two pro se and the third with the help of his current counsel. Rivera-Gonzalez first argued that he was heavily sedated at the time of his change-of-plea hearing and that his trial attorney, Benjamin Ortiz, had coerced him into signing the plea agreement. In his second pro se motion, he contended that he did not understand the nature of the agreement because his attorney had not read it to him or explained its terms in Spanish. In his third motion, Rivera-Gonzalez claimed that the government deliberately drafted a contradictory and ambiguous plea agreement to induce him to plead guilty, and his attorney's participation in negotiating the plea constituted ineffective assistance of counsel.</p>\n<p>The district court overruled the parties' objections to the sentencing report, determining that the agreed-upon statement of facts justified the enhancements. It also denied Rivera-Gonzalez's motions to withdraw his plea. The court found that Rivera-Gonzalez's statements at his change-of-plea hearing discredited his later allegations of ignorance, and it found no evidence that the government had acted deceitfully. Although it agreed that the stipulated facts were \"patently irreconcilable with the sentence [the defendant] agreed [to] with the government,\" the court observed that it had no reason to suspect that Ortiz did not warn Rivera-Gonzalez of this fact. Moreover, the court noted that the defendant had expressly acknowledged his awareness that it could impose a harsher sentence and that such would not be a valid basis for withdrawal of his plea.</p>\n<p>On July 31, 2008, the court adopted the PSR's findings and sentenced Rivera-Gonzalez to 121 months' imprisonment. This timely appeal followed.</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p>Rivera-Gonzalez raises four issues on appeal. We address each in turn.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*643</span> A. Denial of Motion to Withdraw Guilty Plea</h2>\n<p>Rivera-Gonzalez argues that the plea agreement's contradictory and ambiguous language led him to plead guilty without understanding the consequences of his plea, and that he would not have pled guilty had he known that facts included with his plea agreement would operate to enhance his sentence.</p>\n<p>We review the decision to deny a motion to withdraw a guilty plea for abuse of discretion. <i>United States v. Pulido,</i> 566 F.3d 52, 57 (1st Cir.2009). \"The trial court's subsidiary findings of fact in connection with the plea-withdrawal motion are reviewed only for clear error.\" <i>United States v. Martinez-Molina,</i> 64 F.3d 719, 732 (1st Cir.1995).</p>\n<p>Although \"[a] defendant does not have an automatic right to withdraw a guilty plea,\" <i>United States v. Sousa,</i> 468 F.3d 42, 46 (1st Cir.2006), the court should permit the defendant's motion if the defendant establishes a \"fair and just reason\" for the withdrawal. Fed.R.Crim.P. 11(d)(2)(B). Factors to be included in determining whether the defendant has met this burden are whether the plea was voluntary, intelligent, knowing, and in compliance with Rule 11; the plausibility of the proffered reason for withdrawing the plea; the presence or absence of a claim of innocence; the timing of the defendant's motion; and possible prejudice to the government if the defendant is allowed to withdraw his plea. <i>Id.</i></p>\n<p>We conclude that the district court did not abuse its discretion by rejecting Rivera-Gonzalez's request to withdraw his guilty plea. The plea agreement expressly stated that the district court was not bound by the agreement's recommended sentencing range and could in fact sentence the defendant to the maximum term of forty years' imprisonment. Rivera-Gonzalez may not withdraw his plea merely because of the likelihood of a higher sentence. <i>See </i><i>United States v. Torres-Rosa,</i> 209 F.3d 4, 9 (1st Cir.2000) (\"[T]he fact that a defendant finds himself faced with a stiffer sentence than he had anticipated is not a fair and just reason for abandoning a guilty plea.\"); <i>United States v. Mercedes Mercedes,</i> 428 F.3d 355, 359 (1st Cir.2005) (observing that \"[c]ases holding to this effect are legion\").</p>\n<p>Rivera-Gonzalez lodges two arguments that he should be able to withdraw his plea, neither of which alters our analysis.</p>\n<p>First, he claims that he is innocent of the conduct that prompted the district court to enhance his sentence. He argues that he was not on probation when he joined the drug conspiracy, that he did not traffic drugs in a protected location, and that he did not use a weapon in connection with the offense. But the statement of facts that Rivera-Gonzalez signed included this conduct, and at his change of plea hearing he explicitly confirmed that all of the facts were true. The district court did not err in presuming the validity of these assurances. <i>See </i><i>United States v. Torres-Rosario,</i> 447 F.3d 61, 67 (1st Cir.2006) (holding that a court is \"entitled to give weight to [the defendant's] assurances at his change of plea hearing\" absent a \"good reason for disregarding them\"); <i>cf. </i><i>Blackledge v. Allison,</i> 431 U.S. 63, 74, 97 S.Ct. 1621, 52 L.Ed.2d 136 (1977) (stating that a defendant's \"declarations in open court carry a strong presumption of verity\").<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*644</span> Rivera-Gonzalez also argues that the plea agreement which he signed was internally inconsistent in that the statement of facts supported a stiffer sentence than the agreement contemplated. Thus, he avers, his plea was not knowing and voluntary. We disagree. As we have already noted, the plea agreement put Rivera-Gonzalez on plain notice of his sentence exposure.</p>\n<p></p>\n<h2>B. Ineffective Assistance of Counsel</h2>\n<p>Rivera-Gonzalez blames his first attorney, as well as the government, for allowing him to sign the plea agreement.<sup>[6]</sup> Ortiz, Rivera-Gonzalez asserts, should have known that the details provided in the agreement's stipulated facts section would lead the court to sentence him to a longer term than outlined by the plea agreement itself. Rivera-Gonzalez claims that Ortiz's role in advising him to sign the agreement constituted ineffective assistance of counsel.</p>\n<p>To prevail on an ineffective assistance claim, the appellant must show that the trial attorney's representation was deficient and that this deficient performance prejudiced the defense. <i>See </i><i>Strickland v. Washington,</i> 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).</p>\n<p>We generally will not address ineffective assistance claims on direct appeal, but rather require that they be raised collaterally. <i>See </i><i>United States v. Wyatt,</i> 561 F.3d 49, 51 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 2818, 174 L.Ed.2d 311 (2009); <i>United States v. Ofray-Campos,</i> 534 F.3d 1, 34 (1st Cir.2008); <i>United States v. Hicks,</i> 531 F.3d 49, 55 (1st Cir. 2008); <i>United States v. Rodriguez,</i> 457 F.3d 109, 117 (1st Cir.2006). It is usually wiser to allow the district court to address an ineffective assistance claim in the first instance, because \"an appellate court is ill-equipped to handle the fact-specific inquiry that such claims often require.\" <i>Ofray-Campos,</i> 534 F.3d at 34. Only when such scrutiny of the factual record is unnecessary because the attorney's ineffectiveness is \"manifestly apparent from the record,\" <i>Wyatt,</i> 561 F.3d at 52, will we consider ineffective assistance claims on direct appeal. <i>See id.</i></p>\n<p>Rivera-Gonzalez urges us to find that his claim falls within this narrow exception, because his former attorney's advice to sign an \"obvious contradictory and ambiguous plea agreement\" was per se incompetent. He refers us to a statement Ortiz made regarding the plea agreement at the hearing pursuant to his motion to withdraw as counsel:</p>\n<blockquote>[I]n [Rivera's] mind when he wrote accepted the plea offer, in his mind there was level 27, Criminal History I, 70 months, that is true, and that was our understanding also.</blockquote>\n<p>Rivera-Gonzalez asserts that this statement reveals that Ortiz's understanding of the plea bargaining process was \"simplistic and unrealistic\" and that the attorney did not understand that the facts, as written, <span class=\"star-pagination\">*645</span> exposed his client to additional sentencing enhancements.</p>\n<p>We cannot conclude, from this one line, that Ortiz's performance was necessarily constitutionally deficient, nor can we glean any further information from the record about the plea bargaining process, such as the expectations or strategies the parties brought to the negotiations. Even if we could determine from the record before us that Ortiz's performance was deficient, we could not appropriately analyze whether the errors prejudiced either Rivera-Gonzalez's defense or his ability to obtain a more favorable arrangement. <i>See </i><i>Ofray-Campos,</i> 534 F.3d at 34 (noting that \"it is the trial court, rather than the appellate court, that is in the best position to assess whether [counsel's performance], if it was in fact constitutionally deficient, resulted in prejudice to [the appellant's] substantial rights, as required under <i>Strickland</i>\"). We therefore dismiss Rivera-Gonzalez's ineffective assistance claim without prejudice to his reasserting them in a collateral proceeding under 28 U.S.C. § 2255.</p>\n<p></p>\n<h2>C. Sentencing Calculation</h2>\n<p>Rivera-Gonzalez next attacks the calculation of his sentence. Specifically, he challenges the district court's enhancement of his sentence under section 4A1.1(d) based on the court's determination that he was on probation when he joined the conspiracy.</p>\n<p>Section 4A1.1(d) instructs the district court to add two points to the defendant's Criminal History Category if the defendant was on probation at the time of the crime. Rivera-Gonzalez acknowledges that he was on probation from May 1, 1998 to May 1, 2003. He argues, however, that the district court could not confirm that the drug conspiracy began before May 1, 2003 and thus could not conclude that Rivera-Gonzalez was on probation when he committed the offense.</p>\n<p>Although we review a sentencing court's interpretation and application of the sentencing guidelines de novo, <i>United States v. Goodhue,</i> 486 F.3d 52, 55 (1st Cir.2007), where the defendant challenges the court's finding of facts, as here, our review is only for clear error. See <i>United States v. Villar,</i> 586 F.3d 76, 88 (1st Cir.2009).</p>\n<p>Rivera-Gonzalez contends that the district court, in applying section 4A1.1(d), relied on information in the PSR from a cooperating witness that he engaged in activities in furtherance of the conspiracy as early as March 16, 2001. He maintains that this information was unreliable and insists that the district court should have held an evidentiary hearing to assess the reliability of the witness's claim.<sup>[7]</sup></p>\n<p>We need not consider the reliability of the witness's account, however. As we have noted above in dismissing his attempts to withdraw his guilty plea, the defendant himself admitted that his participation in the conspiracy began \"from on or around 1999.\"<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*646</span> Faced with the incontrovertible weight of his own words, Rivera-Gonzalez seeks to lessen their import to achieve his desired result. He contends that the phrase \"from on or about 1999\" is so vague that the district court could not rely on its accuracy. \"Based on such language,\" he asserts, \"any effort to determine whether [Rivera-Gonzalez's] participation began before or after the date of May 1, 2003 would be speculative.\"</p>\n<p>We disagree. \"From on or about 1999\" may be approximate, but it is not so nebulous as to suggest that the conspiracy could have started at any time at all. The use of the phrase \"on or about,\" as another circuit has noted, \"merely serves to prevent any dickering over the small technicality of an exact date.\" <i>United States v. McCown,</i> 711 F.2d 1441, 1450 (9th Cir. 1983). The Ninth Circuit, in interpreting the phrase \"from on or about June 17, 1981,\" found the words \"on or about\" opened the time frame by at most one or two days. <i>Id.</i> It would be unreasonable for us to agree with the defendant that \"on or about 1999\" might mean only \"after May 1, 2003.\"</p>\n<p></p>\n<h2>D. Reasonableness of the Sentence</h2>\n<p>Rivera-Gonzalez argues that even if the district court correctly applied section 4A1.1(d), his 121-month sentence is unreasonable. He claims the sentence is unfair because he received a longer sentence than any of his co-conspirators, including, in particular, the conspiracy's leaders. He also argues that the district court did not adequately explain the reasons for his sentence as required by 18 U.S.C. § 3553.</p>\n<p>Our review of the district court's sentence for reasonableness is a two-step process. We first review the sentence for procedural errors,<sup>[9]</sup> then \"turn to the substantive reasonableness of the sentence actually imposed and review the sentence for abuse of discretion.\" <i>Politano,</i> 522 F.3d at 73.</p>\n<p></p>\n<h2>1. <i>Adequacy of the Explanation</i>\n</h2>\n<p>We first address Rivera-Gonzalez's procedural claim that the district court failed to adequately explain the reasons for his sentence. Rivera-Gonzalez raises this claim for the first time on appeal, and so our review is for plain error. <i>See </i><i>United States v. Mangual-Garcia,</i> 505 F.3d 1, 15 (1st Cir.2007).</p>\n<p>Section 3553(c) requires the sentencing judge \"to state in open court the reasons for its imposition of a particular sentence.\" Where, as here, the defendant's guideline sentencing range exceeds twenty-four months, the judge must also state \"the reason for imposing a sentence at a particular point within the [Guidelines Sentencing] range.\" 18 U.S.C. § 3553(c)(1). The court's explanation is adequate for purposes <span class=\"star-pagination\">*647</span> of § 3553(c)(1) if it \"specifically identif[ies] some discrete aspect of the defendant's behavior and link[s] that aspect to the goals of sentencing.\" <i>United States v. Vazquez-Molina,</i> 389 F.3d 54, 58 (1st Cir. 2004), <i>vacated on other grounds,</i> 544 U.S. 946, 125 S.Ct. 1713, 161 L.Ed.2d 520 (2005). Although the court's explanation must reflect \"that the court considered the relevant § 3553(a) factors, the court need not address these factors one by one, in some sort of rote incantation when explicating its sentencing decision.\" <i>United States v. Almenas,</i> 553 F.3d 27, 36 (1st Cir.2009) (internal quotation marks and citations omitted).</p>\n<p>The district court's explanation of Rivera-Gonzalez's sentence was sufficient to satisfy § 3553(a)'s requirements. After making the guidelines calculations, but before pronouncing its ultimate sentence, the district court stated the following:</p>\n<blockquote>Before the Court is a 42-year-old defendant with a high school education, no dependents. He has a history of drug use and prior criminal record. The defendant was actively involved in the drug trafficking conspiracy charged in the indictment.</blockquote>\n<blockquote>The guidelines, although advisory, adequately considers [sic] the nature of the offense, the history and characteristics of this defendant and his criminal record.</blockquote>\n<blockquote>Taking into consideration all of the factors that are set forth if [sic] 18 U.S.Code Section 3553, as well as the parties' sentencing recommendation set forth in their plea agreement, the Court finds that the lower end of the applicable guideline range is a sentence sufficient but not greater than necessary to meet the sentencing objectives of punishment and deterrence in this case.</blockquote>\n<p>The district court described the defendant's background, including his educational history and prior drug use, and referred to his criminal record. <i>See</i> 18 U.S.C. § 3553(a)(1)(directing the court to consider the \"history and characteristics of the defendant\" in imposing a sentence). The court added that a sentence at the lower end of the applicable guideline range would address the goals of punishment and deterrence, two of the objectives identified in 18 U.S.C. § 3553(a)(2). This explanation, though brief, was more detailed than others we have upheld under a plain error standard. <i>See, e.g., </i><i>Vazquez-Molina,</i> 389 F.3d at 59 (upholding district court's explanation as adequate, where district court said only that \"since the defendant is [a] second offender, a sentence in the middle of the guideline range will serve the objectives of punishment and deterrence\").</p>\n<p>Finding no procedural error, we shift our focus to the defendant's substantive claim.</p>\n<p></p>\n<h2>2. <i>Substantive Reasonableness of the Sentence</i>\n</h2>\n<p>Rivera-Gonzalez claims that his sentence was unreasonable because at least eleven of his co-defendants, including the leaders of the drug conspiracy, were sentenced to lighter sentences than he was, ranging from forty-six to 108 months. In particular, he notes that Joel Moreno-Espada, the organization's leader, was sentenced to just seventy months' imprisonment.</p>\n<p>We afford the district court \"wide discretion\" in sentencing decisions. <i>United States v. Marceau,</i> 554 F.3d 24, 33 (1st Cir.2009). Ultimately, \"the linchpin of a reasonable sentence is a plausible sentencing rationale and a defensible result.\" <i>United States v. Martin,</i> 520 F.3d 87, 96 (1st Cir.2008).</p>\n<p>Section 3553(a)(6) directs the district court to consider \"the need to avoid unwarranted <span class=\"star-pagination\">*648</span> sentencing disparities among defendants with similar records who have been found guilty of similar conduct.\" This section is \"primarily aimed at national disparities, rather than those between co-defendants,\" <i>Marceau,</i> 554 F.3d at 33, and we have observed that a sentence within the Guidelines range, as was Rivera-Gonzalez's, \"is likely to reflect the national standard.\" <i>United States v. Mueffelman,</i> 470 F.3d 33, 40-41 (1st Cir.2006). Unless two \"identically situated defendants\" receive different sentences from the same judge, which may be a reason for concern, <i>United States v. Wallace,</i> 573 F.3d 82, 97 (1st Cir.2009), our general rule of thumb is that a \"defendant is not entitled to a lighter sentence merely because his co-defendants received lighter sentences.\" <i>Id.</i></p>\n<p>Rivera-Gonzalez and his co-defendants were not identically situated, as our close review of each defendant's pre-sentence investigation report confirms. Some of his co-defendants were first-time offenders,<sup>[10]</sup> while others were convicted of possessing a smaller quantity of drugs. Still others received point reductions for the minor role that they played in the offense.<sup>[11]</sup> We thus conclude with little difficulty that \"the district court properly exercised its informed discretion, while offering a plausible rationale and reaching a defensible result.\" <i>Marceau,</i> 554 F.3d at 34 (internal quotation marks omitted)(internal citations omitted). In short, we are satisfied that Rivera-Gonzalez's sentence was reasonable.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the reasons provided above, we affirm the conviction and sentence and dismiss without prejudice Rivera-Gonzalez's ineffective assistance claim.</p>\n<p>AFFIRMED</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  The plea agreement contained a Sentencing Guidelines table that presented this calculation.</p>\n<p>[2]  The relevant text of the stipulated facts read as follows:\n</p>\n<p>From on or about 1999 to November 9, 2005, the date of this Indictment, the defendant participated in the distribution of narcotic controlled substances, namely, heroin and cocaine, at the Las Palmas Public Housing Project in Coamo, Puerto Rico. Specifically, the defendant was present or participated in at least two (2) drug distribution transactions, and also possessed firearms in furtherance of the conspiracy.</p>\n<p>[3]  Rivera-Gonzalez was convicted of two separate state drug offenses in 1998 and was placed on probation until May 1, 2003, for a total term of five years.</p>\n<p>[4]  We note that the plea agreement that Rivera-Gonzalez signed contained a clause whereby Rivera-Gonzalez agreed to waive his right to appeal the judgment and sentence in his case if the district court accepted the plea and \"sentence[d] him according to its terms and conditions.\" Rivera-Gonzalez argues that the waiver is unenforceable under the three-prong test enunciated in <i>United States v. Teeter,</i> 257 F.3d 14, 24-25 (1st Cir.2001).\n</p>\n<p>We need not consider the validity of the waiver, however, because the government does not seek to enforce it. <i>See </i><i>United States v. Carrasco-De-Jesús,</i> 589 F.3d 22, 26 (1st Cir.2009)(\"Where ... the government's relinquishment of a known right relates to a waiver-of-appeal provision in a plea agreement, there is usually little reason to rescue the government from its election.\").</p>\n<p>[5]  To the extent that Rivera-Gonzalez's real source of discontent is that the government did not engage in \"fact bargaining\" to secure his plea, it fails. While the government could have reached such an agreement with the defendant, <i>see </i><i>United States v. Yeje-Cabrera,</i> 430 F.3d 1, 20-30 (1st Cir.2005), it was not obligated to do so.</p>\n<p>[6]  To be sure, the record suggests that the government has been Janus-faced in some of its dealings with the defendant. On the one hand, the government, through the plea agreement, suggested that Rivera-Gonzalez could expect a sentence within the range of seventy to eighty-seven months. On the other, it set forth facts in the agreement that plainly might lead the judge to impose a harsher sentence. But we also note that the government stood by the bargain that it had made and pressed for the agreed-upon lower sentence.</p>\n<p>[7]  Rivera-Gonzalez also challenges the district court's enhancement of his sentence for possession of a dangerous weapon under section 2D1.1(b)(1). He argues that he did not, as the PSR alleged, arm himself with a .38 caliber revolver in furtherance of the conspiracy. This argument is easily disposed of, however, because the district court need not have relied on the PSR's findings in determining that the sentencing enhancement was appropriate. As we have already noted, Rivera-Gonzalez admitted in the plea agreement's statement of facts that he \"possessed firearms in furtherance of the conspiracy,\" and the district court did not abuse its discretion in relying on this admission.</p>\n<p>[8]  We also reject the defendant's argument that the district court abused its discretion by refusing to order the Department of Correction to produce documentation certifying that Rivera-Gonzalez had finished his probation sentence satisfactorily. For 4A1.1(d) to apply, it mattered only that Rivera-Gonzalez was on probation at some time during the charged conspiracy. <i>See</i> U.S. Sentencing Guidelines Manual § 4A1.1, cmt. n. 4 (2007). (\"Two points are added if the defendant committed <i>any part</i> of the instant offense ... while under any criminal sentence.\")(emphasis added). We agree with the district court that whether Rivera-Gonzalez in fact satisfactorily completed his probation was not critical to determining when he joined the charged conspiracy.</p>\n<p>[9]  Such errors include \"failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the [18 U.S.C.] § 3553(a) factors, selecting a sentence based on erroneous facts, or failing to adequately explain a chosen sentenceincluding an explanation for any deviation from the Guidelines range.\" <i>United States v. Politano,</i> 522 F.3d 69, 72 (1st Cir. 2008) (quoting <i>Gall v. United States,</i> 552 U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007)).</p>\n<p>[10]  In particular, Moreno Espada, whose sentence the defendant highlighted, was a first-time offender.</p>\n<p>[11]  In claiming that it was unreasonable for the district court to sentence him to a longer sentence than those of the conspiracy's leaders, Rivera-Gonzalez relies exclusively on a concurring opinion in <i>United States v. Cirilo-Muñoz,</i> 504 F.3d 106 (1st Cir.2007). In that case, Judge Torruella observed that the scant evidence showed, at most, only that the defendant was an accessory after the fact, not an aider and abettor. <i>Id.</i> at 121-22 (Torruella, J., concurring). Here, we have no such concerns. Rivera-Gonzalez was not merely an accessory after the fact to the drug conspiracy, but, by his own admission, an active participant.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">639</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJose E. RIVERA-GONZALEZ, a/k/a Geno, Defendant, Appellant.</h1></center>\n<center>No. 08-2142.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2009.</center>\n<center>Decided December 1, 2010.</center>\n<p><span class=\"star-pagination\">*640</span> Jedrick H. Burgos-Amador, for appellant.</p>\n<p>Germán A. Rieckehoff, Assistant United States Attorney, with whom Rosa E. Rodríguez-Vélez, United States Attorney, and Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, were on brief, for appellee.</p>\n<p><span class=\"star-pagination\">*641</span> Before LIPEZ, BALDOCK<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Appellant José E. Rivera-Gonzalez pled guilty to conspiring to distribute cocaine in a Coamo, Puerto Rico, housing project. Having three times moved unsuccessfully to withdraw his plea, he now challenges his conviction and sentence, contending that: (1) his plea was not knowing and voluntary because he relied on a contradictory and ambiguous plea agreement; (2) he received ineffective assistance of counsel because his attorney failed to identify and inform him of the plea agreement's inconsistencies; (3) the district court erred in concluding that Rivera-Gonzalez was on probation at the time of his crime and enhancing his sentence under section 4A1.1(d) of the Sentencing Guidelines; and (4) his sentence was unreasonable.</p>\n<p>Concluding that the district court did not abuse its discretion in denying the appellant's motions to withdraw his guilty plea, and finding no error in the court's sentencing calculation, we affirm Rivera-Gonzalez's conviction and sentence. We also dismiss his ineffective assistance of counsel claim as procedurally flawed.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>On November 9, 2005, Rivera-Gonzalez and fifteen co-defendants were indicted for conspiring to traffic narcotics in the Las Palmas Public Housing Project from around 1999 to 2005. Rivera-Gonzalez was charged with conspiracy to possess with intent to distribute and distribution of controlled substances near a school or public housing project in violation of 21 U.S.C. §§ 841, 846 and 860.</p>\n<p>Rivera-Gonzalez pled guilty on April 3, 2006, pursuant to a written plea agreement. The agreement stipulated a Sentencing Guidelines base offense level of 30 and a reduction of three levels based on Rivera-Gonzalez's acceptance of responsibility, yielding a guidelines sentencing range of seventy to eighty-seven months.<sup>[1]</sup> The agreement specified that no further enhancements or deductions would apply, although it expressly stated that it made no stipulation as to the defendant's Criminal History Category.</p>\n<p>In exchange for Rivera-Gonzalez's plea, the government agreed to recommend the minimum sentence of seventy months or the lower end of the guidelines and to not seek any upward adjustments to his sentence. The agreement emphasized, however, that the district court judge did not have to accept this recommendation and could in fact sentence Rivera-Gonzalez up to the statutory maximum of forty years.</p>\n<p>The plea agreement also incorporated the government's version of the statement of facts, which, by the terms of the agreement, Rivera-Gonzalez acknowledged were accurate and could be used by the sentencing judge in applying the Sentencing Guidelines to his case. The statement specified that Rivera-Gonzalez had participated in at least two drug distribution transactions in the Las Palmas Housing Project and noted that Rivera-Gonzalez had \"possessed firearms in furtherance of the conspiracy.\" The statement also confirmed Rivera-Gonzalez's participation in the conspiracy from its beginning in or around 1999.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*642</span> The probation office relied on these details in the pre-sentence investigation report (PSR) it prepared for the district court. The PSR recommended a two-level enhancement because the offense was committed in a protected location, U.S.S.G. § 2D1.2(a)(1), and a two-level enhancement for Rivera-Gonzalez's use of dangerous weapons in the conspiracy, U.S.S.G. § 2D1.1(b)(1). The report also noted that Rivera-Gonzalez was on probation during the conspiracy and thus assigned him a Criminal History of II.<sup>[3]</sup> The PSR's adjustments yielded a guidelines imprisonment range of 121 to 151 months, significantly higher than the range set forth in Rivera-Gonzalez's plea agreement.</p>\n<p>Both the government and Rivera-Gonzalez objected to the proposed sentencing enhancements. In addition, Rivera-Gonzalez filed three motions to withdraw his plea, the first two pro se and the third with the help of his current counsel. Rivera-Gonzalez first argued that he was heavily sedated at the time of his change-of-plea hearing and that his trial attorney, Benjamin Ortiz, had coerced him into signing the plea agreement. In his second pro se motion, he contended that he did not understand the nature of the agreement because his attorney had not read it to him or explained its terms in Spanish. In his third motion, Rivera-Gonzalez claimed that the government deliberately drafted a contradictory and ambiguous plea agreement to induce him to plead guilty, and his attorney's participation in negotiating the plea constituted ineffective assistance of counsel.</p>\n<p>The district court overruled the parties' objections to the sentencing report, determining that the agreed-upon statement of facts justified the enhancements. It also denied Rivera-Gonzalez's motions to withdraw his plea. The court found that Rivera-Gonzalez's statements at his change-of-plea hearing discredited his later allegations of ignorance, and it found no evidence that the government had acted deceitfully. Although it agreed that the stipulated facts were \"patently irreconcilable with the sentence [the defendant] agreed [to] with the government,\" the court observed that it had no reason to suspect that Ortiz did not warn Rivera-Gonzalez of this fact. Moreover, the court noted that the defendant had expressly acknowledged his awareness that it could impose a harsher sentence and that such would not be a valid basis for withdrawal of his plea.</p>\n<p>On July 31, 2008, the court adopted the PSR's findings and sentenced Rivera-Gonzalez to 121 months' imprisonment. This timely appeal followed.</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p>Rivera-Gonzalez raises four issues on appeal. We address each in turn.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*643</span> A. Denial of Motion to Withdraw Guilty Plea</h2>\n<p>Rivera-Gonzalez argues that the plea agreement's contradictory and ambiguous language led him to plead guilty without understanding the consequences of his plea, and that he would not have pled guilty had he known that facts included with his plea agreement would operate to enhance his sentence.</p>\n<p>We review the decision to deny a motion to withdraw a guilty plea for abuse of discretion. <i>United States v. Pulido,</i> <span class=\"citation\" data-id=\"203826\"><a href=\"/opinion/203826/united-states-v-pulido/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 57 (1st Cir.2009). \"The trial court's subsidiary findings of fact in connection with the plea-withdrawal motion are reviewed only for clear error.\" <i>United States v. Martinez-Molina,</i> <span class=\"citation\" data-id=\"196268\"><a href=\"/opinion/196268/united-states-v-martinez-molina/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 732 (1st Cir.1995).</p>\n<p>Although \"[a] defendant does not have an automatic right to withdraw a guilty plea,\" <i>United States v. Sousa,</i> <span class=\"citation\" data-id=\"202501\"><a href=\"/opinion/202501/united-states-v-sousa/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 46 (1st Cir.2006), the court should permit the defendant's motion if the defendant establishes a \"fair and just reason\" for the withdrawal. Fed.R.Crim.P. 11(d)(2)(B). Factors to be included in determining whether the defendant has met this burden are whether the plea was voluntary, intelligent, knowing, and in compliance with Rule 11; the plausibility of the proffered reason for withdrawing the plea; the presence or absence of a claim of innocence; the timing of the defendant's motion; and possible prejudice to the government if the defendant is allowed to withdraw his plea. <i>Id.</i></p>\n<p>We conclude that the district court did not abuse its discretion by rejecting Rivera-Gonzalez's request to withdraw his guilty plea. The plea agreement expressly stated that the district court was not bound by the agreement's recommended sentencing range and could in fact sentence the defendant to the maximum term of forty years' imprisonment. Rivera-Gonzalez may not withdraw his plea merely because of the likelihood of a higher sentence. <i>See </i><i>United States v. Torres-Rosa,</i> <span class=\"citation\" data-id=\"768303\"><a href=\"/opinion/768303/united-states-v-cesar-orlando-torres-rosa-aka-lando-aka-orlan/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 9 (1st Cir.2000) (\"[T]he fact that a defendant finds himself faced with a stiffer sentence than he had anticipated is not a fair and just reason for abandoning a guilty plea.\"); <i>United States v. Mercedes Mercedes,</i> <span class=\"citation\" data-id=\"792364\"><a href=\"/opinion/792364/united-states-v-domingo-mercedes-mercedes/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span>, 359 (1st Cir.2005) (observing that \"[c]ases holding to this effect are legion\").</p>\n<p>Rivera-Gonzalez lodges two arguments that he should be able to withdraw his plea, neither of which alters our analysis.</p>\n<p>First, he claims that he is innocent of the conduct that prompted the district court to enhance his sentence. He argues that he was not on probation when he joined the drug conspiracy, that he did not traffic drugs in a protected location, and that he did not use a weapon in connection with the offense. But the statement of facts that Rivera-Gonzalez signed included this conduct, and at his change of plea hearing he explicitly confirmed that all of the facts were true. The district court did not err in presuming the validity of these assurances. <i>See </i><i>United States v. Torres-Rosario,</i> <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></span>, 67 (1st Cir.2006) (holding that a court is \"entitled to give weight to [the defendant's] assurances at his change of plea hearing\" absent a \"good reason for disregarding them\"); <i>cf. </i><i>Blackledge v. Allison,</i> <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 74, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1621</span></a></span>, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1977) (stating that a defendant's \"declarations in open court carry a strong presumption of verity\").<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*644</span> Rivera-Gonzalez also argues that the plea agreement which he signed was internally inconsistent in that the statement of facts supported a stiffer sentence than the agreement contemplated. Thus, he avers, his plea was not knowing and voluntary. We disagree. As we have already noted, the plea agreement put Rivera-Gonzalez on plain notice of his sentence exposure.</p>\n<p></p>\n<h2>B. Ineffective Assistance of Counsel</h2>\n<p>Rivera-Gonzalez blames his first attorney, as well as the government, for allowing him to sign the plea agreement.<sup>[6]</sup> Ortiz, Rivera-Gonzalez asserts, should have known that the details provided in the agreement's stipulated facts section would lead the court to sentence him to a longer term than outlined by the plea agreement itself. Rivera-Gonzalez claims that Ortiz's role in advising him to sign the agreement constituted ineffective assistance of counsel.</p>\n<p>To prevail on an ineffective assistance claim, the appellant must show that the trial attorney's representation was deficient and that this deficient performance prejudiced the defense. <i>See </i><i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984).</p>\n<p>We generally will not address ineffective assistance claims on direct appeal, but rather require that they be raised collaterally. <i>See </i><i>United States v. Wyatt,</i> <span class=\"citation\" data-id=\"203744\"><a href=\"/opinion/203744/united-states-v-wyatt/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 51 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2818</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></span> (2009); <i>United States v. Ofray-Campos,</i> <span class=\"citation\" data-id=\"203367\"><a href=\"/opinion/203367/united-states-v-ofray-campos/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 34 (1st Cir.2008); <i>United States v. Hicks,</i> <span class=\"citation\" data-id=\"203345\"><a href=\"/opinion/203345/united-states-v-hicks/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 55 (1st Cir. 2008); <i>United States v. Rodriguez,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></span>, 117 (1st Cir.2006). It is usually wiser to allow the district court to address an ineffective assistance claim in the first instance, because \"an appellate court is ill-equipped to handle the fact-specific inquiry that such claims often require.\" <i>Ofray-Campos,</i> 534 F.3d at 34. Only when such scrutiny of the factual record is unnecessary because the attorney's ineffectiveness is \"manifestly apparent from the record,\" <i>Wyatt,</i> 561 F.3d at 52, will we consider ineffective assistance claims on direct appeal. <i>See id.</i></p>\n<p>Rivera-Gonzalez urges us to find that his claim falls within this narrow exception, because his former attorney's advice to sign an \"obvious contradictory and ambiguous plea agreement\" was per se incompetent. He refers us to a statement Ortiz made regarding the plea agreement at the hearing pursuant to his motion to withdraw as counsel:</p>\n<blockquote>[I]n [Rivera's] mind when he wrote accepted the plea offer, in his mind there was level 27, Criminal History I, 70 months, that is true, and that was our understanding also.</blockquote>\n<p>Rivera-Gonzalez asserts that this statement reveals that Ortiz's understanding of the plea bargaining process was \"simplistic and unrealistic\" and that the attorney did not understand that the facts, as written, <span class=\"star-pagination\">*645</span> exposed his client to additional sentencing enhancements.</p>\n<p>We cannot conclude, from this one line, that Ortiz's performance was necessarily constitutionally deficient, nor can we glean any further information from the record about the plea bargaining process, such as the expectations or strategies the parties brought to the negotiations. Even if we could determine from the record before us that Ortiz's performance was deficient, we could not appropriately analyze whether the errors prejudiced either Rivera-Gonzalez's defense or his ability to obtain a more favorable arrangement. <i>See </i><i>Ofray-Campos,</i> 534 F.3d at 34 (noting that \"it is the trial court, rather than the appellate court, that is in the best position to assess whether [counsel's performance], if it was in fact constitutionally deficient, resulted in prejudice to [the appellant's] substantial rights, as required under <i>Strickland</i>\"). We therefore dismiss Rivera-Gonzalez's ineffective assistance claim without prejudice to his reasserting them in a collateral proceeding under 28 U.S.C. § 2255.</p>\n<p></p>\n<h2>C. Sentencing Calculation</h2>\n<p>Rivera-Gonzalez next attacks the calculation of his sentence. Specifically, he challenges the district court's enhancement of his sentence under section 4A1.1(d) based on the court's determination that he was on probation when he joined the conspiracy.</p>\n<p>Section 4A1.1(d) instructs the district court to add two points to the defendant's Criminal History Category if the defendant was on probation at the time of the crime. Rivera-Gonzalez acknowledges that he was on probation from May 1, 1998 to May 1, 2003. He argues, however, that the district court could not confirm that the drug conspiracy began before May 1, 2003 and thus could not conclude that Rivera-Gonzalez was on probation when he committed the offense.</p>\n<p>Although we review a sentencing court's interpretation and application of the sentencing guidelines de novo, <i>United States v. Goodhue,</i> <span class=\"citation\" data-id=\"202742\"><a href=\"/opinion/202742/united-states-v-goodhue/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 55 (1st Cir.2007), where the defendant challenges the court's finding of facts, as here, our review is only for clear error. See <i>United States v. Villar,</i> <span class=\"citation\" data-id=\"204059\"><a href=\"/opinion/204059/united-states-v-villar/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 88 (1st Cir.2009).</p>\n<p>Rivera-Gonzalez contends that the district court, in applying section 4A1.1(d), relied on information in the PSR from a cooperating witness that he engaged in activities in furtherance of the conspiracy as early as March 16, 2001. He maintains that this information was unreliable and insists that the district court should have held an evidentiary hearing to assess the reliability of the witness's claim.<sup>[7]</sup></p>\n<p>We need not consider the reliability of the witness's account, however. As we have noted above in dismissing his attempts to withdraw his guilty plea, the defendant himself admitted that his participation in the conspiracy began \"from on or around 1999.\"<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*646</span> Faced with the incontrovertible weight of his own words, Rivera-Gonzalez seeks to lessen their import to achieve his desired result. He contends that the phrase \"from on or about 1999\" is so vague that the district court could not rely on its accuracy. \"Based on such language,\" he asserts, \"any effort to determine whether [Rivera-Gonzalez's] participation began before or after the date of May 1, 2003 would be speculative.\"</p>\n<p>We disagree. \"From on or about 1999\" may be approximate, but it is not so nebulous as to suggest that the conspiracy could have started at any time at all. The use of the phrase \"on or about,\" as another circuit has noted, \"merely serves to prevent any dickering over the small technicality of an exact date.\" <i>United States v. McCown,</i> <span class=\"citation\" data-id=\"421680\"><a href=\"/opinion/421680/united-states-v-frank-t-mccown-united-states-of-america-v-gary-lee/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1441</span></a></span>, 1450 (9th Cir. 1983). The Ninth Circuit, in interpreting the phrase \"from on or about June 17, 1981,\" found the words \"on or about\" opened the time frame by at most one or two days. <i>Id.</i> It would be unreasonable for us to agree with the defendant that \"on or about 1999\" might mean only \"after May 1, 2003.\"</p>\n<p></p>\n<h2>D. Reasonableness of the Sentence</h2>\n<p>Rivera-Gonzalez argues that even if the district court correctly applied section 4A1.1(d), his 121-month sentence is unreasonable. He claims the sentence is unfair because he received a longer sentence than any of his co-conspirators, including, in particular, the conspiracy's leaders. He also argues that the district court did not adequately explain the reasons for his sentence as required by 18 U.S.C. § 3553.</p>\n<p>Our review of the district court's sentence for reasonableness is a two-step process. We first review the sentence for procedural errors,<sup>[9]</sup> then \"turn to the substantive reasonableness of the sentence actually imposed and review the sentence for abuse of discretion.\" <i>Politano,</i> 522 F.3d at 73.</p>\n<p></p>\n<h2>1. <i>Adequacy of the Explanation</i>\n</h2>\n<p>We first address Rivera-Gonzalez's procedural claim that the district court failed to adequately explain the reasons for his sentence. Rivera-Gonzalez raises this claim for the first time on appeal, and so our review is for plain error. <i>See </i><i>United States v. Mangual-Garcia,</i> <span class=\"citation\" data-id=\"202945\"><a href=\"/opinion/202945/united-states-v-mangual-garcia/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 15 (1st Cir.2007).</p>\n<p>Section 3553(c) requires the sentencing judge \"to state in open court the reasons for its imposition of a particular sentence.\" Where, as here, the defendant's guideline sentencing range exceeds twenty-four months, the judge must also state \"the reason for imposing a sentence at a particular point within the [Guidelines Sentencing] range.\" 18 U.S.C. § 3553(c)(1). The court's explanation is adequate for purposes <span class=\"star-pagination\">*647</span> of § 3553(c)(1) if it \"specifically identif[ies] some discrete aspect of the defendant's behavior and link[s] that aspect to the goals of sentencing.\" <i>United States v. Vazquez-Molina,</i> <span class=\"citation\" data-id=\"201337\"><a href=\"/opinion/201337/united-states-v-vazquez-molina/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 58 (1st Cir. 2004), <i>vacated on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></span> (2005). Although the court's explanation must reflect \"that the court considered the relevant § 3553(a) factors, the court need not address these factors one by one, in some sort of rote incantation when explicating its sentencing decision.\" <i>United States v. Almenas,</i> <span class=\"citation\" data-id=\"203688\"><a href=\"/opinion/203688/united-states-v-almenas/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 36 (1st Cir.2009) (internal quotation marks and citations omitted).</p>\n<p>The district court's explanation of Rivera-Gonzalez's sentence was sufficient to satisfy § 3553(a)'s requirements. After making the guidelines calculations, but before pronouncing its ultimate sentence, the district court stated the following:</p>\n<blockquote>Before the Court is a 42-year-old defendant with a high school education, no dependents. He has a history of drug use and prior criminal record. The defendant was actively involved in the drug trafficking conspiracy charged in the indictment.</blockquote>\n<blockquote>The guidelines, although advisory, adequately considers [sic] the nature of the offense, the history and characteristics of this defendant and his criminal record.</blockquote>\n<blockquote>Taking into consideration all of the factors that are set forth if [sic] 18 U.S.Code Section 3553, as well as the parties' sentencing recommendation set forth in their plea agreement, the Court finds that the lower end of the applicable guideline range is a sentence sufficient but not greater than necessary to meet the sentencing objectives of punishment and deterrence in this case.</blockquote>\n<p>The district court described the defendant's background, including his educational history and prior drug use, and referred to his criminal record. <i>See</i> 18 U.S.C. § 3553(a)(1)(directing the court to consider the \"history and characteristics of the defendant\" in imposing a sentence). The court added that a sentence at the lower end of the applicable guideline range would address the goals of punishment and deterrence, two of the objectives identified in 18 U.S.C. § 3553(a)(2). This explanation, though brief, was more detailed than others we have upheld under a plain error standard. <i>See, e.g., </i><i>Vazquez-Molina,</i> 389 F.3d at 59 (upholding district court's explanation as adequate, where district court said only that \"since the defendant is [a] second offender, a sentence in the middle of the guideline range will serve the objectives of punishment and deterrence\").</p>\n<p>Finding no procedural error, we shift our focus to the defendant's substantive claim.</p>\n<p></p>\n<h2>2. <i>Substantive Reasonableness of the Sentence</i>\n</h2>\n<p>Rivera-Gonzalez claims that his sentence was unreasonable because at least eleven of his co-defendants, including the leaders of the drug conspiracy, were sentenced to lighter sentences than he was, ranging from forty-six to 108 months. In particular, he notes that Joel Moreno-Espada, the organization's leader, was sentenced to just seventy months' imprisonment.</p>\n<p>We afford the district court \"wide discretion\" in sentencing decisions. <i>United States v. Marceau,</i> <span class=\"citation\" data-id=\"203644\"><a href=\"/opinion/203644/united-states-v-marceau/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 33 (1st Cir.2009). Ultimately, \"the linchpin of a reasonable sentence is a plausible sentencing rationale and a defensible result.\" <i>United States v. Martin,</i> <span class=\"citation\" data-id=\"203196\"><a href=\"/opinion/203196/united-states-v-martin/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 96 (1st Cir.2008).</p>\n<p>Section 3553(a)(6) directs the district court to consider \"the need to avoid unwarranted <span class=\"star-pagination\">*648</span> sentencing disparities among defendants with similar records who have been found guilty of similar conduct.\" This section is \"primarily aimed at national disparities, rather than those between co-defendants,\" <i>Marceau,</i> 554 F.3d at 33, and we have observed that a sentence within the Guidelines range, as was Rivera-Gonzalez's, \"is likely to reflect the national standard.\" <i>United States v. Mueffelman,</i> <span class=\"citation\" data-id=\"202534\"><a href=\"/opinion/202534/united-states-v-mueffelman/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 40-41 (1st Cir.2006). Unless two \"identically situated defendants\" receive different sentences from the same judge, which may be a reason for concern, <i>United States v. Wallace,</i> <span class=\"citation\" data-id=\"203924\"><a href=\"/opinion/203924/united-states-v-wallace/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 97 (1st Cir.2009), our general rule of thumb is that a \"defendant is not entitled to a lighter sentence merely because his co-defendants received lighter sentences.\" <i>Id.</i></p>\n<p>Rivera-Gonzalez and his co-defendants were not identically situated, as our close review of each defendant's pre-sentence investigation report confirms. Some of his co-defendants were first-time offenders,<sup>[10]</sup> while others were convicted of possessing a smaller quantity of drugs. Still others received point reductions for the minor role that they played in the offense.<sup>[11]</sup> We thus conclude with little difficulty that \"the district court properly exercised its informed discretion, while offering a plausible rationale and reaching a defensible result.\" <i>Marceau,</i> 554 F.3d at 34 (internal quotation marks omitted)(internal citations omitted). In short, we are satisfied that Rivera-Gonzalez's sentence was reasonable.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the reasons provided above, we affirm the conviction and sentence and dismiss without prejudice Rivera-Gonzalez's ineffective assistance claim.</p>\n<p>AFFIRMED</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  The plea agreement contained a Sentencing Guidelines table that presented this calculation.</p>\n<p>[2]  The relevant text of the stipulated facts read as follows:\n</p>\n<p>From on or about 1999 to November 9, 2005, the date of this Indictment, the defendant participated in the distribution of narcotic controlled substances, namely, heroin and cocaine, at the Las Palmas Public Housing Project in Coamo, Puerto Rico. Specifically, the defendant was present or participated in at least two (2) drug distribution transactions, and also possessed firearms in furtherance of the conspiracy.</p>\n<p>[3]  Rivera-Gonzalez was convicted of two separate state drug offenses in 1998 and was placed on probation until May 1, 2003, for a total term of five years.</p>\n<p>[4]  We note that the plea agreement that Rivera-Gonzalez signed contained a clause whereby Rivera-Gonzalez agreed to waive his right to appeal the judgment and sentence in his case if the district court accepted the plea and \"sentence[d] him according to its terms and conditions.\" Rivera-Gonzalez argues that the waiver is unenforceable under the three-prong test enunciated in <i>United States v. Teeter,</i> <span class=\"citation\" data-id=\"199507\"><a href=\"/opinion/199507/united-states-v-teeter/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 24-25 (1st Cir.2001).\n</p>\n<p>We need not consider the validity of the waiver, however, because the government does not seek to enforce it. <i>See </i><i>United States v. Carrasco-De-Jesús,</i> <span class=\"citation\" data-id=\"204099\"><a href=\"/opinion/204099/united-states-v-carrasco-de-jesus/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.2009)(\"Where ... the government's relinquishment of a known right relates to a waiver-of-appeal provision in a plea agreement, there is usually little reason to rescue the government from its election.\").</p>\n<p>[5]  To the extent that Rivera-Gonzalez's real source of discontent is that the government did not engage in \"fact bargaining\" to secure his plea, it fails. While the government could have reached such an agreement with the defendant, <i>see </i><i>United States v. Yeje-Cabrera,</i> <span class=\"citation\" data-id=\"201905\"><a href=\"/opinion/201905/united-states-v-yeje-cabrera/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 20-30 (1st Cir.2005), it was not obligated to do so.</p>\n<p>[6]  To be sure, the record suggests that the government has been Janus-faced in some of its dealings with the defendant. On the one hand, the government, through the plea agreement, suggested that Rivera-Gonzalez could expect a sentence within the range of seventy to eighty-seven months. On the other, it set forth facts in the agreement that plainly might lead the judge to impose a harsher sentence. But we also note that the government stood by the bargain that it had made and pressed for the agreed-upon lower sentence.</p>\n<p>[7]  Rivera-Gonzalez also challenges the district court's enhancement of his sentence for possession of a dangerous weapon under section 2D1.1(b)(1). He argues that he did not, as the PSR alleged, arm himself with a .38 caliber revolver in furtherance of the conspiracy. This argument is easily disposed of, however, because the district court need not have relied on the PSR's findings in determining that the sentencing enhancement was appropriate. As we have already noted, Rivera-Gonzalez admitted in the plea agreement's statement of facts that he \"possessed firearms in furtherance of the conspiracy,\" and the district court did not abuse its discretion in relying on this admission.</p>\n<p>[8]  We also reject the defendant's argument that the district court abused its discretion by refusing to order the Department of Correction to produce documentation certifying that Rivera-Gonzalez had finished his probation sentence satisfactorily. For 4A1.1(d) to apply, it mattered only that Rivera-Gonzalez was on probation at some time during the charged conspiracy. <i>See</i> U.S. Sentencing Guidelines Manual § 4A1.1, cmt. n. 4 (2007). (\"Two points are added if the defendant committed <i>any part</i> of the instant offense ... while under any criminal sentence.\")(emphasis added). We agree with the district court that whether Rivera-Gonzalez in fact satisfactorily completed his probation was not critical to determining when he joined the charged conspiracy.</p>\n<p>[9]  Such errors include \"failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the [18 U.S.C.] § 3553(a) factors, selecting a sentence based on erroneous facts, or failing to adequately explain a chosen sentenceincluding an explanation for any deviation from the Guidelines range.\" <i>United States v. Politano,</i> <span class=\"citation\" data-id=\"203223\"><a href=\"/opinion/203223/united-states-v-politano/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 72 (1st Cir. 2008) (quoting <i>Gall v. United States,</i> <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 51, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (2007)).</p>\n<p>[10]  In particular, Moreno Espada, whose sentence the defendant highlighted, was a first-time offender.</p>\n<p>[11]  In claiming that it was unreasonable for the district court to sentence him to a longer sentence than those of the conspiracy's leaders, Rivera-Gonzalez relies exclusively on a concurring opinion in <i>United States v. Cirilo-Muñoz,</i> <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></span> (1st Cir.2007). In that case, Judge Torruella observed that the scant evidence showed, at most, only that the defendant was an accessory after the fact, not an aider and abettor. <i>Id.</i> at 121-22 (Torruella, J., concurring). Here, we have no such concerns. Rivera-Gonzalez was not merely an accessory after the fact to the drug conspiracy, but, by his own admission, an active participant.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792364/"
  ]
}