{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/182274/",
  "absolute_url": "/opinion/182274/brown-v-ruane/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/182274/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-01-05T21:19:02Z",
  "date_modified": "2016-04-26T15:01:10.817421Z",
  "type": "010combined",
  "sha1": "1e130df3b4c1dd03962aa22bb78b2533c0799693",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2508P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/01/05/Brown_v._Ruane.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-2508\n\n                          TROY BROWN,\n\n                    Petitioner, Appellant,\n\n                               v.\n\n                          PAUL RUANE,\n\n                     Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n                      Lynch, Chief Judge,\n               Boudin and Lipez, Circuit Judges.\n\n\n\n     Dennis Shedd for appellant.\n     Jessica V. Barnett, Assistant Attorney General, with whom\nMartha Coakley, Attorney General, was on brief, for appellee.\n\n\n\n                        January 5, 2011\n\f          LIPEZ, Circuit Judge.             Following a jury trial in the\n\nMassachusetts Superior Court, petitioner Troy Brown was convicted\n\nof armed assault with intent to rob a person sixty years of age or\n\nolder.    Rejecting   Brown's      contention      that   the    trial    court\n\nunconstitutionally    restricted       his     cross-examination     of     two\n\ninvestigating police officers in contravention of the Sixth and\n\nFourteenth   Amendments   of    the   United    States    Constitution,    the\n\nMassachusetts Appeals Court affirmed Brown's conviction in an\n\nunpublished memorandum of decision. See Commonwealth v. Brown, 857\n\nN.E.2d 507 (unpublished table decision), 2006 WL 3392089 (Mass.\n\nApp. Ct. Nov. 24, 2006).       Both the Massachusetts Supreme Judicial\n\nCourt and the United States Supreme Court denied discretionary\n\nreview.   See Commonwealth v. Brown, 861 N.E.2d 28 (Mass. 2007);\n\nBrown v. Massachusetts, 552 U.S. 834 (2007). Brown then petitioned\n\nin federal district court for a writ of habeas corpus, contending\n\nthat the Appeals Court's analysis of his confrontation claim was\n\neither contrary to the Supreme Court's holding in Delaware v. Van\n\nArsdall, 475 U.S. 673 (1986), or was an unreasonable application of\n\nboth Van Arsdall and established principles of due process.                The\n\ndistrict court disagreed and denied the petition.               After careful\n\nconsideration, we affirm.\n\n\n\n\n                                      -2-\n\f                                        I.\n\n               We recite the relevant facts as set forth by the Appeals\n\nCourt, supplemented where necessary by our review of the record.1\n\n               On August 19, 2002, Daniel Lynch was assaulted by three\n\nyoung    men    during   a   late   night    walk   through   the   \"Corky    Row\"\n\nneighborhood of Fall River, Massachusetts.              Lynch, who was sixty-\n\nfive years old and in poor health, was initially confronted during\n\nhis walk by Brown and a second man, Tyrone Smith.              Lynch and Smith\n\nengaged in a brief verbal altercation.              Smith then struck Lynch on\n\nthe side of the head, knocking him against a fence and then onto\n\nthe street.       Lynch testified that, at this point, he witnessed\n\nBrown standing approximately three to five feet away from him,\n\nholding a small bicycle over his head.                When Brown asked Lynch\n\nwhether he had any money, Lynch replied that he did not.                     Lynch\n\nattempted to leave the area, but Brown followed close behind.\n\nLynch also noticed a third man approaching from behind Brown.\n\nSmith suddenly reappeared and struck Lynch again.              Lynch then felt\n\na second blow to the top of his head that knocked him out briefly.\n\nWhen Lynch regained consciousness, Brown was going through his\n\npockets.       The assailants left after finding nothing.\n\n\n\n\n     1\n       On habeas review, we presume the correctness of the state\ncourt's factual findings.    See 28 U.S.C. § 2254(e)(1).     The\npetitioner does not challenge the factual basis of the Appeals\nCourt's decision except for a lone statement, which we discuss\ninfra note 7.\n\n                                       -3-\n\f           Lynch    was   interviewed     later   that   morning   by   police\n\nofficer David Gouveia.       At that time, Lynch described the man who\n\nhad held the bicycle and had gone through his pockets as being five\n\nfeet six inches in height, 140 pounds, with long sideburns, a\n\nslight moustache, and a short stringy beard.                Officer Gouveia\n\nshowed Lynch a book of photographs, which included one of Smith but\n\nnot one of Brown.         Lynch was unable to identify anyone in the\n\nphotographs at that time.      Approximately two weeks later, Officer\n\nGouveia showed Lynch a second photo array, this time containing\n\nonly seven photographs. From this array, Lynch identified Smith as\n\nthe man who had punched him and Brown as the man who had held the\n\nbicycle.\n\n           Brown was arrested on September 11, and indicted on\n\nSeptember 25.2     At the time of his arrest, Brown was attempting to\n\ncrawl under a bed in his apartment.         Brown later told police that\n\nhe had been too drunk to remember anything on the night in\n\nquestion, but denied being involved in the assault.\n\n           Prior to his trial, Brown unsuccessfully moved in limine\n\nto introduce into evidence a hearsay statement that Smith had made\n\nto police following his arrest.            Smith apparently admitted to\n\nencountering Lynch on the night in question.             He informed police,\n\n\n     2\n      Brown was indicted on two charges, but was convicted only of\narmed assault with intent to rob a person sixty years of age or\nolder. He was acquitted of assault and battery on a person sixty\nyears of age or older. Smith was indicted on identical charges,\nand pleaded guilty prior to Brown's trial.\n\n                                    -4-\n\fhowever, that he had been with a man named Cagney Bettencourt, not\n\nBrown, at the time of the incident and that neither he nor\n\nBettencourt had assaulted Lynch.3             Brown wished to use Smith's\n\nstatement to impeach the credibility of Lynch's identification of\n\nBrown from the photo array, to demonstrate the likelihood that\n\nBettencourt   was   the   true   culprit,       and   to   cast   doubt    on   the\n\nthoroughness of the police investigation. Although the trial judge\n\ndenied Brown's motion, he ruled that defense counsel could inquire\n\nwhether the police had interviewed Smith and what action, if any,\n\nthey took as a result of that interview.\n\n           Lynch testified for the Commonwealth at the trial; he\n\nagain identified Brown as the man who had held the bicycle.                     He\n\nfurther testified that he was sure of his identification.                  Brown's\n\ntrial counsel cross-examined Lynch regarding his ability to make an\n\naccurate identification. The Commonwealth also called as witnesses\n\nboth Officer Gouveia and the officer to whom Smith had made his\n\nstatement, Officer James Smith.              Brown's counsel cross-examined\n\nOfficer Gouveia regarding the discrepancy between Lynch's initial\n\nphysical   description    of     his   assailant      and    Brown's      physical\n\ncharacteristics.4    During this cross-examination, Brown's counsel\n\n\n\n     3\n       Smith claimed to have witnessed a person known only as\n\"Triz\" punch Lynch. Smith was unable to identify \"Triz\" when shown\na photo array that included a picture of Brown.\n     4\n       Brown is six feet one inch in height. There was also no\nevidence that Brown had ever displayed facial hair.\n\n                                       -5-\n\falso elicited from Officer Gouveia that Bettencourt's name had\n\nsurfaced during the investigation, and he introduced a photograph\n\nof Bettencourt in evidence.\n\n          Notwithstanding his prior ruling, however, the trial\n\njudge sustained hearsay objections to defense counsel's repeated\n\ninquiry into whether Officer Gouveia's investigation of Bettencourt\n\nbegan after police interviewed Smith and whether Officer Gouveia\n\nconsidered Bettencourt to be a suspect during his investigation.5\n\nThe trial judge sustained similar objections to defense counsel's\n\ninquiry into whether Officer Smith had interviewed Smith or had\n\noccasion to show him any photographs.\n\n          Although Brown presented alibi witnesses to bolster his\n\nmisidentification defense, and although his trial counsel argued to\n\nthe jury that Bettencourt better fit the physical description of\n\nLynch's assailant, Brown chose not to call Smith as a witness in\n\nhis defense. As noted by the Appeals Court, \"[t]rial counsel chose\n\nnot to call Smith as a witness because he was not sure that Smith\n\n\n\n     5\n       The trial judge held a sidebar conference following the\nlatter inquiry, at which the prosecutor explained that he objected\nto the question because \"what counsel is trying to do is trying to\ninvite the jury to draw the inference as to what the hearsay\nstatement was.\" The following exchange then occurred:\n\n          THE COURT: Where are you heading with this?\n          [DEFENSE COUNSEL]: For hearsay, simply to contradict\n     testimony from certainly Mr. Lynch as to the identity of\n     the assailant. It's not information. It's for hearsay\n     purposes.\n          THE COURT: No, sustained.\n\n                               -6-\n\fwould affirm his earlier statement to police.\"               Brown, 2006 WL\n\n3392089, at *2.\n\n            Brown appealed his conviction, asserting, among other\n\nthings, that the trial judge's limitation on his cross-examination\n\nof the two officers denied him the right to confront the witnesses\n\nagainst him in violation of Article XII of the Massachusetts\n\nDeclaration of Rights and the Sixth and Fourteenth Amendments to\n\nthe United States Constitution.         The Appeals Court denied relief.\n\nIn so doing, that court employed a balancing test established by\n\nthe   Massachusetts     Supreme   Judicial    Court   in    Commonwealth    v.\n\nKirouac, 542 N.E.2d 270, 273 (Mass. 1989), and reaffirmed in\n\nCommonwealth v. Miles, 648 N.E.2d 719, 724 (Mass. 1995). According\n\nto the Kirouac court:\n\n            In     deciding    whether    a    defendant's\n            constitutional right to cross-examine and thus\n            confront a witness against him has been denied\n            because of an unreasonable limitation of\n            cross-examination, a court must weigh the\n            materiality of the witness's direct testimony\n            and   the   degree   of  the  restriction   on\n            cross-examination. The determination can only\n            be made on a case-by-case basis.\n\nKirouac, 542 N.E.2d at 273.\n\n            Applying the Kirouac test to Brown's case, the Appeals\n\nCourt first noted that \"testimony from Officers Smith and Gouveia\n\nregarding    their     investigation    of   Bettencourt     was   marginally\n\nrelevant    to   the   Commonwealth's    case,   which     was   based   almost\n\nentirely on Lynch's identification of the defendant.\"              Brown, 2006\n\n\n                                       -7-\n\fWL 3392089, at *3.       The court then explained that the defendant had\n\nbeen permitted ample opportunity to generate reasonable doubt about\n\nthe accuracy of Lynch's identification through unfettered cross-\n\nexamination   of     Lynch,    extensive       cross-examination      of       Officer\n\nGouveia, and defense counsel's forceful closing argument.                           The\n\ncourt    concluded      that   Brown   had     not    been   prejudiced        by   the\n\nlimitations   on     cross-examination         and    thus   that   his    right     to\n\nconfrontation had not been violated.\n\n            Brown filed a petition for a writ of habeas corpus in\n\nfederal district court in April 2008, arguing that the Kirouac test\n\nis contrary to the clearly established rule enunciated by the\n\nSupreme Court in Delaware v. Van Arsdall, 475 U.S. 673 (1986), and\n\nthat, alternatively, the Appeals Court unreasonably applied the\n\nSupreme    Court's       relevant      Sixth     and     Fourteenth       Amendment\n\njurisprudence      in   concluding     that     the    restrictions       on    cross-\n\nexamination did not deny him the right to confront the witnesses\n\nagainst him and to thereby present a complete defense.                         He also\n\ncontended that the Appeals Court decision contained an unreasonable\n\nfactual finding. After first rejecting the government's procedural\n\narguments concerning exhaustion and judicial estoppel, the district\n\ncourt denied Brown's petition on the merits.6                  The court agreed\n\n\n     6\n       The government contends that the petitioner's claim under\nthe \"contrary to\" prong of § 2254(d)(1) is either unexhausted or\nbarred by the principle of judicial estoppel because the petitioner\nargued to the Appeals Court that Miles, which quotes from Kirouac,\nprovided the applicable legal standard and, further, treated the\n\n                                        -8-\n\fwith Brown that Van Arsdall is a source of clearly established\n\nfederal law relevant to the petition, but concluded that the\n\nAppeals   Court's   decision   was   neither   contrary   to   nor   an\n\nunreasonable application of Van Arsdall.\n\n                                 II.\n\n          We review the district court's denial of habeas relief de\n\nnovo and may affirm on any ground made manifest by the record.\n\nPike v. Guarino, 492 F.3d 61, 69 (1st Cir. 2007).    Pursuant to the\n\nAntiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), a\n\nfederal court may not grant habeas relief with respect to any claim\n\nthat was adjudicated on the merits in state court unless the state\n\ncourt's decision either (1) \"was contrary to, or involved an\n\nunreasonable application of, clearly established Federal law, as\n\ndetermined by the Supreme Court of the United States,\" or (2) \"was\n\nbased on an unreasonable determination of the facts in light of the\n\nevidence presented in the State court proceeding.\"         28 U.S.C.\n\n§ 2254(d)(1)-(2).   The instant petition implicates only the first\n\n\n\n\nholding of Van Arsdall as consistent with the Kirouac test in his\npetition to the Supreme Judicial Court for further appellate\nreview. However, we need not resolve the government's exhaustion\nargument if we conclude on the merits that the denial of the\npetition for habeas corpus was proper. See 28 U.S.C. § 2254(b)(2)\n(\"An application for a writ of habeas corpus may be denied on the\nmerits, notwithstanding the failure of the applicant to exhaust the\nremedies available in the courts of the State.\"). We therefore\nelect to begin our analysis by addressing the substance of the\npetitioner's claims.\n\n                                 -9-\n\fground for relief: that the Appeals Court's decision was contrary\n\nto, or involved an unreasonable application of, federal law.7\n\n              A    state    court          decision     is     \"contrary       to\"   clearly\n\nestablished federal law as determined by the Supreme Court if it\n\n\"contradicts the governing law set forth in the Supreme Court's\n\ncases    or       confronts       a       set    of    facts    that     are     materially\n\nindistinguishable          from       a    decision     of     the   Supreme     Court    and\n\nnevertheless arrives at a result different from its precedent.\"\n\nJohn v. Russo, 561 F.3d 88, 96 (1st Cir. 2009) (internal quotation\n\nmarks    omitted)      (alterations             omitted).       The    statutory      phrase\n\n\"contrary to\" \"suggests that the state court's decision must be\n\nsubstantially        different        from       the   relevant       precedent      of   [the\n\nSupreme] Court.\"           Williams v. Taylor, 529 U.S. 362, 405 (2000)\n\n(emphasis added). By contrast, a state court adjudication involves\n\nan \"unreasonable application of\" clearly established federal law if\n\nthe state court \"identifies the correct governing legal principle\n\n\n     7\n       In the district court, the petitioner asserted that the\nAppeals Court made an unreasonable factual determination when it\nstated that Lynch described to Officer Gouveia only \"two of the\nthree young men who attacked him.\" Brown, 2006 WL 3392089, at *2.\nThe district court rejected the claim, noting that AEDPA allows\nstate courts \"some room for mistakes,\" such as imprecise factual\ndescriptions.   See Hurtado v. Tucker, 245 F.3d 7, 12 (1st Cir.\n2001). On this appeal, the petitioner maintains that the Appeals\nCourt erred in its factual recitation, but he explicitly disclaims\nthat the error rises to the level required to entitle him to relief\nunder the statute's second prong, § 2254(d)(2).        Instead, he\nsuggests that the Appeals Court's misstatement merely highlights\nthe general unreasonableness of its decision.      Accordingly, we\nconfine the scope of our review to the statute's first prong,\n§ 2254(d)(1).\n\n                                                -10-\n\ffrom [the Supreme] Court's decisions but unreasonably applies that\n\nprinciple to the facts of the prisoner's case.\"        Id. at 413.\n\n\"Unreasonableness\" is an objective standard -- one that requires\n\nsome increment of incorrectness beyond error that, though not\n\nnecessarily great, \"must be great enough to make the decision\n\nunreasonable in the independent and objective judgment of the\n\nfederal court.\"   McCambridge v. Hall, 303 F.3d 24, 36 (1st Cir.\n\n2002) (en banc). For either analysis, \"clearly established federal\n\nlaw\" refers to \"the governing legal principle or principles set\n\nforth by the Supreme Court at the time the state court renders its\n\ndecision.\"   Lockyer v. Andrade, 538 U.S. 63, 71-72 (2003).   A legal\n\nprinciple is \"clearly established\" only when it is embodied in a\n\nholding of the Supreme Court.   Thaler v. Haynes, ___ U.S. ___, 130\n\nS. Ct. 1171, 1173 (2010) (per curiam).\n\n                                III.\n\n           On this appeal, the petitioner reasserts his contention\n\nthat the trial court violated his rights under the Sixth and\n\nFourteenth Amendments of the United States Constitution to confront\n\nprosecution witnesses and to thereby present a complete defense.\n\nHe claims that he is entitled to habeas relief on two alternate\n\ngrounds.   The petitioner's central contention is that the Kirouac\n\nbalancing test applied by the Appeals Court is contrary to the\n\nSupreme Court's Van Arsdall decision because the Kirouac test\n\nrequires a reviewing court to weigh the materiality of a witness's\n\n\n                                -11-\n\fdirect   testimony   as   a   factor    in   determining    whether   the\n\nConfrontation Clause was violated, rather than as a factor in\n\ndetermining whether any such violation was harmless.8        According to\n\nthe petitioner, Van Arsdall stands for the proposition that a\n\nrestriction on cross-examination violates the Confrontation Clause\n\nwhenever the proposed cross-examination would have left the jury\n\nwith \"a significantly different impression of the issue for which\n\nthe evidence was offered.\"    Therefore, he argues, the only factor\n\nrelevant to finding a constitutional violation is the effect that\n\nthe excluded testimony would have had on the jury.         The petitioner\n\nalso notes that the Van Arsdall Court explicitly included \"the\n\nimportance of the witness's testimony in the prosecution's case\"\n\namong the numerous factors that may be relevant to a reviewing\n\ncourt's harmless error analysis, which he suggests creates a\n\nnecessary implication that witness materiality is an issue on which\n\nthe government bears the sole burden of proof.        See Van Arsdall,\n\n475 U.S. at 684.\n\n\n\n\n     8\n        The distinction is not insignificant.          Under both\nMassachusetts and federal law, a defendant bears the burden on both\ndirect and collateral review of demonstrating a constitutional\nviolation. Once a violation is found, the government bears the\nburden of demonstrating that the error was harmless. See, e.g.,\nUnited States v. Casas, 356 F.3d 104, 121 (1st Cir. 2004);\nCommonwealth v. Depina, 922 N.E.2d 778, 788 (Mass. 2010).       The\nessence of the petitioner's claim, therefore, is that the Kirouac\ntest impermissibly burdened him with proving the materiality of the\nofficers' direct testimony when, in fact, it is the Commonwealth's\nburden to prove that the officers' testimony was immaterial.\n\n                                 -12-\n\f               Alternatively, the petitioner contends that the Appeals\n\nCourt's decision was objectively unreasonable.                       He cites a litany\n\nof Supreme Court cases holding that, under the Sixth and Fourteenth\n\nAmendments, restrictions on a defendant's right to elicit relevant\n\ndefense evidence may not be imposed arbitrarily or mechanistically,\n\nand    must     not   be    disproportionate         to   the    purposes     that    the\n\nrestrictions are designed to serve.                 See, e.g., Michigan v. Lucas,\n\n500 U.S. 145, 149 (1991); Chambers v. Mississippi, 410 U.S. 284,\n\n302 (1973).       The petitioner contends that the restriction in his\n\ncase was arbitrary and disproportionate to its purpose because the\n\nprecluded testimony, describing Smith's custodial statement to the\n\nofficers and aspects of the subsequent police investigation of\n\nBettencourt, either was not hearsay or was hearsay that bore\n\nparticular indicia of reliability.                   He also faults the Appeals\n\nCourt's analysis for failing to address his argument that the\n\nexcluded       evidence     was    necessary    to    clarify     for   the    jury   the\n\nrelevance of the remaining misidentification evidence. He believes\n\nthat, absent testimony about Smith's statement and the subsequent\n\npolice investigation, jurors were left with the mistaken impression\n\nthat       Bettencourt     was    suspected    by    police     of   being    the   third\n\nassailant (who was never identified), rather than an alternative\n\nsuspect to Brown.9\n\n\n       9\n       In particular, the petitioner draws our attention to the\nfollowing statement made by the prosecutor during closing argument:\n\n\n                                         -13-\n\fA.   Clearly Established Federal Law\n\n           We   begin    by    determining    whether     the   petitioner's\n\nconstitutional challenge in state court was governed by any clearly\n\nestablished federal law. A threshold determination that no holding\n\nof the Supreme Court required application to the factual context\n\npresented by the petitioner's claim is dispositive in the habeas\n\nanalysis. See generally Carey v. Musladin, 549 U.S. 70, 77 (2006);\n\naccord House v. Hatch, 527 F.3d 1010, 1017 (10th Cir. 2008)\n\n(\"Musladin has now dispelled the uncertainty: The absence of\n\nclearly    established        federal   law     is      dispositive    under\n\n§ 2254(d)(1).\").     State courts are entitled to resolve \"an open\n\nquestion   in   [Supreme   Court]   jurisprudence\"      without   triggering\n\nfederal court review under AEDPA.          See Musladin, 549 U.S. at 76;\n\ncf. Renico v. Lett, ___ U.S. ___, 130 S. Ct. 1855, 1866 (2010)\n\n(\"AEDPA prevents defendants -- and federal courts -- from using\n\nfederal habeas corpus review as a vehicle to second-guess the\n\nreasonable decisions of state courts.\").         If Supreme Court cases\n\n\"give no clear answer to the question presented,\" a state court's\n\nresolution of a constitutional question may not serve as a basis\n\n\n\n\n          We have this other array that somehow [defense\n     counsel] wants to criticize the police for going back and\n     showing another photo array after Mr. Brown and Mr. Smith\n     had been arrested. Well, there was another person there\n     that night.   Should the police stop looking for this\n     third person?\n\n                                    -14-\n\ffor habeas relief.     Wright v. Van Patten, 552 U.S. 120, 128 (2008)\n\n(per curiam).\n\n           The Supreme Court has recently emphasized that whether\n\nfederal law is clearly established for the purpose of the habeas\n\nstatute is not simply a function of the clarity of the particular\n\nlegal principle relied upon by a petitioner, but also of the\n\nclarity   of   that   principle's   application   to   the   facts   of   the\n\npetitioner's case.10     It has cautioned that reviewing courts must\n\nbe careful not to improperly turn the Court's context-specific\n\nholdings into \"blanket rule[s].\"       See Thaler, 130 S. Ct. at 1175.\n\nRather, we must look for Supreme Court precedent that either\n\n\"squarely addresses the issue\" in the case or that articulates\n\nlegal principles that \"clearly extend\" to the new factual context.\n\n\n     10\n       In the last five terms, the Supreme Court has overturned\nfive federal grants of habeas corpus on the ground that the cited\nSupreme Court precedent had not been clearly established in the\nfactual context presented. See Berghuis v. Smith, ___ U.S. ___,\n130 S. Ct. 1382, 1392-94 (2010) (holding that the Supreme Court's\n\"pathmarking decision\" in Duren v. Missouri, 439 U.S. 357 (1979),\n\"hardly establishes -- no less 'clearly' so -- that [the\npetitioner]   was   denied   his   Sixth   Amendment   right\"   on\ndistinguishable facts); Thaler, 130 S. Ct. at 1175 (reversing a\ngrant of habeas relief where \"[t]he part of [the Supreme Court's\nprecedent] on which the Court of Appeals relied concerned a very\ndifferent problem\"); Van Patten, 552 U.S. at 125 (reversing grant\nof habeas where Supreme Court precedent did not \"squarely\naddress[]\" the question at issue); Schriro v. Landrigan, 550 U.S.\n465, 478 (2007) (reversing grant of habeas where Supreme Court had\nnever addressed \"a situation in which a client interferes with\ncounsel's efforts to present mitigating evidence\"); Musladin, 549\nU.S. at 77 (noting a \"contrast\" between existing Supreme Court\nprecedent involving \"state-sponsored courtroom practices\" and the\nconduct \"to which Musladin objects\" involving \"private-actor\ncourtroom conduct\").\n\n                                    -15-\n\fSee   Van   Patten,     552   U.S.   at    123-125.         Compare   Panetti        v.\n\nQuarterman,     551   U.S.    930,   949-50      (2007)     (extending   precedent\n\nestablishing the \"basic requirements\" of due process to new factual\n\ncontext), with Musladin, 549 U.S. at 77 (denying habeas petition\n\nwhere no holding of the Supreme Court \"required\" the application of\n\nprecedent to distinguishable facts).\n\n            1. The Inapplicability of Van Arsdall as a Source of\n            Clearly Established Federal Law.\n\n            Petitioner's reliance on Van Arsdall as the primary legal\n\nauthority governing his confrontation claim is misplaced.                           Van\n\nArsdall involved a constitutional challenge to restrictions imposed\n\non    a   defendant's     impeachment,        on    cross-examination,         of     a\n\nprosecution witness for bias.          There, the Supreme Court announced\n\nthat \"a criminal defendant states a violation of the Confrontation\n\nClause by showing that he was prohibited from engaging in otherwise\n\nappropriate cross-examination designed to show a prototypical form\n\nof bias on the part of the witness, and thereby 'to expose to the\n\njury the facts from which jurors . . . could appropriately draw\n\ninferences relating to the reliability of the witness.'\"                            Van\n\nArsdall, 475 U.S. at 680 (alteration in original) (quoting Davis v.\n\nAlaska, 415 U.S. 308, 318 (1974)).\n\n            Before turning to the facts of the case before it, the\n\nVan   Arsdall   Court    emphasized       that     \"trial    judges   retain    wide\n\nlatitude insofar as the Confrontation Clause is concerned to impose\n\nreasonable limits on . . . cross-examination.\"                   Id. at 679.         It\n\n                                      -16-\n\fexplained   that     such    \"reasonable        limits\"     may   be    justified     by\n\nconcerns    about,      among    other    things,       \"harassment,         prejudice,\n\nconfusion of the issues, the witness' safety, or interrogation that\n\nis   repetitive    or    only    marginally       relevant.\"           Id.     It   also\n\nreiterated its previous admonition that \"'the Confrontation Clause\n\nguarantees an opportunity for effective cross-examination, not\n\ncross-examination       that    is   effective        in   whatever     way,    and   to\n\nwhatever extent, the defense might wish.'\"                  Id. (quoting Delaware\n\nv. Fensterer, 474 U.S. 15, 20 (1985) (per curiam)).                            The Van\n\nArsdall Court nevertheless concluded that, \"[b]y . . . cutting off\n\nall questioning about an event that the State conceded had taken\n\nplace and that a jury might reasonably have found furnished the\n\nwitness a motive for favoring the prosecution in his testimony, the\n\ncourt's ruling violated [Van Arsdall]'s rights secured by the\n\nConfrontation Clause.\"          Id. (emphasis added).\n\n            The Supreme Court's application of Van Arsdall has always\n\ninvolved evaluation of restrictions on cross-examination intended\n\nto   impeach   the      credibility      of     the   witness     being      examined.\n\nNonetheless, the petitioner invites us to hold that Van Arsdall\n\nclearly extends to a restriction on his cross-examination of two\n\nprosecution witnesses (Officer Gouveia and Officer Smith) for the\n\npurpose of impeaching a third (Lynch).                We decline the invitation.\n\n            Van Arsdall's application of its own rule was both narrow\n\nand fact-specific.          That narrow application and the decision's\n\n\n                                         -17-\n\fbias-specific considerations provide little guidance on how the\n\nrule ought to apply in a case as different as the one at bar.\n\nIndeed, the blanket rule suggested by the petitioner, under which\n\nthe   Confrontation   Clause    is    violated   by   any   restriction   on\n\ncross-examination excluding evidence that would have left the jury\n\nwith \"a significantly different impression of the issue for which\n\nthe evidence was offered,\" reflects the consequences of unmooring\n\nthe rule articulated in that decision from its direct impeachment\n\ncontext.\n\n           Moreover, applying Van Arsdall to the facts of the\n\ninstant petition is in tension with both the internal logic of the\n\nVan Arsdall decision and existing case law.           A central premise of\n\nthe Van Arsdall decision was that \"the focus of the . . . inquiry\n\nin determining whether the confrontation right has been violated\n\nmust be on the particular witness, not on the outcome of the entire\n\ntrial,\" because \"the focus of the Confrontation Clause is on\n\nindividual witnesses.\"    Id. at 680.       Yet the primary evidentiary\n\nfunction of the testimony sought by the petitioner would have been\n\nto impeach the identification made by Lynch, a witness other than\n\nthe one being examined.        In contrast to Van Arsdall's explicit\n\nwitness-specific approach, the petitioner implores us to hold that\n\nVan Arsdall \"clearly established\" that the significance to his\n\ndefense of that missed extrinsic impeachment opportunity is the\n\nsingle relevant factor in finding a Confrontation Clause violation.\n\n\n                                     -18-\n\fHowever, we have previously explained that the Supreme Court's\n\nConfrontation Clause jurisprudence left a defendant's right to\n\nintroduce extrinsic impeachment evidence as an open constitutional\n\nquestion.11    See, e.g., United States v. Catalán-Roman, 585 F.3d\n\n453, 465 (1st Cir. 2009) (\"Although the ability to pursue an\n\nimpeaching line of inquiry with the introduction of extrinsic\n\nevidence supporting that inquiry might be viewed as part and parcel\n\nof the right to cross-examination, this circuit has yet to decide\n\nwhether the Confrontation Clause provides defendants a right to\n\nimpeach witnesses through extrinsic evidence.\").\n\n             Since the rule of Van Arsdall was articulated in a case,\n\nand applied to circumstances, much different from the circumstances\n\nin which the petitioner now seeks to employ it, we cannot conclude\n\nthat Van Arsdall \"squarely established\" a \"specific legal rule\"\n\napplicable to the petitioner's case.      See Knowles v. Mirzayance,\n\n___ U.S. ___, 129 S. Ct. 1411, 1419 (2009).         Van Arsdall does\n\nprovide a \"clearly established\" federal rule for a class of cases,\n\nbut it is not the class within which the petitioner's case falls.\n\nTherefore, the Kirouac test is not \"contrary to\" the rule Van\n\nArsdall adopted nor was Van Arsdall unreasonably applied in this\n\ncase.\n\n\n        11\n       Although not valid sources of clearly established federal\nlaw under AEDPA, \"[d]ecisions from the lower federal courts may\nhelp inform the AEDPA analysis to the extent that they state the\nclearly established federal law determined by the Supreme Court.\"\nAspen v. Bissonnette, 480 F.3d 571, 574 n.1 (1st Cir. 2007).\n\n                                 -19-\n\f              2. Clearly Established Law on the Right to Present a\n              Defense\n\n              As noted, the petitioner does not rely exclusively on Van\n\nArsdall in pursuing habeas relief.                He also argues that the\n\nrestrictions     on    his    cross-examination    of   Officer    Gouveia    and\n\nOfficer Smith impaired his right, protected by clearly established\n\nlaw   under    the    Sixth   and   Fourteenth   Amendments,      to   present   a\n\ncomplete defense.        He suggests that testimony from the officers\n\ndescribing both Smith's post-arrest statement and the subsequent\n\npolice investigation of Bettencourt was needed not only to impeach\n\nLynch's   in-court        and    out-of-court     identifications        of   the\n\npetitioner, but also to demonstrate to the jury the likelihood that\n\nBettencourt was the true culprit and to invite reasonable doubt\n\nbased on inadequacies in the police investigation.                 He therefore\n\nchallenges the objective reasonableness of the Appeals Court's\n\nconclusion that he was not prejudiced by the restrictions on cross-\n\nexamination.\n\n              It is well established that a state's \"broad latitude\" to\n\ndefine rules for the exclusion of evidence and to apply those rules\n\nto criminal defendants has constitutional limits.                 See Clark v.\n\nArizona, 548 U.S. 735, 789 (2006).            Evidentiary restrictions that\n\nhinder a defendant's ability to present defense evidence can, in\n\nsome circumstances, be severe enough to violate due process.                  See\n\nChambers, 410 U.S. at 302.           \"Whether rooted directly in the Due\n\nProcess Clause of the Fourteenth Amendment, or in the Compulsory\n\n                                       -20-\n\fProcess or Confrontation clauses of the Sixth Amendment, the\n\nConstitution     guarantees     criminal       defendants         'a   meaningful\n\nopportunity to present a complete defense.'\"12             Crane v. Kentucky,\n\n476 U.S. 683, 690 (1986) (quoting California v. Trombetta, 467 U.S.\n\n479, 485 (1984)) (internal citations omitted).\n\n          The    Supreme    Court   has    described       this    right    as   \"a\n\nfundamental element of due process of law,\" Washington v. Texas,\n\n388 U.S. 14, 19 (1967), which \"is abridged by evidence rules that\n\n'infring[e]    upon   a   weighty   interest    of   the    accused'       and   are\n\n'arbitrary' or 'disproportionate to the purposes they are designed\n\nto serve.'\"     Holmes v. South Carolina, 547 U.S. 319, 324 (2006)\n\n(quoting United States v. Scheffer, 523 U.S. 303, 308 (1998)\n\n(alteration in original) (internal quotation marks omitted)). Even\n\na generally defensible rule of evidence may be applied so as to\n\nproduce an unconstitutional infringement.             White v. Coplan, 399\n\nF.3d 18, 24 (1st Cir. 2005).\n\n          It is also clear that a defendant's right to elicit\n\nexculpatory defense evidence through cross-examination falls within\n\nthe ambit of this longstanding right.            See, e.g., Chambers, 410\n\n\n\n     12\n       In his brief, the petitioner principally characterizes the\nright to present a defense as one secured by the Confrontation\nClause. For the purpose of this appeal, it is unnecessary for us\nto resolve whether the right is rooted in the Sixth Amendment and\napplied to the states through the Fourteenth Amendment, or whether\nit is rooted directly in the Due Process Clause of the Fourteenth\nAmendment. Cf. Pike, 492 F.3d at 78 n.8. See generally United\nStates v. Scheffer, 523 U.S. 303, 307-08 & n.3 (1998).\n\n                                    -21-\n\fU.S. at 302 (holding that a defendant was denied a meaningful\n\nopportunity to present a complete defense where he was allowed\n\nneither to cross-examine an alternative suspect in the case nor to\n\ncall    witnesses     for    the     purpose      of   impeaching     that   suspect's\n\ntestimony);        Catalán-Roman,        585   F.3d     at   465-66    (evaluating       a\n\ndefendant's right to present extrinsic impeachment evidence as a\n\ndue process claim where the defendant's failure to address adverse\n\nprecedent had waived his argument under the Confrontation Clause).\n\n             Despite the generality of these principles, \"AEDPA does\n\nnot 'require state and federal courts to wait for some nearly\n\nidentical factual pattern before a legal rule must be applied.'\"\n\nPanetti,     551    U.S.    at     953   (quoting      Musladin,     549   U.S.   at    81\n\n(Kennedy, J., concurring in judgment)).                  Nevertheless, in order to\n\nbe entitled to relief, the petitioner must meet his burden of\n\ndemonstrating       that     the    Appeals     Court's      decision      reflects     an\n\nunreasonable application of the clearly established \"arbitrary and\n\ndisproportionate\" standard to the facts of his case.\n\nB.   The Appeals Court's Application of Federal Law\n\n             1.     Deference Under § 2254(d)(1)\n\n             In evaluating a state court's application of federal law,\n\nour inquiry \"is not how well reasoned the state court decision is,\n\nbut whether the outcome is reasonable.\"                      Hurtado v. Tucker, 245\n\nF.3d 7, 20 (1st Cir. 2001).               In this regard, \"the most important\n\npoint   is   that     an    unreasonable       application      of    federal     law   is\n\n\n                                           -22-\n\fdifferent from an incorrect application of federal law.\" Williams,\n\n529 U.S. at 410.         Moreover, the Supreme Court has explained that\n\n\"evaluating whether a rule application was unreasonable requires\n\nconsidering the rule's specificity. The more general the rule, the\n\nmore leeway courts have in reaching outcomes in case-by-case\n\ndeterminations.\" Yarborough v. Alvarado, 541 U.S. 652, 664 (2004).\n\n            Our own decisions involving a defendant's constitutional\n\nright to present a defense demonstrate the generality of the right\n\nand the substantial element of judgment required of trial courts in\n\nexcluding defense evidence.        See, e.g., Dolinger v. Hall, 302 F.3d\n\n5, 11 (1st Cir. 2002) (affirming denial of habeas petition where\n\nthe exclusion of evidence still afforded the defendant \"an adequate\n\nopportunity\" to challenge the witness's bias in other ways); United\n\nStates v. Cunan, 152 F.3d 29, 38-39 (1st Cir. 1998) (finding no\n\nconstitutional violation in the exclusion of hearsay evidence where\n\n\"sufficient evidence\" of the defense theory remained); cf. United\n\nStates v. Holden, 557 F.3d 698, 704 (6th Cir. 2009) (\"The key issue\n\nis whether the jury had enough information to assess the defense's\n\ntheory      of     the     case    despite        the     limits       placed     on\n\ncross-examination.\").         The Appeals Court's adjudication of the\n\npetitioner's claim is therefore entitled to substantial deference\n\nunder AEDPA.       See O'Laughlin v. O'Brien, 568 F.3d 287, 299 (1st\n\nCir.   2009)     (noting   that   habeas       review   involves      layering    the\n\ndeference    federal     courts   owe    to    state    courts   on    top   of   the\n\n\n                                        -23-\n\funderlying standard governing the constitutional right asserted);\n\ncf. Renico, 130 S. Ct. at 1865 (describing \"the dual layers of\n\ndeference required by AEDPA\" in cases where the standard applied by\n\na state appellate court is deferential to the trial court).                  We may\n\nonly upset the Appeals Court's decision if we conclude that it\n\nfalls outside of the \"broader range of reasonable judgements\" that\n\naccompanies the application of so general a legal test.                See Locke\n\nv. Cattell, 476 F.3d 46, 51 (1st Cir. 2007).\n\n           Here, the Appeals Court concluded that, in light of the\n\ndefendant's       numerous     other       avenues      for      advancing     his\n\nmisidentification        defense,   \"the   restrictions       placed   upon    the\n\ndefendant's cross-examination of Officers Smith and Gouveia did not\n\nprejudice the defendant.\"           Brown, 2006 WL 3392089, at *3.              We\n\ncannot say that outcome was unreasonable.\n\n           2.     Restrictions on the Presentation of Evidence\n\n           The    petitioner    argues     that   the    trial    court   imposed\n\n\"arbitrary and disproportionate\" restrictions on his right to\n\npresent relevant evidence in his defense.              First, he suggests that\n\nthe   exclusion     of    Smith's   statement     on    hearsay     grounds    was\n\n\"disproportionate to the ends that [the hearsay rule is] asserted\n\nto promote,\" see Holmes, 547 U.S. at 321, because the statement\n\nbears particular indicia of reliability that mitigated traditional\n\nhearsay concerns.          Second, he suggests that critical defense\n\nevidence was arbitrarily excluded when the trial court exceeded the\n\n\n                                       -24-\n\fscope of its pre-trial ruling and sustained objections to questions\n\nby defense counsel about whether Officer Gouveia initiated his\n\ninvestigation of Bettencourt following a police interview of Smith,\n\nwhether Officer Gouveia considered Smith a suspect, and whether\n\nOfficer Smith interviewed or had occasion to show photographs to\n\nSmith.    The petitioner argues that the answers to these questions\n\ndid not depend on the truth of Smith's out-of-court statement, and\n\nwere   admissible    under    state     law   as   evidence     of     the   police\n\ninvestigation (or lack thereof) into Bettencourt as an alternative\n\nsuspect. See generally Commonwealth v. Cordle, 537 N.E.2d 130, 137\n\n(Mass. 1989).\n\n            Smith's post-arrest statement implicating Bettencourt in\n\nthe assault is prototypical hearsay evidence.               See Fed. R. Evid.\n\n801(c).    With rare exception, a trial court's exclusion of hearsay\n\nevidence    does   not   offend   the    Constitution.          See    Montana    v.\n\nEgelhoff, 518 U.S. 37, 42 (1996) (plurality opinion) (describing\n\nthe hearsay rule as \"familiar and unquestionably constitutional\");\n\nChambers, 410 U.S. at 298 (\"The hearsay rule, which has long been\n\nrecognized and respected by virtually every State, is based on\n\nexperience and grounded in the notion that untrustworthy evidence\n\nshould not be presented to the triers of fact.\").\n\n            The Appeals Court was presented with, and expressly\n\nrejected,    the   petitioner's    argument        that   the   statement       bore\n\nparticular    indicia    of   reliability.          On    direct      appeal,    the\n\n\n                                      -25-\n\fpetitioner asserted that Smith's statement was reliable because it\n\nwas self-incriminatory, see generally Chambers, 410 U.S. at 300-01,\n\nand because it tended to show that another person committed the\n\ncrime, see generally Commonwealth v. O'Brien, 736 N.E.2d 841, 851\n\n(Mass. 2000) (explaining that, under Massachusetts law, hearsay\n\nevidence \"may be admitted, in the judge's discretion, to show that\n\na third party might have committed the crime\").             The Appeals Court\n\nconcluded that the trial court did not abuse its discretion in\n\nexcluding Smith's statement because the statement was not \"in a\n\nvery real sense self-incriminatory\" (since it was not made by\n\nBettencourt and denied both Smith and Bettencourt's participation\n\nin   the   assault)   and   because   it     did   not   contain   sufficiently\n\nsubstantial \"connecting links\" between Bettencourt and the assault.\n\nSee Brown, 2006 WL 3392089, at *4-*5 (internal quotation marks\n\nomitted).    We see nothing unreasonable about the Appeals Court's\n\ndetermination that the hearsay rule was properly applied to exclude\n\nSmith's statement.\n\n            Turning    to   the   other       limitations     placed   on    the\n\npetitioner's cross-examination of Officer Smith and Officer Gouveia\n\nregarding their investigation of Bettencourt, we disagree with the\n\npetitioner's contention that the Appeals Court unreasonably failed\n\nto find that the restrictions imposed in his case arbitrarily\n\ninfringed on his ability to present a complete defense.                     Even\n\nassuming that some of the excluded testimony was otherwise proper\n\n\n                                      -26-\n\fand admissible for a non-hearsay purpose, which we need not decide,\n\nwe have been clear that \"not every ad hoc mistake in applying state\n\nevidence rules . . . should be called a violation of due process;\n\notherwise every significant state court error in excluding evidence\n\noffered    by    the   defendant   would    be   a   basis    for    undoing   the\n\nconviction.\"      Fortini v. Murphy, 257 F.3d 39, 47 (1st Cir. 2001).\n\nAs   we   have    noted   elsewhere,   \"the      Supreme     Court   has   rarely\n\noverturned state convictions because evidence was excluded and has\n\nin recent years made clear that only in extreme cases\" will such\n\nclaims succeed.        O'Brien, 453 F.3d at 20 (alterations omitted)\n\n(internal quotation marks omitted); see also Ellsworth v. Warden,\n\n333 F.3d 1, 7 (1st Cir. 2003) (en banc) (describing constitutional\n\nchallenges to restrictions on cross-examination as \"tenable only\n\nwhere the restriction is manifestly unreasonable or overbroad\").\n\nProvided that a defendant retains an adequate opportunity to\n\npresent his theory of the case, the Supreme Court has made clear\n\nthat a defendant's right to present relevant evidence \"'may, in\n\nappropriate cases, bow to accommodate other legitimate interests in\n\nthe criminal trial process.'\" Lucas, 500 U.S. at 149 (quoting Rock\n\nv. Arkansas, 483 U.S. 44, 55 (1987)).\n\n            As the Appeals Court recognized, despite the exclusion of\n\nSmith's statement by the trial court, the petitioner was permitted\n\nto establish through his cross-examination of Officer Gouveia that\n\nBettencourt's name had surfaced during the police investigation of\n\n\n                                     -27-\n\fthe    assault,   that   Officer    Gouveia   had   attempted    to    locate\n\nBettencourt, and that Bettencourt better fit Lynch's physical\n\ndescription of his assailant.        The defendant was also provided a\n\nfull opportunity to cross-examine Lynch, the Commonwealth's most\n\nimportant witness, and declined to exercise his right to call Smith\n\nas a witness to his own statements.        In light of these substantial\n\nother opportunities to call the jury's attention to the likelihood\n\nthat   Bettencourt   was   the     true   culprit   and   that   the   police\n\ninvestigation of Bettencourt was suspect, we cannot say on this\n\nrecord that the Appeals Court's conclusion that the petitioner was\n\nnot prejudiced by the preclusion of additional testimony from the\n\nofficers regarding the police investigation of Bettencourt was an\n\nunreasonable application of clearly established law on the right to\n\npresent a defense.\n\n            Affirmed.\n\n\n\n\n                                    -28-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>630 F.3d 62 (2011)</b></center>\n<center><h1>Troy BROWN, Petitioner, Appellant,<br>\nv.<br>\nPaul RUANE, Respondent, Appellee.</h1></center>\n<center>No. 09-2508.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2010.</center>\n<center>Decided January 5, 2011.</center>\n<p><span class=\"star-pagination\">*63</span> Dennis Shedd for appellant.</p>\n<p>Jessica V. Barnett, Assistant Attorney General, with whom Martha Coakley, Attorney General, was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Following a jury trial in the Massachusetts Superior Court, petitioner Troy Brown was convicted of armed assault with intent to rob a person sixty years of age or older. Rejecting Brown's contention that the trial court unconstitutionally restricted his cross-examination of two investigating police officers in contravention of the Sixth and Fourteenth Amendments of the United States Constitution, the Massachusetts Appeals Court affirmed Brown's conviction in an unpublished memorandum of decision. <i>See Commonwealth v. Brown,</i> 67 Mass.App.Ct. 1116, 857 N.E.2d 507 (unpublished table decision), 2006 WL 3392089 (Mass.App.Ct. Nov.24, 2006). Both the Massachusetts Supreme Judicial Court and the United States Supreme Court denied discretionary review. <i>See Commonwealth v. Brown,</i> 448 Mass. 1103, 861 N.E.2d 28 (2007); <i>Brown v. Massachusetts,</i> 552 U.S. 834, 128 S.Ct. 64, 169 L.Ed.2d 52 (2007). Brown then petitioned in federal district court for a writ of habeas corpus, contending that the Appeals Court's analysis of his confrontation claim was either contrary to the Supreme Court's holding in <i>Delaware v. Van Arsdall,</i> 475 U.S. 673, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986), or was an unreasonable application of both <i>Van Arsdall</i> and established principles of due process. The district court disagreed and denied the petition. After careful consideration, we affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*64</span> I.</h2>\n<p>We recite the relevant facts as set forth by the Appeals Court, supplemented where necessary by our review of the record.<sup>[1]</sup></p>\n<p>On August 19, 2002, Daniel Lynch was assaulted by three young men during a late night walk through the \"Corky Row\" neighborhood of Fall River, Massachusetts. Lynch, who was sixty-five years old and in poor health, was initially confronted during his walk by Brown and a second man, Tyrone Smith. Lynch and Smith engaged in a brief verbal altercation. Smith then struck Lynch on the side of the head, knocking him against a fence and then onto the street. Lynch testified that, at this point, he witnessed Brown standing approximately three to five feet away from him, holding a small bicycle over his head. When Brown asked Lynch whether he had any money, Lynch replied that he did not. Lynch attempted to leave the area, but Brown followed close behind. Lynch also noticed a third man approaching from behind Brown. Smith suddenly reappeared and struck Lynch again. Lynch then felt a second blow to the top of his head that knocked him out briefly. When Lynch regained consciousness, Brown was going through his pockets. The assailants left after finding nothing.</p>\n<p>Lynch was interviewed later that morning by police officer David Gouveia. At that time, Lynch described the man who had held the bicycle and had gone through his pockets as being five feet six inches in height, 140 pounds, with long sideburns, a slight moustache, and a short stringy beard. Officer Gouveia showed Lynch a book of photographs, which included one of Smith but not one of Brown. Lynch was unable to identify anyone in the photographs at that time. Approximately two weeks later, Officer Gouveia showed Lynch a second photo array, this time containing only seven photographs. From this array, Lynch identified Smith as the man who had punched him and Brown as the man who had held the bicycle.</p>\n<p>Brown was arrested on September 11, and indicted on September 25.<sup>[2]</sup> At the time of his arrest, Brown was attempting to crawl under a bed in his apartment. Brown later told police that he had been too drunk to remember anything on the night in question, but denied being involved in the assault.</p>\n<p>Prior to his trial, Brown unsuccessfully moved in limine to introduce into evidence a hearsay statement that Smith had made to police following his arrest. Smith apparently admitted to encountering Lynch on the night in question. He informed police, however, that he had been with a man named Cagney Bettencourt, not Brown, at the time of the incident and that neither he nor Bettencourt had assaulted Lynch.<sup>[3]</sup> Brown wished to use Smith's statement to impeach the credibility of Lynch's identification of Brown from the photo array, to demonstrate the likelihood that Bettencourt was the true culprit, and to cast doubt on the thoroughness of the <span class=\"star-pagination\">*65</span> police investigation. Although the trial judge denied Brown's motion, he ruled that defense counsel could inquire whether the police had interviewed Smith and what action, if any, they took as a result of that interview.</p>\n<p>Lynch testified for the Commonwealth at the trial; he again identified Brown as the man who had held the bicycle. He further testified that he was sure of his identification. Brown's trial counsel cross-examined Lynch regarding his ability to make an accurate identification. The Commonwealth also called as witnesses both Officer Gouveia and the officer to whom Smith had made his statement, Officer James Smith. Brown's counsel cross-examined Officer Gouveia regarding the discrepancy between Lynch's initial physical description of his assailant and Brown's physical characteristics.<sup>[4]</sup> During this cross-examination, Brown's counsel also elicited from Officer Gouveia that Bettencourt's name had surfaced during the investigation, and he introduced a photograph of Bettencourt in evidence.</p>\n<p>Notwithstanding his prior ruling, however, the trial judge sustained hearsay objections to defense counsel's repeated inquiry into whether Officer Gouveia's investigation of Bettencourt began after police interviewed Smith and whether Officer Gouveia considered Bettencourt to be a suspect during his investigation.<sup>[5]</sup> The trial judge sustained similar objections to defense counsel's inquiry into whether Officer Smith had interviewed Smith or had occasion to show him any photographs.</p>\n<p>Although Brown presented alibi witnesses to bolster his misidentification defense, and although his trial counsel argued to the jury that Bettencourt better fit the physical description of Lynch's assailant, Brown chose not to call Smith as a witness in his defense. As noted by the Appeals Court, \"[t]rial counsel chose not to call Smith as a witness because he was not sure that Smith would affirm his earlier statement to police.\" <i>Brown,</i> 2006 WL 3392089, at *2.</p>\n<p>Brown appealed his conviction, asserting, among other things, that the trial judge's limitation on his cross-examination of the two officers denied him the right to confront the witnesses against him in violation of Article XII of the Massachusetts Declaration of Rights and the Sixth and Fourteenth Amendments to the United States Constitution. The Appeals Court denied relief. In so doing, that court employed a balancing test established by the Massachusetts Supreme Judicial Court in <i>Commonwealth v. Kirouac,</i> 405 Mass. 557, 542 N.E.2d 270, 273 (1989), and reaffirmed in <i>Commonwealth v. Miles,</i> 420 Mass. 67, 648 N.E.2d 719, 724 (1995). According to the <i>Kirouac</i> court:</p>\n<blockquote>In deciding whether a defendant's constitutional right to cross-examine and thus confront a witness against him has been denied because of an unreasonable limitation of cross-examination, a court <span class=\"star-pagination\">*66</span> must weigh the materiality of the witness's direct testimony and the degree of the restriction on cross-examination. The determination can only be made on a case-by-case basis.</blockquote>\n<p><i>Kirouac,</i> 542 N.E.2d at 273.</p>\n<p>Applying the <i>Kirouac</i> test to Brown's case, the Appeals Court first noted that \"testimony from Officers Smith and Gouveia regarding their investigation of Bettencourt was marginally relevant to the Commonwealth's case, which was based almost entirely on Lynch's identification of the defendant.\" <i>Brown,</i> 2006 WL 3392089, at *3. The court then explained that the defendant had been permitted ample opportunity to generate reasonable doubt about the accuracy of Lynch's identification through unfettered cross-examination of Lynch, extensive cross-examination of Officer Gouveia, and defense counsel's forceful closing argument. The court concluded that Brown had not been prejudiced by the limitations on cross-examination and thus that his right to confrontation had not been violated.</p>\n<p>Brown filed a petition for a writ of habeas corpus in federal district court in April 2008, arguing that the <i>Kirouac</i> test is contrary to the clearly established rule enunciated by the Supreme Court in <i>Delaware v. Van Arsdall,</i> 475 U.S. 673, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986), and that, alternatively, the Appeals Court unreasonably applied the Supreme Court's relevant Sixth and Fourteenth Amendment jurisprudence in concluding that the restrictions on cross-examination did not deny him the right to confront the witnesses against him and to thereby present a complete defense. He also contended that the Appeals Court decision contained an unreasonable factual finding. After first rejecting the government's procedural arguments concerning exhaustion and judicial estoppel, the district court denied Brown's petition on the merits.<sup>[6]</sup> The court agreed with Brown that <i>Van Arsdall</i> is a source of clearly established federal law relevant to the petition, but concluded that the Appeals Court's decision was neither contrary to nor an unreasonable application of <i>Van Arsdall.</i></p>\n<p></p>\n<h2>II.</h2>\n<p>We review the district court's denial of habeas relief de novo and may affirm on any ground made manifest by the record. <i>Pike v. Guarino,</i> 492 F.3d 61, 69 (1st Cir.2007). Pursuant to the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), a federal court may not grant habeas relief with respect to any claim that was adjudicated on the merits in state court unless the state court's decision either (1) \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" or (2) \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" <span class=\"star-pagination\">*67</span> 28 U.S.C. § 2254(d)(1)-(2). The instant petition implicates only the first ground for relief: that the Appeals Court's decision was contrary to, or involved an unreasonable application of, federal law.<sup>[7]</sup></p>\n<p>A state court decision is \"contrary to\" clearly established federal law as determined by the Supreme Court if it \"contradicts the governing law set forth in the Supreme Court's cases or confronts a set of facts that are materially indistinguishable from a decision of the Supreme Court and nevertheless arrives at a result different from its precedent.\" <i>John v. Russo,</i> 561 F.3d 88, 96 (1st Cir.2009) (internal quotation marks omitted) (alterations omitted). The statutory phrase \"contrary to\" \"suggests that the state court's decision must be <i>substantially</i> different from the relevant precedent of [the Supreme] Court.\" <i>Williams v. Taylor,</i> 529 U.S. 362, 405, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000) (emphasis added). By contrast, a state court adjudication involves an \"unreasonable application of\" clearly established federal law if the state court \"identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> at 413, 120 S.Ct. 1495. \"Unreasonableness\" is an objective standardone that requires some increment of incorrectness beyond error that, though not necessarily great, \"must be great enough to make the decision unreasonable in the independent and objective judgment of the federal court.\" <i>McCambridge v. Hall,</i> 303 F.3d 24, 36 (1st Cir.2002) (en banc). For either analysis, \"clearly established federal law\" refers to \"the governing legal principle or principles set forth by the Supreme Court at the time the state court renders its decision.\" <i>Lockyer v. Andrade,</i> 538 U.S. 63, 71-72, 123 S.Ct. 1166, 155 L.Ed.2d 144 (2003). A legal principle is \"clearly established\" only when it is embodied in a holding of the Supreme Court. <i>Thaler v. Haynes,</i> ___ U.S. ___, 130 S.Ct. 1171, 1173, ___ L.Ed.2d ___ (2010) (per curiam).</p>\n<p></p>\n<h2>III.</h2>\n<p>On this appeal, the petitioner reasserts his contention that the trial court violated his rights under the Sixth and Fourteenth Amendments of the United States Constitution to confront prosecution witnesses and to thereby present a complete defense. He claims that he is entitled to habeas relief on two alternate grounds. The petitioner's central contention is that the <i>Kirouac</i> balancing test applied by the Appeals Court is contrary to the Supreme Court's <i>Van Arsdall</i> decision because the <i>Kirouac</i> test requires a reviewing court to weigh the materiality of a witness's direct testimony as a factor in determining whether the Confrontation Clause was violated, rather than as a factor in determining whether any such violation was harmless.<sup>[8]</sup><span class=\"star-pagination\">*68</span> According to the petitioner, <i>Van Arsdall</i> stands for the proposition that a restriction on cross-examination violates the Confrontation Clause whenever the proposed cross-examination would have left the jury with \"a significantly different impression of the issue for which the evidence was offered.\" Therefore, he argues, the only factor relevant to finding a constitutional violation is the effect that the excluded testimony would have had on the jury. The petitioner also notes that the <i>Van Arsdall</i> Court explicitly included \"the importance of the witness's testimony in the prosecution's case\" among the numerous factors that may be relevant to a reviewing court's harmless error analysis, which he suggests creates a necessary implication that witness materiality is an issue on which the government bears the sole burden of proof. <i>See </i><i>Van Arsdall,</i> 475 U.S. at 684, 106 S.Ct. 1431.</p>\n<p>Alternatively, the petitioner contends that the Appeals Court's decision was objectively unreasonable. He cites a litany of Supreme Court cases holding that, under the Sixth and Fourteenth Amendments, restrictions on a defendant's right to elicit relevant defense evidence may not be imposed arbitrarily or mechanistically, and must not be disproportionate to the purposes that the restrictions are designed to serve. <i>See, e.g., </i><i>Michigan v. Lucas,</i> 500 U.S. 145, 149, 111 S.Ct. 1743, 114 L.Ed.2d 205 (1991); <i>Chambers v. Mississippi,</i> 410 U.S. 284, 302, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973). The petitioner contends that the restriction in his case was arbitrary and disproportionate to its purpose because the precluded testimony, describing Smith's custodial statement to the officers and aspects of the subsequent police investigation of Bettencourt, either was not hearsay or was hearsay that bore particular indicia of reliability. He also faults the Appeals Court's analysis for failing to address his argument that the excluded evidence was necessary to clarify for the jury the relevance of the remaining misidentification evidence. He believes that, absent testimony about Smith's statement and the subsequent police investigation, jurors were left with the mistaken impression that Bettencourt was suspected by police of being the third assailant (who was never identified), rather than an alternative suspect to Brown.<sup>[9]</sup></p>\n<p></p>\n<h2>A. Clearly Established Federal Law</h2>\n<p>We begin by determining whether the petitioner's constitutional challenge in state court was governed by any clearly established federal law. A threshold determination that no holding of the Supreme Court required application to the factual context presented by the petitioner's claim is dispositive in the habeas analysis. <i>See generally </i><i>Carey v. Musladin,</i> 549 U.S. 70, 77, 127 S.Ct. 649, 166 L.Ed.2d 482 (2006); <i>accord </i><i>House v. Hatch,</i> 527 F.3d 1010, 1017 (10th Cir.2008) (\"<i>Musladin</i> has now dispelled the uncertainty: <span class=\"star-pagination\">*69</span> The absence of clearly established federal law is dispositive under § 2254(d)(1).\"). State courts are entitled to resolve \"an open question in [Supreme Court] jurisprudence\" without triggering federal court review under AEDPA. <i>See </i><i>Musladin,</i> 549 U.S. at 76, 127 S.Ct. 649; <i>cf. </i><i>Renico v. Lett,</i> ___ U.S. ___, 130 S.Ct. 1855, 1866, 176 L.Ed.2d 678 (2010) (\"AEDPA prevents defendantsand federal courtsfrom using federal habeas corpus review as a vehicle to second-guess the reasonable decisions of state courts.\"). If Supreme Court cases \"give no clear answer to the question presented,\" a state court's resolution of a constitutional question may not serve as a basis for habeas relief. <i>Wright v. Van Patten,</i> 552 U.S. 120, 128, 128 S.Ct. 743, 169 L.Ed.2d 583 (2008) (per curiam).</p>\n<p>The Supreme Court has recently emphasized that whether federal law is clearly established for the purpose of the habeas statute is not simply a function of the clarity of the particular legal principle relied upon by a petitioner, but also of the clarity of that principle's application to the facts of the petitioner's case.<sup>[10]</sup> It has cautioned that reviewing courts must be careful not to improperly turn the Court's context-specific holdings into \"blanket rule[s].\" <i>See </i><i>Thaler,</i> 130 S.Ct. at 1175. Rather, we must look for Supreme Court precedent that either \"squarely addresses the issue\" in the case or that articulates legal principles that \"clearly extend\" to the new factual context. <i>See </i><i>Van Patten,</i> 552 U.S. at 123-125, 128 S.Ct. 743. <i>Compare </i><i>Panetti v. Quarterman,</i> 551 U.S. 930, 949-50, 127 S.Ct. 2842, 168 L.Ed.2d 662 (2007) (extending precedent establishing the \"basic requirements\" of due process to new factual context), <i>with </i><i>Musladin,</i> 549 U.S. at 77, 127 S.Ct. 649 (denying habeas petition where no holding of the Supreme Court \"required\" the application of precedent to distinguishable facts).</p>\n<p></p>\n<h2>1. The Inapplicability of <i>Van Arsdall</i> as a Source of Clearly Established Federal Law.</h2>\n<p>Petitioner's reliance on <i>Van Arsdall</i> as the primary legal authority governing his confrontation claim is misplaced. <i>Van Arsdall</i> involved a constitutional challenge to restrictions imposed on a defendant's impeachment, on cross-examination, of a prosecution witness for bias. There, the Supreme Court announced that \"a criminal defendant states a violation of the Confrontation Clause by showing that he was prohibited from engaging in otherwise appropriate cross-examination designed to show a prototypical form of bias on the part of the witness, and thereby `to expose to the jury the facts from which jurors ... <span class=\"star-pagination\">*70</span> could appropriately draw inferences relating to the reliability of the witness.'\" <i>Van Arsdall,</i> 475 U.S. at 680, 106 S.Ct. 1431 (alteration in original) (quoting <i>Davis v. Alaska,</i> 415 U.S. 308, 318, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974)).</p>\n<p>Before turning to the facts of the case before it, the <i>Van Arsdall</i> Court emphasized that \"trial judges retain wide latitude insofar as the Confrontation Clause is concerned to impose reasonable limits on ... cross-examination.\" <i>Id.</i> at 679, 106 S.Ct. 1431. It explained that such \"reasonable limits\" may be justified by concerns about, among other things, \"harassment, prejudice, confusion of the issues, the witness' safety, or interrogation that is repetitive or only marginally relevant.\" <i>Id.</i> It also reiterated its previous admonition that \"`the Confrontation Clause guarantees an <i>opportunity</i> for effective cross-examination, not cross-examination that is effective in whatever way, and to whatever extent, the defense might wish.'\" <i>Id.</i> (quoting <i>Delaware v. Fensterer,</i> 474 U.S. 15, 20, 106 S.Ct. 292, 88 L.Ed.2d 15 (1985) (per curiam)). The <i>Van Arsdall</i> Court nevertheless concluded that, \"[b]y ... cutting off <i>all</i> questioning about an event that the State conceded had taken place and that a jury might reasonably have found furnished the witness a motive for favoring the prosecution in his testimony, the court's ruling violated [Van Arsdall]'s rights secured by the Confrontation Clause.\" <i>Id.</i> (emphasis added).</p>\n<p>The Supreme Court's application of <i>Van Arsdall</i> has always involved evaluation of restrictions on cross-examination intended to impeach the credibility of the witness being examined. Nonetheless, the petitioner invites us to hold that <i>Van Arsdall</i> clearly extends to a restriction on his cross-examination of two prosecution witnesses (Officer Gouveia and Officer Smith) for the purpose of impeaching a third (Lynch). We decline the invitation.</p>\n<p><i>Van Arsdall</i>'s application of its own rule was both narrow and fact-specific. That narrow application and the decision's bias-specific considerations provide little guidance on how the rule ought to apply in a case as different as the one at bar. Indeed, the blanket rule suggested by the petitioner, under which the Confrontation Clause is violated by any restriction on cross-examination excluding evidence that would have left the jury with \"a significantly different impression of the issue for which the evidence was offered,\" reflects the consequences of unmooring the rule articulated in that decision from its direct impeachment context.</p>\n<p>Moreover, applying <i>Van Arsdall</i> to the facts of the instant petition is in tension with both the internal logic of the <i>Van Arsdall</i> decision and existing case law. A central premise of the <i>Van Arsdall</i> decision was that \"the focus of the ... inquiry in determining whether the confrontation right has been violated must be on the particular witness, not on the outcome of the entire trial,\" because \"the focus of the Confrontation Clause is on individual witnesses.\" <i>Id.</i> at 680, 106 S.Ct. 1431. Yet the primary evidentiary function of the testimony sought by the petitioner would have been to impeach the identification made by Lynch, a witness other than the one being examined. In contrast to <i>Van Arsdall</i>'s explicit witness-specific approach, the petitioner implores us to hold that <i>Van Arsdall</i> \"clearly established\" that the significance to his defense of that missed extrinsic impeachment opportunity is the single relevant factor in finding a Confrontation Clause violation. However, we have previously explained that the Supreme Court's Confrontation Clause jurisprudence left a defendant's right to introduce extrinsic impeachment evidence as an <span class=\"star-pagination\">*71</span> open constitutional question.<sup>[11]</sup><i>See, e.g., </i><i>United States v. Catalan-Roman,</i> 585 F.3d 453, 465 (1st Cir.2009) (\"Although the ability to pursue an impeaching line of inquiry with the introduction of extrinsic evidence supporting that inquiry might be viewed as part and parcel of the right to cross-examination, this circuit has yet to decide whether the Confrontation Clause provides defendants a right to impeach witnesses through extrinsic evidence.\").</p>\n<p>Since the rule of <i>Van Arsdall</i> was articulated in a case, and applied to circumstances, much different from the circumstances in which the petitioner now seeks to employ it, we cannot conclude that <i>Van Arsdall</i> \"squarely established\" a \"specific legal rule\" applicable to the petitioner's case. <i>See </i><i>Knowles v. Mirzayance,</i> ___ U.S. ___, 129 S.Ct. 1411, 1419, 173 L.Ed.2d 251 (2009). <i>Van Arsdall</i> does provide a \"clearly established\" federal rule for a class of cases, but it is not the class within which the petitioner's case falls. Therefore, the <i>Kirouac</i> test is not \"contrary to\" the rule <i>Van Arsdall</i> adopted nor was <i>Van Arsdall</i> unreasonably applied in this case.</p>\n<p></p>\n<h2>2. Clearly Established Law on the Right to Present a Defense</h2>\n<p>As noted, the petitioner does not rely exclusively on <i>Van Arsdall</i> in pursuing habeas relief. He also argues that the restrictions on his cross-examination of Officer Gouveia and Officer Smith impaired his right, protected by clearly established law under the Sixth and Fourteenth Amendments, to present a complete defense. He suggests that testimony from the officers describing both Smith's post-arrest statement and the subsequent police investigation of Bettencourt was needed not only to impeach Lynch's in-court and out-of-court identifications of the petitioner, but also to demonstrate to the jury the likelihood that Bettencourt was the true culprit and to invite reasonable doubt based on inadequacies in the police investigation. He therefore challenges the objective reasonableness of the Appeals Court's conclusion that he was not prejudiced by the restrictions on cross-examination.</p>\n<p>It is well established that a state's \"broad latitude\" to define rules for the exclusion of evidence and to apply those rules to criminal defendants has constitutional limits. <i>See </i><i>Clark v. Arizona,</i> 548 U.S. 735, 789, 126 S.Ct. 2709, 165 L.Ed.2d 842 (2006). Evidentiary restrictions that hinder a defendant's ability to present defense evidence can, in some circumstances, be severe enough to violate due process. <i>See </i><i>Chambers,</i> 410 U.S. at 302, 93 S.Ct. 1038. \"Whether rooted directly in the Due Process Clause of the Fourteenth Amendment, or in the Compulsory Process or Confrontation clauses of the Sixth Amendment, the Constitution guarantees criminal defendants `a meaningful opportunity to present a complete defense.'\"<sup>[12]</sup><i>Crane v. Kentucky,</i> 476 U.S. 683, 690, 106 S.Ct. <span class=\"star-pagination\">*72</span> 2142, 90 L.Ed.2d 636 (1986) (quoting <i>California v. Trombetta,</i> 467 U.S. 479, 485, 104 S.Ct. 2528, 81 L.Ed.2d 413 (1984)) (internal citations omitted).</p>\n<p>The Supreme Court has described this right as \"a fundamental element of due process of law,\" <i>Washington v. Texas,</i> 388 U.S. 14, 19, 87 S.Ct. 1920, 18 L.Ed.2d 1019 (1967), which \"is abridged by evidence rules that `infring[e] upon a weighty interest of the accused' and are `arbitrary' or `disproportionate to the purposes they are designed to serve.'\" <i>Holmes v. South Carolina,</i> 547 U.S. 319, 324, 126 S.Ct. 1727, 164 L.Ed.2d 503 (2006) (quoting <i>United States v. Scheffer,</i> 523 U.S. 303, 308, 118 S.Ct. 1261, 140 L.Ed.2d 413 (1998) (alteration in original) (internal quotation marks omitted)). Even a generally defensible rule of evidence may be applied so as to produce an unconstitutional infringement. <i>White v. Coplan,</i> 399 F.3d 18, 24 (1st Cir. 2005).</p>\n<p>It is also clear that a defendant's right to elicit exculpatory defense evidence through cross-examination falls within the ambit of this longstanding right. <i>See, e.g., </i><i>Chambers,</i> 410 U.S. at 302, 93 S.Ct. 1038 (holding that a defendant was denied a meaningful opportunity to present a complete defense where he was allowed neither to cross-examine an alternative suspect in the case nor to call witnesses for the purpose of impeaching that suspect's testimony); <i>Catalan-Roman,</i> 585 F.3d at 465-66 (evaluating a defendant's right to present extrinsic impeachment evidence as a due process claim where the defendant's failure to address adverse precedent had waived his argument under the Confrontation Clause).</p>\n<p>Despite the generality of these principles, \"AEDPA does not `require state and federal courts to wait for some nearly identical factual pattern before a legal rule must be applied.'\" <i>Panetti,</i> 551 U.S. at 953, 127 S.Ct. 2842 (quoting <i>Musladin,</i> 549 U.S. at 81, 127 S.Ct. 649 (Kennedy, J., concurring in judgment)). Nevertheless, in order to be entitled to relief, the petitioner must meet his burden of demonstrating that the Appeals Court's decision reflects an unreasonable application of the clearly established \"arbitrary and disproportionate\" standard to the facts of his case.</p>\n<p></p>\n<h2>B. The Appeals Court's Application of Federal Law</h2>\n<p></p>\n<h2>1. Deference Under § 2254(d)(1)</h2>\n<p>In evaluating a state court's application of federal law, our inquiry \"is not how well reasoned the state court decision is, but whether the outcome is reasonable.\" <i>Hurtado v. Tucker,</i> 245 F.3d 7, 20 (1st Cir.2001). In this regard, \"the most important point is that an <i>unreasonable</i> application of federal law is different from an <i>incorrect</i> application of federal law.\" <i>Williams,</i> 529 U.S. at 410, 120 S.Ct. 1495. Moreover, the Supreme Court has explained that \"evaluating whether a rule application was unreasonable requires considering the rule's specificity. The more general the rule, the more leeway courts have in reaching outcomes in case-by-case determinations.\" <i>Yarborough v. Alvarado,</i> 541 U.S. 652, 664, 124 S.Ct. 2140, 158 L.Ed.2d 938 (2004).</p>\n<p>Our own decisions involving a defendant's constitutional right to present a defense demonstrate the generality of the right and the substantial element of judgment required of trial courts in excluding defense evidence. <i>See, e.g., </i><i>Dolinger v. Hall,</i> 302 F.3d 5, 11 (1st Cir.2002) (affirming denial of habeas petition where the exclusion of evidence still afforded the defendant \"an <i>adequate opportunity</i>\" to challenge the witness's bias in other ways); <i>United States v. Cunan,</i> 152 F.3d 29, 38-39 <span class=\"star-pagination\">*73</span> (1st Cir.1998) (finding no constitutional violation in the exclusion of hearsay evidence where \"sufficient evidence\" of the defense theory remained); <i>cf. </i><i>United States v. Holden,</i> 557 F.3d 698, 704 (6th Cir.2009) (\"The key issue is whether the jury had enough information to assess the defense's theory of the case despite the limits placed on cross-examination.\"). The Appeals Court's adjudication of the petitioner's claim is therefore entitled to substantial deference under AEDPA. <i>See </i><i>O'Laughlin v. O'Brien,</i> 568 F.3d 287, 299 (1st Cir.2009) (noting that habeas review involves layering the deference federal courts owe to state courts on top of the underlying standard governing the constitutional right asserted); <i>cf. </i><i>Renico,</i> 130 S.Ct. at 1865 (describing \"the dual layers of deference required by AEDPA\" in cases where the standard applied by a state appellate court is deferential to the trial court). We may only upset the Appeals Court's decision if we conclude that it falls outside of the \"broader range of reasonable judgements\" that accompanies the application of so general a legal test. <i>See </i><i>Locke v. Cattell,</i> 476 F.3d 46, 51 (1st Cir. 2007).</p>\n<p>Here, the Appeals Court concluded that, in light of the defendant's numerous other avenues for advancing his misidentification defense, \"the restrictions placed upon the defendant's cross-examination of Officers Smith and Gouveia did not prejudice the defendant.\" <i>Brown,</i> 2006 WL 3392089, at *3. We cannot say that outcome was unreasonable.</p>\n<p></p>\n<h2>2. Restrictions on the Presentation of Evidence</h2>\n<p>The petitioner argues that the trial court imposed \"arbitrary and disproportionate\" restrictions on his right to present relevant evidence in his defense. First, he suggests that the exclusion of Smith's statement on hearsay grounds was \"disproportionate to the ends that [the hearsay rule is] asserted to promote,\" <i>see </i><i>Holmes,</i> 547 U.S. at 321, 126 S.Ct. 1727, because the statement bears particular indicia of reliability that mitigated traditional hearsay concerns. Second, he suggests that critical defense evidence was arbitrarily excluded when the trial court exceeded the scope of its pre-trial ruling and sustained objections to questions by defense counsel about whether Officer Gouveia initiated his investigation of Bettencourt following a police interview of Smith, whether Officer Gouveia considered Smith a suspect, and whether Officer Smith interviewed or had occasion to show photographs to Smith. The petitioner argues that the answers to these questions did not depend on the truth of Smith's out-of-court statement, and were admissible under state law as evidence of the police investigation (or lack thereof) into Bettencourt as an alternative suspect. <i>See generally </i><i>Commonwealth v. Cordle,</i> 404 Mass. 733, 537 N.E.2d 130, 137 (1989).</p>\n<p>Smith's post-arrest statement implicating Bettencourt in the assault is prototypical hearsay evidence. <i>See</i> Fed.R.Evid. 801(c). With rare exception, a trial court's exclusion of hearsay evidence does not offend the Constitution. <i>See </i><i>Montana v. Egelhoff,</i> 518 U.S. 37, 42, 116 S.Ct. 2013, 135 L.Ed.2d 361 (1996) (plurality opinion) (describing the hearsay rule as \"familiar and unquestionably constitutional\"); <i>Chambers,</i> 410 U.S. at 298, 93 S.Ct. 1038 (\"The hearsay rule, which has long been recognized and respected by virtually every State, is based on experience and grounded in the notion that untrustworthy evidence should not be presented to the triers of fact.\").</p>\n<p>The Appeals Court was presented with, and expressly rejected, the petitioner's argument that the statement bore particular <span class=\"star-pagination\">*74</span> indicia of reliability. On direct appeal, the petitioner asserted that Smith's statement was reliable because it was self-incriminatory, <i>see generally </i><i>Chambers,</i> 410 U.S. at 300-01, 93 S.Ct. 1038, and because it tended to show that another person committed the crime, <i>see generally </i><i>Commonwealth v. O'Brien,</i> 432 Mass. 578, 736 N.E.2d 841, 851 (2000) (explaining that, under Massachusetts law, hearsay evidence \"may be admitted, in the judge's discretion, to show that a third party might have committed the crime\"). The Appeals Court concluded that the trial court did not abuse its discretion in excluding Smith's statement because the statement was not \"in a very real sense self-incriminatory\" (since it was not made by Bettencourt and denied both Smith and Bettencourt's participation in the assault) and because it did not contain sufficiently substantial \"connecting links\" between Bettencourt and the assault. <i>See Brown,</i> 2006 WL 3392089, at *4-*5 (internal quotation marks omitted). We see nothing unreasonable about the Appeals Court's determination that the hearsay rule was properly applied to exclude Smith's statement.</p>\n<p>Turning to the other limitations placed on the petitioner's cross-examination of Officer Smith and Officer Gouveia regarding their investigation of Bettencourt, we disagree with the petitioner's contention that the Appeals Court unreasonably failed to find that the restrictions imposed in his case arbitrarily infringed on his ability to present a complete defense. Even assuming that some of the excluded testimony was otherwise proper and admissible for a non-hearsay purpose, which we need not decide, we have been clear that \"not every <i>ad hoc</i> mistake in applying state evidence rules ... should be called a violation of due process; otherwise every significant state court error in excluding evidence offered by the defendant would be a basis for undoing the conviction.\" <i>Fortini v. Murphy,</i> 257 F.3d 39, 47 (1st Cir.2001). As we have noted elsewhere, \"the Supreme Court has rarely overturned state convictions because evidence was excluded and has in recent years made clear that only in extreme cases\" will such claims succeed. <i>O'Brien,</i> 453 F.3d at 20 (alterations omitted) (internal quotation marks omitted); <i>see also </i><i>Ellsworth v. Warden,</i> 333 F.3d 1, 7 (1st Cir.2003) (en banc) (describing constitutional challenges to restrictions on cross-examination as \"tenable only where the restriction is manifestly unreasonable or overbroad\"). Provided that a defendant retains an adequate opportunity to present his theory of the case, the Supreme Court has made clear that a defendant's right to present relevant evidence \"`may, in appropriate cases, bow to accommodate other legitimate interests in the criminal trial process.'\" <i>Lucas,</i> 500 U.S. at 149, 111 S.Ct. 1743 (quoting <i>Rock v. Arkansas,</i> 483 U.S. 44, 55, 107 S.Ct. 2704, 97 L.Ed.2d 37 (1987)).</p>\n<p>As the Appeals Court recognized, despite the exclusion of Smith's statement by the trial court, the petitioner was permitted to establish through his cross-examination of Officer Gouveia that Bettencourt's name had surfaced during the police investigation of the assault, that Officer Gouveia had attempted to locate Bettencourt, and that Bettencourt better fit Lynch's physical description of his assailant. The defendant was also provided a full opportunity to cross-examine Lynch, the Commonwealth's most important witness, and declined to exercise his right to call Smith as a witness to his own statements. In light of these substantial other opportunities to call the jury's attention to the likelihood that Bettencourt was the true culprit and that the police investigation of Bettencourt was suspect, we cannot say on this record that the Appeals Court's conclusion that the petitioner was not prejudiced by the <span class=\"star-pagination\">*75</span> preclusion of additional testimony from the officers regarding the police investigation of Bettencourt was an unreasonable application of clearly established law on the right to present a defense.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  On habeas review, we presume the correctness of the state court's factual findings. <i>See</i> 28 U.S.C. § 2254(e)(1). The petitioner does not challenge the factual basis of the Appeals Court's decision except for a lone statement, which we discuss <i>infra</i> note 7.</p>\n<p>[2]  Brown was indicted on two charges, but was convicted only of armed assault with intent to rob a person sixty years of age or older. He was acquitted of assault and battery on a person sixty years of age or older. Smith was indicted on identical charges, and pleaded guilty prior to Brown's trial.</p>\n<p>[3]  Smith claimed to have witnessed a person known only as \"Triz\" punch Lynch. Smith was unable to identify \"Triz\" when shown a photo array that included a picture of Brown.</p>\n<p>[4]  Brown is six feet one inch in height. There was also no evidence that Brown had ever displayed facial hair.</p>\n<p>[5]  The trial judge held a sidebar conference following the latter inquiry, at which the prosecutor explained that he objected to the question because \"what counsel is trying to do is trying to invite the jury to draw the inference as to what the hearsay statement was.\" The following exchange then occurred:\n</p>\n<p>THE COURT: Where are you heading with this?</p>\n<p>[DEFENSE COUNSEL]: For hearsay, simply to contradict testimony from certainly Mr. Lynch as to the identity of the assailant. It's not information. It's for hearsay purposes.</p>\n<p>THE COURT: No, sustained.</p>\n<p>[6]  The government contends that the petitioner's claim under the \"contrary to\" prong of § 2254(d)(1) is either unexhausted or barred by the principle of judicial estoppel because the petitioner argued to the Appeals Court that <i>Miles,</i> which quotes from <i>Kirouac,</i> provided the applicable legal standard and, further, treated the holding of <i>Van Arsdall</i> as consistent with the <i>Kirouac</i> test in his petition to the Supreme Judicial Court for further appellate review. However, we need not resolve the government's exhaustion argument if we conclude on the merits that the denial of the petition for habeas corpus was proper. <i>See</i> 28 U.S.C. § 2254(b)(2) (\"An application for a writ of habeas corpus may be denied on the merits, notwithstanding the failure of the applicant to exhaust the remedies available in the courts of the State.\"). We therefore elect to begin our analysis by addressing the substance of the petitioner's claims.</p>\n<p>[7]  In the district court, the petitioner asserted that the Appeals Court made an unreasonable factual determination when it stated that Lynch described to Officer Gouveia only \"two of the three young men who attacked him.\" <i>Brown,</i> 2006 WL 3392089, at *2. The district court rejected the claim, noting that AEDPA allows state courts \"some room for mistakes,\" such as imprecise factual descriptions. <i>See </i><i>Hurtado v. Tucker,</i> 245 F.3d 7, 12 (1st Cir. 2001). On this appeal, the petitioner maintains that the Appeals Court erred in its factual recitation, but he explicitly disclaims that the error rises to the level required to entitle him to relief under the statute's second prong, § 2254(d)(2). Instead, he suggests that the Appeals Court's misstatement merely highlights the general unreasonableness of its decision. Accordingly, we confine the scope of our review to the statute's first prong, § 2254(d)(1).</p>\n<p>[8]  The distinction is not insignificant. Under both Massachusetts and federal law, a defendant bears the burden on both direct and collateral review of demonstrating a constitutional violation. Once a violation is found, the government bears the burden of demonstrating that the error was harmless. <i>See, e.g., </i><i>United States v. Casas,</i> 356 F.3d 104, 121 (1st Cir.2004); <i>Commonwealth v. Depina,</i> 456 Mass. 238, 922 N.E.2d 778, 788 (2010). The essence of the petitioner's claim, therefore, is that the <i>Kirouac</i> test impermissibly burdened him with proving the materiality of the officers' direct testimony when, in fact, it is the Commonwealth's burden to prove that the officers' testimony was immaterial.</p>\n<p>[9]  In particular, the petitioner draws our attention to the following statement made by the prosecutor during closing argument:\n</p>\n<p>We have this other array that somehow [defense counsel] wants to criticize the police for going back and showing another photo array after Mr. Brown and Mr. Smith had been arrested. Well, there was another person there that night. Should the police stop looking for this third person?</p>\n<p>[10]  In the last five terms, the Supreme Court has overturned five federal grants of habeas corpus on the ground that the cited Supreme Court precedent had not been clearly established in the factual context presented. <i>See </i><i>Berghuis v. Smith,</i> ___ U.S. ___, 130 S.Ct. 1382, 1392-94, 176 L.Ed.2d 249 (2010) (holding that the Supreme Court's \"pathmarking decision\" in <i>Duren v. Missouri,</i> 439 U.S. 357, 99 S.Ct. 664, 58 L.Ed.2d 579 (1979), \"hardly establishesno less `clearly' sothat [the petitioner] was denied his Sixth Amendment right\" on distinguishable facts); <i>Thaler,</i> 130 S.Ct. at 1175 (reversing a grant of habeas relief where \"[t]he part of [the Supreme Court's precedent] on which the Court of Appeals relied concerned a very different problem\"); <i>Van Patten,</i> 552 U.S. at 125, 128 S.Ct. 743 (reversing grant of habeas where Supreme Court precedent did not \"squarely address[]\" the question at issue); <i>Schriro v. Landrigan,</i> 550 U.S. 465, 478, 127 S.Ct. 1933, 167 L.Ed.2d 836 (2007) (reversing grant of habeas where Supreme Court had never addressed \"a situation in which a client interferes with counsel's efforts to present mitigating evidence\"); <i>Musladin,</i> 549 U.S. at 77, 127 S.Ct. 649 (noting a \"contrast\" between existing Supreme Court precedent involving \"state-sponsored courtroom practices\" and the conduct \"to which Musladin objects\" involving \"private-actor courtroom conduct\").</p>\n<p>[11]  Although not valid sources of clearly established federal law under AEDPA, \"[d]ecisions from the lower federal courts may help inform the AEDPA analysis to the extent that they state the clearly established federal law determined by the Supreme Court.\" <i>Aspen v. Bissonnette,</i> 480 F.3d 571, 574 n. 1 (1st Cir. 2007).</p>\n<p>[12]  In his brief, the petitioner principally characterizes the right to present a defense as one secured by the Confrontation Clause. For the purpose of this appeal, it is unnecessary for us to resolve whether the right is rooted in the Sixth Amendment and applied to the states through the Fourteenth Amendment, or whether it is rooted directly in the Due Process Clause of the Fourteenth Amendment. <i>Cf. </i><i>Pike,</i> 492 F.3d at 78 n. 8. <i>See generally </i><i>United States v. Scheffer,</i> 523 U.S. 303, 307-08 &amp; n. 3, 118 S.Ct. 1261, 140 L.Ed.2d 413 (1998).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></span> (2011)</b></center>\n<center><h1>Troy BROWN, Petitioner, Appellant,<br>\nv.<br>\nPaul RUANE, Respondent, Appellee.</h1></center>\n<center>No. 09-2508.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2010.</center>\n<center>Decided January 5, 2011.</center>\n<p><span class=\"star-pagination\">*63</span> Dennis Shedd for appellant.</p>\n<p>Jessica V. Barnett, Assistant Attorney General, with whom Martha Coakley, Attorney General, was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Following a jury trial in the Massachusetts Superior Court, petitioner Troy Brown was convicted of armed assault with intent to rob a person sixty years of age or older. Rejecting Brown's contention that the trial court unconstitutionally restricted his cross-examination of two investigating police officers in contravention of the Sixth and Fourteenth Amendments of the United States Constitution, the Massachusetts Appeals Court affirmed Brown's conviction in an unpublished memorandum of decision. <i>See Commonwealth v. Brown,</i> 67 Mass.App.Ct. 1116, <span class=\"citation no-link\"><span class=\"volume\">857</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">507</span></span> (unpublished table decision), <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3392089</span></span> (Mass.App.Ct. Nov.24, 2006). Both the Massachusetts Supreme Judicial Court and the United States Supreme Court denied discretionary review. <i>See Commonwealth v. Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">861</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">28</span></span> (2007); <i>Brown v. Massachusetts,</i> <span class=\"citation no-link\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">64</span></span>, <span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span></span> (2007). Brown then petitioned in federal district court for a writ of habeas corpus, contending that the Appeals Court's analysis of his confrontation claim was either contrary to the Supreme Court's holding in <i>Delaware v. Van Arsdall,</i> <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986), or was an unreasonable application of both <i>Van Arsdall</i> and established principles of due process. The district court disagreed and denied the petition. After careful consideration, we affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*64</span> I.</h2>\n<p>We recite the relevant facts as set forth by the Appeals Court, supplemented where necessary by our review of the record.<sup>[1]</sup></p>\n<p>On August 19, 2002, Daniel Lynch was assaulted by three young men during a late night walk through the \"Corky Row\" neighborhood of Fall River, Massachusetts. Lynch, who was sixty-five years old and in poor health, was initially confronted during his walk by Brown and a second man, Tyrone Smith. Lynch and Smith engaged in a brief verbal altercation. Smith then struck Lynch on the side of the head, knocking him against a fence and then onto the street. Lynch testified that, at this point, he witnessed Brown standing approximately three to five feet away from him, holding a small bicycle over his head. When Brown asked Lynch whether he had any money, Lynch replied that he did not. Lynch attempted to leave the area, but Brown followed close behind. Lynch also noticed a third man approaching from behind Brown. Smith suddenly reappeared and struck Lynch again. Lynch then felt a second blow to the top of his head that knocked him out briefly. When Lynch regained consciousness, Brown was going through his pockets. The assailants left after finding nothing.</p>\n<p>Lynch was interviewed later that morning by police officer David Gouveia. At that time, Lynch described the man who had held the bicycle and had gone through his pockets as being five feet six inches in height, 140 pounds, with long sideburns, a slight moustache, and a short stringy beard. Officer Gouveia showed Lynch a book of photographs, which included one of Smith but not one of Brown. Lynch was unable to identify anyone in the photographs at that time. Approximately two weeks later, Officer Gouveia showed Lynch a second photo array, this time containing only seven photographs. From this array, Lynch identified Smith as the man who had punched him and Brown as the man who had held the bicycle.</p>\n<p>Brown was arrested on September 11, and indicted on September 25.<sup>[2]</sup> At the time of his arrest, Brown was attempting to crawl under a bed in his apartment. Brown later told police that he had been too drunk to remember anything on the night in question, but denied being involved in the assault.</p>\n<p>Prior to his trial, Brown unsuccessfully moved in limine to introduce into evidence a hearsay statement that Smith had made to police following his arrest. Smith apparently admitted to encountering Lynch on the night in question. He informed police, however, that he had been with a man named Cagney Bettencourt, not Brown, at the time of the incident and that neither he nor Bettencourt had assaulted Lynch.<sup>[3]</sup> Brown wished to use Smith's statement to impeach the credibility of Lynch's identification of Brown from the photo array, to demonstrate the likelihood that Bettencourt was the true culprit, and to cast doubt on the thoroughness of the <span class=\"star-pagination\">*65</span> police investigation. Although the trial judge denied Brown's motion, he ruled that defense counsel could inquire whether the police had interviewed Smith and what action, if any, they took as a result of that interview.</p>\n<p>Lynch testified for the Commonwealth at the trial; he again identified Brown as the man who had held the bicycle. He further testified that he was sure of his identification. Brown's trial counsel cross-examined Lynch regarding his ability to make an accurate identification. The Commonwealth also called as witnesses both Officer Gouveia and the officer to whom Smith had made his statement, Officer James Smith. Brown's counsel cross-examined Officer Gouveia regarding the discrepancy between Lynch's initial physical description of his assailant and Brown's physical characteristics.<sup>[4]</sup> During this cross-examination, Brown's counsel also elicited from Officer Gouveia that Bettencourt's name had surfaced during the investigation, and he introduced a photograph of Bettencourt in evidence.</p>\n<p>Notwithstanding his prior ruling, however, the trial judge sustained hearsay objections to defense counsel's repeated inquiry into whether Officer Gouveia's investigation of Bettencourt began after police interviewed Smith and whether Officer Gouveia considered Bettencourt to be a suspect during his investigation.<sup>[5]</sup> The trial judge sustained similar objections to defense counsel's inquiry into whether Officer Smith had interviewed Smith or had occasion to show him any photographs.</p>\n<p>Although Brown presented alibi witnesses to bolster his misidentification defense, and although his trial counsel argued to the jury that Bettencourt better fit the physical description of Lynch's assailant, Brown chose not to call Smith as a witness in his defense. As noted by the Appeals Court, \"[t]rial counsel chose not to call Smith as a witness because he was not sure that Smith would affirm his earlier statement to police.\" <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3392089</span></span>, at *2.</p>\n<p>Brown appealed his conviction, asserting, among other things, that the trial judge's limitation on his cross-examination of the two officers denied him the right to confront the witnesses against him in violation of Article XII of the Massachusetts Declaration of Rights and the Sixth and Fourteenth Amendments to the United States Constitution. The Appeals Court denied relief. In so doing, that court employed a balancing test established by the Massachusetts Supreme Judicial Court in <i>Commonwealth v. Kirouac,</i> <span class=\"citation\" data-id=\"2055535\"><a href=\"/opinion/2055535/commonwealth-v-kirouac/\"><span class=\"volume\">405</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">557</span></a></span>, <span class=\"citation\" data-id=\"2055535\"><a href=\"/opinion/2055535/commonwealth-v-kirouac/\"><span class=\"volume\">542</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">270</span></a></span>, 273 (1989), and reaffirmed in <i>Commonwealth v. Miles,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">648</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">719</span></span>, 724 (1995). According to the <i>Kirouac</i> court:</p>\n<blockquote>In deciding whether a defendant's constitutional right to cross-examine and thus confront a witness against him has been denied because of an unreasonable limitation of cross-examination, a court <span class=\"star-pagination\">*66</span> must weigh the materiality of the witness's direct testimony and the degree of the restriction on cross-examination. The determination can only be made on a case-by-case basis.</blockquote>\n<p><i>Kirouac,</i> 542 N.E.2d at 273.</p>\n<p>Applying the <i>Kirouac</i> test to Brown's case, the Appeals Court first noted that \"testimony from Officers Smith and Gouveia regarding their investigation of Bettencourt was marginally relevant to the Commonwealth's case, which was based almost entirely on Lynch's identification of the defendant.\" <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3392089</span></span>, at *3. The court then explained that the defendant had been permitted ample opportunity to generate reasonable doubt about the accuracy of Lynch's identification through unfettered cross-examination of Lynch, extensive cross-examination of Officer Gouveia, and defense counsel's forceful closing argument. The court concluded that Brown had not been prejudiced by the limitations on cross-examination and thus that his right to confrontation had not been violated.</p>\n<p>Brown filed a petition for a writ of habeas corpus in federal district court in April 2008, arguing that the <i>Kirouac</i> test is contrary to the clearly established rule enunciated by the Supreme Court in <i>Delaware v. Van Arsdall,</i> <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986), and that, alternatively, the Appeals Court unreasonably applied the Supreme Court's relevant Sixth and Fourteenth Amendment jurisprudence in concluding that the restrictions on cross-examination did not deny him the right to confront the witnesses against him and to thereby present a complete defense. He also contended that the Appeals Court decision contained an unreasonable factual finding. After first rejecting the government's procedural arguments concerning exhaustion and judicial estoppel, the district court denied Brown's petition on the merits.<sup>[6]</sup> The court agreed with Brown that <i>Van Arsdall</i> is a source of clearly established federal law relevant to the petition, but concluded that the Appeals Court's decision was neither contrary to nor an unreasonable application of <i>Van Arsdall.</i></p>\n<p></p>\n<h2>II.</h2>\n<p>We review the district court's denial of habeas relief de novo and may affirm on any ground made manifest by the record. <i>Pike v. Guarino,</i> <span class=\"citation\" data-id=\"202832\"><a href=\"/opinion/202832/pike-v-guarino/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 69 (1st Cir.2007). Pursuant to the Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), a federal court may not grant habeas relief with respect to any claim that was adjudicated on the merits in state court unless the state court's decision either (1) \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" or (2) \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" <span class=\"star-pagination\">*67</span> 28 U.S.C. § 2254(d)(1)-(2). The instant petition implicates only the first ground for relief: that the Appeals Court's decision was contrary to, or involved an unreasonable application of, federal law.<sup>[7]</sup></p>\n<p>A state court decision is \"contrary to\" clearly established federal law as determined by the Supreme Court if it \"contradicts the governing law set forth in the Supreme Court's cases or confronts a set of facts that are materially indistinguishable from a decision of the Supreme Court and nevertheless arrives at a result different from its precedent.\" <i>John v. Russo,</i> <span class=\"citation\" data-id=\"203757\"><a href=\"/opinion/203757/john-v-russo/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 96 (1st Cir.2009) (internal quotation marks omitted) (alterations omitted). The statutory phrase \"contrary to\" \"suggests that the state court's decision must be <i>substantially</i> different from the relevant precedent of [the Supreme] Court.\" <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 405, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000) (emphasis added). By contrast, a state court adjudication involves an \"unreasonable application of\" clearly established federal law if the state court \"identifies the correct governing legal principle from [the Supreme] Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\" <i>Id.</i> at 413, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. \"Unreasonableness\" is an objective standardone that requires some increment of incorrectness beyond error that, though not necessarily great, \"must be great enough to make the decision unreasonable in the independent and objective judgment of the federal court.\" <i>McCambridge v. Hall,</i> <span class=\"citation\" data-id=\"200144\"><a href=\"/opinion/200144/mccambridge-v-hall/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 36 (1st Cir.2002) (en banc). For either analysis, \"clearly established federal law\" refers to \"the governing legal principle or principles set forth by the Supreme Court at the time the state court renders its decision.\" <i>Lockyer v. Andrade,</i> <span class=\"citation\" data-id=\"127898\"><a href=\"/opinion/127898/lockyer-v-andrade/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 71-72, <span class=\"citation\" data-id=\"127898\"><a href=\"/opinion/127898/lockyer-v-andrade/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, <span class=\"citation\" data-id=\"127898\"><a href=\"/opinion/127898/lockyer-v-andrade/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span></a></span> (2003). A legal principle is \"clearly established\" only when it is embodied in a holding of the Supreme Court. <i>Thaler v. Haynes,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1171</span></span>, 1173, ___ L.Ed.2d ___ (2010) (per curiam).</p>\n<p></p>\n<h2>III.</h2>\n<p>On this appeal, the petitioner reasserts his contention that the trial court violated his rights under the Sixth and Fourteenth Amendments of the United States Constitution to confront prosecution witnesses and to thereby present a complete defense. He claims that he is entitled to habeas relief on two alternate grounds. The petitioner's central contention is that the <i>Kirouac</i> balancing test applied by the Appeals Court is contrary to the Supreme Court's <i>Van Arsdall</i> decision because the <i>Kirouac</i> test requires a reviewing court to weigh the materiality of a witness's direct testimony as a factor in determining whether the Confrontation Clause was violated, rather than as a factor in determining whether any such violation was harmless.<sup>[8]</sup><span class=\"star-pagination\">*68</span> According to the petitioner, <i>Van Arsdall</i> stands for the proposition that a restriction on cross-examination violates the Confrontation Clause whenever the proposed cross-examination would have left the jury with \"a significantly different impression of the issue for which the evidence was offered.\" Therefore, he argues, the only factor relevant to finding a constitutional violation is the effect that the excluded testimony would have had on the jury. The petitioner also notes that the <i>Van Arsdall</i> Court explicitly included \"the importance of the witness's testimony in the prosecution's case\" among the numerous factors that may be relevant to a reviewing court's harmless error analysis, which he suggests creates a necessary implication that witness materiality is an issue on which the government bears the sole burden of proof. <i>See </i><i>Van Arsdall,</i> 475 U.S. at 684, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>.</p>\n<p>Alternatively, the petitioner contends that the Appeals Court's decision was objectively unreasonable. He cites a litany of Supreme Court cases holding that, under the Sixth and Fourteenth Amendments, restrictions on a defendant's right to elicit relevant defense evidence may not be imposed arbitrarily or mechanistically, and must not be disproportionate to the purposes that the restrictions are designed to serve. <i>See, e.g., </i><i>Michigan v. Lucas,</i> <span class=\"citation\" data-id=\"112590\"><a href=\"/opinion/112590/michigan-v-lucas/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, 149, <span class=\"citation\" data-id=\"112590\"><a href=\"/opinion/112590/michigan-v-lucas/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1743</span></a></span>, <span class=\"citation\" data-id=\"112590\"><a href=\"/opinion/112590/michigan-v-lucas/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (1991); <i>Chambers v. Mississippi,</i> <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, 302, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1973). The petitioner contends that the restriction in his case was arbitrary and disproportionate to its purpose because the precluded testimony, describing Smith's custodial statement to the officers and aspects of the subsequent police investigation of Bettencourt, either was not hearsay or was hearsay that bore particular indicia of reliability. He also faults the Appeals Court's analysis for failing to address his argument that the excluded evidence was necessary to clarify for the jury the relevance of the remaining misidentification evidence. He believes that, absent testimony about Smith's statement and the subsequent police investigation, jurors were left with the mistaken impression that Bettencourt was suspected by police of being the third assailant (who was never identified), rather than an alternative suspect to Brown.<sup>[9]</sup></p>\n<p></p>\n<h2>A. Clearly Established Federal Law</h2>\n<p>We begin by determining whether the petitioner's constitutional challenge in state court was governed by any clearly established federal law. A threshold determination that no holding of the Supreme Court required application to the factual context presented by the petitioner's claim is dispositive in the habeas analysis. <i>See generally </i><i>Carey v. Musladin,</i> <span class=\"citation\" data-id=\"145770\"><a href=\"/opinion/145770/carey-v-musladin/\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, 77, <span class=\"citation\" data-id=\"145770\"><a href=\"/opinion/145770/carey-v-musladin/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">649</span></a></span>, <span class=\"citation\" data-id=\"145770\"><a href=\"/opinion/145770/carey-v-musladin/\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (2006); <i>accord </i><i>House v. Hatch,</i> <span class=\"citation\" data-id=\"170677\"><a href=\"/opinion/170677/house-v-hatch/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1010</span></a></span>, 1017 (10th Cir.2008) (\"<i>Musladin</i> has now dispelled the uncertainty: <span class=\"star-pagination\">*69</span> The absence of clearly established federal law is dispositive under § 2254(d)(1).\"). State courts are entitled to resolve \"an open question in [Supreme Court] jurisprudence\" without triggering federal court review under AEDPA. <i>See </i><i>Musladin,</i> 549 U.S. at 76, <span class=\"citation\" data-id=\"145770\"><a href=\"/opinion/145770/carey-v-musladin/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">649</span></a></span>; <i>cf. </i><i>Renico v. Lett,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145449\"><a href=\"/opinion/145449/renico-v-lett/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1855</span></a></span>, 1866, <span class=\"citation\" data-id=\"145449\"><a href=\"/opinion/145449/renico-v-lett/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></a></span> (2010) (\"AEDPA prevents defendantsand federal courtsfrom using federal habeas corpus review as a vehicle to second-guess the reasonable decisions of state courts.\"). If Supreme Court cases \"give no clear answer to the question presented,\" a state court's resolution of a constitutional question may not serve as a basis for habeas relief. <i>Wright v. Van Patten,</i> <span class=\"citation\" data-id=\"145839\"><a href=\"/opinion/145839/wright-v-van-patten/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">120</span></a></span>, 128, <span class=\"citation\" data-id=\"145839\"><a href=\"/opinion/145839/wright-v-van-patten/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">743</span></a></span>, <span class=\"citation\" data-id=\"145839\"><a href=\"/opinion/145839/wright-v-van-patten/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (2008) (per curiam).</p>\n<p>The Supreme Court has recently emphasized that whether federal law is clearly established for the purpose of the habeas statute is not simply a function of the clarity of the particular legal principle relied upon by a petitioner, but also of the clarity of that principle's application to the facts of the petitioner's case.<sup>[10]</sup> It has cautioned that reviewing courts must be careful not to improperly turn the Court's context-specific holdings into \"blanket rule[s].\" <i>See </i><i>Thaler,</i> 130 S.Ct. at 1175. Rather, we must look for Supreme Court precedent that either \"squarely addresses the issue\" in the case or that articulates legal principles that \"clearly extend\" to the new factual context. <i>See </i><i>Van Patten,</i> 552 U.S. at 123-125, <span class=\"citation\" data-id=\"145839\"><a href=\"/opinion/145839/wright-v-van-patten/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">743</span></a></span>. <i>Compare </i><i>Panetti v. Quarterman,</i> <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></a></span>, 949-50, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span>, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (2007) (extending precedent establishing the \"basic requirements\" of due process to new factual context), <i>with </i><i>Musladin,</i> 549 U.S. at 77, <span class=\"citation\" data-id=\"145770\"><a href=\"/opinion/145770/carey-v-musladin/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">649</span></a></span> (denying habeas petition where no holding of the Supreme Court \"required\" the application of precedent to distinguishable facts).</p>\n<p></p>\n<h2>1. The Inapplicability of <i>Van Arsdall</i> as a Source of Clearly Established Federal Law.</h2>\n<p>Petitioner's reliance on <i>Van Arsdall</i> as the primary legal authority governing his confrontation claim is misplaced. <i>Van Arsdall</i> involved a constitutional challenge to restrictions imposed on a defendant's impeachment, on cross-examination, of a prosecution witness for bias. There, the Supreme Court announced that \"a criminal defendant states a violation of the Confrontation Clause by showing that he was prohibited from engaging in otherwise appropriate cross-examination designed to show a prototypical form of bias on the part of the witness, and thereby `to expose to the jury the facts from which jurors ... <span class=\"star-pagination\">*70</span> could appropriately draw inferences relating to the reliability of the witness.'\" <i>Van Arsdall,</i> 475 U.S. at 680, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span> (alteration in original) (quoting <i>Davis v. Alaska,</i> <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 318, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1974)).</p>\n<p>Before turning to the facts of the case before it, the <i>Van Arsdall</i> Court emphasized that \"trial judges retain wide latitude insofar as the Confrontation Clause is concerned to impose reasonable limits on ... cross-examination.\" <i>Id.</i> at 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>. It explained that such \"reasonable limits\" may be justified by concerns about, among other things, \"harassment, prejudice, confusion of the issues, the witness' safety, or interrogation that is repetitive or only marginally relevant.\" <i>Id.</i> It also reiterated its previous admonition that \"`the Confrontation Clause guarantees an <i>opportunity</i> for effective cross-examination, not cross-examination that is effective in whatever way, and to whatever extent, the defense might wish.'\" <i>Id.</i> (quoting <i>Delaware v. Fensterer,</i> <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 20, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">292</span></a></span>, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1985) (per curiam)). The <i>Van Arsdall</i> Court nevertheless concluded that, \"[b]y ... cutting off <i>all</i> questioning about an event that the State conceded had taken place and that a jury might reasonably have found furnished the witness a motive for favoring the prosecution in his testimony, the court's ruling violated [Van Arsdall]'s rights secured by the Confrontation Clause.\" <i>Id.</i> (emphasis added).</p>\n<p>The Supreme Court's application of <i>Van Arsdall</i> has always involved evaluation of restrictions on cross-examination intended to impeach the credibility of the witness being examined. Nonetheless, the petitioner invites us to hold that <i>Van Arsdall</i> clearly extends to a restriction on his cross-examination of two prosecution witnesses (Officer Gouveia and Officer Smith) for the purpose of impeaching a third (Lynch). We decline the invitation.</p>\n<p><i>Van Arsdall</i>'s application of its own rule was both narrow and fact-specific. That narrow application and the decision's bias-specific considerations provide little guidance on how the rule ought to apply in a case as different as the one at bar. Indeed, the blanket rule suggested by the petitioner, under which the Confrontation Clause is violated by any restriction on cross-examination excluding evidence that would have left the jury with \"a significantly different impression of the issue for which the evidence was offered,\" reflects the consequences of unmooring the rule articulated in that decision from its direct impeachment context.</p>\n<p>Moreover, applying <i>Van Arsdall</i> to the facts of the instant petition is in tension with both the internal logic of the <i>Van Arsdall</i> decision and existing case law. A central premise of the <i>Van Arsdall</i> decision was that \"the focus of the ... inquiry in determining whether the confrontation right has been violated must be on the particular witness, not on the outcome of the entire trial,\" because \"the focus of the Confrontation Clause is on individual witnesses.\" <i>Id.</i> at 680, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>. Yet the primary evidentiary function of the testimony sought by the petitioner would have been to impeach the identification made by Lynch, a witness other than the one being examined. In contrast to <i>Van Arsdall</i>'s explicit witness-specific approach, the petitioner implores us to hold that <i>Van Arsdall</i> \"clearly established\" that the significance to his defense of that missed extrinsic impeachment opportunity is the single relevant factor in finding a Confrontation Clause violation. However, we have previously explained that the Supreme Court's Confrontation Clause jurisprudence left a defendant's right to introduce extrinsic impeachment evidence as an <span class=\"star-pagination\">*71</span> open constitutional question.<sup>[11]</sup><i>See, e.g., </i><i>United States v. Catalan-Roman,</i> <span class=\"citation\" data-id=\"204117\"><a href=\"/opinion/204117/united-states-v-catalan-roman/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">453</span></a></span>, 465 (1st Cir.2009) (\"Although the ability to pursue an impeaching line of inquiry with the introduction of extrinsic evidence supporting that inquiry might be viewed as part and parcel of the right to cross-examination, this circuit has yet to decide whether the Confrontation Clause provides defendants a right to impeach witnesses through extrinsic evidence.\").</p>\n<p>Since the rule of <i>Van Arsdall</i> was articulated in a case, and applied to circumstances, much different from the circumstances in which the petitioner now seeks to employ it, we cannot conclude that <i>Van Arsdall</i> \"squarely established\" a \"specific legal rule\" applicable to the petitioner's case. <i>See </i><i>Knowles v. Mirzayance,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145897\"><a href=\"/opinion/145897/knowles-v-mirzayance/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1411</span></a></span>, 1419, <span class=\"citation\" data-id=\"145897\"><a href=\"/opinion/145897/knowles-v-mirzayance/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (2009). <i>Van Arsdall</i> does provide a \"clearly established\" federal rule for a class of cases, but it is not the class within which the petitioner's case falls. Therefore, the <i>Kirouac</i> test is not \"contrary to\" the rule <i>Van Arsdall</i> adopted nor was <i>Van Arsdall</i> unreasonably applied in this case.</p>\n<p></p>\n<h2>2. Clearly Established Law on the Right to Present a Defense</h2>\n<p>As noted, the petitioner does not rely exclusively on <i>Van Arsdall</i> in pursuing habeas relief. He also argues that the restrictions on his cross-examination of Officer Gouveia and Officer Smith impaired his right, protected by clearly established law under the Sixth and Fourteenth Amendments, to present a complete defense. He suggests that testimony from the officers describing both Smith's post-arrest statement and the subsequent police investigation of Bettencourt was needed not only to impeach Lynch's in-court and out-of-court identifications of the petitioner, but also to demonstrate to the jury the likelihood that Bettencourt was the true culprit and to invite reasonable doubt based on inadequacies in the police investigation. He therefore challenges the objective reasonableness of the Appeals Court's conclusion that he was not prejudiced by the restrictions on cross-examination.</p>\n<p>It is well established that a state's \"broad latitude\" to define rules for the exclusion of evidence and to apply those rules to criminal defendants has constitutional limits. <i>See </i><i>Clark v. Arizona,</i> <span class=\"citation\" data-id=\"145624\"><a href=\"/opinion/145624/clark-v-arizona/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span>, 789, <span class=\"citation\" data-id=\"145624\"><a href=\"/opinion/145624/clark-v-arizona/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2709</span></a></span>, <span class=\"citation\" data-id=\"145624\"><a href=\"/opinion/145624/clark-v-arizona/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (2006). Evidentiary restrictions that hinder a defendant's ability to present defense evidence can, in some circumstances, be severe enough to violate due process. <i>See </i><i>Chambers,</i> 410 U.S. at 302, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>. \"Whether rooted directly in the Due Process Clause of the Fourteenth Amendment, or in the Compulsory Process or Confrontation clauses of the Sixth Amendment, the Constitution guarantees criminal defendants `a meaningful opportunity to present a complete defense.'\"<sup>[12]</sup><i>Crane v. Kentucky,</i> <span class=\"citation\" data-id=\"111687\"><a href=\"/opinion/111687/crane-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span>, 690, 106 S.Ct. <span class=\"star-pagination\">*72</span> 2142, <span class=\"citation\" data-id=\"111687\"><a href=\"/opinion/111687/crane-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1986) (quoting <i>California v. Trombetta,</i> <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 485, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2528</span></a></span>, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span></a></span> (1984)) (internal citations omitted).</p>\n<p>The Supreme Court has described this right as \"a fundamental element of due process of law,\" <i>Washington v. Texas,</i> <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span>, 19, <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></a></span> (1967), which \"is abridged by evidence rules that `infring[e] upon a weighty interest of the accused' and are `arbitrary' or `disproportionate to the purposes they are designed to serve.'\" <i>Holmes v. South Carolina,</i> <span class=\"citation\" data-id=\"145659\"><a href=\"/opinion/145659/holmes-v-south-carolina/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 324, <span class=\"citation\" data-id=\"145659\"><a href=\"/opinion/145659/holmes-v-south-carolina/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1727</span></a></span>, <span class=\"citation\" data-id=\"145659\"><a href=\"/opinion/145659/holmes-v-south-carolina/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">503</span></a></span> (2006) (quoting <i>United States v. Scheffer,</i> <span class=\"citation\" data-id=\"118191\"><a href=\"/opinion/118191/united-states-v-scheffer/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, 308, <span class=\"citation\" data-id=\"118191\"><a href=\"/opinion/118191/united-states-v-scheffer/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1261</span></a></span>, <span class=\"citation\" data-id=\"118191\"><a href=\"/opinion/118191/united-states-v-scheffer/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span></a></span> (1998) (alteration in original) (internal quotation marks omitted)). Even a generally defensible rule of evidence may be applied so as to produce an unconstitutional infringement. <i>White v. Coplan,</i> <span class=\"citation\" data-id=\"789351\"><a href=\"/opinion/789351/delvin-white-v-jane-coplan-warden-new-hampshire-state-prison/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24 (1st Cir. 2005).</p>\n<p>It is also clear that a defendant's right to elicit exculpatory defense evidence through cross-examination falls within the ambit of this longstanding right. <i>See, e.g., </i><i>Chambers,</i> 410 U.S. at 302, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span> (holding that a defendant was denied a meaningful opportunity to present a complete defense where he was allowed neither to cross-examine an alternative suspect in the case nor to call witnesses for the purpose of impeaching that suspect's testimony); <i>Catalan-Roman,</i> 585 F.3d at 465-66 (evaluating a defendant's right to present extrinsic impeachment evidence as a due process claim where the defendant's failure to address adverse precedent had waived his argument under the Confrontation Clause).</p>\n<p>Despite the generality of these principles, \"AEDPA does not `require state and federal courts to wait for some nearly identical factual pattern before a legal rule must be applied.'\" <i>Panetti,</i> 551 U.S. at 953, <span class=\"citation\" data-id=\"145700\"><a href=\"/opinion/145700/panetti-v-quarterman/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span> (quoting <i>Musladin,</i> 549 U.S. at 81, <span class=\"citation\" data-id=\"145770\"><a href=\"/opinion/145770/carey-v-musladin/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">649</span></a></span> (Kennedy, J., concurring in judgment)). Nevertheless, in order to be entitled to relief, the petitioner must meet his burden of demonstrating that the Appeals Court's decision reflects an unreasonable application of the clearly established \"arbitrary and disproportionate\" standard to the facts of his case.</p>\n<p></p>\n<h2>B. The Appeals Court's Application of Federal Law</h2>\n<p></p>\n<h2>1. Deference Under § 2254(d)(1)</h2>\n<p>In evaluating a state court's application of federal law, our inquiry \"is not how well reasoned the state court decision is, but whether the outcome is reasonable.\" <i>Hurtado v. Tucker,</i> <span class=\"citation\" data-id=\"199336\"><a href=\"/opinion/199336/hurtado-v-tucker/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 20 (1st Cir.2001). In this regard, \"the most important point is that an <i>unreasonable</i> application of federal law is different from an <i>incorrect</i> application of federal law.\" <i>Williams,</i> 529 U.S. at 410, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>. Moreover, the Supreme Court has explained that \"evaluating whether a rule application was unreasonable requires considering the rule's specificity. The more general the rule, the more leeway courts have in reaching outcomes in case-by-case determinations.\" <i>Yarborough v. Alvarado,</i> <span class=\"citation\" data-id=\"134748\"><a href=\"/opinion/134748/yarborough-v-alvarado/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">652</span></a></span>, 664, <span class=\"citation\" data-id=\"134748\"><a href=\"/opinion/134748/yarborough-v-alvarado/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>, <span class=\"citation\" data-id=\"134748\"><a href=\"/opinion/134748/yarborough-v-alvarado/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">938</span></a></span> (2004).</p>\n<p>Our own decisions involving a defendant's constitutional right to present a defense demonstrate the generality of the right and the substantial element of judgment required of trial courts in excluding defense evidence. <i>See, e.g., </i><i>Dolinger v. Hall,</i> <span class=\"citation\" data-id=\"200112\"><a href=\"/opinion/200112/dolinger-v-hall/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 11 (1st Cir.2002) (affirming denial of habeas petition where the exclusion of evidence still afforded the defendant \"an <i>adequate opportunity</i>\" to challenge the witness's bias in other ways); <i>United States v. Cunan,</i> <span class=\"citation\" data-id=\"198097\"><a href=\"/opinion/198097/united-states-v-cunan/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 38-39 <span class=\"star-pagination\">*73</span> (1st Cir.1998) (finding no constitutional violation in the exclusion of hearsay evidence where \"sufficient evidence\" of the defense theory remained); <i>cf. </i><i>United States v. Holden,</i> <span class=\"citation\" data-id=\"1433865\"><a href=\"/opinion/1433865/united-states-v-holden/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 704 (6th Cir.2009) (\"The key issue is whether the jury had enough information to assess the defense's theory of the case despite the limits placed on cross-examination.\"). The Appeals Court's adjudication of the petitioner's claim is therefore entitled to substantial deference under AEDPA. <i>See </i><i>O'Laughlin v. O'Brien,</i> <span class=\"citation\" data-id=\"203863\"><a href=\"/opinion/203863/olaughlin-v-obrien/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span>, 299 (1st Cir.2009) (noting that habeas review involves layering the deference federal courts owe to state courts on top of the underlying standard governing the constitutional right asserted); <i>cf. </i><i>Renico,</i> 130 S.Ct. at 1865 (describing \"the dual layers of deference required by AEDPA\" in cases where the standard applied by a state appellate court is deferential to the trial court). We may only upset the Appeals Court's decision if we conclude that it falls outside of the \"broader range of reasonable judgements\" that accompanies the application of so general a legal test. <i>See </i><i>Locke v. Cattell,</i> <span class=\"citation\" data-id=\"202626\"><a href=\"/opinion/202626/locke-v-coplan/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 51 (1st Cir. 2007).</p>\n<p>Here, the Appeals Court concluded that, in light of the defendant's numerous other avenues for advancing his misidentification defense, \"the restrictions placed upon the defendant's cross-examination of Officers Smith and Gouveia did not prejudice the defendant.\" <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3392089</span></span>, at *3. We cannot say that outcome was unreasonable.</p>\n<p></p>\n<h2>2. Restrictions on the Presentation of Evidence</h2>\n<p>The petitioner argues that the trial court imposed \"arbitrary and disproportionate\" restrictions on his right to present relevant evidence in his defense. First, he suggests that the exclusion of Smith's statement on hearsay grounds was \"disproportionate to the ends that [the hearsay rule is] asserted to promote,\" <i>see </i><i>Holmes,</i> 547 U.S. at 321, <span class=\"citation\" data-id=\"145659\"><a href=\"/opinion/145659/holmes-v-south-carolina/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1727</span></a></span>, because the statement bears particular indicia of reliability that mitigated traditional hearsay concerns. Second, he suggests that critical defense evidence was arbitrarily excluded when the trial court exceeded the scope of its pre-trial ruling and sustained objections to questions by defense counsel about whether Officer Gouveia initiated his investigation of Bettencourt following a police interview of Smith, whether Officer Gouveia considered Smith a suspect, and whether Officer Smith interviewed or had occasion to show photographs to Smith. The petitioner argues that the answers to these questions did not depend on the truth of Smith's out-of-court statement, and were admissible under state law as evidence of the police investigation (or lack thereof) into Bettencourt as an alternative suspect. <i>See generally </i><i>Commonwealth v. Cordle,</i> <span class=\"citation\" data-id=\"2077283\"><a href=\"/opinion/2077283/commonwealth-v-cordle/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"2077283\"><a href=\"/opinion/2077283/commonwealth-v-cordle/\"><span class=\"volume\">537</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">130</span></a></span>, 137 (1989).</p>\n<p>Smith's post-arrest statement implicating Bettencourt in the assault is prototypical hearsay evidence. <i>See</i> Fed.R.Evid. 801(c). With rare exception, a trial court's exclusion of hearsay evidence does not offend the Constitution. <i>See </i><i>Montana v. Egelhoff,</i> <span class=\"citation\" data-id=\"118043\"><a href=\"/opinion/118043/montana-v-egelhoff/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 42, <span class=\"citation\" data-id=\"118043\"><a href=\"/opinion/118043/montana-v-egelhoff/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2013</span></a></span>, <span class=\"citation\" data-id=\"118043\"><a href=\"/opinion/118043/montana-v-egelhoff/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">361</span></a></span> (1996) (plurality opinion) (describing the hearsay rule as \"familiar and unquestionably constitutional\"); <i>Chambers,</i> 410 U.S. at 298, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span> (\"The hearsay rule, which has long been recognized and respected by virtually every State, is based on experience and grounded in the notion that untrustworthy evidence should not be presented to the triers of fact.\").</p>\n<p>The Appeals Court was presented with, and expressly rejected, the petitioner's argument that the statement bore particular <span class=\"star-pagination\">*74</span> indicia of reliability. On direct appeal, the petitioner asserted that Smith's statement was reliable because it was self-incriminatory, <i>see generally </i><i>Chambers,</i> 410 U.S. at 300-01, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, and because it tended to show that another person committed the crime, <i>see generally </i><i>Commonwealth v. O'Brien,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">578</span></span>, <span class=\"citation no-link\"><span class=\"volume\">736</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">841</span></span>, 851 (2000) (explaining that, under Massachusetts law, hearsay evidence \"may be admitted, in the judge's discretion, to show that a third party might have committed the crime\"). The Appeals Court concluded that the trial court did not abuse its discretion in excluding Smith's statement because the statement was not \"in a very real sense self-incriminatory\" (since it was not made by Bettencourt and denied both Smith and Bettencourt's participation in the assault) and because it did not contain sufficiently substantial \"connecting links\" between Bettencourt and the assault. <i>See Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3392089</span></span>, at *4-*5 (internal quotation marks omitted). We see nothing unreasonable about the Appeals Court's determination that the hearsay rule was properly applied to exclude Smith's statement.</p>\n<p>Turning to the other limitations placed on the petitioner's cross-examination of Officer Smith and Officer Gouveia regarding their investigation of Bettencourt, we disagree with the petitioner's contention that the Appeals Court unreasonably failed to find that the restrictions imposed in his case arbitrarily infringed on his ability to present a complete defense. Even assuming that some of the excluded testimony was otherwise proper and admissible for a non-hearsay purpose, which we need not decide, we have been clear that \"not every <i>ad hoc</i> mistake in applying state evidence rules ... should be called a violation of due process; otherwise every significant state court error in excluding evidence offered by the defendant would be a basis for undoing the conviction.\" <i>Fortini v. Murphy,</i> <span class=\"citation\" data-id=\"199512\"><a href=\"/opinion/199512/fortini-v-murphy/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 47 (1st Cir.2001). As we have noted elsewhere, \"the Supreme Court has rarely overturned state convictions because evidence was excluded and has in recent years made clear that only in extreme cases\" will such claims succeed. <i>O'Brien,</i> 453 F.3d at 20 (alterations omitted) (internal quotation marks omitted); <i>see also </i><i>Ellsworth v. Warden,</i> <span class=\"citation\" data-id=\"782389\"><a href=\"/opinion/782389/raymond-ellsworth-v-warden-new-hampshire-state-prison-and-philip/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2003) (en banc) (describing constitutional challenges to restrictions on cross-examination as \"tenable only where the restriction is manifestly unreasonable or overbroad\"). Provided that a defendant retains an adequate opportunity to present his theory of the case, the Supreme Court has made clear that a defendant's right to present relevant evidence \"`may, in appropriate cases, bow to accommodate other legitimate interests in the criminal trial process.'\" <i>Lucas,</i> 500 U.S. at 149, <span class=\"citation\" data-id=\"112590\"><a href=\"/opinion/112590/michigan-v-lucas/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1743</span></a></span> (quoting <i>Rock v. Arkansas,</i> <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 55, <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2704</span></a></span>, <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">37</span></a></span> (1987)).</p>\n<p>As the Appeals Court recognized, despite the exclusion of Smith's statement by the trial court, the petitioner was permitted to establish through his cross-examination of Officer Gouveia that Bettencourt's name had surfaced during the police investigation of the assault, that Officer Gouveia had attempted to locate Bettencourt, and that Bettencourt better fit Lynch's physical description of his assailant. The defendant was also provided a full opportunity to cross-examine Lynch, the Commonwealth's most important witness, and declined to exercise his right to call Smith as a witness to his own statements. In light of these substantial other opportunities to call the jury's attention to the likelihood that Bettencourt was the true culprit and that the police investigation of Bettencourt was suspect, we cannot say on this record that the Appeals Court's conclusion that the petitioner was not prejudiced by the <span class=\"star-pagination\">*75</span> preclusion of additional testimony from the officers regarding the police investigation of Bettencourt was an unreasonable application of clearly established law on the right to present a defense.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  On habeas review, we presume the correctness of the state court's factual findings. <i>See</i> 28 U.S.C. § 2254(e)(1). The petitioner does not challenge the factual basis of the Appeals Court's decision except for a lone statement, which we discuss <i>infra</i> note 7.</p>\n<p>[2]  Brown was indicted on two charges, but was convicted only of armed assault with intent to rob a person sixty years of age or older. He was acquitted of assault and battery on a person sixty years of age or older. Smith was indicted on identical charges, and pleaded guilty prior to Brown's trial.</p>\n<p>[3]  Smith claimed to have witnessed a person known only as \"Triz\" punch Lynch. Smith was unable to identify \"Triz\" when shown a photo array that included a picture of Brown.</p>\n<p>[4]  Brown is six feet one inch in height. There was also no evidence that Brown had ever displayed facial hair.</p>\n<p>[5]  The trial judge held a sidebar conference following the latter inquiry, at which the prosecutor explained that he objected to the question because \"what counsel is trying to do is trying to invite the jury to draw the inference as to what the hearsay statement was.\" The following exchange then occurred:\n</p>\n<p>THE COURT: Where are you heading with this?</p>\n<p>[DEFENSE COUNSEL]: For hearsay, simply to contradict testimony from certainly Mr. Lynch as to the identity of the assailant. It's not information. It's for hearsay purposes.</p>\n<p>THE COURT: No, sustained.</p>\n<p>[6]  The government contends that the petitioner's claim under the \"contrary to\" prong of § 2254(d)(1) is either unexhausted or barred by the principle of judicial estoppel because the petitioner argued to the Appeals Court that <i>Miles,</i> which quotes from <i>Kirouac,</i> provided the applicable legal standard and, further, treated the holding of <i>Van Arsdall</i> as consistent with the <i>Kirouac</i> test in his petition to the Supreme Judicial Court for further appellate review. However, we need not resolve the government's exhaustion argument if we conclude on the merits that the denial of the petition for habeas corpus was proper. <i>See</i> 28 U.S.C. § 2254(b)(2) (\"An application for a writ of habeas corpus may be denied on the merits, notwithstanding the failure of the applicant to exhaust the remedies available in the courts of the State.\"). We therefore elect to begin our analysis by addressing the substance of the petitioner's claims.</p>\n<p>[7]  In the district court, the petitioner asserted that the Appeals Court made an unreasonable factual determination when it stated that Lynch described to Officer Gouveia only \"two of the three young men who attacked him.\" <i>Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3392089</span></span>, at *2. The district court rejected the claim, noting that AEDPA allows state courts \"some room for mistakes,\" such as imprecise factual descriptions. <i>See </i><i>Hurtado v. Tucker,</i> <span class=\"citation\" data-id=\"199336\"><a href=\"/opinion/199336/hurtado-v-tucker/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (1st Cir. 2001). On this appeal, the petitioner maintains that the Appeals Court erred in its factual recitation, but he explicitly disclaims that the error rises to the level required to entitle him to relief under the statute's second prong, § 2254(d)(2). Instead, he suggests that the Appeals Court's misstatement merely highlights the general unreasonableness of its decision. Accordingly, we confine the scope of our review to the statute's first prong, § 2254(d)(1).</p>\n<p>[8]  The distinction is not insignificant. Under both Massachusetts and federal law, a defendant bears the burden on both direct and collateral review of demonstrating a constitutional violation. Once a violation is found, the government bears the burden of demonstrating that the error was harmless. <i>See, e.g., </i><i>United States v. Casas,</i> <span class=\"citation\" data-id=\"200815\"><a href=\"/opinion/200815/united-states-v-casas/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 121 (1st Cir.2004); <i>Commonwealth v. Depina,</i> <span class=\"citation\" data-id=\"2484553\"><a href=\"/opinion/2484553/commonwealth-v-depina/\"><span class=\"volume\">456</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">778</span></span>, 788 (2010). The essence of the petitioner's claim, therefore, is that the <i>Kirouac</i> test impermissibly burdened him with proving the materiality of the officers' direct testimony when, in fact, it is the Commonwealth's burden to prove that the officers' testimony was immaterial.</p>\n<p>[9]  In particular, the petitioner draws our attention to the following statement made by the prosecutor during closing argument:\n</p>\n<p>We have this other array that somehow [defense counsel] wants to criticize the police for going back and showing another photo array after Mr. Brown and Mr. Smith had been arrested. Well, there was another person there that night. Should the police stop looking for this third person?</p>\n<p>[10]  In the last five terms, the Supreme Court has overturned five federal grants of habeas corpus on the ground that the cited Supreme Court precedent had not been clearly established in the factual context presented. <i>See </i><i>Berghuis v. Smith,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1725\"><a href=\"/opinion/1725/berghuis-v-smith/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, 1392-94, <span class=\"citation\" data-id=\"1725\"><a href=\"/opinion/1725/berghuis-v-smith/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (2010) (holding that the Supreme Court's \"pathmarking decision\" in <i>Duren v. Missouri,</i> <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">664</span></a></span>, <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">579</span></a></span> (1979), \"hardly establishesno less `clearly' sothat [the petitioner] was denied his Sixth Amendment right\" on distinguishable facts); <i>Thaler,</i> 130 S.Ct. at 1175 (reversing a grant of habeas relief where \"[t]he part of [the Supreme Court's precedent] on which the Court of Appeals relied concerned a very different problem\"); <i>Van Patten,</i> 552 U.S. at 125, <span class=\"citation\" data-id=\"145839\"><a href=\"/opinion/145839/wright-v-van-patten/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">743</span></a></span> (reversing grant of habeas where Supreme Court precedent did not \"squarely address[]\" the question at issue); <i>Schriro v. Landrigan,</i> <span class=\"citation\" data-id=\"145734\"><a href=\"/opinion/145734/schriro-v-landrigan/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, 478, <span class=\"citation\" data-id=\"145734\"><a href=\"/opinion/145734/schriro-v-landrigan/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"145734\"><a href=\"/opinion/145734/schriro-v-landrigan/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">836</span></a></span> (2007) (reversing grant of habeas where Supreme Court had never addressed \"a situation in which a client interferes with counsel's efforts to present mitigating evidence\"); <i>Musladin,</i> 549 U.S. at 77, <span class=\"citation\" data-id=\"145770\"><a href=\"/opinion/145770/carey-v-musladin/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">649</span></a></span> (noting a \"contrast\" between existing Supreme Court precedent involving \"state-sponsored courtroom practices\" and the conduct \"to which Musladin objects\" involving \"private-actor courtroom conduct\").</p>\n<p>[11]  Although not valid sources of clearly established federal law under AEDPA, \"[d]ecisions from the lower federal courts may help inform the AEDPA analysis to the extent that they state the clearly established federal law determined by the Supreme Court.\" <i>Aspen v. Bissonnette,</i> <span class=\"citation\" data-id=\"202666\"><a href=\"/opinion/202666/aspen-v-bissonette/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span>, 574 n. 1 (1st Cir. 2007).</p>\n<p>[12]  In his brief, the petitioner principally characterizes the right to present a defense as one secured by the Confrontation Clause. For the purpose of this appeal, it is unnecessary for us to resolve whether the right is rooted in the Sixth Amendment and applied to the states through the Fourteenth Amendment, or whether it is rooted directly in the Due Process Clause of the Fourteenth Amendment. <i>Cf. </i><i>Pike,</i> 492 F.3d at 78 n. 8. <i>See generally </i><i>United States v. Scheffer,</i> <span class=\"citation\" data-id=\"118191\"><a href=\"/opinion/118191/united-states-v-scheffer/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">303</span></a></span>, 307-08 &amp; n. 3, <span class=\"citation\" data-id=\"118191\"><a href=\"/opinion/118191/united-states-v-scheffer/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1261</span></a></span>, <span class=\"citation\" data-id=\"118191\"><a href=\"/opinion/118191/united-states-v-scheffer/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span></a></span> (1998).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/170677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1433865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2055535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2077283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2484553/"
  ]
}