{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/183082/",
  "absolute_url": "/opinion/183082/city-of-dearborn-heights-v-waters-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/183082/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-01-21T01:00:08Z",
  "date_modified": "2016-04-26T05:54:20.762885Z",
  "type": "010combined",
  "sha1": "54a063bef2e7817c67e09ca27727bdc5d1d99924",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1514P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/01/20/Inter-Local_Pension_Fund_v._Waters_Corporation.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 10-1514\n\nCITY OF DEARBORN HEIGHTS ACT 345 POLICE & FIRE RETIREMENT SYSTEM,\n   Individually and on Behalf of All Others Similarly Situated,\n\n                            Plaintiff,\n\n                INTER-LOCAL PENSION FUND GCC/IBT,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n WATERS CORPORATION, DOUGLAS A. BERTHIAUME, and JOHN A. ORNELL,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n                     Howard, Circuit Judge,\n                 and DiClerico,* District Judge.\n\n\n     Susan K. Alexander, with whom David A. Rosenfeld, Samuel H.\nRudman, Mark T. Millkey, and Robbins Geller Rudman & Dowd LLP were\non brief, for appellant.\n     Steven W. Hansen, with whom T. Peter R. Pound, Michael C.\nMoran, and Bingham McCutchen LLP were on brief, for appellees.\n\n\n\n\n     *\n          Of the District of New Hampshire, sitting by designation.\n\fJanuary 20, 2011\n\n\n\n\n      -2-\n\f           LYNCH, Chief Judge.       This securities fraud class action\n\nraises one type of question under the category of questions about\n\nwhether plaintiff investors have pled facts supporting a strong\n\ninference that defendants acted with scienter under the Private\n\nSecurities Litigation Reform Act of 1995 (PSLRA), Pub. L. 104-67,\n\n109 Stat. 737.\n\n           The dispute here is not about whether the facts alleged\n\nsupport   the    inference    that   the    defendants    knew   of   certain\n\nundisclosed facts during the class period.            We addressed that type\n\nof scienter question in New Jersey Carpenters Pension & Annuity\n\nFunds v. Biogen Idec Inc., 537 F.3d 35, 44 (1st Cir. 2008).\n\nRather, the question here is whether there is a strong inference\n\nthat the defendants' failure to disclose certain facts was a result\n\nof wrongful intent, or scienter, even assuming defendants knew of\n\nthose facts.    Answering this question involves an inquiry into the\n\nrelationship     between     scienter     and   the    materiality    of   the\n\nundisclosed information.       We affirm the district court's dismissal\n\nof this action for failing to meet the \"strong inference\" of\n\nscienter standard set forth in the PSLRA.\n\n                                     I.\n\n           To set the stage, we describe the complaint (and theory\n\nof liability) brought against Waters Corporation (\"Waters\") and two\n\nof its senior executives, Douglas A. Berthiaume and John A. Ornell,\n\nunder Sections 10(b) and 20(a) of the Securities Exchange Act of\n\n\n                                     -3-\n\f1934, 15 U.S.C. §§ 78j(b), 78t, and Securities Exchange Commission\n\nRule 10b-5, 17 C.F.R. § 240.10b-5.           Plaintiff-Appellant is Inter-\n\nLocal Pension Fund GCC/IBT.\n\n              The complaint alleges that during the class period of\n\nJuly 24, 2007 to January 22, 2008, defendants intentionally or\n\nrecklessly failed to disclose a March 2007 change in Japanese\n\nregulations that predictably reduced demand for Waters' products\n\nand services in Japan, a significant market for the company.                The\n\nomission   of    this    government   regulatory     change   was,    plaintiff\n\nalleges, material and misleading, both in its own right and because\n\ndisclosure was needed to ensure that defendants' other statements\n\nabout sales and the Japanese market would not mislead investors.\n\nBuilding   on    this,   plaintiff    contends   that   there    is   a   strong\n\ninference of scienter, one which is further strengthened by the\n\nfact   that    Berthiaume    and   Ornell,   along    with    other   insiders,\n\ncollectively sold 637,500 shares of stock for gross proceeds in\n\nexcess of $42 million during the class period.                When defendants\n\neventually disclosed the change in Japanese regulations with their\n\nfourth quarter results on January 22, 2008, the price of the stock\n\ndropped by approximately 20%.\n\n              The district court dismissed the suit under Fed. R. Civ.\n\nP. 12(b)(6).      City of Dearborn Heights Act 345 Police & Fire Ret.\n\nSys. v. Waters Corp., 699 F. Supp. 2d 331, 346 (D. Mass. 2010).               We\n\nagree, albeit on different reasoning.\n\n\n                                      -4-\n\f                                 II.\n\n          The appellate court, like the district court, must accept\n\nall well-pleaded factual allegations in the complaint as true. ACA\n\nFin. Guar. Corp. v. Advest, Inc., 512 F.3d 46, 58 (1st Cir. 2008).\n\n          Waters, a publicly traded company, designs, manufactures,\n\nsells, and services high performance liquid chromatography, ultra\n\nperformance liquid chromatography, and mass spectrometry instrument\n\nsystems, as well as support products.      During the class period,\n\ndefendant Douglas A. Berthiaume was the company's Chairman, CEO,\n\nand President, and defendant John A. Ornell was the company's CFO,\n\nPrincipal Accounting Officer, and Vice President of Finance and\n\nAdministration.     Berthiaume and Ornell are alleged to have been\n\n\"controlling persons\" within the meaning of Section 20(a) of the\n\nSecurities Exchange Act of 1934.\n\n          Waters sells its products primarily in the United States,\n\nEurope, and Asia.    In 2006, sales to the Japanese market accounted\n\nfor approximately 10% of the company's global sales.    These sales\n\nwere, in part, generated by stringent Japanese government water\n\ntesting regulations that had, for the past several years, created\n\na strong demand for Waters' products and services.\n\n          In March 2007, Japanese authorities issued amendments\n\neasing these regulations, which presumably reduced the demand for\n\nWaters' goods.    Plaintiff alleges that defendants were aware of\n\nthis change, that the change was material to investors, and that\n\n\n                                 -5-\n\fdefendants intentionally or recklessly misled investors by failing\n\nto disclose the change during the class period and by issuing\n\nstatements that were misleading in light of this omission.1                  We\n\nidentify and add emphasis to those statements made by defendants\n\nthat       are   said   to   be   misleading   or   otherwise   indicative   of\n\ndefendants' scienter.\n\n                 On July 24, 2007, the first day of the class period,\n\nWaters announced its second quarter results in a press release and\n\nheld a conference call with analysts and investors.                 The press\n\nrelease included the following statement from Berthiaume commenting\n\non the quarter:\n\n                 The generally broad-based growth that we\n                 experienced in the first quarter accelerated\n                 with continued rapid uptake of our new\n                 products and strengthening demand from life\n                 science   customers,   including   our  large\n                 pharmaceutical   accounts.  Our   first  half\n                 results are very encouraging and we are\n                 optimistic that our new system offerings will\n                 continue to stimulate demand going forward.\n\nIn the conference call, Ornell likewise stated that the company's\n\n\"business prospects continue to look very positive with most of our\n\nend markets and geographies enjoying strong customer demand.\"\n\nPlaintiff argues that these statements are false or misleading,\n\nalleging that in Japan sales were already \"dwindling\" and that\n\n\n\n       1\n          Although the complaint also alleged that certain of\nOrnell's statements as to predicted tax rates made on October 23,\n2007 were misleading, those allegations have been abandoned on\nappeal.\n\n                                        -6-\n\fdefendants knew that these sales would continue to do so. However,\n\nBerthiaume did in fact acknowledge in the conference call that the\n\ncompany was \"seeing some finalization of investments in places like\n\nJapan, where the drinking water regulations . . . spurred a great\n\ndeal of investment . . . up through 2006,\" and that the company was\n\n\"seeing that begin to tail itself off.\" Other than this statement,\n\nthe level of sales in Japan was not specifically mentioned in the\n\ncompany's earnings press release or conference call.         In the\n\nconference call, Ornell issued general guidance for the third\n\nquarter, forecasting quarterly sales growth of 14% and earnings per\n\nshare in the range of $0.56 - $0.60.\n\n            In the following months, before the release of the third\n\nquarter results, company insiders sold 475,000 shares of Waters\n\ncommon stock for just over $30 million in proceeds.      Berthiaume\n\nsold 180,000 shares. Ornell sold 20,000 shares. Both had acquired\n\nthe shares that they sold through the simultaneous exercise of\n\noptions, and they sold these shares at a price of approximately\n\n$63.   During this period, Waters repurchased 402,000 shares of its\n\nstock, at a cost of over $24.2 million.\n\n            On October 23, 2007, Waters announced its third quarter\n\nresults, which exceeded the July forecasts as to both sales and\n\nearnings.    Waters reported sales growth of 17% (compared to the\n\nforecast of 14%) and earnings per share of $0.62 (compared to the\n\nforecast of $0.56-$0.60).     Waters did not separate out sales in\n\n\n                                 -7-\n\fJapan for the third quarter, but the topic came up in the quarterly\n\nconference call.      During that call, Berthiaume stated:\n\n             Outside the United States, the only really\n             major market where we saw some softness in\n             demand was in Japan.    I think this weakness\n             appeared   related    to   general    economic\n             conditions and we are confident that our\n             competitive position in Japan remains strong\n             and that our sales there are likely to pick up\n             as general spending conditions improve.\n\nPlaintiff alleges that the failure to disclose the change in water\n\ntesting regulations made it misleading for Berthiaume to state that\n\nthe \"softness in Japan\" was related to general economic conditions\n\nand   that    sales   would   likely   improve    with   better   spending\n\nconditions.\n\n             In the same conference call, Ornell issued guidance for\n\nthe fourth quarter, forecasting sales growth of 12% and earnings\n\nper share in a range of $1.04 - $1.08.           Following the company's\n\nearnings announcement and forecasts, which were issued on the\n\nmorning of October 23, the price of Waters' stock rose 9%, closing\n\nat $73.92 per share in the afternoon.\n\n             In the following months, before the release of fourth\n\nquarter results, company insiders at Waters collectively sold\n\n162,500 shares of stock for more than $12.3 million in gross\n\nproceeds.    Ornell sold 60,000 shares at approximately $76 a share.\n\nDuring this time period, Waters repurchased 250,000 shares of its\n\nstock, at a cost of over $19.8 million.\n\n\n\n                                   -8-\n\f           On January 22, 2008,     Waters reported its fourth quarter\n\nresults.     It   reported   that   sales   were   higher   than   had   been\n\nexpected, up 13% for the quarter (compared to the October forecast\n\nof 12%) and up 15% for the full year (compared to the July forecast\n\nof 14%).   Indeed, the company reported record high yearly sales of\n\n$1.47 billion.\n\n           Reported earnings, however, were lower than had been\n\nforecast in October.    Earnings per share were $0.98 for the fourth\n\nquarter (compared to the forecasted range of $1.04 - $1.08) and\n\n$2.75 for the year (compared to the forecasted range of $2.82 -\n\n$2.86).    In a conference call the same day, Berthiaume discussed\n\nthese results. Explaining why the company had not met its earnings\n\npredictions, he stated:\n\n           While our fourth quarter results reflect\n           strong operating income performance, . . . our\n           earnings per share growth in the fourth\n           quarter did not materialize quite as we had\n           anticipated, as an unexpected increase in our\n           annual   tax  rate,   among   other   factors,\n           adversely     affected     our    bottom-line\n           performance.\n\nOn the earnings side, this statement identified increased costs,\n\nsuch as taxation, among other factors, as the cause of the earnings\n\nfalling short of defendants' forecast.             Berthiaume noted that\n\n\"sales growth was in line with our October outlook,\" but explained\n\nthat\n\n           foreign currency translation was a larger\n           factor than we expected.   In addition, our\n           sales in Japan were weaker than anticipated\n\n                                    -9-\n\f          due to a combination of a sluggish economic\n          condition and a change in the testing\n          protocols for drinking water analysis in\n          Japan.\n\nOn the income side, though income was greater than forecast, this\n\nstatement acknowledged the role of foreign currency \"translation\"\n\nand weaker Japanese sales due to sluggish economic conditions and\n\nthe regulatory change in Japan.       This was the first time that\n\ndefendants expressly stated that there had been a change in Japan's\n\ndrinking water regulations.\n\n          In response to a question regarding the slowdown in the\n\nJapanese market, which amounted to a 12% decline in sales for the\n\nquarter, Berthiaume further discussed the regulatory change:\n\n          [W]hat happened last year is that the Japanese\n          government substantially reduced the sampling\n          requirements and as a result we saw a\n          reduction in our business. We had a leading\n          share in this marketplace.      And we saw a\n          reduction in both the consumable side of the\n          business because of the samples, as well as\n          the instruments that were required to run it.\n\nHe stated that he needed to \"take a little bit of the blame,\"\n\nexplaining:\n\n          We probably should have seen this a little\n          earlier. We knew that the slope wasn't going\n          to be as strong forever in these applications,\n          but the down turn came much faster than we\n          anticipated.    So the slope in the fourth\n          quarter was a pretty significant one and\n          that's what caught us up by a little bit of a\n          surprise.\n\nPlaintiff alleges these statements are an admission that the change\n\nin testing regulations was at least partly responsible for the\n\n                               -10-\n\fdecline in Japanese sales, that the defendants had been aware of\n\nthe regulatory change, and that they had known it would cause a\n\ndecline in the Japanese market.\n\n          After the release of these fourth quarter results, with\n\nWaters' report that earnings had failed to meet its predictions,\n\nthe price of its stock dropped $14.65 per share, or approximately\n\n20%.\n\n          However, defendants' optimistic statements about Waters'\n\nfuture sales in the Japanese market eventually proved to be well\n\nfounded. In 2008, Waters' sales in Japan increased to about $151.7\n\nmillion, up from $134.8 million in 2007 and $135.7 million in 2006.\n\n                                 III.\n\n          We review de novo whether plaintiff's complaint has met\n\nthe pleading requirements imposed by the PSLRA. ACA Fin., 512 F.3d\n\nat 58.   A complaint must plead six elements to state a claim for\n\nsecurities fraud under Section 10(b) and Rule 10b-5: (1) a material\n\nmisrepresentation or omission; (2) scienter, or a wrongful state of\n\nmind; (3) a connection with the purchase or sale of a security; (4)\n\nreliance; (5) economic loss; and (6) loss causation.          Dura Pharm.,\n\nInc. v. Broudo, 544 U.S. 336, 341-42 (2005).        This case turns on\n\nscienter, but we also set forth the requirements for materiality,\n\nwhich are relevant here.\n\n          A   fact   is   material   when   there   is   \"a   substantial\n\nlikelihood\" that a reasonable investor would have viewed it as\n\n\n\n                                 -11-\n\f\"significantly alter[ing] the 'total mix' of information made\n\navailable.\"   Basic Inc. v. Levinson, 485 U.S. 224, 231-32 (1988)\n\n(quoting   TSC Indus., Inc. v. Northway, Inc., 426 U.S. 438, 449\n\n(1976)) (internal quotation mark omitted).     A statement can be\n\n\"false or incomplete\" but not actionable \"if the misrepresented\n\nfact is otherwise insignificant.\" Id. at 238. Materiality is most\n\noften a mixed question of fact and law.    TSC Indus., 426 U.S. at\n\n450.\n\n           Scienter is a \"mental state embracing intent to deceive,\n\nmanipulate, or defraud.\"    Ernst & Ernst v. Hochfelder, 425 U.S.\n\n185, 193 n.12 (1976); see also ACA Fin., 512 F.3d at 58.       The\n\nscienter element may be satisfied by showing that the defendant\n\nengaged in \"intentional or willful conduct designed to deceive or\n\ndefraud investors by controlling or artificially affecting the\n\nprice of securities.\"   Hochfelder, 425 U.S. at 199.   A plaintiff\n\ncan also demonstrate scienter by showing that defendants \"acted\n\nwith a high degree of recklessness.\" Aldridge v. A.T. Cross Corp.,\n\n284 F.3d 72, 82 (1st Cir. 2002).   Under the recklessness standard,\n\na defendant can be held liable for \"a highly unreasonable omission,\n\ninvolving not merely simple, or even inexcusable, negligence, but\n\nan extreme departure from the standards of ordinary care, and which\n\npresents a danger of misleading buyers or sellers that is either\n\nknown to the defendant or is so obvious the actor must have been\n\naware of it.\"   Greebel v. FTP Software, Inc., 194 F.3d 185, 198\n\n\n\n                               -12-\n\f(1st Cir. 1999) (quoting Sundstrand Corp. v. Sun Chem. Corp., 553\n\nF.2d 1033, 1045 (7th Cir. 1977)) (internal quotation mark omitted);\n\nsee also SEC v. Fife, 311 F.3d 1, 9-10 (1st Cir. 2002).\n\n            The PSLRA mandates \"a special standard for measuring\n\nwhether allegations of scienter survive a motion to dismiss.\"\n\nGreebel, 194 F.3d at 195.    A complaint alleging securities fraud\n\nmust, with respect to each alleged act or omission, \"state with\n\nparticularity facts giving rise to a strong inference that the\n\ndefendant acted with the required state of mind.\"         15 U.S.C.\n\n§ 78u-4(b)(2) (emphasis added). A plaintiff must allege facts that\n\nmake an inference of scienter \"more than merely plausible or\n\nreasonable--it must be cogent and at least as compelling as any\n\nopposing inference of nonfraudulent intent.\"      Tellabs, Inc. v.\n\nMakor Issues & Rights, Ltd., 551 U.S. 308, 314 (2007).    When there\n\nare equally strong inferences for and against scienter, the draw is\n\nawarded to the plaintiff.   ACA Fin., 512 F.3d at 59.\n\n            The question of whether a plaintiff has pled facts\n\nsupporting a strong inference of scienter has an obvious connection\n\nto the question of the extent to which the omitted information is\n\nmaterial.   A plaintiff must provide evidence showing not only that\n\na statement or omission \"was false or misleading,\" but also \"that\n\nit was made in reference to a matter of material interest to\n\ninvestors.\"    Geffon v. Micrion Corp., 249 F.3d 29, 35 (1st Cir.\n\n2001);   see also Jackvony v. RIHT Financial Corp., 873 F.2d 411,\n\n\n\n                               -13-\n\f415 (1st Cir. 1989) (Breyer, J.) (finding that the fact that a\n\nhospital received general expressions of interest in acquisition\n\nfrom time to time had no special significance). \"[T]he question of\n\nwhether Defendants recklessly failed to disclose [a fact] is . . .\n\nintimately bound up with whether Defendants either actually knew or\n\nrecklessly ignored that the [fact] was material and nevertheless\n\nfailed to disclose it.\"   City of Philadelphia v. Fleming Cos., 264\n\nF.3d 1245, 1265 (10th Cir. 2001).   If it is questionable whether a\n\nfact is material or its materiality is marginal, that tends to\n\nundercut the argument that defendants acted with the requisite\n\nintent or extreme recklessness in not disclosing the fact.   See In\n\nre Carter-Wallace, Inc., Sec. Litig., 220 F.3d 36, 42 (2d Cir.\n\n2000).2\n\nA.        Defendants' Revenues and Earnings Statements\n\n          Plaintiff makes a two-part argument.   The first part is\n\nthat the inferences drawn in its favor require the conclusion that\n\ndefendants knew, during the class period, that Japan had relaxed\n\nits water testing regulations and that this change would ultimately\n\nlead to less demand for Waters' products and services in Japan.\n\nThe second part is that the fact of this knowledge alone provides\n\n\n     2\n          In this case, we do not decide the question of the\nmateriality of the Japanese change in regulations, only that of\nwhether there is a strong inference of scienter. Cf. New Jersey\nCarpenters Pension & Annuity Funds v. Biogen Idec, Inc., 537 F.3d\n35, 44 (1st Cir. 2008) (\"We discuss materiality only insofar as it\nis relevant to the pleading of omissions said to be relevant to\nscienter.\").\n\n                                -14-\n\fa sufficient basis for a cogent and compelling inference that\n\ndefendants acted with scienter in failing to disclose earlier the\n\nregulatory change.\n\n          The    first   is   based   on   Berthiaume's   January   2008\n\nstatements that the \"Japanese government substantially reduced the\n\nsampling requirements and as a result we saw a reduction in our\n\nbusiness\" and that the company \"knew the slope wasn't going to be\n\nas strong forever in these applications.\"           These statements,\n\nplaintiff argues, establish that the decline in revenues in Japan\n\nwas in part attributable to the change in testing regulations and\n\nthat defendants knew much earlier that there would likely be such\n\na decline.      This is a fair inference, and defendants do not\n\nthemselves dispute that they had knowledge of the regulatory change\n\nat least at some time earlier in the class period.        However, this\n\nis not sufficient to meet plaintiff's burden on scienter.\n\n          Plaintiff's argument that defendants' \"actual knowledge\n\nof the facts withheld amply establishes the necessary degree of\n\nscienter . . . misconstrues the relevant inquiry.\"         Schlifke v.\n\nSeafirst Corp., 866 F.2d 935, 946 (7th Cir. 1989).             The key\n\nquestion in this case is not whether defendants had knowledge of\n\ncertain undisclosed facts, cf. id., but rather whether defendants\n\nknew or should have known that their failure to disclose those\n\nfacts \"present[ed] a danger of misleading buyers or sellers.\"\n\nGreebel, 194 F.3d at 198 (quoting Sundstrand, 553 F.2d at 1045).\n\n\n\n                                  -15-\n\fThat is, the danger must be \"either known to the defendant or . .\n\n. so obvious the actor must have been aware of it.\"    Id.; see also\n\nSEC v. Platforms Wireless Int'l Corp., 617 F.3d 1072, 1092-93 (9th\n\nCir. 2010) (adopting this formulation of the question); City of\n\nPhiladelphia, 264 F.3d at 1260, 1264 (same); In Re Advanta Corp.\n\nSec. Litig., 180 F.3d 525, 535 (3rd Cir. 1999) (same); Schlifke,\n\n866 F.2d at 946 (same).\n\n          This evaluation of the inference of scienter involves \"an\n\nobjective test.\" Platforms Wireless, 617 F.3d at 1093; Sundstrand,\n\n553 F.2d at 1045.3     And here, the inference of a nonculpable\n\nexplanation for the lack of disclosure is much stronger than the\n\ninference of scienter, even viewing scienter as involving either\n\nintentionality   or   extreme   recklessness.   That    is,   viewed\n\nobjectively, the inferences are stronger that defendants did not\n\nknowingly or recklessly risk misleading the reasonable investor, as\n\ndefendants reasonably did not expect that the change in Japanese\n\ndrinking water testing regulations would itself have a significant\n\nimpact on Waters' overall worldwide sales during 2007, such as to\n\nrequire disclosure.\n\n\n     3\n          Given our disposition of this case, we need not engage in\nan additional inquiry that involves a \"subjective test,\" requiring\nthat \"the omission derive from something more egregious than even\n'white heart/empty head' good faith.\"     Sundstrand Corp. v. Sun\nChem. Corp., 553 F.2d 1033, 1045 & n.20 (7th Cir. 1977); see also\nSEC v. Platforms Wireless Int'l Corp., 617 F.3d 1072, 1093 (9th\nCir. 2010) (discussing the two part--objective and subjective--test\nfor scienter); Backman v. Polaroid Corp., 893 F.2d 1405, 1418 (1st\nCir. 1990) (discussing the good faith defense).\n\n                                -16-\n\f             It is true that the entire Japanese market constituted\n\n10% of Waters' global sales.              Yet in considering the significance\n\nof    an   event   that     impacts    sales,     management    must   weigh    \"the\n\nanticipated magnitude of the event in light of the totality of the\n\ncompany activity.\" City of Philadelphia, 264 F.3d at 1265 (quoting\n\nSEC   v.   Fehn,    97     F.3d   1276,    1291   (9th   Cir.   1996))   (internal\n\nquotation mark omitted); see also Greebel, 194 F.3d at 206 (\"At\n\nbest, plaintiffs' additional evidence supports an inference that\n\nFTP improperly recognized from $416,000 to $1.55 million in revenue\n\n. . . . Because FTP reported overall revenue . . . of $37.1\n\nmillion, these transactions do not support a strong inference of\n\nscienter.\").\n\n             Here, the third and fourth quarters' overall global sales\n\nwere not below projected figures, but rather above them.                   Waters\n\nreported that in the third quarter total sales grew 17% (compared\n\nto a forecasted 14%) and that in the fourth quarter they grew 13%\n\n(compared to a forecasted 12%), despite the decline in Japanese\n\nsales.     For 2007 overall, the company reported record high yearly\n\nsales of $1.47 billion.               Plaintiff does not argue that these\n\nfigures are themselves inaccurate or misleading.                That the decline\n\nin    Japanese     sales    caused    by    the   regulatory    change    was    not\n\ninconsistent with the forecasted increase in overall sales--which\n\nwere the focus of defendants' quarterly reports--weighs against\n\n\n\n\n                                          -17-\n\fplaintiff's attempts to draw a strong inference of scienter.                  Cf.\n\nRonconi v. Larkin, 253 F.3d 423, 432 (9th Cir. 2001).\n\n               Although there was a drop of 12% in Japanese sales for\n\nthe fourth quarter of 2007--and defendants admit that the change in\n\nwater       testing   was,    among   the   variety    of   causes,   the   \"most\n\nsignificant\"--it is far from evident what fraction of this decline\n\nwas predictably due to the regulatory change itself.                    Cf. Ezra\n\nCharitable Trust v. Tyco Int'l, Ltd., 466 F.3d 1, 6 (1st Cir. 2006)\n\n(\"Pleading       'fraud      by   hindsight,'   essentially    making    general\n\nallegations 'that defendants knew earlier what later turned out\n\nbadly,' is not sufficient.\") (quoting Gross v. Summa Four, Inc., 93\n\nF.3d 987, 991 (1st Cir. 1996)). Moreover, sales in Japan rebounded\n\nin 2008, as defendants had predicted.\n\n               Nor, contrary to plaintiff's arguments, can a strong\n\ninference of scienter be drawn from Berthiaume's July 24 statement\n\nthat he was \"optimistic\" about future sales, or his October 23\n\nstatement explaining that the \"softness in demand\" in Japan was due\n\nto \"general economic conditions\" and forecasting increased sales as\n\n\"general spending conditions improve.\"4               An inference of scienter\n\n        4\n          There is no need to reach defendants' alternative\nargument that their future guidance statements are protected by the\nPSLRA's safe harbor provisions, under which a \"forward-looking\"\nstatement, such as an earnings forecast, is not actionable under\nSection 10(b) if it is either (a) \"identified as a forward-looking\nstatement, and is accompanied by meaningful cautionary statements\nidentifying important factors that could cause actual results to\ndiffer materially from those in the forward-looking statement,\" or\n(b) the plaintiff fails to prove that it was made \"with actual\nknowledge . . . that the statement was false or misleading.\" 15\n\n                                        -18-\n\fis especially unwarranted here, given that Berthiaume also stated\n\nin   the   July   24    conference     call    that     the   company    saw    \"some\n\nfinalization      of   investments\"       in   Japan,    \"where      drinking   water\n\nregulations . . . spurred a great deal of investment . . . up\n\nthrough    2006,\"      and   this   had    \"beg[un]     to    tail    itself    off.\"\n\n\"[A]ttempts to provide investors with warnings of risks generally\n\nweaken the inference of scienter.\" Ezra Charitable Trust, 466 F.3d\n\nat 8; see also Micrion Corp., 249 F.3d at 37.                  At the end of the\n\nfourth quarter, when it was clear that sales in the Japanese market\n\nhad to some extent suffered a downturn, defendants identified the\n\ndecline.    Their characterization of the downturn as \"modest\" is\n\naccurate given the increase in global sales that beat forecasts and\n\nthe record aggregate earnings.\n\n            The inferences as to scienter also run in defendants'\n\nfavor from the fact that it was higher costs and expenses, not\n\nlower sales, that caused earnings to be below expectations.                      The\n\nreport of below expected earnings could well have caused the share\n\nprice to drop as it did.            Plaintiff's allegations, though, go to\n\nrevenues, not higher costs and expenses.\n\n            Defendants admitted that they should have caught the\n\ntrend earlier and that it might well have been more prudent for\n\nthem to have disclosed the change in the Japanese regulations\n\nsooner. These admissions do not, however, establish scienter. Cf.\n\n\n\nU.S.C. §78u-5(c)(1).\n\n                                       -19-\n\fMicrion Corp., 249 F.3d at 37 (finding that although the defendant\n\n\"could have provided still more information\" regarding the alleged\n\nomission, \"absent the type of evidence we have previously found\n\nprobative of scienter, its failure to do so does not mean that the\n\nomission was purposely deceptive in a manner actionable under Rule\n\n10b-5\").     A company does not commit securities fraud merely by\n\nfailing to disclose all non-public material information that it\n\nknows.     ACA Fin., 512 F.3d at 61.          Allegations of corporate\n\nmismanagement are not actionable under Rule 10b-5.               Santa Fe\n\nIndus., Inc. v. Green, 430 U.S. 462, 479 (1977); Stevelman v. Alias\n\nResearch Inc., 174 F.3d 79, 85 (2d Cir. 1999).       Nor are allegations\n\nof mere negligence. Platforms Wireless, 617 F.3d at 1093; Greebel,\n\n194 F.3d at 198-99.\n\n           It would have been easy enough for management to have\n\ndisclosed the change in the regulations.        It was not unreasonable\n\nfor plaintiff to have been suspicious of why that was not done.\n\nBut mere suspicion is not enough.\n\nB.         Defendants' Insider Trading As Support for Scienter\n\n           We   consider   all   of   the   allegations   in   plaintiff's\n\ncomplaint.    Tellabs, 551 U.S. at 322; Biogen Idec, 537 F.3d at 51.\n\nOur conclusion as to scienter does not change when we add to the\n\nmix plaintiff's insider trading allegations.        Cf. Biogen Idec, 537\n\nF.3d at 55-57.\n\n\n\n\n                                  -20-\n\f            Depending on context, allegations of insider trading may\n\noffer some support for inferences of scienter.          Mississippi Pub.\n\nEmps. Ret. Sys. v. Boston Scientific Corp., 523 F.3d 75, 92 (1st\n\nCir. 2008) (\"Insider trading in suspicious amounts or at suspicious\n\ntimes may be probative of scienter.\"); see also In re Cabletron\n\nSys., Inc., 311 F.3d 11, 39-40 (1st Cir. 2002); Shaw v. Digital\n\nEquip. Corp., 82 F.3d 1194, 1224 (1st Cir. 1996).       \"The vitality of\n\nthe inference to be drawn depends on the facts, and can range from\n\nmarginal to strong.\"      Greebel, 194 F.3d at 197-98 (citations\n\nomitted).\n\n            Plaintiff   alleges   that   during   the    class   period,\n\nBerthiaume sold 6.08% of his stock holdings and Ornell sold 83.24%\n\nof his holdings, and that these sales support a strong inference of\n\nscienter. In calculating the percent of holdings sold, however, it\n\nis appropriate to consider not only the shares of stock that\n\nBerthiaume and Ornell held prior to their sales, but also the\n\nshares that they could have sold through the exercise of options,\n\nwhich plaintiff did not do.       See Ronconi, 253 F.3d at 435 n.25\n\n(\"Stock options should be considered in calculating the percentage\n\nof shares sold unless the insider could not have exercised them.\");\n\nIn re Silicon Graphics Inc. Sec. Litig., 183 F.3d 970, 986-87 (9th\n\nCir. 1999) (\"Actual stock shares plus exercisable stock options\n\nrepresent the owner's trading potential more accurately than the\n\nstock shares alone\"); see also Cozzarelli v. Inspire Pharm. Inc.,\n\n\n\n                                  -21-\n\f549 F.3d 618, 628 (4th Cir. 2008) (considering both shares and\n\nvested stock options in determining the significance of a sale);\n\nCornelia I. Crowell GST Trust v. Possis Med., Inc., 519 F.3d 778,\n\n783 (8th Cir. 2008) (same); Acito v. IMCERA Grp., Inc., 47 F.3d 47,\n\n54   (2d    Cir.    1995)   (same).     The   consideration   of   options   is\n\nespecially warranted here, as Berthiaume and Ornell sold shares\n\nthat were acquired through the simultaneous exercise of options.\n\n                Berthiaume's sales during the class period, calculated to\n\ninclude options, amounted to only 4.82% of the shares that he could\n\nhave sold.        He sold these shares entirely in the third quarter at\n\na price of approximately $63 per share.              His sales price was less\n\nthan 10% above the low of $58.58 to which the price dropped after\n\nthe release of fourth quarter results, and substantially lower than\n\nthe high of $80.77 that it reached during the fourth quarter.\n\nThese facts offer, as to Berthiaume, little support for a strong\n\ninference of scienter.          Cf. Ronconi, 253 F.3d at 435 (\"[S]elling\n\nstock for $54, when the price subsequently rises to $74 and then\n\nsinks      to    $49,    does   not   support   an    inference    of   knowing\n\nfalsehood.\").\n\n                The facts of Ornell's trades are different: he sold\n\napproximately 7% of the shares that he could have sold in the third\n\nquarter, and approximately 22% of the remainder in the fourth\n\nquarter.         While   his third quarter sales were at a price of\n\napproximately $63 per share, his much more significant fourth\n\n\n\n                                       -22-\n\fquarter sales were at $76, only slightly lower than the fourth\n\nquarter high of $80.77. The fact that Ornell sold this significant\n\npercentage of his holdings, and that he made many of these sales\n\nnear   the   high   price,    could   lend    some   support    to    plaintiff's\n\ninference of scienter.        See Greebel, 194 F.3d at 197-98.\n\n             Plaintiff failed to allege any facts that these sales\n\nwere unusual.       \"At a minimum, the trading must be . . . unusual,\n\nwell beyond the normal patterns of trading by those defendants.\"\n\nGreebel, 194 F.3d at 198.       Here, plaintiff's complaint provided no\n\ninformation about Ornell's trading history that would support such\n\na determination.       This is in marked contrast to In re Cabletron\n\nSystems, where the complaint detailed stock sales by defendants in\n\nthe months prior to the class period.           See In re Cabletron Systems,\n\n311 F.3d at 27; see also Nursing Home Pension Fund, Local 144 v.\n\nOracle Corp., 380 F.3d 1226, 1232 (9th Cir. 2004) (\"[T]he Complaint\n\nalleges that Ellison had not sold any of his Oracle stock for five\n\nyears.       This    makes    Ellison's       January   2001    trades         highly\n\ninconsistent    with    his   prior    trading    history.\");        In   re    Apple\n\nComputer Sec. Litig., 886 F.2d 1109, 1117-18 (9th Cir. 1989)\n\n(comparing the 10 months preceding the 10 month class period to\n\ndetermine whether the alleged insider trading was consistent with\n\nthe prior pattern of sales).          Trading histories are not a sine qua\n\nnon of an allegation of unusual insider trading.               Some trades may,\n\nfrom the face of things, be unusual.             But Ornell's trades do not\n\n\n                                       -23-\n\ffit into this category, and no context is provided.            Cf. Ronconi,\n\n253 F.3d at 436 (\"[T]he plaintiffs have not alleged sufficient\n\ntrading   history   for   us   to   conclude   that    [the]   trading   was\n\n'dramatically out of line with prior trading practices.'\").\n\n           The stock sales by Berthiaume and Ornell do not, under\n\nthese circumstances, offer the requisite support for a strong\n\ninference of scienter, either standing alone or in combination with\n\nthe other evidence.5\n\n           Finally, the fact that Waters repurchased its own stock\n\nduring the third and fourth quarters of 2007 does not, on these\n\nfacts, have much weight one way or another.           Given our conclusion\n\nthat there is no strong inference of scienter from the other facts,\n\neven considering insider trading, we do not think it a fair\n\ninference that the stock repurchases were fraudulently motivated\n\nto augment market demand and thereby mask the insider sales.\n\n                                    IV.\n\n           The district court properly dismissed the plaintiff's\n\nSection 10(b) and Rule 10b-5 claims.           Because the plaintiff's\n\nSection 20(a) claim was derivative of the Rule 10b-5 claim, it was\n\n     5\n          Plaintiff also alleges that seven non-defendant insiders\nsold 377,500 shares for proceeds of $25,119,276 during the class\nperiod. This court has considered stock sales by non-defendant\ninsiders when evaluating the sufficiency of a pleading of scienter.\nSee Shaw v. Digital Equipment Corp., 82 F.3d 1194, 1224 (1st Cir.\n1996). However, listing only bare facts about the shares sold,\nplaintiff here does not provide any information about the trades\nindicating that they were unusual. Under these circumstances, it\nwas not error for the district court to conclude that these sales\nwere not probative.\n\n                                    -24-\n\fproperly dismissed as well. See 15 U.S.C. §§ 78t(a), 78t-1; Biogen\n\nIdec, 537 F.3d at 58; ACA Fin., 512 F.3d at 67–68; In re Stone &\n\nWebster, Inc., Sec. Litig., 424 F.3d 24, 27 (1st Cir. 2005).\n\n          The judgment of the district court is affirmed.\n\n\n\n\n                              -25-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>632 F.3d 751 (2011)</b></center>\n<center><h1>CITY OF DEARBORN HEIGHTS ACT 345 POLICE &amp; FIRE RETIREMENT SYSTEM, Individually and on Behalf of All Others Similarly Situated, Plaintiff,<br>\nInter-Local Pension Fund GCC/IBT, Plaintiff, Appellant,<br>\nv.<br>\nWATERS CORPORATION, Douglas A. Berthiaume, and John A. Ornell, Defendants, Appellees.</h1></center>\n<center>No. 10-1514.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 1, 2010.</center>\n<center>Decided January 20, 2011.</center>\n<p><span class=\"star-pagination\">*752</span> Susan K. Alexander, with whom David A. Rosenfeld, Samuel H. Rudman, Mark T. Millkey, and Robbins Geller Rudman &amp; Dowd LLP were on brief, for appellant.</p>\n<p><span class=\"star-pagination\">*753</span> Steven W. Hansen, with whom T. Peter R. Pound, Michael C. Moran, and Bingham McCutchen LLP were on brief, for appellees.</p>\n<p>Before LYNCH, Chief Judge, HOWARD, Circuit Judge, and DiCLERICO,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>This securities fraud class action raises one type of question under the category of questions about whether plaintiff investors have pled facts supporting a strong inference that defendants acted with scienter under the Private Securities Litigation Reform Act of 1995 (PSLRA), Pub.L. 104-67, 109 Stat. 737.</p>\n<p>The dispute here is not about whether the facts alleged support the inference that the defendants knew of certain undisclosed facts during the class period. We addressed that type of scienter question in <i>New Jersey Carpenters Pension &amp; Annuity Funds v. Biogen Idec Inc.,</i> 537 F.3d 35, 44 (1st Cir.2008). Rather, the question here is whether there is a strong inference that the defendants' failure to disclose certain facts was a result of wrongful intent, or scienter, even assuming defendants knew of those facts. Answering this question involves an inquiry into the relationship between scienter and the materiality of the undisclosed information. We affirm the district court's dismissal of this action for failing to meet the \"strong inference\" of scienter standard set forth in the PSLRA.</p>\n<p></p>\n<h2>I.</h2>\n<p>To set the stage, we describe the complaint (and theory of liability) brought against Waters Corporation (\"Waters\") and two of its senior executives, Douglas A. Berthiaume and John A. Ornell, under Sections 10(b) and 20(a) of the Securities Exchange Act of 1934, 15 U.S.C. §§ 78j(b), 78t, and Securities Exchange Commission Rule 10b-5, 17 C.F.R. § 240.10b-5. Plaintiff-Appellant is Inter-Local Pension Fund GCC/IBT.</p>\n<p>The complaint alleges that during the class period of July 24, 2007 to January 22, 2008, defendants intentionally or recklessly failed to disclose a March 2007 change in Japanese regulations that predictably reduced demand for Waters' products and services in Japan, a significant market for the company. The omission of this government regulatory change was, plaintiff alleges, material and misleading, both in its own right and because disclosure was needed to ensure that defendants' other statements about sales and the Japanese market would not mislead investors. Building on this, plaintiff contends that there is a strong inference of scienter, one which is further strengthened by the fact that Berthiaume and Ornell, along with other insiders, collectively sold 637,500 shares of stock for gross proceeds in excess of $42 million during the class period. When defendants eventually disclosed the change in Japanese regulations with their fourth quarter results on January 22, 2008, the price of the stock dropped by approximately 20%.</p>\n<p>The district court dismissed the suit under Fed.R.Civ.P. 12(b)(6). <i>City of Dearborn Heights Act 345 Police &amp; Fire Ret. Sys. v. Waters Corp.,</i> 699 F.Supp.2d 331, 346 (D.Mass.2010). We agree, albeit on different reasoning.</p>\n<p></p>\n<h2>II.</h2>\n<p>The appellate court, like the district court, must accept all well-pleaded factual <span class=\"star-pagination\">*754</span> allegations in the complaint as true. <i>ACA Fin. Guar. Corp. v. Advest, Inc.,</i> 512 F.3d 46, 58 (1st Cir.2008).</p>\n<p>Waters, a publicly traded company, designs, manufactures, sells, and services high performance liquid chromatography, ultra performance liquid chromatography, and mass spectrometry instrument systems, as well as support products. During the class period, defendant Douglas A. Berthiaume was the company's Chairman, CEO, and President, and defendant John A. Ornell was the company's CFO, Principal Accounting Officer, and Vice President of Finance and Administration. Berthiaume and Ornell are alleged to have been \"controlling persons\" within the meaning of Section 20(a) of the Securities Exchange Act of 1934.</p>\n<p>Waters sells its products primarily in the United States, Europe, and Asia. In 2006, sales to the Japanese market accounted for approximately 10% of the company's global sales. These sales were, in part, generated by stringent Japanese government water testing regulations that had, for the past several years, created a strong demand for Waters' products and services.</p>\n<p>In March 2007, Japanese authorities issued amendments easing these regulations, which presumably reduced the demand for Waters' goods. Plaintiff alleges that defendants were aware of this change, that the change was material to investors, and that defendants intentionally or recklessly misled investors by failing to disclose the change during the class period and by issuing statements that were misleading in light of this omission.<sup>[1]</sup> We identify and add emphasis to those statements made by defendants that are said to be misleading or otherwise indicative of defendants' scienter.</p>\n<p>On July 24, 2007, the first day of the class period, Waters announced its second quarter results in a press release and held a conference call with analysts and investors. The press release included the following statement from Berthiaume commenting on the quarter:</p>\n<blockquote>The generally broad-based growth that we experienced in the first quarter accelerated with continued rapid uptake of our new products and strengthening demand from life science customers, including our large pharmaceutical accounts. <i>Our first half results are very encouraging and we are optimistic that our new system offerings will continue to stimulate demand going forward.</i>\n</blockquote>\n<p>In the conference call, Ornell likewise stated that the company's \"business prospects continue to look very positive with most of our end markets and geographies enjoying strong customer demand.\" Plaintiff argues that these statements are false or misleading, alleging that in Japan sales were already \"dwindling\" and that defendants knew that these sales would continue to do so. However, Berthiaume did in fact acknowledge in the conference call that the company was \"seeing some finalization of investments in places like Japan, where the drinking water regulations . . . spurred a great deal of investment . . . up through 2006,\" and that the company was \"seeing that begin to tail itself off.\" Other than this statement, the level of sales in Japan was not specifically mentioned in the company's earnings press release or conference call. In the conference call, Ornell issued general guidance for the third quarter, forecasting quarterly sales growth of <span class=\"star-pagination\">*755</span> 14% and earnings per share in the range of $0.56-$0.60.</p>\n<p>In the following months, before the release of the third quarter results, company insiders sold 475,000 shares of Waters common stock for just over $30 million in proceeds. Berthiaume sold 180,000 shares. Ornell sold 20,000 shares. Both had acquired the shares that they sold through the simultaneous exercise of options, and they sold these shares at a price of approximately $63. During this period, Waters repurchased 402,000 shares of its stock, at a cost of over $24.2 million.</p>\n<p>On October 23, 2007, Waters announced its third quarter results, which exceeded the July forecasts as to both sales and earnings. Waters reported sales growth of 17% (compared to the forecast of 14%) and earnings per share of $0.62 (compared to the forecast of $0.56-$0.60). Waters did not separate out sales in Japan for the third quarter, but the topic came up in the quarterly conference call. During that call, Berthiaume stated:</p>\n<blockquote>Outside the United States, the only really major market where we saw some softness in demand was in Japan. I think <i>this weakness appeared related to general economic conditions</i> and we are confident that <i>our competitive position in Japan remains strong and that our sales there are likely to pick up as general spending conditions improve.</i>\n</blockquote>\n<p>Plaintiff alleges that the failure to disclose the change in water testing regulations made it misleading for Berthiaume to state that the \"softness in Japan\" was related to general economic conditions and that sales would likely improve with better spending conditions.</p>\n<p>In the same conference call, Ornell issued guidance for the fourth quarter, forecasting sales growth of 12% and earnings per share in a range of $1.04-$1.08. Following the company's earnings announcement and forecasts, which were issued on the morning of October 23, the price of Waters' stock rose 9%, closing at $73.92 per share in the afternoon.</p>\n<p>In the following months, before the release of fourth quarter results, company insiders at Waters collectively sold 162,500 shares of stock for more than $12.3 million in gross proceeds. Ornell sold 60,000 shares at approximately $76 a share. During this time period, Waters repurchased 250,000 shares of its stock, at a cost of over $19.8 million.</p>\n<p>On January 22, 2008, Waters reported its fourth quarter results. It reported that sales were higher than had been expected, up 13% for the quarter (compared to the October forecast of 12%) and up 15% for the full year (compared to the July forecast of 14%). Indeed, the company reported record high yearly sales of $1.47 billion.</p>\n<p>Reported earnings, however, were lower than had been forecast in October. Earnings per share were $0.98 for the fourth quarter (compared to the forecasted range of $1.04-$1.08) and $2.75 for the year (compared to the forecasted range of $2.82-$2.86). In a conference call the same day, Berthiaume discussed these results. Explaining why the company had not met its earnings predictions, he stated:</p>\n<blockquote>While our fourth quarter results reflect strong operating income performance,. . . our earnings per share growth in the fourth quarter did not materialize quite as we had anticipated, as an unexpected increase in our annual tax rate, among other factors, adversely affected our bottom-line performance.</blockquote>\n<p>On the earnings side, this statement identified increased costs, such as taxation, among other factors, as the cause of the earnings falling short of defendants' forecast. Berthiaume noted that \"sales <span class=\"star-pagination\">*756</span> growth was in line with our October outlook,\" but explained that</p>\n<blockquote>foreign currency translation was a larger factor than we expected. In addition, our sales in Japan were weaker than anticipated <i>due to a combination of a sluggish economic condition and a change in the testing protocols for drinking water analysis in Japan.</i>\n</blockquote>\n<p>On the income side, though income was greater than forecast, this statement acknowledged the role of foreign currency \"translation\" and weaker Japanese sales due to sluggish economic conditions and the regulatory change in Japan. This was the first time that defendants expressly stated that there had been a change in Japan's drinking water regulations.</p>\n<p>In response to a question regarding the slowdown in the Japanese market, which amounted to a 12% decline in sales for the quarter, Berthiaume further discussed the regulatory change:</p>\n<blockquote>[W]hat happened last year is that the Japanese government substantially reduced the sampling requirements and <i>as a result we saw a reduction in our business.</i> We had a leading share in this marketplace. And we saw a reduction in both the consumable side of the business because of the samples, as well as the instruments that were required to run it.</blockquote>\n<p>He stated that he needed to \"take a little bit of the blame,\" explaining:</p>\n<blockquote>We probably should have seen this a little earlier. <i>We knew that the slope wasn't going to be as strong forever in these applications,</i> but the down turn came much faster than we anticipated. So the slope in the fourth quarter was a pretty significant one and that's what caught us up by a little bit of a surprise.</blockquote>\n<p>Plaintiff alleges these statements are an admission that the change in testing regulations was at least partly responsible for the decline in Japanese sales, that the defendants had been aware of the regulatory change, and that they had known it would cause a decline in the Japanese market.</p>\n<p>After the release of these fourth quarter results, with Waters' report that earnings had failed to meet its predictions, the price of its stock dropped $14.65 per share, or approximately 20%.</p>\n<p>However, defendants' optimistic statements about Waters' future sales in the Japanese market eventually proved to be well founded. In 2008, Waters' sales in Japan increased to about $151.7 million, up from $134.8 million in 2007 and $135.7 million in 2006.</p>\n<p></p>\n<h2>III.</h2>\n<p>We review de novo whether plaintiff's complaint has met the pleading requirements imposed by the PSLRA. <i>ACA Fin.,</i> 512 F.3d at 58. A complaint must plead six elements to state a claim for securities fraud under Section 10(b) and Rule 10b-5: (1) a material misrepresentation or omission; (2) scienter, or a wrongful state of mind; (3) a connection with the purchase or sale of a security; (4) reliance; (5) economic loss; and (6) loss causation. <i>Dura Pharm., Inc. v. Broudo,</i> 544 U.S. 336, 341-42, 125 S.Ct. 1627, 161 L.Ed.2d 577 (2005). This case turns on scienter, but we also set forth the requirements for materiality, which are relevant here.</p>\n<p>A fact is material when there is \"a substantial likelihood\" that a reasonable investor would have viewed it as \"significantly alter[ing] the `total mix' of information made available.\" <i>Basic Inc. v. Levinson,</i> 485 U.S. 224, 231-32, 108 S.Ct. 978, 99 L.Ed.2d 194 (1988) (quoting <i>TSC Indus., Inc. v. Northway, Inc.,</i> 426 U.S. 438, 449, 96 S.Ct. 2126, 48 L.Ed.2d 757 (1976)) (internal quotation mark omitted). A statement <span class=\"star-pagination\">*757</span> can be \"false or incomplete\" but not actionable \"if the misrepresented fact is otherwise insignificant.\" <i>Id.</i> at 238, 108 S.Ct. 978. Materiality is most often a mixed question of fact and law. <i>TSC Indus.,</i> 426 U.S. at 450, 96 S.Ct. 2126.</p>\n<p>Scienter is a \"mental state embracing intent to deceive, manipulate, or defraud.\" <i>Ernst &amp; Ernst v. Hochfelder,</i> 425 U.S. 185, 193 n. 12, 96 S.Ct. 1375, 47 L.Ed.2d 668 (1976); <i>see also </i><i>ACA Fin.,</i> 512 F.3d at 58. The scienter element may be satisfied by showing that the defendant engaged in \"intentional or willful conduct designed to deceive or defraud investors by controlling or artificially affecting the price of securities.\" <i>Hochfelder,</i> 425 U.S. at 199, 96 S.Ct. 1375. A plaintiff can also demonstrate scienter by showing that defendants \"acted with a high degree of recklessness.\" <i>Aldridge v. A.T. Cross Corp.,</i> 284 F.3d 72, 82 (1st Cir.2002). Under the recklessness standard, a defendant can be held liable for \"a highly unreasonable omission, involving not merely simple, or even inexcusable, negligence, but an extreme departure from the standards of ordinary care, and which presents a danger of misleading buyers or sellers that is either known to the defendant or is so obvious the actor must have been aware of it.\" <i>Greebel v. FTP Software, Inc.,</i> 194 F.3d 185, 198 (1st Cir.1999) (quoting <i>Sundstrand Corp. v. Sun Chem. Corp.,</i> 553 F.2d 1033, 1045 (7th Cir.1977)) (internal quotation mark omitted); <i>see also </i><i>SEC v. Ficken,</i> 546 F.3d 45, 47-48 (1st Cir.2008); <i>SEC v. Fife,</i> 311 F.3d 1, 9-10 (1st Cir.2002).</p>\n<p>The PSLRA mandates \"a special standard for measuring whether allegations of scienter survive a motion to dismiss.\" <i>Greebel,</i> 194 F.3d at 195. A complaint alleging securities fraud must, with respect to each alleged act or omission, \"state <i>with particularity</i> facts giving rise to a <i>strong inference</i> that the defendant acted with the required state of mind.\" 15 U.S.C. § 78u-4(b)(2) (emphasis added). A plaintiff must allege facts that make an inference of scienter \"more than merely plausible or reasonableit must be cogent and at least as compelling as any opposing inference of nonfraudulent intent.\" <i>Tellabs, Inc. v. Makor Issues &amp; Rights, Ltd.,</i> 551 U.S. 308, 314, 127 S.Ct. 2499, 168 L.Ed.2d 179 (2007). When there are equally strong inferences for and against scienter, the draw is awarded to the plaintiff. <i>ACA Fin.,</i> 512 F.3d at 59.</p>\n<p>The question of whether a plaintiff has pled facts supporting a strong inference of scienter has an obvious connection to the question of the extent to which the omitted information is material. A plaintiff must provide evidence showing not only that a statement or omission \"was false or misleading,\" but also \"that it was made in reference to a matter of material interest to investors.\" <i>Geffon v. Micrion Corp.,</i> 249 F.3d 29, 35 (1st Cir.2001); <i>see also </i><i>Jackvony v. RIHT Financial Corp.,</i> 873 F.2d 411, 415 (1st Cir.1989) (Breyer, J.) (finding that the fact that a hospital received general expressions of interest in acquisition from time to time had no special significance). \"[T]he question of whether Defendants recklessly failed to disclose [a fact] is . . . intimately bound up with whether Defendants either actually knew or recklessly ignored that the [fact] was material and nevertheless failed to disclose it.\" <i>City of Philadelphia v. Fleming Cos.,</i> 264 F.3d 1245, 1265 (10th Cir. 2001). If it is questionable whether a fact is material or its materiality is marginal, that tends to undercut the argument that defendants acted with the requisite intent or extreme recklessness in not disclosing the fact. <i>See </i><i>In re Carter-Wallace, Inc.,</i> <span class=\"star-pagination\">*758</span> <i>Sec. Litig.,</i> 220 F.3d 36, 42 (2d Cir.2000).<sup>[2]</sup></p>\n<p></p>\n<h2>A. <i>Defendants' Revenues and Earnings Statements</i>\n</h2>\n<p>Plaintiff makes a two-part argument. The first part is that the inferences drawn in its favor require the conclusion that defendants knew, during the class period, that Japan had relaxed its water testing regulations and that this change would ultimately lead to less demand for Waters' products and services in Japan. The second part is that the fact of this knowledge alone provides a sufficient basis for a cogent and compelling inference that defendants acted with scienter in failing to disclose earlier the regulatory change.</p>\n<p>The first is based on Berthiaume's January 2008 statements that the \"Japanese government substantially reduced the sampling requirements and as a result we saw a reduction in our business\" and that the company \"knew the slope wasn't going to be as strong forever in these applications.\" These statements, plaintiff argues, establish that the decline in revenues in Japan was in part attributable to the change in testing regulations and that defendants knew much earlier that there would likely be such a decline. This is a fair inference, and defendants do not themselves dispute that they had knowledge of the regulatory change at least at some time earlier in the class period. However, this is not sufficient to meet plaintiff's burden on scienter.</p>\n<p>Plaintiff's argument that defendants' \"actual knowledge of the facts withheld amply establishes the necessary degree of scienter . . . misconstrues the relevant inquiry.\" <i>Schlifke v. Seafirst Corp.,</i> 866 F.2d 935, 946 (7th Cir.1989). The key question in this case is not whether defendants had knowledge of certain undisclosed facts, <i>cf. id.,</i> but rather whether defendants knew or should have known that their failure to disclose those facts \"present[ed] a danger of misleading buyers or sellers.\" <i>Greebel,</i> 194 F.3d at 198 (quoting <i>Sundstrand,</i> 553 F.2d at 1045). That is, the danger must be \"either known to the defendant or . . . so obvious the actor must have been aware of it.\" <i>Id.; see also </i><i>SEC v. Platforms Wireless Int'l Corp.,</i> 617 F.3d 1072, 1092-93 (9th Cir. 2010) (adopting this formulation of the question); <i>City of Philadelphia,</i> 264 F.3d at 1260, 1264 (same); <i>In Re Advanta Corp. Sec. Litig.,</i> 180 F.3d 525, 535 (3rd Cir.1999) (same); <i>Schlifke,</i> 866 F.2d at 946 (same).</p>\n<p>This evaluation of the inference of scienter involves \"an objective test.\" <i>Platforms Wireless,</i> 617 F.3d at 1093; <i>Sundstrand,</i> 553 F.2d at 1045.<sup>[3]</sup> And here, the inference of a nonculpable explanation for the lack of disclosure is much stronger than the inference of scienter, even viewing scienter as involving either intentionality or extreme recklessness. That is, viewed objectively, the inferences are stronger that defendants did not knowingly or recklessly risk misleading the reasonable investor, as defendants <span class=\"star-pagination\">*759</span> reasonably did not expect that the change in Japanese drinking water testing regulations would itself have a significant impact on Waters' overall worldwide sales during 2007, such as to require disclosure.</p>\n<p>It is true that the entire Japanese market constituted 10% of Waters' global sales. Yet in considering the significance of an event that impacts sales, management must weigh \"the anticipated magnitude of the event in light of the totality of the company activity.\" <i>City of Philadelphia,</i> 264 F.3d at 1265 (quoting <i>SEC v. Fehn,</i> 97 F.3d 1276, 1291 (9th Cir. 1996)) (internal quotation mark omitted); <i>see also </i><i>Greebel,</i> 194 F.3d at 206 (\"At best, plaintiffs' additional evidence supports an inference that FTP improperly recognized from $416,000 to $1.55 million in revenue. . . . Because FTP reported overall revenue . . . of $37.1 million, these transactions do not support a strong inference of scienter.\").</p>\n<p>Here, the third and fourth quarters' overall global sales were not below projected figures, but rather above them. Waters reported that in the third quarter total sales grew 17% (compared to a forecasted 14%) and that in the fourth quarter they grew 13% (compared to a forecasted 12%), despite the decline in Japanese sales. For 2007 overall, the company reported record high yearly sales of $1.47 billion. Plaintiff does not argue that these figures are themselves inaccurate or misleading. That the decline in Japanese sales caused by the regulatory change was not inconsistent with the forecasted increase in overall saleswhich were the focus of defendants' quarterly reports weighs against plaintiff's attempts to draw a strong inference of scienter. <i>Cf. </i><i>Ronconi v. Larkin,</i> 253 F.3d 423, 432 (9th Cir. 2001).</p>\n<p>Although there was a drop of 12% in Japanese sales for the fourth quarter of 2007and defendants admit that the change in water testing was, among the variety of causes, the \"most significant\" it is far from evident what fraction of this decline was <i>predictably</i> due to the regulatory change itself. <i>Cf. </i><i>Ezra Charitable Trust v. Tyco Int'l, Ltd.,</i> 466 F.3d 1, 6 (1st Cir.2006) (\"Pleading `fraud by hindsight,' essentially making general allegations `that defendants knew earlier what later turned out badly,' is not sufficient.\") (quoting <i>Gross v. Summa Four, Inc.,</i> 93 F.3d 987, 991 (1st Cir.1996)). Moreover, sales in Japan rebounded in 2008, as defendants had predicted.</p>\n<p>Nor, contrary to plaintiff's arguments, can a strong inference of scienter be drawn from Berthiaume's July 24 statement that he was \"optimistic\" about future sales, or his October 23 statement explaining that the \"softness in demand\" in Japan was due to \"general economic conditions\" and forecasting increased sales as \"general spending conditions improve.\"<sup>[4]</sup> An inference of scienter is especially unwarranted here, given that Berthiaume also stated in the July 24 conference call that the company saw \"some finalization of investments\" in Japan, \"where drinking water regulations. . . spurred a great deal of investment. . . up through 2006,\" and this had <span class=\"star-pagination\">*760</span> \"beg[un] to tail itself off.\" \"[A]ttempts to provide investors with warnings of risks generally weaken the inference of scienter.\" <i>Ezra Charitable Trust,</i> 466 F.3d at 8; <i>see also </i><i>Micrion Corp.,</i> 249 F.3d at 37. At the end of the fourth quarter, when it was clear that sales in the Japanese market had to some extent suffered a downturn, defendants identified the decline. Their characterization of the downturn as \"modest\" is accurate given the increase in global sales that beat forecasts and the record aggregate earnings.</p>\n<p>The inferences as to scienter also run in defendants' favor from the fact that it was higher costs and expenses, not lower sales, that caused earnings to be below expectations. The report of below expected earnings could well have caused the share price to drop as it did. Plaintiff's allegations, though, go to revenues, not higher costs and expenses.</p>\n<p>Defendants admitted that they should have caught the trend earlier and that it might well have been more prudent for them to have disclosed the change in the Japanese regulations sooner. These admissions do not, however, establish scienter. <i>Cf. </i><i>Micrion Corp.,</i> 249 F.3d at 37 (finding that although the defendant \"could have provided still more information\" regarding the alleged omission, \"absent the type of evidence we have previously found probative of scienter, its failure to do so does not mean that the omission was purposely deceptive in a manner actionable under Rule 10b-5\"). A company does not commit securities fraud merely by failing to disclose all non-public material information that it knows. <i>ACA Fin.,</i> 512 F.3d at 61. Allegations of corporate mismanagement are not actionable under Rule 10b-5. <i>Santa Fe Indus., Inc. v. Green,</i> 430 U.S. 462, 479, 97 S.Ct. 1292, 51 L.Ed.2d 480 (1977); <i>Stevelman v. Alias Research Inc.,</i> 174 F.3d 79, 85 (2d Cir.1999). Nor are allegations of mere negligence. <i>Platforms Wireless,</i> 617 F.3d at 1093; <i>Greebel,</i> 194 F.3d at 198-99.</p>\n<p>It would have been easy enough for management to have disclosed the change in the regulations. It was not unreasonable for plaintiff to have been suspicious of why that was not done. But mere suspicion is not enough.</p>\n<p></p>\n<h2>B. <i>Defendants' Insider Trading As Support for Scienter</i>\n</h2>\n<p>We consider all of the allegations in plaintiff's complaint. <i>Tellabs,</i> 551 U.S. at 322, 127 S.Ct. 2499; <i>Biogen Idec,</i> 537 F.3d at 51. Our conclusion as to scienter does not change when we add to the mix plaintiff's insider trading allegations. <i>Cf. </i><i>Biogen Idec,</i> 537 F.3d at 55-57.</p>\n<p>Depending on context, allegations of insider trading may offer some support for inferences of scienter. <i>Mississippi Pub. Emps.' Ret. Sys. v. Boston Scientific Corp.,</i> 523 F.3d 75, 92 (1st Cir.2008) (\"Insider trading in suspicious amounts or at suspicious times may be probative of scienter.\"); <i>see also </i><i>In re Cabletron Sys., Inc.,</i> 311 F.3d 11, 39-40 (1st Cir.2002); <i>Shaw v. Digital Equip. Corp.,</i> 82 F.3d 1194, 1224 (1st Cir.1996). \"The vitality of the inference to be drawn depends on the facts, and can range from marginal to strong.\" <i>Greebel,</i> 194 F.3d at 197-98 (citations omitted).</p>\n<p>Plaintiff alleges that during the class period, Berthiaume sold 6.08% of his stock holdings and Ornell sold 83.24% of his holdings, and that these sales support a strong inference of scienter. In calculating the percent of holdings sold, however, it is appropriate to consider not only the shares of stock that Berthiaume and Ornell held prior to their sales, but also the shares that they could have sold through the exercise of options, which plaintiff did <span class=\"star-pagination\">*761</span> not do. <i>See </i><i>Ronconi,</i> 253 F.3d at 435 n. 25 (\"Stock options should be considered in calculating the percentage of shares sold unless the insider could not have exercised them.\"); <i>In re Silicon Graphics Inc. Sec. Litig.,</i> 183 F.3d 970, 986-87 (9th Cir.1999) (\"Actual stock shares plus exercisable stock options represent the owner's trading potential more accurately than the stock shares alone\"); <i>see also </i><i>Cozzarelli v. Inspire Pharm. Inc.,</i> 549 F.3d 618, 628 (4th Cir.2008) (considering both shares and vested stock options in determining the significance of a sale); <i>Cornelia I. Crowell GST Trust v. Possis Med., Inc.,</i> 519 F.3d 778, 783 (8th Cir.2008) (same); <i>Acito v. IMCERA Grp., Inc.,</i> 47 F.3d 47, 54 (2d Cir.1995) (same). The consideration of options is especially warranted here, as Berthiaume and Ornell sold shares that were acquired through the simultaneous exercise of options.</p>\n<p>Berthiaume's sales during the class period, calculated to include options, amounted to only 4.82% of the shares that he could have sold. He sold these shares entirely in the third quarter at a price of approximately $63 per share. His sales price was less than 10% above the low of $58.58 to which the price dropped after the release of fourth quarter results, and substantially lower than the high of $80.77 that it reached during the fourth quarter. These facts offer, as to Berthiaume, little support for a strong inference of scienter. <i>Cf. </i><i>Ronconi,</i> 253 F.3d at 435 (\"[S]elling stock for $54, when the price subsequently rises to $74 and then sinks to $49, does not support an inference of knowing falsehood.\").</p>\n<p>The facts of Ornell's trades are different: he sold approximately 7% of the shares that he could have sold in the third quarter, and approximately 22% of the remainder in the fourth quarter. While his third quarter sales were at a price of approximately $63 per share, his much more significant fourth quarter sales were at $76, only slightly lower than the fourth quarter high of $80.77. The fact that Ornell sold this significant percentage of his holdings, and that he made many of these sales near the high price, could lend some support to plaintiff's inference of scienter. <i>See </i><i>Greebel,</i> 194 F.3d at 197-98.</p>\n<p>Plaintiff failed to allege any facts that these sales were unusual. \"At a minimum, the trading must be . . . unusual, well beyond the normal patterns of trading by those defendants.\" <i>Greebel,</i> 194 F.3d at 198. Here, plaintiff's complaint provided no information about Ornell's trading history that would support such a determination. This is in marked contrast to <i>In re Cabletron Systems,</i> where the complaint detailed stock sales by defendants in the months prior to the class period. <i>See </i><i>In re Cabletron Systems,</i> 311 F.3d at 27; <i>see also </i><i>Nursing Home Pension Fund, Local 144 v. Oracle Corp.,</i> 380 F.3d 1226, 1232 (9th Cir.2004) (\"[T]he Complaint alleges that Ellison had not sold any of his Oracle stock for five years. This makes Ellison's January 2001 trades highly inconsistent with his prior trading history.\"); <i>In re Apple Computer Sec. Litig.,</i> 886 F.2d 1109, 1117-18 (9th Cir.1989) (comparing the 10 months preceding the 10 month class period to determine whether the alleged insider trading was consistent with the prior pattern of sales). Trading histories are not a sine qua non of an allegation of unusual insider trading. Some trades may, from the face of things, be unusual. But Ornell's trades do not fit into this category, and no context is provided. <i>Cf. </i><i>Ronconi,</i> 253 F.3d at 436 (\"[T]he plaintiffs have not alleged sufficient trading history for us to conclude that [the] trading was `dramatically out of line with prior trading practices.'\").</p>\n<p><span class=\"star-pagination\">*762</span> The stock sales by Berthiaume and Ornell do not, under these circumstances, offer the requisite support for a strong inference of scienter, either standing alone or in combination with the other evidence.<sup>[5]</sup></p>\n<p>Finally, the fact that Waters repurchased its own stock during the third and fourth quarters of 2007 does not, on these facts, have much weight one way or another. Given our conclusion that there is no strong inference of scienter from the other facts, even considering insider trading, we do not think it a fair inference that the stock repurchases were fraudulently motivated to augment market demand and thereby mask the insider sales.</p>\n<p></p>\n<h2>IV.</h2>\n<p>The district court properly dismissed the plaintiff's Section 10(b) and Rule 10b-5 claims. Because the plaintiff's Section 20(a) claim was derivative of the Rule 10b-5 claim, it was properly dismissed as well. <i>See</i> 15 U.S.C. §§ 78t(a), 78t-1; <i>Biogen Idec,</i> 537 F.3d at 58; <i>ACA Fin.,</i> 512 F.3d at 67-68; <i>In re Stone &amp; Webster, Inc., Sec. Litig.,</i> 424 F.3d 24, 27 (1st Cir.2005).</p>\n<p>The judgment of the district court is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Although the complaint also alleged that certain of Ornell's statements as to predicted tax rates made on October 23, 2007 were misleading, those allegations have been abandoned on appeal.</p>\n<p>[2]  In this case, we do not decide the question of the materiality of the Japanese change in regulations, only that of whether there is a strong inference of scienter. <i>Cf. </i><i>New Jersey Carpenters Pension &amp; Annuity Funds v. Biogen Idec, Inc.,</i> 537 F.3d 35, 44 (1st Cir. 2008) (\"We discuss materiality only insofar as it is relevant to the pleading of omissions said to be relevant to scienter.\").</p>\n<p>[3]  Given our disposition of this case, we need not engage in an additional inquiry that involves a \"subjective test,\" requiring that \"the omission derive from something more egregious than even `white heart/empty head' good faith.\" <i>Sundstrand Corp. v. Sun Chem. Corp.,</i> 553 F.2d 1033, 1045 &amp; n. 20 (7th Cir. 1977); <i>see also </i><i>SEC v. Platforms Wireless Int'l Corp.,</i> 617 F.3d 1072, 1093 (9th Cir. 2010) (discussing the two partobjective and subjectivetest for scienter); <i>Backman v. Polaroid Corp.,</i> 893 F.2d 1405, 1418 (1st Cir. 1990) (discussing the good faith defense).</p>\n<p>[4]  There is no need to reach defendants' alternative argument that their future guidance statements are protected by the PSLRA's safe harbor provisions, under which a \"forward-looking\" statement, such as an earnings forecast, is not actionable under Section 10(b) if it is either (a) \"identified as a forward-looking statement, and is accompanied by meaningful cautionary statements identifying important factors that could cause actual results to differ materially from those in the forward-looking statement,\" or (b) the plaintiff fails to prove that it was made \"with actual knowledge. . . that the statement was false or misleading.\" 15 U.S.C. § 78u-5(c)(1).</p>\n<p>[5]  Plaintiff also alleges that seven non-defendant insiders sold 377,500 shares for proceeds of $25,119,276 during the class period. This court has considered stock sales by non-defendant insiders when evaluating the sufficiency of a pleading of scienter. <i>See </i><i>Shaw v. Digital Equipment Corp.,</i> 82 F.3d 1194, 1224 (1st Cir. 1996). However, listing only bare facts about the shares sold, plaintiff here does not provide any information about the trades indicating that they were unusual. Under these circumstances, it was not error for the district court to conclude that these sales were not probative.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">632</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></span> (2011)</b></center>\n<center><h1>CITY OF DEARBORN HEIGHTS ACT 345 POLICE &amp; FIRE RETIREMENT SYSTEM, Individually and on Behalf of All Others Similarly Situated, Plaintiff,<br>\nInter-Local Pension Fund GCC/IBT, Plaintiff, Appellant,<br>\nv.<br>\nWATERS CORPORATION, Douglas A. Berthiaume, and John A. Ornell, Defendants, Appellees.</h1></center>\n<center>No. 10-1514.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 1, 2010.</center>\n<center>Decided January 20, 2011.</center>\n<p><span class=\"star-pagination\">*752</span> Susan K. Alexander, with whom David A. Rosenfeld, Samuel H. Rudman, Mark T. Millkey, and Robbins Geller Rudman &amp; Dowd LLP were on brief, for appellant.</p>\n<p><span class=\"star-pagination\">*753</span> Steven W. Hansen, with whom T. Peter R. Pound, Michael C. Moran, and Bingham McCutchen LLP were on brief, for appellees.</p>\n<p>Before LYNCH, Chief Judge, HOWARD, Circuit Judge, and DiCLERICO,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>This securities fraud class action raises one type of question under the category of questions about whether plaintiff investors have pled facts supporting a strong inference that defendants acted with scienter under the Private Securities Litigation Reform Act of 1995 (PSLRA), Pub.L. 104-67, 109 Stat. 737.</p>\n<p>The dispute here is not about whether the facts alleged support the inference that the defendants knew of certain undisclosed facts during the class period. We addressed that type of scienter question in <i>New Jersey Carpenters Pension &amp; Annuity Funds v. Biogen Idec Inc.,</i> <span class=\"citation\" data-id=\"203426\"><a href=\"/opinion/203426/new-jersey-carpenters-pension-v-biogen-idec-inc/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 44 (1st Cir.2008). Rather, the question here is whether there is a strong inference that the defendants' failure to disclose certain facts was a result of wrongful intent, or scienter, even assuming defendants knew of those facts. Answering this question involves an inquiry into the relationship between scienter and the materiality of the undisclosed information. We affirm the district court's dismissal of this action for failing to meet the \"strong inference\" of scienter standard set forth in the PSLRA.</p>\n<p></p>\n<h2>I.</h2>\n<p>To set the stage, we describe the complaint (and theory of liability) brought against Waters Corporation (\"Waters\") and two of its senior executives, Douglas A. Berthiaume and John A. Ornell, under Sections 10(b) and 20(a) of the Securities Exchange Act of 1934, 15 U.S.C. §§ 78j(b), 78t, and Securities Exchange Commission Rule 10b-5, 17 C.F.R. § 240.10b-5. Plaintiff-Appellant is Inter-Local Pension Fund GCC/IBT.</p>\n<p>The complaint alleges that during the class period of July 24, 2007 to January 22, 2008, defendants intentionally or recklessly failed to disclose a March 2007 change in Japanese regulations that predictably reduced demand for Waters' products and services in Japan, a significant market for the company. The omission of this government regulatory change was, plaintiff alleges, material and misleading, both in its own right and because disclosure was needed to ensure that defendants' other statements about sales and the Japanese market would not mislead investors. Building on this, plaintiff contends that there is a strong inference of scienter, one which is further strengthened by the fact that Berthiaume and Ornell, along with other insiders, collectively sold 637,500 shares of stock for gross proceeds in excess of $42 million during the class period. When defendants eventually disclosed the change in Japanese regulations with their fourth quarter results on January 22, 2008, the price of the stock dropped by approximately 20%.</p>\n<p>The district court dismissed the suit under Fed.R.Civ.P. 12(b)(6). <i>City of Dearborn Heights Act 345 Police &amp; Fire Ret. Sys. v. Waters Corp.,</i> <span class=\"citation\" data-id=\"2430481\"><a href=\"/opinion/2430481/city-of-dearborn-heights-act-345-v-waters-corp/\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">331</span></a></span>, 346 (D.Mass.2010). We agree, albeit on different reasoning.</p>\n<p></p>\n<h2>II.</h2>\n<p>The appellate court, like the district court, must accept all well-pleaded factual <span class=\"star-pagination\">*754</span> allegations in the complaint as true. <i>ACA Fin. Guar. Corp. v. Advest, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></span>, 58 (1st Cir.2008).</p>\n<p>Waters, a publicly traded company, designs, manufactures, sells, and services high performance liquid chromatography, ultra performance liquid chromatography, and mass spectrometry instrument systems, as well as support products. During the class period, defendant Douglas A. Berthiaume was the company's Chairman, CEO, and President, and defendant John A. Ornell was the company's CFO, Principal Accounting Officer, and Vice President of Finance and Administration. Berthiaume and Ornell are alleged to have been \"controlling persons\" within the meaning of Section 20(a) of the Securities Exchange Act of 1934.</p>\n<p>Waters sells its products primarily in the United States, Europe, and Asia. In 2006, sales to the Japanese market accounted for approximately 10% of the company's global sales. These sales were, in part, generated by stringent Japanese government water testing regulations that had, for the past several years, created a strong demand for Waters' products and services.</p>\n<p>In March 2007, Japanese authorities issued amendments easing these regulations, which presumably reduced the demand for Waters' goods. Plaintiff alleges that defendants were aware of this change, that the change was material to investors, and that defendants intentionally or recklessly misled investors by failing to disclose the change during the class period and by issuing statements that were misleading in light of this omission.<sup>[1]</sup> We identify and add emphasis to those statements made by defendants that are said to be misleading or otherwise indicative of defendants' scienter.</p>\n<p>On July 24, 2007, the first day of the class period, Waters announced its second quarter results in a press release and held a conference call with analysts and investors. The press release included the following statement from Berthiaume commenting on the quarter:</p>\n<blockquote>The generally broad-based growth that we experienced in the first quarter accelerated with continued rapid uptake of our new products and strengthening demand from life science customers, including our large pharmaceutical accounts. <i>Our first half results are very encouraging and we are optimistic that our new system offerings will continue to stimulate demand going forward.</i>\n</blockquote>\n<p>In the conference call, Ornell likewise stated that the company's \"business prospects continue to look very positive with most of our end markets and geographies enjoying strong customer demand.\" Plaintiff argues that these statements are false or misleading, alleging that in Japan sales were already \"dwindling\" and that defendants knew that these sales would continue to do so. However, Berthiaume did in fact acknowledge in the conference call that the company was \"seeing some finalization of investments in places like Japan, where the drinking water regulations . . . spurred a great deal of investment . . . up through 2006,\" and that the company was \"seeing that begin to tail itself off.\" Other than this statement, the level of sales in Japan was not specifically mentioned in the company's earnings press release or conference call. In the conference call, Ornell issued general guidance for the third quarter, forecasting quarterly sales growth of <span class=\"star-pagination\">*755</span> 14% and earnings per share in the range of $0.56-$0.60.</p>\n<p>In the following months, before the release of the third quarter results, company insiders sold 475,000 shares of Waters common stock for just over $30 million in proceeds. Berthiaume sold 180,000 shares. Ornell sold 20,000 shares. Both had acquired the shares that they sold through the simultaneous exercise of options, and they sold these shares at a price of approximately $63. During this period, Waters repurchased 402,000 shares of its stock, at a cost of over $24.2 million.</p>\n<p>On October 23, 2007, Waters announced its third quarter results, which exceeded the July forecasts as to both sales and earnings. Waters reported sales growth of 17% (compared to the forecast of 14%) and earnings per share of $0.62 (compared to the forecast of $0.56-$0.60). Waters did not separate out sales in Japan for the third quarter, but the topic came up in the quarterly conference call. During that call, Berthiaume stated:</p>\n<blockquote>Outside the United States, the only really major market where we saw some softness in demand was in Japan. I think <i>this weakness appeared related to general economic conditions</i> and we are confident that <i>our competitive position in Japan remains strong and that our sales there are likely to pick up as general spending conditions improve.</i>\n</blockquote>\n<p>Plaintiff alleges that the failure to disclose the change in water testing regulations made it misleading for Berthiaume to state that the \"softness in Japan\" was related to general economic conditions and that sales would likely improve with better spending conditions.</p>\n<p>In the same conference call, Ornell issued guidance for the fourth quarter, forecasting sales growth of 12% and earnings per share in a range of $1.04-$1.08. Following the company's earnings announcement and forecasts, which were issued on the morning of October 23, the price of Waters' stock rose 9%, closing at $73.92 per share in the afternoon.</p>\n<p>In the following months, before the release of fourth quarter results, company insiders at Waters collectively sold 162,500 shares of stock for more than $12.3 million in gross proceeds. Ornell sold 60,000 shares at approximately $76 a share. During this time period, Waters repurchased 250,000 shares of its stock, at a cost of over $19.8 million.</p>\n<p>On January 22, 2008, Waters reported its fourth quarter results. It reported that sales were higher than had been expected, up 13% for the quarter (compared to the October forecast of 12%) and up 15% for the full year (compared to the July forecast of 14%). Indeed, the company reported record high yearly sales of $1.47 billion.</p>\n<p>Reported earnings, however, were lower than had been forecast in October. Earnings per share were $0.98 for the fourth quarter (compared to the forecasted range of $1.04-$1.08) and $2.75 for the year (compared to the forecasted range of $2.82-$2.86). In a conference call the same day, Berthiaume discussed these results. Explaining why the company had not met its earnings predictions, he stated:</p>\n<blockquote>While our fourth quarter results reflect strong operating income performance,. . . our earnings per share growth in the fourth quarter did not materialize quite as we had anticipated, as an unexpected increase in our annual tax rate, among other factors, adversely affected our bottom-line performance.</blockquote>\n<p>On the earnings side, this statement identified increased costs, such as taxation, among other factors, as the cause of the earnings falling short of defendants' forecast. Berthiaume noted that \"sales <span class=\"star-pagination\">*756</span> growth was in line with our October outlook,\" but explained that</p>\n<blockquote>foreign currency translation was a larger factor than we expected. In addition, our sales in Japan were weaker than anticipated <i>due to a combination of a sluggish economic condition and a change in the testing protocols for drinking water analysis in Japan.</i>\n</blockquote>\n<p>On the income side, though income was greater than forecast, this statement acknowledged the role of foreign currency \"translation\" and weaker Japanese sales due to sluggish economic conditions and the regulatory change in Japan. This was the first time that defendants expressly stated that there had been a change in Japan's drinking water regulations.</p>\n<p>In response to a question regarding the slowdown in the Japanese market, which amounted to a 12% decline in sales for the quarter, Berthiaume further discussed the regulatory change:</p>\n<blockquote>[W]hat happened last year is that the Japanese government substantially reduced the sampling requirements and <i>as a result we saw a reduction in our business.</i> We had a leading share in this marketplace. And we saw a reduction in both the consumable side of the business because of the samples, as well as the instruments that were required to run it.</blockquote>\n<p>He stated that he needed to \"take a little bit of the blame,\" explaining:</p>\n<blockquote>We probably should have seen this a little earlier. <i>We knew that the slope wasn't going to be as strong forever in these applications,</i> but the down turn came much faster than we anticipated. So the slope in the fourth quarter was a pretty significant one and that's what caught us up by a little bit of a surprise.</blockquote>\n<p>Plaintiff alleges these statements are an admission that the change in testing regulations was at least partly responsible for the decline in Japanese sales, that the defendants had been aware of the regulatory change, and that they had known it would cause a decline in the Japanese market.</p>\n<p>After the release of these fourth quarter results, with Waters' report that earnings had failed to meet its predictions, the price of its stock dropped $14.65 per share, or approximately 20%.</p>\n<p>However, defendants' optimistic statements about Waters' future sales in the Japanese market eventually proved to be well founded. In 2008, Waters' sales in Japan increased to about $151.7 million, up from $134.8 million in 2007 and $135.7 million in 2006.</p>\n<p></p>\n<h2>III.</h2>\n<p>We review de novo whether plaintiff's complaint has met the pleading requirements imposed by the PSLRA. <i>ACA Fin.,</i> 512 F.3d at 58. A complaint must plead six elements to state a claim for securities fraud under Section 10(b) and Rule 10b-5: (1) a material misrepresentation or omission; (2) scienter, or a wrongful state of mind; (3) a connection with the purchase or sale of a security; (4) reliance; (5) economic loss; and (6) loss causation. <i>Dura Pharm., Inc. v. Broudo,</i> <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">336</span></a></span>, 341-42, <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span>, <span class=\"citation\" data-id=\"142888\"><a href=\"/opinion/142888/dura-pharmaceuticals-inc-v-broudo/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (2005). This case turns on scienter, but we also set forth the requirements for materiality, which are relevant here.</p>\n<p>A fact is material when there is \"a substantial likelihood\" that a reasonable investor would have viewed it as \"significantly alter[ing] the `total mix' of information made available.\" <i>Basic Inc. v. Levinson,</i> <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 231-32, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></a></span>, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span></a></span> (1988) (quoting <i>TSC Indus., Inc. v. Northway, Inc.,</i> <span class=\"citation\" data-id=\"109481\"><a href=\"/opinion/109481/tsc-industries-inc-v-northway-inc/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 449, <span class=\"citation\" data-id=\"109481\"><a href=\"/opinion/109481/tsc-industries-inc-v-northway-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2126</span></a></span>, <span class=\"citation\" data-id=\"109481\"><a href=\"/opinion/109481/tsc-industries-inc-v-northway-inc/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">757</span></a></span> (1976)) (internal quotation mark omitted). A statement <span class=\"star-pagination\">*757</span> can be \"false or incomplete\" but not actionable \"if the misrepresented fact is otherwise insignificant.\" <i>Id.</i> at 238, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></a></span>. Materiality is most often a mixed question of fact and law. <i>TSC Indus.,</i> 426 U.S. at 450, <span class=\"citation\" data-id=\"109481\"><a href=\"/opinion/109481/tsc-industries-inc-v-northway-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2126</span></a></span>.</p>\n<p>Scienter is a \"mental state embracing intent to deceive, manipulate, or defraud.\" <i>Ernst &amp; Ernst v. Hochfelder,</i> <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 193 n. 12, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1976); <i>see also </i><i>ACA Fin.,</i> 512 F.3d at 58. The scienter element may be satisfied by showing that the defendant engaged in \"intentional or willful conduct designed to deceive or defraud investors by controlling or artificially affecting the price of securities.\" <i>Hochfelder,</i> 425 U.S. at 199, <span class=\"citation\" data-id=\"109420\"><a href=\"/opinion/109420/ernst-ernst-v-hochfelder/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>. A plaintiff can also demonstrate scienter by showing that defendants \"acted with a high degree of recklessness.\" <i>Aldridge v. A.T. Cross Corp.,</i> <span class=\"citation\" data-id=\"199878\"><a href=\"/opinion/199878/aldridge-v-at-cross/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 82 (1st Cir.2002). Under the recklessness standard, a defendant can be held liable for \"a highly unreasonable omission, involving not merely simple, or even inexcusable, negligence, but an extreme departure from the standards of ordinary care, and which presents a danger of misleading buyers or sellers that is either known to the defendant or is so obvious the actor must have been aware of it.\" <i>Greebel v. FTP Software, Inc.,</i> <span class=\"citation\" data-id=\"198674\"><a href=\"/opinion/198674/greebel-v-ftp-software-inc/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span>, 198 (1st Cir.1999) (quoting <i>Sundstrand Corp. v. Sun Chem. Corp.,</i> <span class=\"citation\" data-id=\"344913\"><a href=\"/opinion/344913/fed-sec-l-rep-p-95887-sundstrand-corporation-v-sun-chemical/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span>, 1045 (7th Cir.1977)) (internal quotation mark omitted); <i>see also </i><i>SEC v. Ficken,</i> <span class=\"citation\" data-id=\"203529\"><a href=\"/opinion/203529/sec-v-ficken/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 47-48 (1st Cir.2008); <i>SEC v. Fife,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 9-10 (1st Cir.2002).</p>\n<p>The PSLRA mandates \"a special standard for measuring whether allegations of scienter survive a motion to dismiss.\" <i>Greebel,</i> 194 F.3d at 195. A complaint alleging securities fraud must, with respect to each alleged act or omission, \"state <i>with particularity</i> facts giving rise to a <i>strong inference</i> that the defendant acted with the required state of mind.\" 15 U.S.C. § 78u-4(b)(2) (emphasis added). A plaintiff must allege facts that make an inference of scienter \"more than merely plausible or reasonableit must be cogent and at least as compelling as any opposing inference of nonfraudulent intent.\" <i>Tellabs, Inc. v. Makor Issues &amp; Rights, Ltd.,</i> <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 314, <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2499</span></a></span>, <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (2007). When there are equally strong inferences for and against scienter, the draw is awarded to the plaintiff. <i>ACA Fin.,</i> 512 F.3d at 59.</p>\n<p>The question of whether a plaintiff has pled facts supporting a strong inference of scienter has an obvious connection to the question of the extent to which the omitted information is material. A plaintiff must provide evidence showing not only that a statement or omission \"was false or misleading,\" but also \"that it was made in reference to a matter of material interest to investors.\" <i>Geffon v. Micrion Corp.,</i> <span class=\"citation\" data-id=\"199400\"><a href=\"/opinion/199400/geffon-v-micrion-corporation/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 35 (1st Cir.2001); <i>see also </i><i>Jackvony v. RIHT Financial Corp.,</i> <span class=\"citation\" data-id=\"522143\"><a href=\"/opinion/522143/fed-sec-l-rep-p-94361-louis-v-jackvony-jr-v-riht-financial/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 415 (1st Cir.1989) (Breyer, J.) (finding that the fact that a hospital received general expressions of interest in acquisition from time to time had no special significance). \"[T]he question of whether Defendants recklessly failed to disclose [a fact] is . . . intimately bound up with whether Defendants either actually knew or recklessly ignored that the [fact] was material and nevertheless failed to disclose it.\" <i>City of Philadelphia v. Fleming Cos.,</i> <span class=\"citation\" data-id=\"161559\"><a href=\"/opinion/161559/city-of-philadelphia-v-fleming-co/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1245</span></a></span>, 1265 (10th Cir. 2001). If it is questionable whether a fact is material or its materiality is marginal, that tends to undercut the argument that defendants acted with the requisite intent or extreme recklessness in not disclosing the fact. <i>See </i><i>In re Carter-Wallace, Inc.,</i> <span class=\"star-pagination\">*758</span> <i>Sec. Litig.,</i> <span class=\"citation\" data-id=\"769619\"><a href=\"/opinion/769619/in-re-carter-wallace-inc-securities-litigation-eugene-honeyman/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 42 (2d Cir.2000).<sup>[2]</sup></p>\n<p></p>\n<h2>A. <i>Defendants' Revenues and Earnings Statements</i>\n</h2>\n<p>Plaintiff makes a two-part argument. The first part is that the inferences drawn in its favor require the conclusion that defendants knew, during the class period, that Japan had relaxed its water testing regulations and that this change would ultimately lead to less demand for Waters' products and services in Japan. The second part is that the fact of this knowledge alone provides a sufficient basis for a cogent and compelling inference that defendants acted with scienter in failing to disclose earlier the regulatory change.</p>\n<p>The first is based on Berthiaume's January 2008 statements that the \"Japanese government substantially reduced the sampling requirements and as a result we saw a reduction in our business\" and that the company \"knew the slope wasn't going to be as strong forever in these applications.\" These statements, plaintiff argues, establish that the decline in revenues in Japan was in part attributable to the change in testing regulations and that defendants knew much earlier that there would likely be such a decline. This is a fair inference, and defendants do not themselves dispute that they had knowledge of the regulatory change at least at some time earlier in the class period. However, this is not sufficient to meet plaintiff's burden on scienter.</p>\n<p>Plaintiff's argument that defendants' \"actual knowledge of the facts withheld amply establishes the necessary degree of scienter . . . misconstrues the relevant inquiry.\" <i>Schlifke v. Seafirst Corp.,</i> <span class=\"citation\" data-id=\"517662\"><a href=\"/opinion/517662/bernard-a-schlifke-and-harvey-kallick-dba-k-s-investments-co-a/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 946 (7th Cir.1989). The key question in this case is not whether defendants had knowledge of certain undisclosed facts, <i>cf. id.,</i> but rather whether defendants knew or should have known that their failure to disclose those facts \"present[ed] a danger of misleading buyers or sellers.\" <i>Greebel,</i> 194 F.3d at 198 (quoting <i>Sundstrand,</i> 553 F.2d at 1045). That is, the danger must be \"either known to the defendant or . . . so obvious the actor must have been aware of it.\" <i>Id.; see also </i><i>SEC v. Platforms Wireless Int'l Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">617</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1072</span></span>, 1092-93 (9th Cir. 2010) (adopting this formulation of the question); <i>City of Philadelphia,</i> 264 F.3d at 1260, 1264 (same); <i>In Re Advanta Corp. Sec. Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></span>, 535 (3rd Cir.1999) (same); <i>Schlifke,</i> 866 F.2d at 946 (same).</p>\n<p>This evaluation of the inference of scienter involves \"an objective test.\" <i>Platforms Wireless,</i> 617 F.3d at 1093; <i>Sundstrand,</i> 553 F.2d at 1045.<sup>[3]</sup> And here, the inference of a nonculpable explanation for the lack of disclosure is much stronger than the inference of scienter, even viewing scienter as involving either intentionality or extreme recklessness. That is, viewed objectively, the inferences are stronger that defendants did not knowingly or recklessly risk misleading the reasonable investor, as defendants <span class=\"star-pagination\">*759</span> reasonably did not expect that the change in Japanese drinking water testing regulations would itself have a significant impact on Waters' overall worldwide sales during 2007, such as to require disclosure.</p>\n<p>It is true that the entire Japanese market constituted 10% of Waters' global sales. Yet in considering the significance of an event that impacts sales, management must weigh \"the anticipated magnitude of the event in light of the totality of the company activity.\" <i>City of Philadelphia,</i> 264 F.3d at 1265 (quoting <i>SEC v. Fehn,</i> <span class=\"citation\" data-id=\"727394\"><a href=\"/opinion/727394/united-states-securities-and-exchange-commission-v-h-thomas-fehn/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span>, 1291 (9th Cir. 1996)) (internal quotation mark omitted); <i>see also </i><i>Greebel,</i> 194 F.3d at 206 (\"At best, plaintiffs' additional evidence supports an inference that FTP improperly recognized from $416,000 to $1.55 million in revenue. . . . Because FTP reported overall revenue . . . of $37.1 million, these transactions do not support a strong inference of scienter.\").</p>\n<p>Here, the third and fourth quarters' overall global sales were not below projected figures, but rather above them. Waters reported that in the third quarter total sales grew 17% (compared to a forecasted 14%) and that in the fourth quarter they grew 13% (compared to a forecasted 12%), despite the decline in Japanese sales. For 2007 overall, the company reported record high yearly sales of $1.47 billion. Plaintiff does not argue that these figures are themselves inaccurate or misleading. That the decline in Japanese sales caused by the regulatory change was not inconsistent with the forecasted increase in overall saleswhich were the focus of defendants' quarterly reports weighs against plaintiff's attempts to draw a strong inference of scienter. <i>Cf. </i><i>Ronconi v. Larkin,</i> <span class=\"citation\" data-id=\"773634\"><a href=\"/opinion/773634/alfred-ronconi-james-v-biglan-jean-mullin-v-c-raymond-larkin-jr/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span>, 432 (9th Cir. 2001).</p>\n<p>Although there was a drop of 12% in Japanese sales for the fourth quarter of 2007and defendants admit that the change in water testing was, among the variety of causes, the \"most significant\" it is far from evident what fraction of this decline was <i>predictably</i> due to the regulatory change itself. <i>Cf. </i><i>Ezra Charitable Trust v. Tyco Int'l, Ltd.,</i> <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 6 (1st Cir.2006) (\"Pleading `fraud by hindsight,' essentially making general allegations `that defendants knew earlier what later turned out badly,' is not sufficient.\") (quoting <i>Gross v. Summa Four, Inc.,</i> <span class=\"citation\" data-id=\"196921\"><a href=\"/opinion/196921/gross-v-summa-four-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">987</span></a></span>, 991 (1st Cir.1996)). Moreover, sales in Japan rebounded in 2008, as defendants had predicted.</p>\n<p>Nor, contrary to plaintiff's arguments, can a strong inference of scienter be drawn from Berthiaume's July 24 statement that he was \"optimistic\" about future sales, or his October 23 statement explaining that the \"softness in demand\" in Japan was due to \"general economic conditions\" and forecasting increased sales as \"general spending conditions improve.\"<sup>[4]</sup> An inference of scienter is especially unwarranted here, given that Berthiaume also stated in the July 24 conference call that the company saw \"some finalization of investments\" in Japan, \"where drinking water regulations. . . spurred a great deal of investment. . . up through 2006,\" and this had <span class=\"star-pagination\">*760</span> \"beg[un] to tail itself off.\" \"[A]ttempts to provide investors with warnings of risks generally weaken the inference of scienter.\" <i>Ezra Charitable Trust,</i> 466 F.3d at 8; <i>see also </i><i>Micrion Corp.,</i> 249 F.3d at 37. At the end of the fourth quarter, when it was clear that sales in the Japanese market had to some extent suffered a downturn, defendants identified the decline. Their characterization of the downturn as \"modest\" is accurate given the increase in global sales that beat forecasts and the record aggregate earnings.</p>\n<p>The inferences as to scienter also run in defendants' favor from the fact that it was higher costs and expenses, not lower sales, that caused earnings to be below expectations. The report of below expected earnings could well have caused the share price to drop as it did. Plaintiff's allegations, though, go to revenues, not higher costs and expenses.</p>\n<p>Defendants admitted that they should have caught the trend earlier and that it might well have been more prudent for them to have disclosed the change in the Japanese regulations sooner. These admissions do not, however, establish scienter. <i>Cf. </i><i>Micrion Corp.,</i> 249 F.3d at 37 (finding that although the defendant \"could have provided still more information\" regarding the alleged omission, \"absent the type of evidence we have previously found probative of scienter, its failure to do so does not mean that the omission was purposely deceptive in a manner actionable under Rule 10b-5\"). A company does not commit securities fraud merely by failing to disclose all non-public material information that it knows. <i>ACA Fin.,</i> 512 F.3d at 61. Allegations of corporate mismanagement are not actionable under Rule 10b-5. <i>Santa Fe Indus., Inc. v. Green,</i> <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 479, <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></a></span>, <span class=\"citation\" data-id=\"109626\"><a href=\"/opinion/109626/santa-fe-industries-inc-v-green/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1977); <i>Stevelman v. Alias Research Inc.,</i> <span class=\"citation\" data-id=\"763323\"><a href=\"/opinion/763323/paul-stevelman-individually-and-on-behalf-of-all-others-similarly-situated/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 85 (2d Cir.1999). Nor are allegations of mere negligence. <i>Platforms Wireless,</i> 617 F.3d at 1093; <i>Greebel,</i> 194 F.3d at 198-99.</p>\n<p>It would have been easy enough for management to have disclosed the change in the regulations. It was not unreasonable for plaintiff to have been suspicious of why that was not done. But mere suspicion is not enough.</p>\n<p></p>\n<h2>B. <i>Defendants' Insider Trading As Support for Scienter</i>\n</h2>\n<p>We consider all of the allegations in plaintiff's complaint. <i>Tellabs,</i> 551 U.S. at 322, <span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2499</span></a></span>; <i>Biogen Idec,</i> 537 F.3d at 51. Our conclusion as to scienter does not change when we add to the mix plaintiff's insider trading allegations. <i>Cf. </i><i>Biogen Idec,</i> 537 F.3d at 55-57.</p>\n<p>Depending on context, allegations of insider trading may offer some support for inferences of scienter. <i>Mississippi Pub. Emps.' Ret. Sys. v. Boston Scientific Corp.,</i> <span class=\"citation\" data-id=\"203247\"><a href=\"/opinion/203247/mississippi-pub-employeesret-v-boston-scient/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 92 (1st Cir.2008) (\"Insider trading in suspicious amounts or at suspicious times may be probative of scienter.\"); <i>see also </i><i>In re Cabletron Sys., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>1, 39-40 (1st Cir.2002); <i>Shaw v. Digital Equip. Corp.,</i> <span class=\"citation\" data-id=\"196753\"><a href=\"/opinion/196753/shaw-v-digital/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1224 (1st Cir.1996). \"The vitality of the inference to be drawn depends on the facts, and can range from marginal to strong.\" <i>Greebel,</i> 194 F.3d at 197-98 (citations omitted).</p>\n<p>Plaintiff alleges that during the class period, Berthiaume sold 6.08% of his stock holdings and Ornell sold 83.24% of his holdings, and that these sales support a strong inference of scienter. In calculating the percent of holdings sold, however, it is appropriate to consider not only the shares of stock that Berthiaume and Ornell held prior to their sales, but also the shares that they could have sold through the exercise of options, which plaintiff did <span class=\"star-pagination\">*761</span> not do. <i>See </i><i>Ronconi,</i> 253 F.3d at 435 n. 25 (\"Stock options should be considered in calculating the percentage of shares sold unless the insider could not have exercised them.\"); <i>In re Silicon Graphics Inc. Sec. Litig.,</i> <span class=\"citation\" data-id=\"765192\"><a href=\"/opinion/765192/in-re-silicon-graphics-inc-securities-litigation-edmund-j-janas-v/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">970</span></a></span>, 986-87 (9th Cir.1999) (\"Actual stock shares plus exercisable stock options represent the owner's trading potential more accurately than the stock shares alone\"); <i>see also </i><i>Cozzarelli v. Inspire Pharm. Inc.,</i> <span class=\"citation\" data-id=\"1027338\"><a href=\"/opinion/1027338/cozzarelli-v-inspire-pharmaceuticals-inc/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 628 (4th Cir.2008) (considering both shares and vested stock options in determining the significance of a sale); <i>Cornelia I. Crowell GST Trust v. Possis Med., Inc.,</i> <span class=\"citation\" data-id=\"1194072\"><a href=\"/opinion/1194072/cornelia-i-crowell-gst-trust-v-possis-medical/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">778</span></a></span>, 783 (8th Cir.2008) (same); <i>Acito v. IMCERA Grp., Inc.,</i> <span class=\"citation\" data-id=\"688719\"><a href=\"/opinion/688719/thomas-e-acito-on-behalf-of-himself-and-all-others-similarly-situated-and/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 54 (2d Cir.1995) (same). The consideration of options is especially warranted here, as Berthiaume and Ornell sold shares that were acquired through the simultaneous exercise of options.</p>\n<p>Berthiaume's sales during the class period, calculated to include options, amounted to only 4.82% of the shares that he could have sold. He sold these shares entirely in the third quarter at a price of approximately $63 per share. His sales price was less than 10% above the low of $58.58 to which the price dropped after the release of fourth quarter results, and substantially lower than the high of $80.77 that it reached during the fourth quarter. These facts offer, as to Berthiaume, little support for a strong inference of scienter. <i>Cf. </i><i>Ronconi,</i> 253 F.3d at 435 (\"[S]elling stock for $54, when the price subsequently rises to $74 and then sinks to $49, does not support an inference of knowing falsehood.\").</p>\n<p>The facts of Ornell's trades are different: he sold approximately 7% of the shares that he could have sold in the third quarter, and approximately 22% of the remainder in the fourth quarter. While his third quarter sales were at a price of approximately $63 per share, his much more significant fourth quarter sales were at $76, only slightly lower than the fourth quarter high of $80.77. The fact that Ornell sold this significant percentage of his holdings, and that he made many of these sales near the high price, could lend some support to plaintiff's inference of scienter. <i>See </i><i>Greebel,</i> 194 F.3d at 197-98.</p>\n<p>Plaintiff failed to allege any facts that these sales were unusual. \"At a minimum, the trading must be . . . unusual, well beyond the normal patterns of trading by those defendants.\" <i>Greebel,</i> 194 F.3d at 198. Here, plaintiff's complaint provided no information about Ornell's trading history that would support such a determination. This is in marked contrast to <i>In re Cabletron Systems,</i> where the complaint detailed stock sales by defendants in the months prior to the class period. <i>See </i><i>In re Cabletron Systems,</i> 311 F.3d at 27; <i>see also </i><i>Nursing Home Pension Fund, Local 144 v. Oracle Corp.,</i> <span class=\"citation\" data-id=\"787485\"><a href=\"/opinion/787485/no-03-15883/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1226</span></a></span>, 1232 (9th Cir.2004) (\"[T]he Complaint alleges that Ellison had not sold any of his Oracle stock for five years. This makes Ellison's January 2001 trades highly inconsistent with his prior trading history.\"); <i>In re Apple Computer Sec. Litig.,</i> <span class=\"citation\" data-id=\"530025\"><a href=\"/opinion/530025/fed-sec-l-rep-p-94714-in-re-apple-computer-securities-litigation/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span>, 1117-18 (9th Cir.1989) (comparing the 10 months preceding the 10 month class period to determine whether the alleged insider trading was consistent with the prior pattern of sales). Trading histories are not a sine qua non of an allegation of unusual insider trading. Some trades may, from the face of things, be unusual. But Ornell's trades do not fit into this category, and no context is provided. <i>Cf. </i><i>Ronconi,</i> 253 F.3d at 436 (\"[T]he plaintiffs have not alleged sufficient trading history for us to conclude that [the] trading was `dramatically out of line with prior trading practices.'\").</p>\n<p><span class=\"star-pagination\">*762</span> The stock sales by Berthiaume and Ornell do not, under these circumstances, offer the requisite support for a strong inference of scienter, either standing alone or in combination with the other evidence.<sup>[5]</sup></p>\n<p>Finally, the fact that Waters repurchased its own stock during the third and fourth quarters of 2007 does not, on these facts, have much weight one way or another. Given our conclusion that there is no strong inference of scienter from the other facts, even considering insider trading, we do not think it a fair inference that the stock repurchases were fraudulently motivated to augment market demand and thereby mask the insider sales.</p>\n<p></p>\n<h2>IV.</h2>\n<p>The district court properly dismissed the plaintiff's Section 10(b) and Rule 10b-5 claims. Because the plaintiff's Section 20(a) claim was derivative of the Rule 10b-5 claim, it was properly dismissed as well. <i>See</i> 15 U.S.C. §§ 78t(a), 78t-1; <i>Biogen Idec,</i> 537 F.3d at 58; <i>ACA Fin.,</i> 512 F.3d at 67-68; <i>In re Stone &amp; Webster, Inc., Sec. Litig.,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span>, 27 (1st Cir.2005).</p>\n<p>The judgment of the district court is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Although the complaint also alleged that certain of Ornell's statements as to predicted tax rates made on October 23, 2007 were misleading, those allegations have been abandoned on appeal.</p>\n<p>[2]  In this case, we do not decide the question of the materiality of the Japanese change in regulations, only that of whether there is a strong inference of scienter. <i>Cf. </i><i>New Jersey Carpenters Pension &amp; Annuity Funds v. Biogen Idec, Inc.,</i> <span class=\"citation\" data-id=\"203426\"><a href=\"/opinion/203426/new-jersey-carpenters-pension-v-biogen-idec-inc/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 44 (1st Cir. 2008) (\"We discuss materiality only insofar as it is relevant to the pleading of omissions said to be relevant to scienter.\").</p>\n<p>[3]  Given our disposition of this case, we need not engage in an additional inquiry that involves a \"subjective test,\" requiring that \"the omission derive from something more egregious than even `white heart/empty head' good faith.\" <i>Sundstrand Corp. v. Sun Chem. Corp.,</i> <span class=\"citation\" data-id=\"344913\"><a href=\"/opinion/344913/fed-sec-l-rep-p-95887-sundstrand-corporation-v-sun-chemical/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span>, 1045 &amp; n. 20 (7th Cir. 1977); <i>see also </i><i>SEC v. Platforms Wireless Int'l Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">617</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1072</span></span>, 1093 (9th Cir. 2010) (discussing the two partobjective and subjectivetest for scienter); <i>Backman v. Polaroid Corp.,</i> <span class=\"citation\" data-id=\"535237\"><a href=\"/opinion/535237/irving-a-backman-v-polaroid-corporation-irving-a-backman-v-polaroid/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1405</span></a></span>, 1418 (1st Cir. 1990) (discussing the good faith defense).</p>\n<p>[4]  There is no need to reach defendants' alternative argument that their future guidance statements are protected by the PSLRA's safe harbor provisions, under which a \"forward-looking\" statement, such as an earnings forecast, is not actionable under Section 10(b) if it is either (a) \"identified as a forward-looking statement, and is accompanied by meaningful cautionary statements identifying important factors that could cause actual results to differ materially from those in the forward-looking statement,\" or (b) the plaintiff fails to prove that it was made \"with actual knowledge. . . that the statement was false or misleading.\" 15 U.S.C. § 78u-5(c)(1).</p>\n<p>[5]  Plaintiff also alleges that seven non-defendant insiders sold 377,500 shares for proceeds of $25,119,276 during the class period. This court has considered stock sales by non-defendant insiders when evaluating the sufficiency of a pleading of scienter. <i>See </i><i>Shaw v. Digital Equipment Corp.,</i> <span class=\"citation\" data-id=\"196753\"><a href=\"/opinion/196753/shaw-v-digital/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1224 (1st Cir. 1996). However, listing only bare facts about the shares sold, plaintiff here does not provide any information about the trades indicating that they were unusual. Under these circumstances, it was not error for the district court to conclude that these sales were not probative.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/161559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/344913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1194072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2430481/"
  ]
}