{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194491/",
  "absolute_url": "/opinion/194491/vizvary-v-greater/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194491/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:18:23Z",
  "date_modified": "2016-02-28T04:50:04.360937Z",
  "type": "010combined",
  "sha1": "b0437d26ddab36870385fb887be2361e1b509370",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1795.01A",
  "local_path": null,
  "plain_text": "January 11, 1993      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                          \n\nNo. 92-1795\n\n                        SHERYL L. VIZVARY,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n         GREATER PROVIDENCE DEPOSIT CORPORATION, ET AL.,\n\n                      Defendants, Appellees.\n\n                                          \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\n                                                      \n\n                                          \n\n                              Before\n\n                       Breyer, Chief Judge,\n                                          \n                  Selya and Cyr, Circuit Judges.\n                                               \n\n                                          \n\n     Sheryl L. Vizvary on brief pro se.\n                      \n     Patricia K. Rocha and  Adler Pollack &amp; Sheehan on  brief for\n                                                   \nappellees.\n\n                                          \n\n                                          \n\n          Per Curiam.  Cheryl L. Vizvary appeals a district court\n          Per Curiam.\n                    \n\norder denying her request for recusal of the  district judge.  We\n\ndismiss the appeal as moot.\n\n          Appellant filed a pro se complaint in the United States\n\nDistrict  Court for the District  of Rhode Island  in July, 1990,\n\nrequesting  a judicial  declaration that  certain  loan documents\n\nexecuted by her, her husband, and the appellee bank were null and\n\nvoid.   The  complaint  also demanded  damages  and alleged  that\n\nappellees'  efforts  to recover  their  mortgage  loan and  other\n\namounts due violated appellant's civil and constitutional rights.\n\nAppellees   moved  to   dismiss  for   lack  of   subject  matter\n\njurisdiction and failure to state a claim upon which relief could\n\nbe granted.\n\n          On  October 5, 1990,  appellant filed  a motion  for an\n\norder permanently  restraining appellees from foreclosing  on her\n\nresidence,  which was  denied on  October 18,  1990.   During the\n\nlatter  part of  1990, appellant  filed a  voluntary petition  in\n\nbankruptcy.1   Thereafter, she commenced  an adversary proceeding\n\nin the bankruptcy court, objecting to the proof of claim filed by\n\nthe appellee  bank  and  challenging  its mortgage  lien  on  her\n\nresidence.\n\n          On April 29,  1992, the  bankruptcy judge  conducted an\n\nevidentiary hearing at which  appellant testified, and on May 28,\n\n                    \n\n     1The record  on appeal  does not reveal  whether appellant's\nbankruptcy petition was filed before or after October 18, 1990.\n\n                                2\n\n1992,  the  bankruptcy  court  entered its  order  upholding  the\n\nvalidity  of  various  loan   documents  and  the  mortgage  lien\n\nchallenged  by appellant in the district  court action from which\n\nthe present appeal emanates.  \n\n          Meanwhile,  on  May 21,  1992,  three  weeks  after the\n\nbankruptcy  court  hearing and  one  week  before the  bankruptcy\n\njudge's order  rejecting her  lien and loan  document challenges,\n\nappellant filed a motion to disqualify the presiding judge in the\n\ndistrict  court action.  On June 18, 1992, the recusal motion was\n\ndenied.\n\n          Upon  the filing of  appellant's bankruptcy petition in\n\nlate  1990, the claims and property interests she asserted in the\n\npending  district court  action became  property of  the bankrupt\n\nestate by operation of law.  See Bankruptcy Code   541; 11 U.S.C.\n                                \n\n  541.2   As a consequence, the parallel adversary proceeding was\n\nlitigated  in the bankruptcy court instead.  In due course, three\n\nweeks  before the  district  court acted  on appellant's  recusal\n\nmotion, the bankruptcy court order dismissing  appellant's objec-\n\ntions to the  bank's proof  of claim and  upholding its  mortgage\n\nlien  became final.  Thus, the issues and claims initially raised\n\nin the  pending  district  court  action were  barred  under  the\n\ndoctrines of issue and claim preclusion.  \n\n                    \n\n     2At a  status conference on February 25,  1991, the district\ncourt  duly noted:  \"Pltf  has filed bankruptcy  petition.  Deft.\nhas filed m/dismiss in bankruptcy  proceedings and will be filing\nm/dismiss  in  this  case   after  hearing  in  bankruptcy  Court\n(probably late March).\"  The record on appeal thus discloses that\nappellant  lacked standing to prosecute the claims pending in the\ndistrict court action below.  \n\n                                3\n\n          As  the bankruptcy court order adjudicating appellant's\n\nclaims in the parallel adversary proceeding became final prior to\n\nany district  court  action  on  the recusal  motion,  the  order\n\nappealed from is moot.  \n\n          Appeal dismissed.\n                          \n\n                                4\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "",
  "extracted_by_ocr": false,
  "opinions_cited": []
}