{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194571/",
  "absolute_url": "/opinion/194571/united-electrical-v-163-pleasant/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194571/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:20:17Z",
  "date_modified": "2016-02-28T04:50:16.686610Z",
  "type": "010combined",
  "sha1": "8fee44999a13ac8cd5e12750b2f6cb34d36c651d",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1865.01A",
  "local_path": null,
  "plain_text": "March 3, 1993\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-1865\n\n         UNITED ELECTRICAL RADIO AND MACHINE WORKERS\n                  OF AMERICA (UE)., ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n           163 PLEASANT STREET CORPORATION, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Bownes, Senior Circuit Judge,\n                                            \n                    Stahl, Circuit Judge.\n                                        \n                                         \n\nMark  D. Stern with whom  Brian W. Mellor, Mary  Leary, and Edward\n                                                                  \nJ. Dailey were on brief for appellants.\n     \nDavid D.  Cole on brief for Barney Frank, Gerry E. Studds, Chester\n              \nG. Atkins,  Joseph D. Early, Joseph P.  Kennedy, II, Edward J. Markey,\nNicholas  Mavroules,  John Joseph  Moakley, Richard  E. Neal,  John W.\nOliver,  and Senators  Edward  M. Kennedy  and  John F.  Kerry,  amici\ncuriae.\nCharles  L. Janes  with whom James  C. Stokes and  Bingham, Dana &amp;\n                                                                  \nGould were on brief for appellees.\n \n                                         \n\n                        March 3, 1993\n                                         \n\n          STAHL, Circuit  Judge.  This appeal  requires us to\n                               \n\ndecide  for  a  second  time1  whether  plaintiffs-appellants\n\n(\"plaintiffs\")  have  sufficiently   demonstrated  that   the\n\ndistrict court  has personal  jurisdiction  over the  primary\n\ndefendants-appellees (\"defendants\") to this action  to pursue\n\ntheir claims  under the  Employee Retirement  Income Security\n\nAct (\"ERISA\"), 29  U.S.C.A.    1001-1461  (West 1985 &amp;  Supp.\n\n1992),  the  Labor-Management  Relations  Act   (\"LMRA\"),  29\n\nU.S.C.A.       141-187   (West  1973   &amp;  Supp.   1992),  and\n\nMassachusetts common  law.  Finding  that plaintiffs' showing\n\nat  this  stage of  the litigation  is  adequate to  meet the\n\nrelevant legal standard, we vacate the district court's order\n\nof dismissal and remand this action for further proceedings.\n\n                              I.\n                                \n\n                    PROCEDURAL BACKGROUND\n                                         \n\n          We  begin our  analysis  with a  recounting of  the\n\nalready  eventful  procedural  history  of  this  litigation.\n\nPlaintiffs are  the  United  Electrical,  Radio  and  Machine\n\nWorkers  of  America (\"the  Union\")  and  certain retired  or\n\ndisabled employees  of the  defendant corporations or  one of\n\nthese  corporations' predecessor-in-interest.2   On  July 19,\n\n                    \n\n1.  See generally  United Elec.,  Radio and Mach.  Workers of\n                                                             \nAmerica v. 163 Pleasant Street Corp., 960 F.2d 1080 (1st Cir.\n                                    \n1992) (hereinafter referred to as \"163 Pleasant Street I\").\n                                                        \n\n2.  One  plaintiff  is the  surviving  spouse  of a  deceased\nretired employee of the defendant corporations.\n\n                             -2-\n                              2\n\n1991,  plaintiffs  initiated   these  proceedings  by   suing\n\ndefendants   International   Twist  Drill   (Holdings),  Ltd.\n\n(\"ITDH\"),   163  Pleasant   Street  Corporation   (\"PSC\"),  a\n\nMassachusetts   subsidiary  of  ITDH,3  and  Blue  Cross/Blue\n\nShield  of  Massachusetts (\"BCBS\").    At  issue was  whether\n\ndefendants  were contractually  bound  to provide  plaintiffs\n\nwith  medical  and  life  insurance.4   In  their  complaint,\n\nplaintiffs sought both damages and equitable relief.  As part\n\nof the  equitable   relief sought, plaintiffs  requested that\n\nthe district  court enter a  preliminary injunction directing\n\ndefendants to continue paying plaintiffs'  insurance premiums\n\npendente lite.\n             \n\n          On July 24, 1991, the district court, after hearing\n\noral argument,  granted plaintiffs'  request for  a temporary\n\nrestraining order  preserving the status quo  until a hearing\n\non plaintiffs' request for  a preliminary injunction could be\n\narranged.   On August 13, 1991, the district court heard oral\n\n                    \n\n3.  Prior to 1991, PSC was known as Morse Tool, Inc.  Because\nthis fact is  not relevant to  this appeal, and  in order  to\nidentify the parties in a consistent fashion, we refer to the\ncompany  as PSC  even  when describing  events that  occurred\nwhile the company was still Morse Tool, Inc.\n\n4.  Specifically,  plaintiffs alleged  that they  were either\nsignatories to  or beneficiaries  of agreements,  including a\ncollective  bargaining agreement  between PSC and  the Union,\nunder  which   PSC  contracted  to  provide   them  with  the\naforementioned insurance  \"for life.\"  They further contended\nthat,  for  a  variety  of  reasons, ITDH,  which  owned  and\ncontrolled  the  now  defunct   PSC,  was  liable  for  these\ncontractual obligations  despite the  fact that its  name did\nnot appear upon these agreements.\n\n                             -3-\n                              3\n\nargument on plaintiffs' request for  a preliminary injunction\n\nand  on a motion to dismiss for lack of personal jurisdiction\n\nfiled by ITDH on August 6.  That same day, the district court\n\ngranted  plaintiffs'  request for  a  preliminary injunction5\n\nand denied ITDH's  motion.  On August 22, 1991, PSC filed for\n\nbankruptcy without paying the  disputed premiums.  After ITDH\n\nalso  refused to pay the  premiums, the district court issued\n\nan  order  holding  ITDH  in contempt.    Subsequently,  ITDH\n\nappealed the preliminary injunction and the contempt orders.\n\n          During  the  pendency of  ITDH's  appeals, however,\n\ndiscovery was proceeding in the underlying case.  As a result\n\nof  information obtained  in  the course  of this  discovery,\n\nplaintiffs moved to  amend their complaint  in order to  join\n\nInternational  Twist  Drill (\"ITD\")  as  a  defendant and  to\n\ninclude additional  (at least  insofar as ITDH  is concerned)\n\nallegations  against the ITD  companies.6  Plaintiffs' motion\n\nwas  allowed  on  January  23, 1992.    Meanwhile,  each side\n\ncontinued  to  supplement  the  record  by  filing  with  the\n\ndistrict  court   further  documentation   in  the  form   of\n\n                    \n\n5.  Specifically,  the  district court  ordered  that \"[PSC],\ninitially,  and  [ITDH], secondarily,  .  .  . make  whatever\npayments  are necessary  to  continue  the medical  insurance\ncoverage of these plaintiffs  until final judgment is entered\nin this case.\"\n\n6.  ITD, a subsidiary of ITDH, was not a party when ITDH took\nits appeal of the preliminary injunction and contempt orders.\nTherefore, all uses of the acronym \"ITD\" made in 163 Pleasant\n                                                             \nStreet I should be construed as being references to ITDH.\n        \n\n                             -4-\n                              4\n\naffidavits and otherwise.   Because  of the  timing of  these\n\nfilings, this material was  not part of the record  in ITDH's\n\ninitial appeal.\n\n          On  March  30, 1992,  this  court  handed down  163\n                                                             \n\nPleasant  Street   I,  which  vacated  the  district  court's\n                    \n\ninjunction  and contempt  orders.   In so  doing, we  did not\n\nreach  the merits of the lower court's decisions.  Rather, we\n\nfound that plaintiffs had not established that  the court had\n\npersonal  jurisdiction over ITDH.   Accordingly,  we directed\n\nthat  the  preliminary  injunction  and  contempt  orders  be\n\nvacated and  remanded the  case \"for further  proceedings not\n\ninconsistent [with our opinion].\"  Id. at 1099.\n                                      \n\n          After publication  of 163  Pleasant Street  I, ITDH\n                                                       \n\nand ITD filed a joint motion  to dismiss for lack of personal\n\njurisdiction, incorporating by reference our opinion of March\n\n30,  1992.    Plaintiffs  opposed the  motion,  relying  upon\n\nallegations  in their  recently  amended complaint  and  upon\n\nmaterials  not part of the  record in 163  Pleasant Street I.\n                                                            \n\nOn  May  8,  1992,  the  district  court  issued  a  two-page\n\nmemorandum  and order granting ITDH's and ITD's motion.7  The\n\nmemorandum and order  stated:  \"[Each] issue  and theory upon\n\nwhich plaintiffs' claims  rest has  been thoroughly  analyzed\n\nand addressed in the decision of the Court of Appeals.  There\n\n                    \n\n7.  Although entered on May 8, 1992, the memorandum and order\nwas dated May 4, 1992.\n\n                             -5-\n                              5\n\nis nothing to be  gained from prolonging this  case further.\"\n\nPlaintiffs moved for reconsideration of the  district court's\n\norder,  again directing  the  court's attention  to materials\n\nmade  part of  the record  after ITDH  had taken  its initial\n\nappeal  and other  materials filed  by plaintiffs  on May  8,\n\n1992.   By margin order  entered June 24,  1992, the district\n\ncourt denied plaintiffs' motion.8   Plaintiffs now appeal the\n\ndistrict  court's  order of  dismissal  and  denial of  their\n\nmotion for reconsideration.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          Because   163   Pleasant   Street  I   exhaustively\n                                              \n\ndelineated both  the facts underpinning this  dispute and the\n\nlaw  implicated by its resolution, we do not engage in rehash\n\nhere. Suffice it to say that the question of whether, at this\n\nstage of  the litigation,  plaintiffs have made  a sufficient\n\nshowing that  ITDH and  ITD, both Scottish  corporations, are\n\nsubject to  the personal  jurisdiction of the  district court\n\nhinges upon  whether there  is adequate record  evidence that\n\nthe  two   entities  (1)  \"transact[ed].  .   .  business  in\n\n                    \n\n8.  Although resolution of plaintiffs' motion by margin order\ncontravened the separate document requirement of Fed. R. Civ.\nP. 58, see Fiore v. Washington County Community Mental Health\n                                                             \nCtr.,  960  F.2d  229,  234-36   (1st  Cir.  1992),  we  deem\n    \nplaintiffs' appeal,  which is timely when  viewed against the\ndate  the  order  was   entered,  to  be  a  waiver   of  the\nrequirement.   See Bankers Trust Co. v. Mallis, 435 U.S. 381,\n                                              \n387-88 (1978); Fiore, 960 F.2d at 236 n.10.\n                    \n\n                             -6-\n                              6\n\n[Massachusetts],\"  thus subjecting them to the Commonwealth's\n\nlong-arm statute, see Mass.  Gen. Laws Ann. ch. 223A,    3(a)\n                     \n\n(West 1985 &amp; Supp. 1992), and (2) have acted in such a manner\n\nthat the district court's  exercise of jurisdiction over them\n\nwould  not  offend  the  constitutionally  anchored  \"minimum\n\ncontacts\" rule.   See  International Shoe Co.  v. Washington,\n                                                            \n\n326 U.S. 310, 316 (1945).9\n\n                    \n\n9.  In  163 Pleasant Street  I, though we  observed that \"the\n                              \nlower court's ruling  that ITD[H] was `transacting  business'\nin  Massachusetts is  likely sustainable,\"  see  163 Pleasant\n                                                             \nStreet I, 960 F.2d at 1087, we did not determine whether ITDH\n        \nwas  subject to  the  Commonwealth's long-arm  statute as  we\nfound that the minimum  contacts rule was not satisfied.   In\nso  doing,  we began  by  noting  that  ITDH's contacts  with\nMassachusetts were \"manifestly insufficient to ground a claim\nof  general jurisdiction.  . .  .\"   Id. at  1088.   Next, we\n                                        \ndistilled  the jurisprudence  governing the  ascertainment of\nspecific    jurisdiction    (which,   along    with   general\njurisdiction,   is  one   of  the   two  types   of  personal\njurisdiction   we  have   recognized  in   analyzing  minimum\ncontacts) into the following tripartite test:   (1) the claim\nunderlying  the litigation  must  directly arise  out of,  or\nrelate to, the  defendant's forum-state  activities, (2)  the\ndefendant's  in-state  contacts must  represent  a purposeful\navailment of  the privilege  of conducting activities  in the\nforum state, thereby invoking the benefits and protections of\nthat  state's laws  and  making the  defendant's  involuntary\npresence before  the state's courts foreseeable,  and (3) the\nexercise  of jurisdiction  must, in  light of  five specified\ncriteria  for  evaluating   the  fairness  of  subjecting   a\nnonresident   to  the   authority  of   a   foreign  tribunal\n(collectively  dubbed the \"Gestalt  factors\"), be reasonable.\nSee id. at 1088-89.\n       \n     In  applying the  specific  jurisdiction test,  we first\nfound that,  of the  forum-related contacts between  ITDH and\nthe  Commonwealth  mentioned by  the  district  court in  the\nAugust  13,  1991,  hearing,  only the  involvement  of  John\nLindsay,  an ITDH  principal, in  negotiating  the collective\nbargaining agreement at the heart of this litigation could be\nthought of  as giving rise to, or  relating to, this cause of\naction.   Id. at 1089.  Limiting our inquiry to this contact,\n             \nwe then  determined that  the evidence  surrounding Lindsay's\n\n                             -7-\n                              7\n\n          In  arguing  that  the  above  question  should  be\n\nanswered in  the  affirmative, plaintiffs  contend  that  our\n\nanalysis in 163 Pleasant Street  I has been rendered obsolete\n                                  \n\nby  additions to  the record which  occurred while  the first\n\nappeal  was pending.   As  a result,  plaintiffs assert,  the\n\ndistrict  court's  uncritical   reliance  upon  our  previous\n\nopinion  was   in  error.10     We  agree   with  plaintiffs'\n\nposition.\n\n                    \n\ninvolvement  was  insufficient  for  us  to  determine  \"that\nITD[H], through  its  own affirmative  conduct,  purposefully\navailed itself  of the privilege of  conducting activities in\nMassachusetts.  . .  .\"   Id. at  1090-91.   Central to  this\n                             \ndetermination was the lack of record evidence suggesting that\nthe  negotiations  over the  collective  bargaining agreement\nand, a  fortiori, Lindsay's participation therein  took place\n                \nin  Massachusetts.  Id. at  1090.  Accordingly,  we held that\n                       \nthe constitutionally required  minimum contacts between  ITDH\nand Massachusetts  were not  present and declined  to address\nthe  question  of  reasonableness  in light  of  the  Gestalt\nfactors.  See id. at 1090 n.11.             \n                 \n\n10.  In response  to plaintiffs' argument, defendants  do not\nattempt   to  demonstrate   that   the  current   record   is\ninsufficient to support an  exercise of personal jurisdiction\nover  them.   Rather, defendants  essentially argue  (1) that\nITDH and ITD  should not  be held  liable, through  corporate\nveil  piercing, for  PSC's contractual  obligations,  and (2)\nthat  the materials submitted to the district court on May 8,\n1992,  were  submitted  after  the  order  of  dismissal  and\ntherefore should not be considered by us in this appeal.\n     Though  defendants' first argument  ultimately may prove\nmeritorious,  it has no bearing on the question raised in the\ninstant  appeal.     Accordingly,  we  do   not  discuss  it.\nMoreover, because, as will be  more fully explained infra, we\n                                                         \nfind that the record was sufficient for the court to exercise\npersonal  jurisdiction  over ITDH  and  ITD  even before  the\ndocuments submitted on May 8, 1992, were made a part thereof,\nwe need notreach the merits of defendants' second argument.  \n\n                             -8-\n                              8\n\n          Where, as here, a  district court elects to dispose\n\nof a Fed. R. Civ.  P. 12(b)(2) motion to dismiss for  lack of\n\npersonal   jurisdiction   without   holding  an   evidentiary\n\nhearing,11 the  \"prima  facie\"  standard  should  govern  the\n\ncourt's  review.   See  Boit, 967  F.2d  at 675;  Kowalski v.\n                                                          \n\nDoherty, Wallace, Pillsbury &amp; Murphy, 787 F.2d 7, 8 (1st Cir.\n                                    \n\n1986).   Under  this standard,  it is  plaintiff's  burden to\n\ndemonstrate the existence of  \"every fact required to satisfy\n\n`both the  forum's long-arm  statute and the  [D]ue [P]rocess\n\n[C]lause  of  the  Constitution.'\"   Boit,  967  F.2d at  675\n                                         \n\n(quoting  U.S.S. Yachts, Inc. v. Ocean Yachts, Inc., 894 F.2d\n                                                   \n\n9, 11 (1st Cir. 1990)).  \n\n          The prima facie showing must be based upon evidence\n\nof specific facts set forth in the record.  Boit, 967 F.2d at\n                                                \n\n                    \n\n11.  During the  course of oral  argument at  the August  13,\n1991,  hearing on  ITDH's initial  Rule 12(b)(2)  motion, the\ndistrict court did make reference to certain affidavits which\nhad  been introduced  into the  record at  that time  and did\nallow  counsel for  ITDH to  speak on  the issue  of personal\njurisdiction.  (Plaintiffs' counsel did not address the court\non this issue because the court found in plaintiffs' favor at\nthe conclusion of ITDH's presentation.)  Also, in determining\nthat  it  had  personal  jurisdiction over  ITDH,  the  court\nindicated  that   it  so  found  by   \"clear  and  convincing\nevidence.\"  Therefore,  it appears that the August  13, 1991,\nhearing  was a limited evidentiary hearing.  See Boit v. Gar-\n                                                             \nTec  Products,  Inc.,  967  F.2d 671,  676  (1st  Cir.  1992)\n                    \n(evidentiary hearings need not  involve evidence taken orally\nin  open court,  but  may  proceed  with all  evidence  being\nintroduced by  means of affidavits,  authenticated documents,\nanswers to  interrogatories or  requests for admissions,  and\ndepositions,  and   with   findings  being   made   under   a\npreponderance-of-the-evidence-standard).     However,  it  is\napparent from the record that no evidentiary hearing was held\non the joint motion to dismiss filed by ITDH and ITD.   \n\n                             -9-\n                              9\n\n675;  Kowalski, 787  F.2d at  9.   This means  that plaintiff\n              \n\n\"`must go beyond the  pleadings and make affirmative proof.'\"\n\nBoit, 967 F.2d at 675 (quoting Chlebda v. H.E. Fortna &amp; Bro.,\n                                                             \n\nInc.,  609 F.2d  1022, 1024  (1st Cir.  1979)).   However, in\n    \n\ndetermining whether  the prima  facie demonstration has  been\n\nmade,  the district  court  is not  acting  as a  factfinder;\n\nrather, it accepts properly supported proffers of evidence by\n\na plaintiff  as true and makes its ruling as a matter of law.\n\nSee Boit, 967 F.2d at 675;  see also Kowalski, 787 F.2d at 9.\n                                             \n\nTherefore,   appellate   review   of   such   a   ruling   is\n\nnondeferential and plenary.  See Boit, 967 F.2d at 675.\n                                     \n\n          Leaving aside  the material which was  filed on May\n\n8, 1992, see supra note 10, we believe that the effect of two\n                  \n\nadditions to  the record made  by plaintiffs while  the first\n\nappeal was  pending is such  that, applying  the prima  facie\n\nstandard,  the district  court should  have denied  the joint\n\nmotion to dismiss  filed by ITDH  and ITD.   First, in  their\n\namended  complaint,  plaintiffs had  made  the following  new\n\nallegations:\n\n          3. .  . .  [T]he  plaintiff retirees were\n          employed  at the  defendant corporations'\n          plant in New Bedford,  Massachusetts, the\n          obligations  to  provide  insurance  were\n          incurred   in   Massachusetts,  and   the\n          termination of the insurance  giving rise\n          to this claim occurred in this District.\n\n          14.  The defendant [ITDH] of Scotland  is\n          incorporated  in  Great  Britain and  was\n          doing business as Morse Tool, Inc. in the\n          Commonwealth  of  Massachusetts prior  to\n\n                             -10-\n                              10\n\n          and up to the time of  the closure of its\n          New Bedford facility  in January[]  1990.\n          It   is  the  sole   shareholder  in  the\n          defendant [PSC].\n\n          15.   The defendant [ITD] of  Scotland is\n          incorporated  in  Great  Britain and  was\n          doing business as Morse Tool, Inc. in the\n          Commonwealth  of  Massachusetts prior  to\n          and up to the time of  the closure of its\n          New Bedford Facility in January 1990.  It\n          is owned and controlled by  the defendant\n          ITDH.\n\n          17.  At all relevant times the defendants\n          constituted   an   integrated  enterprise\n          and/or single employer doing  business in\n          the Commonwealth of Massachusetts.\n\n          18.  At all relevant times the defendants\n          ITDH and/or ITD constituted the alter ego\n          of the defendant [PSC].\n\n          19.  At all relevant times the defendants\n          ITDH  and/or  ITD  jointly  employed  the\n          plaintiffs   along  with   the  defendant\n          [PSC].\n\n          20.  .  . .  The  most  recent collective\n          bargaining  agreement between  plaintiffs\n          and  defendant  corporations  covers  the\n          period from May 1987  through May 1990. .\n          . . [The collective bargaining agreement]\n          was negotiated for  the defendants by  an\n          agent  of the  defendant ITD,  acting for\n          and on behalf of the defendant ITDH.\n\nMoreover,  on April  16, 1992,  plaintiffs had  introduced an\n\naffidavit  of Dennis Brady, a Union officer and member of the\n\nUnion   negotiating  team,  which   contained  the  following\n\nassertions:\n\n          3.    All the  negotiations  between [the\n          Union] and [ITDH and ITD] occurred in New\n          Bedford, Massachusetts. . . .\n\n                             -11-\n                              11\n\n          5.  Raymond  Zemon [sic] was the  primary\n          negotiator  of the  collective bargaining\n          agreement.   He acted  on behalf of [ITDH\n          and ITD]. . . .\n\n          6.  During the negotiations Raymond Zemon\n          [sic] would often make telephonic contact\n          from  Massachusetts  with individuals  in\n          Scotland    before   agreeing    to   any\n          proposals. . . .12\n\n          Simply put, we believe  that the combination of the\n\ncomplaint amendments and the Brady affidavit is sufficient to\n\ncure the  deficiency --  i.e., that  ITDH  had not  purposely\n\navailed itself  of the privilege of  conducting activities in\n\nMassachusetts  -- on which our holding in 163 Pleasant Street\n                                                             \n\nI was premised.   As noted above, see supra  note 9, the only\n                                           \n\nrecord  evidence before us in 163 Pleasant Street I which was\n                                                   \n\neven remotely  relevant to  the purposeful  availment inquiry\n\nwas  the fact that John Lindsay had some \"involvement in\" the\n\nnegotiation of the collective  bargaining agreement.  See 163\n                                                             \n\nPleasant Street I,  960 F.2d  at 1090.   The  record did  not\n                 \n\nreveal  where Lindsay  was located  during the period  of his\n\ninvolvement   Id.  Indeed,  the record did  not even indicate\n                 \n\nwhere the negotiations had taken place.  Id.\n                                            \n\n                    \n\n12.  Further support  for the allegation  that the collective\nbargaining agreement  between the Union and  PSC actually was\nnegotiated  by Raymond Zeman acting on behalf of ITDH and ITD\ncan be found in the agreement itself.  The first paragraph of\nthe  agreement  contains  the  following  provision:    \"This\nAgreement is  contingent upon  and will not  become effective\nuntil  [PSC] is  purchased  by  Scottish interests  presently\nrepresented by  Zeman International.\"  The  agreement then is\nsigned by Raymond Zeman on behalf of Zeman International. \n\n                             -12-\n                              12\n\n          After   remand,  however,  the  record  before  the\n\ndistrict court  was  significantly less  enigmatic than  that\n\nbefore us  in 163  Pleasant Street  I.   It now  contained an\n                                     \n\naffirmative   allegation   that  the   collective  bargaining\n\nagreement was negotiated  \"for the defendants by  an agent of\n\nITD, acting for  and on  behalf of defendant  ITDH.\"13   More\n\nsignificantly, the record also contained \"affirmative proof,\"\n\nsee Boit, 967 F.2d at 675, tending to support this allegation\n        \n\nand  plaintiffs' claim  that the  aforementioned negotiations\n\ntook place in the Commonwealth of Massachusetts.   \n\n          We  think  that  this  is  sufficient.    If  true,\n\nplaintiffs'  evidence tends  to show  that, at  the time  the\n\ncollective bargaining agreement between PSC and the Union was\n\nbeing negotiated, (1)  ITDH and ITD were  actively engaged in\n\nthe process of  purchasing PSC, a Massachusetts  corporation,\n\n(2) ITD, acting on behalf of  ITDH, had retained an agent  to\n\nnegotiate  the  agreement, the  efficacy  of  which was  made\n\ncontingent upon ITDH's and  ITD's subsequent purchase of PSC,\n\n(3) the negotiations took place in Massachusetts, and (4) the\n\nagent   often   called   \"individuals   in   Scotland\"   from\n\nMassachusetts before agreeing to any proposals.  In our view,\n\nsuch  activity  within  Massachusetts  cannot  be  viewed  as\n\n                    \n\n13.  As  our  earlier  opinion   noted,  the  contacts  of  a\ncorporation's agent obviously can  subject the corporation to\nthe  personal  jurisdiction  of  the  forum  in  which  those\ncontacts occur.  See id.\n                        \n\n                             -13-\n                              13\n\n\"random, fortuitous,  or attenuated.\"  Cf.  Burger King Corp.\n                                                             \n\nv.  Rudzewicz, 471  U.S. 462,  475 (1985)  (\"Th[e] purposeful\n             \n\navailment requirement  ensures that  a defendant will  not be\n\nhaled  into  a jurisdiction  solely  as a  result  of random,\n\nfortuitous, or  attenuated contacts. . .  .\") (quoting Keeton\n                                                             \n\nv.  Hustler Magazine,  Inc.,  465 U.S.  770,  774 (1984)  and\n                           \n\nWorld-Wide  Volkswagen Corp.  v. Woodson,  444 U.S.  286, 299\n                                        \n\n(1980))  (internal  quotation  marks  omitted).   Rather,  we\n\nbelieve  that  it  is  more  accurately  characterized  as  a\n\ndeliberate  engagement  in   significant  activities   within\n\nMassachusetts,   and  thus  a  purposeful  availment  of  the\n\nprivilege of  conducting activities within  the Commonwealth,\n\nmaking involuntary  presence before  a Massachusetts  court a\n\nreasonably foreseeable event.   See Burger King,  471 U.S. at\n                                               \n\n474-76.  Accordingly, we hold that plaintiffs have  met their\n\nprima   facie  burden  of   demonstrating  the  existence  of\n\nsufficient facts to meet the  second prong of the  tripartite\n\nspecific jurisdiction test announced in our previous opinion.\n\nSee 163 Pleasant Street I, 960 F.2d at 1089.14\n                         \n\n          This  conclusion  does not  end  our  inquiry.   As\n\npreviously  noted,  see  supra   note  9,  because  we  found\n                              \n\n                    \n\n14.  Obviously,  the evidence  that Raymond  Zeman negotiated\nthe  agreement as an agent of ITD,  acting on behalf of ITDH,\nis  also  sufficient,  under  the prima  facie  standard,  to\nsatisfy part  one  of the  tripartite  specific  jurisdiction\ntest: that the claim underlying the litigation arise  out of,\nor relate to, ITDH's  and ITD's forum state activities.   See\n                                                             \n163 Pleasant Street I, 960 F.2d at 1089.\n                     \n\n                             -14-\n                              14\n\ninsufficient proof of minimum contacts in 163 Pleasant Street\n                                                             \n\nI, we did not address whether subjecting ITDH to the personal\n \n\njurisdiction of Massachusetts would be reasonable in light of\n\nthe Gestalt  factors.  Nor did we  formally determine whether\n\nITDH  was  within the  reach  of  the Massachusetts  long-arm\n\nstatute.  Extending our query also to include ITD, we discuss\n\neach question in turn.\n\n          Once a  court has  determined that a  defendant has\n\npurposefully  established minimum  contacts within  the forum\n\nstate, these contacts may  be considered in light  of certain\n\nfactors  to  determine  whether  the  assertion  of  personal\n\njurisdiction would  comport with  \"fair play and  substantial\n\njustice.\"     Burger   King,   471  U.S.   at  476   (quoting\n                           \n\nInternational Shoe, 326 U.S. at  320).  These Gestalt factors\n                  \n\ninclude:   (1) the defendant's  burden of appearing,  (2) the\n\nforum state's  interest in adjudicating the  dispute, (3) the\n\nplaintiff's  interest in  obtaining convenient  and effective\n\nrelief, (4)  the judicial system's interest  in obtaining the\n\nmost  effective resolution  of the  controversy, and  (5) the\n\ncommon interests  of all sovereigns in  promoting substantive\n\nsocial policies.   163 Pleasant  Street I, 960  F.2d at  1088\n                                         \n\n(citing Burger King, 471 U.S. at 477).\n                   \n\n          Application of  these  five factors  to  the  facts\n\nbefore  us easily  yields  the conclusion  that the  district\n\ncourt's exercise  of personal jurisdiction over  ITDH and ITD\n\n                             -15-\n                              15\n\nwould meet International  Shoe's \"fair  play and  substantial\n                              \n\njustice\" requirement.   While we do not doubt  that traveling\n\nto Massachusetts  for purposes of defending  this action will\n\nplace a significant burden upon ITDH and ITD, we believe that\n\nthis burden  is  substantially outweighed  by  Massachusetts'\n\ninterest  in   adjudicating  this  dispute   and  plaintiffs'\n\ninterest in  obtaining convenient and effective  relief.  Cf.\n                                                             \n\nAsahi Metal Indus. Co.  v. Superior Court, 480 U.S.  102, 114\n                                         \n\n(1987) (\"[O]ften the interests of the plaintiff and the forum\n\nin the exercise of jurisdiction will justify even the serious\n\nburdens  placed upon [an] alien defendant.\").  In this era of\n\never burgeoning  health care costs, Massachusetts clearly has\n\na  vital interest  in seeing  bargained-for health  insurance\n\nbenefits  provided  to  its  residents.    If  this  case  is\n\ndismissed, many plaintiffs may be forced to rely  upon public\n\nfunds  to help defray health  care costs, which  fact in turn\n\nwill   place  an   increased   financial  burden   upon   the\n\nCommonwealth.15  Moreover, in  light of the obvious costs  of\n\nand obstacles to obtaining  insurance elsewhere, the  effects\n\nupon plaintiffs  of  losing the  benefits  at issue  in  this\n\nlawsuit are manifest and can hardly be overstated.\n\n                    \n\n15.  We note  that the cogent  and persuasive brief  filed on\nbehalf  of   plaintiffs   by  the   individual   members   of\nMassachusetts'  congressional  delegation  as   amici  curiae\n                                                             \nspeaks  volumes about  the  interest of  the Commonwealth  in\nseeing this matter adjudicated before the district court.\n\n                             -16-\n                              16\n\n          The fourth Gestalt criterion, the judicial system's\n\ninterest in  obtaining the  most effective resolution  of the\n\ncontroversy, also  favors the retention  of jurisdiction over\n\nthis  dispute.   If this case  is dismissed,  it is  far from\n\nclear that there  will be any judicial  resolution, let alone\n\nthe most effective judicial  resolution, of this controversy.\n\nEven  if we  assume  that this  action  could be  brought  in\n\nScotland,  the  fact  remains  that  all  of  the  individual\n\nplaintiffs,  many of  whom  are disabled  and/or of  advanced\n\nyears,  reside in  Massachusetts.   Moreover, it  is apparent\n\nthat most  of the  potential witnesses reside  nearer to  the\n\nseat of the district court than to wherever the case might be\n\ntried  in  Scotland.   Given  these facts,  the  logistics of\n\nbringing suit in Scotland might prove insurmountable.  At any\n\nrate,  whether  or not  the significant  logistical obstacles\n\ncould   be   overcome,   it   is   obvious  that   efficiency\n\nconsiderations weigh heavily in favor of litigating this case\n\nin Massachusetts.\n\n          The final Gestalt factor,  the common interests  of\n\nall sovereigns in promoting substantive social policies, does\n\nnot  support a contrary conclusion.  As an initial matter, we\n\nnote that defendants have not identified, nor can we discern,\n\nany  substantive Scottish social  policy which  might counsel\n\nagainst  an exercise of jurisdiction on  the facts before us.\n\nMore  importantly,  however,  while  we are  mindful  of  the\n\n                             -17-\n                              17\n\nSupreme Court's admonition that courts should be \"unwilling[]\n\nto  find the serious burdens on an alien defendant outweighed\n\nby  minimal interests  on the  part of  the plaintiff  or the\n\nforum State[,]\" Asahi Metal Industry, 480 U.S. at 115, we are\n                                    \n\nconfident  that plaintiffs'  and Massachusetts'  interests in\n\nlitigating this  dispute before the district  court, far from\n\nbeing minimal, are serious enough to outweigh any such social\n\npolicy.    Therefore,  we   conclude  that  the  exercise  of\n\njurisdiction  over ITDH and ITD is reasonable in light of the\n\nGestalt factors.\n\n          Having  determined  that,  under  the  prima  facie\n\nstandard, plaintiffs  have made a sufficient  showing to pass\n\nconstitutional muster, we need  now only formally assert that\n\nwhich we indicated was \"likely\" before:  plaintiffs have also\n\nmade a prima facie showing that ITDH and ITD are  amenable to\n\nsuit in  Massachusetts.   Without question, ITDH's  and ITD's\n\nactivities  during   the   negotiation  of   the   collective\n\nbargaining agreement, see supra page 13, must, even under the\n                               \n\nnarrowest possible construction of  the term, be construed as\n\na \"transaction of business\"  within Massachusetts.  Moreover,\n\nplaintiffs'  cause   of  action   clearly  arose   from  this\n\ntransaction  of business.  Thus, ITDH and ITD fall within the\n\nreach of the Commonwealth's long-arm statute.  See Mass. Gen.\n                                                  \n\nLaws. Ann. ch. 223A,   3(a).\n\n                             -18-\n                              18\n\n          Before   concluding,  we  elaborate  upon  why  the\n\ndistrict court should not  have construed 163 Pleasant Street\n                                                             \n\nI   as  a  mandate  to  dismiss  ITDH  and  ITD  on  personal\n \n\njurisdiction grounds.16  We begin by reiterating that, at the\n\nAugust  13,  1991,  hearing,  the  district  court's  initial\n\npersonal   jurisdiction  determination   was   made  at   the\n\nconclusion   of  ITDH's   oral   presentation   and   without\n\nplaintiffs' input.    See supra  note  11.   Therefore,  with\n                               \n\nregard  to the question  of personal jurisdiction, plaintiffs\n\nnever had a full opportunity (1) to address the court, either\n\norally or on  paper,17 (2) to introduce further  evidence, or\n\n(3) to request discovery.  As a result, the  record before us\n\nin 163 Pleasant Street I was incomplete.\n                        \n\n          Under the facts of this case, the incomplete nature\n\nof the record prevented  any sort of conclusive determination\n\non  the personal jurisdiction issue  at the time 163 Pleasant\n                                                             \n\n                    \n\n16.  In  so stating,  we  clarify  that  our comment  in  163\n                                                             \nPleasant Street I that \"[i]t follows inexorably that ITD[H]'s\n                 \nmotion  to   quash  the   complaint  for  want   of  personal\njurisdiction should have been  granted,\"  163 Pleasant Street\n                                                             \nI, 960 F.2d  at 1099, was not intended as  a directive to the\n \ndistrict  court, but  as an  assessment of  the record  as it\n                                                             \nstood when the original motion to  dismiss was filed.\n                                                    \n\n17.  We  note that ITDH  first moved  to dismiss  on personal\njurisdiction  grounds on  August 6, 1991,  a mere  seven days\nbefore  the August 13, 1991, hearing.   We also note that the\nfourteen day  period for  submitting an opposition  to ITDH's\nmotion  provided for by Rule 7.1(a)(2) of the Local Rules for\nthe  United  States  District   Court  for  the  District  of\nMassachusetts  had  not yet  expired  when  the court  denied\nITDH's motion.\n\n                             -19-\n                              19\n\nStreet  I was  handed  down.   The jurisdictional  deficiency\n         \n\nwhich  informed the holding  in our previous  opinion did not\n\nstem  from  either a  settled  factual  predicate or  legally\n\ninsufficient allegations,  but from  perceived  voids in  the\n\nevidentiary landscape.   See 163 Pleasant Street  I, 960 F.2d\n                                                   \n\nat  1090.  As noted,  no discovery directed  at filling these\n\nvoids took  place.   Accordingly, 163  Pleasant Street I  can\n                                                        \n\nonly    be   interpreted   as    holding   that   plaintiffs'\n\njurisdictional showing was insufficient to support  the entry\n\nof the injunction  and contempt orders  against ITDH.18   See\n                                                             \n\n7-Pt. 2 James  W. Moore  et al., Moore's  Federal Practice   \n                               \n\n65.03[3],  at  65-28 (2d  ed. 1989)  (\"A  court must  have in\n\npersonam  jurisdiction  over  the   party  against  whom  the\n\n                    \n\n18.  To  reinforce this point, we note that if, on the record\nbefore  it,  the  district  court had  decided  the  personal\njurisdiction issue adversely  to plaintiffs without at  least\n                            \naffording them the opportunity  to respond to ITDH's argument\nand/or to  request discovery, we almost  certainly would have\ndeclined to affirm the district court's judgment and held the\nruling to be  an abuse of the court's discretion.   Cf. Boit,\n                                                            \n967 F.2d at  681 (refusal  to defer ruling  on Rule  12(b)(2)\nmotion  until  after there  has  been  discovery on  personal\njurisdiction issue can be  an abuse of discretion); Surpitsky\n                                                             \nv. Hughes-Keenan Corp., 362 F.2d 254, 255-56 (1st  Cir. 1966)\n                      \n(district  court  erred  in  refusing  to  allow  a  diligent\nplaintiff  who  was a  stranger  to  a defendant  corporation\ndiscovery on question of  personal jurisdiction); see also 5A\n                                                          \nCharles  A. Wright &amp;  Arthur R. Miller,  Federal Practice and\nProcedure   1351  at 256-59 (2d  ed. 1990) (\"In  particularly\ncomplex cases, . . . it  may be desirable to hold in abeyance\na  decision on  a  motion to  dismiss  for lack  of  personal\njurisdiction.  Doing  so will  enable the  parties to  employ\ndiscovery on the jurisdictional issue, which might lead  to a\nmore accurate judgment than  one made solely on the  basis of\naffidavits.\").\n\n                             -20-\n                              20\n\ninjunction runs.\"); see also 163 Pleasant  Street I, 960 F.2d\n                                                   \n\nat  1084 (\"`Given that  civil contempt is  designed to coerce\n\ncompliance with  the court's decree,  it is logical  that the\n\ncontempt  order itself  should fall with  a showing  that the\n\ncourt  was   without  authority   to  enter  the   underlying\n\ndecree.'\") (quoting Willy v. Coastal Corp., 112 S.  Ct. 1076,\n                                          \n\n1081 (1992)).  \n\n          In  sum,  the   district  court  should  not   have\n\nsummarily  granted  ITDH's  and  ITD's  motion   to  dismiss.\n\nInstead,  after remand,  it  should have  determined, on  the\n\nrecord  then before it, whether it had jurisdiction over ITDH\n\nand ITD.  In so doing, it should have proceeded in accordance\n\nwith one of the approaches  outlined in Boit.  See  Boit, 967\n                                                        \n\nF.2d at 675-78.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          Because   plaintiffs  have   made  a   prima  facie\n\ndemonstration  of  every   fact  required  to   satisfy  both\n\nMassachusetts' long-arm statute and the Due Process Clause of\n\nthe United  States Constitution, the district  court erred in\n\ngranting  the second motion to dismiss filed by ITDH and ITD.\n\nAccordingly, we vacate the judgment of the district court and\n\nremand this case for further proceedings.19\n\n                    \n\n19.  Having  found that  plaintiffs have  made a  prima facie\nshowing  that the  district  court had  personal jurisdiction\nover  the  ITD companies,  we need  not  reach the  merits of\n\n                             -21-\n                              21\n\n     Vacated and remanded.\n                          \n\n                    \n\nplaintiffs' argument that alternative bases for the assertion\nof jurisdiction over defendants exist in this matter.\n\n                             -22-\n                              22\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">March 3, 1993\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-1865\n\n         UNITED ELECTRICAL RADIO AND MACHINE WORKERS\n                  OF AMERICA (UE)., ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n           163 PLEASANT STREET CORPORATION, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Bownes, Senior Circuit Judge,\n                                            \n                    Stahl, Circuit Judge.\n                                        \n                                         \n\nMark  D. Stern with whom  Brian W. Mellor, Mary  Leary, and Edward\n                                                                  \nJ. Dailey were on brief for appellants.\n     \nDavid D.  Cole on brief for Barney Frank, Gerry E. Studds, Chester\n              \nG. Atkins,  Joseph D. Early, Joseph P.  Kennedy, II, Edward J. Markey,\nNicholas  Mavroules,  John Joseph  Moakley, Richard  E. Neal,  John W.\nOliver,  and Senators  Edward  M. Kennedy  and  John F.  Kerry,  amici\ncuriae.\nCharles  L. Janes  with whom James  C. Stokes and  Bingham, Dana &amp;\n                                                                  \nGould were on brief for appellees.\n \n                                         \n\n                        March 3, 1993\n                                         \n\n          STAHL, Circuit  Judge.  This appeal  requires us to\n                               \n\ndecide  for  a  second  time1  whether  plaintiffs-appellants\n\n(\"plaintiffs\")  have  sufficiently   demonstrated  that   the\n\ndistrict court  has personal  jurisdiction  over the  primary\n\ndefendants-appellees (\"defendants\") to this action  to pursue\n\ntheir claims  under the  Employee Retirement  Income Security\n\nAct (\"ERISA\"), 29  U.S.C.A.    1001-1461  (West 1985 &amp;  Supp.\n\n1992),  the  Labor-Management  Relations  Act   (\"LMRA\"),  29\n\nU.S.C.A.       141-187   (West  1973   &amp;  Supp.   1992),  and\n\nMassachusetts common  law.  Finding  that plaintiffs' showing\n\nat  this  stage of  the litigation  is  adequate to  meet the\n\nrelevant legal standard, we vacate the district court's order\n\nof dismissal and remand this action for further proceedings.\n\n                              I.\n                                \n\n                    PROCEDURAL BACKGROUND\n                                         \n\n          We  begin our  analysis  with a  recounting of  the\n\nalready  eventful  procedural  history  of  this  litigation.\n\nPlaintiffs are  the  United  Electrical,  Radio  and  Machine\n\nWorkers  of  America (\"the  Union\")  and  certain retired  or\n\ndisabled employees  of the  defendant corporations or  one of\n\nthese  corporations' predecessor-in-interest.2   On  July 19,\n\n                    \n\n1.  See generally  United Elec.,  Radio and Mach.  Workers of\n                                                             \nAmerica v. 163 Pleasant Street Corp., </pre><span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span><pre class=\"inline\"> (1st Cir.\n                                    \n1992) (hereinafter referred to as \"163 Pleasant Street I\").\n                                                        \n\n2.  One  plaintiff  is the  surviving  spouse  of a  deceased\nretired employee of the defendant corporations.\n\n                             -2-\n                              2\n\n1991,  plaintiffs  initiated   these  proceedings  by   suing\n\ndefendants   International   Twist  Drill   (Holdings),  Ltd.\n\n(\"ITDH\"),   163  Pleasant   Street  Corporation   (\"PSC\"),  a\n\nMassachusetts   subsidiary  of  ITDH,3  and  Blue  Cross/Blue\n\nShield  of  Massachusetts (\"BCBS\").    At  issue was  whether\n\ndefendants  were contractually  bound  to provide  plaintiffs\n\nwith  medical  and  life  insurance.4   In  their  complaint,\n\nplaintiffs sought both damages and equitable relief.  As part\n\nof the  equitable   relief sought, plaintiffs  requested that\n\nthe district  court enter a  preliminary injunction directing\n\ndefendants to continue paying plaintiffs'  insurance premiums\n\npendente lite.\n             \n\n          On July 24, 1991, the district court, after hearing\n\noral argument,  granted plaintiffs'  request for  a temporary\n\nrestraining order  preserving the status quo  until a hearing\n\non plaintiffs' request for  a preliminary injunction could be\n\narranged.   On August 13, 1991, the district court heard oral\n\n                    \n\n3.  Prior to 1991, PSC was known as Morse Tool, Inc.  Because\nthis fact is  not relevant to  this appeal, and  in order  to\nidentify the parties in a consistent fashion, we refer to the\ncompany  as PSC  even  when describing  events that  occurred\nwhile the company was still Morse Tool, Inc.\n\n4.  Specifically,  plaintiffs alleged  that they  were either\nsignatories to  or beneficiaries  of agreements,  including a\ncollective  bargaining agreement  between PSC and  the Union,\nunder  which   PSC  contracted  to  provide   them  with  the\naforementioned insurance  \"for life.\"  They further contended\nthat,  for  a  variety  of  reasons, ITDH,  which  owned  and\ncontrolled  the  now  defunct   PSC,  was  liable  for  these\ncontractual obligations  despite the  fact that its  name did\nnot appear upon these agreements.\n\n                             -3-\n                              3\n\nargument on plaintiffs' request for  a preliminary injunction\n\nand  on a motion to dismiss for lack of personal jurisdiction\n\nfiled by ITDH on August 6.  That same day, the district court\n\ngranted  plaintiffs'  request for  a  preliminary injunction5\n\nand denied ITDH's  motion.  On August 22, 1991, PSC filed for\n\nbankruptcy without paying the  disputed premiums.  After ITDH\n\nalso  refused to pay the  premiums, the district court issued\n\nan  order  holding  ITDH  in contempt.    Subsequently,  ITDH\n\nappealed the preliminary injunction and the contempt orders.\n\n          During  the  pendency of  ITDH's  appeals, however,\n\ndiscovery was proceeding in the underlying case.  As a result\n\nof  information obtained  in  the course  of this  discovery,\n\nplaintiffs moved to  amend their complaint  in order to  join\n\nInternational  Twist  Drill (\"ITD\")  as  a  defendant and  to\n\ninclude additional  (at least  insofar as ITDH  is concerned)\n\nallegations  against the ITD  companies.6  Plaintiffs' motion\n\nwas  allowed  on  January  23, 1992.    Meanwhile,  each side\n\ncontinued  to  supplement  the  record  by  filing  with  the\n\ndistrict  court   further  documentation   in  the  form   of\n\n                    \n\n5.  Specifically,  the  district court  ordered  that \"[PSC],\ninitially,  and  [ITDH], secondarily,  .  .  . make  whatever\npayments  are necessary  to  continue  the medical  insurance\ncoverage of these plaintiffs  until final judgment is entered\nin this case.\"\n\n6.  ITD, a subsidiary of ITDH, was not a party when ITDH took\nits appeal of the preliminary injunction and contempt orders.\nTherefore, all uses of the acronym \"ITD\" made in 163 Pleasant\n                                                             \nStreet I should be construed as being references to ITDH.\n        \n\n                             -4-\n                              4\n\naffidavits and otherwise.   Because  of the  timing of  these\n\nfilings, this material was  not part of the record  in ITDH's\n\ninitial appeal.\n\n          On  March  30, 1992,  this  court  handed down  163\n                                                             \n\nPleasant  Street   I,  which  vacated  the  district  court's\n                    \n\ninjunction  and contempt  orders.   In so  doing, we  did not\n\nreach  the merits of the lower court's decisions.  Rather, we\n\nfound that plaintiffs had not established that  the court had\n\npersonal  jurisdiction over ITDH.   Accordingly,  we directed\n\nthat  the  preliminary  injunction  and  contempt  orders  be\n\nvacated and  remanded the  case \"for further  proceedings not\n\ninconsistent [with our opinion].\"  Id. at 1099.\n                                      \n\n          After publication  of 163  Pleasant Street  I, ITDH\n                                                       \n\nand ITD filed a joint motion  to dismiss for lack of personal\n\njurisdiction, incorporating by reference our opinion of March\n\n30,  1992.    Plaintiffs  opposed the  motion,  relying  upon\n\nallegations  in their  recently  amended complaint  and  upon\n\nmaterials  not part of the  record in 163  Pleasant Street I.\n                                                            \n\nOn  May  8,  1992,  the  district  court  issued  a  two-page\n\nmemorandum  and order granting ITDH's and ITD's motion.7  The\n\nmemorandum and order  stated:  \"[Each] issue  and theory upon\n\nwhich plaintiffs' claims  rest has  been thoroughly  analyzed\n\nand addressed in the decision of the Court of Appeals.  There\n\n                    \n\n7.  Although entered on May 8, 1992, the memorandum and order\nwas dated May 4, 1992.\n\n                             -5-\n                              5\n\nis nothing to be  gained from prolonging this  case further.\"\n\nPlaintiffs moved for reconsideration of the  district court's\n\norder,  again directing  the  court's attention  to materials\n\nmade  part of  the record  after ITDH  had taken  its initial\n\nappeal  and other  materials filed  by plaintiffs  on May  8,\n\n1992.   By margin order  entered June 24,  1992, the district\n\ncourt denied plaintiffs' motion.8   Plaintiffs now appeal the\n\ndistrict  court's  order of  dismissal  and  denial of  their\n\nmotion for reconsideration.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          Because   163   Pleasant   Street  I   exhaustively\n                                              \n\ndelineated both  the facts underpinning this  dispute and the\n\nlaw  implicated by its resolution, we do not engage in rehash\n\nhere. Suffice it to say that the question of whether, at this\n\nstage of  the litigation,  plaintiffs have made  a sufficient\n\nshowing that  ITDH and  ITD, both Scottish  corporations, are\n\nsubject to  the personal  jurisdiction of the  district court\n\nhinges upon  whether there  is adequate record  evidence that\n\nthe  two   entities  (1)  \"transact[ed].  .   .  business  in\n\n                    \n\n8.  Although resolution of plaintiffs' motion by margin order\ncontravened the separate document requirement of Fed. R. Civ.\nP. 58, see Fiore v. Washington County Community Mental Health\n                                                             \nCtr.,  </pre><span class=\"citation\" data-id=\"580698\"><a href=\"/opinion/580698/richard-c-fiore-v-washington-county-community-mental-health-center/\"><span class=\"volume\">960</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">229</span></a></span><pre class=\"inline\">,  234-36   (1st  Cir.  1992),  we  deem\n    \nplaintiffs' appeal,  which is timely when  viewed against the\ndate  the  order  was   entered,  to  be  a  waiver   of  the\nrequirement.   See Bankers Trust Co. v. Mallis, </pre><span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span><pre class=\"inline\">,\n                                              \n387-88 (1978); Fiore, 960 F.2d at 236 n.10.\n                    \n\n                             -6-\n                              6\n\n[Massachusetts],\"  thus subjecting them to the Commonwealth's\n\nlong-arm statute, see Mass.  Gen. Laws Ann. ch. 223A,    3(a)\n                     \n\n(West 1985 &amp; Supp. 1992), and (2) have acted in such a manner\n\nthat the district court's  exercise of jurisdiction over them\n\nwould  not  offend  the  constitutionally  anchored  \"minimum\n\ncontacts\" rule.   See  International Shoe Co.  v. Washington,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span><pre class=\"inline\">, 316 (1945).9\n\n                    \n\n9.  In  163 Pleasant Street  I, though we  observed that \"the\n                              \nlower court's ruling  that ITD[H] was `transacting  business'\nin  Massachusetts is  likely sustainable,\"  see  163 Pleasant\n                                                             \nStreet I, 960 F.2d at 1087, we did not determine whether ITDH\n        \nwas  subject to  the  Commonwealth's long-arm  statute as  we\nfound that the minimum  contacts rule was not satisfied.   In\nso  doing,  we began  by  noting  that  ITDH's contacts  with\nMassachusetts were \"manifestly insufficient to ground a claim\nof  general jurisdiction.  . .  .\"   Id. at  1088.   Next, we\n                                        \ndistilled  the jurisprudence  governing the  ascertainment of\nspecific    jurisdiction    (which,   along    with   general\njurisdiction,   is  one   of  the   two  types   of  personal\njurisdiction   we  have   recognized  in   analyzing  minimum\ncontacts) into the following tripartite test:   (1) the claim\nunderlying  the litigation  must  directly arise  out of,  or\nrelate to, the  defendant's forum-state  activities, (2)  the\ndefendant's  in-state  contacts must  represent  a purposeful\navailment of  the privilege  of conducting activities  in the\nforum state, thereby invoking the benefits and protections of\nthat  state's laws  and  making the  defendant's  involuntary\npresence before  the state's courts foreseeable,  and (3) the\nexercise  of jurisdiction  must, in  light of  five specified\ncriteria  for  evaluating   the  fairness  of  subjecting   a\nnonresident   to  the   authority  of   a   foreign  tribunal\n(collectively  dubbed the \"Gestalt  factors\"), be reasonable.\nSee id. at 1088-89.\n       \n     In  applying the  specific  jurisdiction test,  we first\nfound that,  of the  forum-related contacts between  ITDH and\nthe  Commonwealth  mentioned by  the  district  court in  the\nAugust  13,  1991,  hearing,  only the  involvement  of  John\nLindsay,  an ITDH  principal, in  negotiating  the collective\nbargaining agreement at the heart of this litigation could be\nthought of  as giving rise to, or  relating to, this cause of\naction.   Id. at 1089.  Limiting our inquiry to this contact,\n             \nwe then  determined that  the evidence  surrounding Lindsay's\n\n                             -7-\n                              7\n\n          In  arguing  that  the  above  question  should  be\n\nanswered in  the  affirmative, plaintiffs  contend  that  our\n\nanalysis in 163 Pleasant Street  I has been rendered obsolete\n                                  \n\nby  additions to  the record which  occurred while  the first\n\nappeal  was pending.   As  a result,  plaintiffs assert,  the\n\ndistrict  court's  uncritical   reliance  upon  our  previous\n\nopinion  was   in  error.10     We  agree   with  plaintiffs'\n\nposition.\n\n                    \n\ninvolvement  was  insufficient  for  us  to  determine  \"that\nITD[H], through  its  own affirmative  conduct,  purposefully\navailed itself  of the privilege of  conducting activities in\nMassachusetts.  . .  .\"   Id. at  1090-91.   Central to  this\n                             \ndetermination was the lack of record evidence suggesting that\nthe  negotiations  over the  collective  bargaining agreement\nand, a  fortiori, Lindsay's participation therein  took place\n                \nin  Massachusetts.  Id. at  1090.  Accordingly,  we held that\n                       \nthe constitutionally required  minimum contacts between  ITDH\nand Massachusetts  were not  present and declined  to address\nthe  question  of  reasonableness  in light  of  the  Gestalt\nfactors.  See id. at 1090 n.11.             \n                 \n\n10.  In response  to plaintiffs' argument, defendants  do not\nattempt   to  demonstrate   that   the  current   record   is\ninsufficient to support an  exercise of personal jurisdiction\nover  them.   Rather, defendants  essentially argue  (1) that\nITDH and ITD  should not  be held  liable, through  corporate\nveil  piercing, for  PSC's contractual  obligations,  and (2)\nthat  the materials submitted to the district court on May 8,\n1992,  were  submitted  after  the  order  of  dismissal  and\ntherefore should not be considered by us in this appeal.\n     Though  defendants' first argument  ultimately may prove\nmeritorious,  it has no bearing on the question raised in the\ninstant  appeal.     Accordingly,  we  do   not  discuss  it.\nMoreover, because, as will be  more fully explained infra, we\n                                                         \nfind that the record was sufficient for the court to exercise\npersonal  jurisdiction  over ITDH  and  ITD  even before  the\ndocuments submitted on May 8, 1992, were made a part thereof,\nwe need notreach the merits of defendants' second argument.  \n\n                             -8-\n                              8\n\n          Where, as here, a  district court elects to dispose\n\nof a Fed. R. Civ.  P. 12(b)(2) motion to dismiss for  lack of\n\npersonal   jurisdiction   without   holding  an   evidentiary\n\nhearing,11 the  \"prima  facie\"  standard  should  govern  the\n\ncourt's  review.   See  Boit, 967  F.2d  at 675;  Kowalski v.\n                                                          \n\nDoherty, Wallace, Pillsbury &amp; Murphy, </pre><span class=\"citation\" data-id=\"467536\"><a href=\"/opinion/467536/linda-kowalski-nka-linda-larochelle-v-doherty-wallace-pillsbury-and/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 8 (1st Cir.\n                                    \n\n1986).   Under  this standard,  it is  plaintiff's  burden to\n\ndemonstrate the existence of  \"every fact required to satisfy\n\n`both the  forum's long-arm  statute and the  [D]ue [P]rocess\n\n[C]lause  of  the  Constitution.'\"   Boit,  967  F.2d at  675\n                                         \n\n(quoting  U.S.S. Yachts, Inc. v. Ocean Yachts, Inc., </pre><span class=\"citation\" data-id=\"535251\"><a href=\"/opinion/535251/uss-yachts-inc-v-ocean-yachts-inc/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">9</span></a></span><pre class=\"inline\">, 11 (1st Cir. 1990)).  \n\n          The prima facie showing must be based upon evidence\n\nof specific facts set forth in the record.  Boit, 967 F.2d at\n                                                \n\n                    \n\n11.  During the  course of oral  argument at  the August  13,\n1991,  hearing on  ITDH's initial  Rule 12(b)(2)  motion, the\ndistrict court did make reference to certain affidavits which\nhad  been introduced  into the  record at  that time  and did\nallow  counsel for  ITDH to  speak on  the issue  of personal\njurisdiction.  (Plaintiffs' counsel did not address the court\non this issue because the court found in plaintiffs' favor at\nthe conclusion of ITDH's presentation.)  Also, in determining\nthat  it  had  personal  jurisdiction over  ITDH,  the  court\nindicated  that   it  so  found  by   \"clear  and  convincing\nevidence.\"  Therefore,  it appears that the August  13, 1991,\nhearing  was a limited evidentiary hearing.  See Boit v. Gar-\n                                                             \nTec  Products,  Inc.,  </pre><span class=\"citation\" data-id=\"585777\"><a href=\"/opinion/585777/robert-s-boit-v-gar-tec-products-inc/\"><span class=\"volume\">967</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span><pre class=\"inline\">,  676  (1st  Cir.  1992)\n                    \n(evidentiary hearings need not  involve evidence taken orally\nin  open court,  but  may  proceed  with all  evidence  being\nintroduced by  means of affidavits,  authenticated documents,\nanswers to  interrogatories or  requests for admissions,  and\ndepositions,  and   with   findings  being   made   under   a\npreponderance-of-the-evidence-standard).     However,  it  is\napparent from the record that no evidentiary hearing was held\non the joint motion to dismiss filed by ITDH and ITD.   \n\n                             -9-\n                              9\n\n675;  Kowalski, 787  F.2d at  9.   This means  that plaintiff\n              \n\n\"`must go beyond the  pleadings and make affirmative proof.'\"\n\nBoit, 967 F.2d at 675 (quoting Chlebda v. H.E. Fortna &amp; Bro.,\n                                                             \n\nInc.,  </pre><span class=\"citation\" data-id=\"371881\"><a href=\"/opinion/371881/rose-chlebda-administratrix-of-the-estate-of-joseph-chlebda-v-h-e/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1022</span></a></span><pre class=\"inline\">, 1024  (1st Cir.  1979)).   However, in\n    \n\ndetermining whether  the prima  facie demonstration has  been\n\nmade,  the district  court  is not  acting  as a  factfinder;\n\nrather, it accepts properly supported proffers of evidence by\n\na plaintiff  as true and makes its ruling as a matter of law.\n\nSee Boit, 967 F.2d at 675;  see also Kowalski, 787 F.2d at 9.\n                                             \n\nTherefore,   appellate   review   of   such   a   ruling   is\n\nnondeferential and plenary.  See Boit, 967 F.2d at 675.\n                                     \n\n          Leaving aside  the material which was  filed on May\n\n8, 1992, see supra note 10, we believe that the effect of two\n                  \n\nadditions to  the record made  by plaintiffs while  the first\n\nappeal was  pending is such  that, applying  the prima  facie\n\nstandard,  the district  court should  have denied  the joint\n\nmotion to dismiss  filed by ITDH  and ITD.   First, in  their\n\namended  complaint,  plaintiffs had  made  the following  new\n\nallegations:\n\n          3. .  . .  [T]he  plaintiff retirees were\n          employed  at the  defendant corporations'\n          plant in New Bedford,  Massachusetts, the\n          obligations  to  provide  insurance  were\n          incurred   in   Massachusetts,  and   the\n          termination of the insurance  giving rise\n          to this claim occurred in this District.\n\n          14.  The defendant [ITDH] of Scotland  is\n          incorporated  in  Great  Britain and  was\n          doing business as Morse Tool, Inc. in the\n          Commonwealth  of  Massachusetts prior  to\n\n                             -10-\n                              10\n\n          and up to the time of  the closure of its\n          New Bedford facility  in January[]  1990.\n          It   is  the  sole   shareholder  in  the\n          defendant [PSC].\n\n          15.   The defendant [ITD] of  Scotland is\n          incorporated  in  Great  Britain and  was\n          doing business as Morse Tool, Inc. in the\n          Commonwealth  of  Massachusetts prior  to\n          and up to the time of  the closure of its\n          New Bedford Facility in January 1990.  It\n          is owned and controlled by  the defendant\n          ITDH.\n\n          17.  At all relevant times the defendants\n          constituted   an   integrated  enterprise\n          and/or single employer doing  business in\n          the Commonwealth of Massachusetts.\n\n          18.  At all relevant times the defendants\n          ITDH and/or ITD constituted the alter ego\n          of the defendant [PSC].\n\n          19.  At all relevant times the defendants\n          ITDH  and/or  ITD  jointly  employed  the\n          plaintiffs   along  with   the  defendant\n          [PSC].\n\n          20.  .  . .  The  most  recent collective\n          bargaining  agreement between  plaintiffs\n          and  defendant  corporations  covers  the\n          period from May 1987  through May 1990. .\n          . . [The collective bargaining agreement]\n          was negotiated for  the defendants by  an\n          agent  of the  defendant ITD,  acting for\n          and on behalf of the defendant ITDH.\n\nMoreover,  on April  16, 1992,  plaintiffs had  introduced an\n\naffidavit  of Dennis Brady, a Union officer and member of the\n\nUnion   negotiating  team,  which   contained  the  following\n\nassertions:\n\n          3.    All the  negotiations  between [the\n          Union] and [ITDH and ITD] occurred in New\n          Bedford, Massachusetts. . . .\n\n                             -11-\n                              11\n\n          5.  Raymond  Zemon [sic] was the  primary\n          negotiator  of the  collective bargaining\n          agreement.   He acted  on behalf of [ITDH\n          and ITD]. . . .\n\n          6.  During the negotiations Raymond Zemon\n          [sic] would often make telephonic contact\n          from  Massachusetts  with individuals  in\n          Scotland    before   agreeing    to   any\n          proposals. . . .12\n\n          Simply put, we believe  that the combination of the\n\ncomplaint amendments and the Brady affidavit is sufficient to\n\ncure the  deficiency --  i.e., that  ITDH  had not  purposely\n\navailed itself  of the privilege of  conducting activities in\n\nMassachusetts  -- on which our holding in 163 Pleasant Street\n                                                             \n\nI was premised.   As noted above, see supra  note 9, the only\n                                           \n\nrecord  evidence before us in 163 Pleasant Street I which was\n                                                   \n\neven remotely  relevant to  the purposeful  availment inquiry\n\nwas  the fact that John Lindsay had some \"involvement in\" the\n\nnegotiation of the collective  bargaining agreement.  See 163\n                                                             \n\nPleasant Street I,  960 F.2d  at 1090.   The  record did  not\n                 \n\nreveal  where Lindsay  was located  during the period  of his\n\ninvolvement   Id.  Indeed,  the record did  not even indicate\n                 \n\nwhere the negotiations had taken place.  Id.\n                                            \n\n                    \n\n12.  Further support  for the allegation  that the collective\nbargaining agreement  between the Union and  PSC actually was\nnegotiated  by Raymond Zeman acting on behalf of ITDH and ITD\ncan be found in the agreement itself.  The first paragraph of\nthe  agreement  contains  the  following  provision:    \"This\nAgreement is  contingent upon  and will not  become effective\nuntil  [PSC] is  purchased  by  Scottish interests  presently\nrepresented by  Zeman International.\"  The  agreement then is\nsigned by Raymond Zeman on behalf of Zeman International. \n\n                             -12-\n                              12\n\n          After   remand,  however,  the  record  before  the\n\ndistrict court  was  significantly less  enigmatic than  that\n\nbefore us  in 163  Pleasant Street  I.   It now  contained an\n                                     \n\naffirmative   allegation   that  the   collective  bargaining\n\nagreement was negotiated  \"for the defendants by  an agent of\n\nITD, acting for  and on  behalf of defendant  ITDH.\"13   More\n\nsignificantly, the record also contained \"affirmative proof,\"\n\nsee Boit, 967 F.2d at 675, tending to support this allegation\n        \n\nand  plaintiffs' claim  that the  aforementioned negotiations\n\ntook place in the Commonwealth of Massachusetts.   \n\n          We  think  that  this  is  sufficient.    If  true,\n\nplaintiffs'  evidence tends  to show  that, at  the time  the\n\ncollective bargaining agreement between PSC and the Union was\n\nbeing negotiated, (1)  ITDH and ITD were  actively engaged in\n\nthe process of  purchasing PSC, a Massachusetts  corporation,\n\n(2) ITD, acting on behalf of  ITDH, had retained an agent  to\n\nnegotiate  the  agreement, the  efficacy  of  which was  made\n\ncontingent upon ITDH's and  ITD's subsequent purchase of PSC,\n\n(3) the negotiations took place in Massachusetts, and (4) the\n\nagent   often   called   \"individuals   in   Scotland\"   from\n\nMassachusetts before agreeing to any proposals.  In our view,\n\nsuch  activity  within  Massachusetts  cannot  be  viewed  as\n\n                    \n\n13.  As  our  earlier  opinion   noted,  the  contacts  of  a\ncorporation's agent obviously can  subject the corporation to\nthe  personal  jurisdiction  of  the  forum  in  which  those\ncontacts occur.  See id.\n                        \n\n                             -13-\n                              13\n\n\"random, fortuitous,  or attenuated.\"  Cf.  Burger King Corp.\n                                                             \n\nv.  Rudzewicz, </pre><span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">471</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span><pre class=\"inline\">,  475 (1985)  (\"Th[e] purposeful\n             \n\navailment requirement  ensures that  a defendant will  not be\n\nhaled  into  a jurisdiction  solely  as a  result  of random,\n\nfortuitous, or  attenuated contacts. . .  .\") (quoting Keeton\n                                                             \n\nv.  Hustler Magazine,  Inc.,  </pre><span class=\"citation\" data-id=\"111116\"><a href=\"/opinion/111116/keeton-v-hustler-magazine-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">770</span></a></span><pre class=\"inline\">,  774 (1984)  and\n                           \n\nWorld-Wide  Volkswagen Corp.  v. Woodson,  </pre><span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">286</span></a></span><pre class=\"inline\">, 299\n                                        \n\n(1980))  (internal  quotation  marks  omitted).   Rather,  we\n\nbelieve  that  it  is  more  accurately  characterized  as  a\n\ndeliberate  engagement  in   significant  activities   within\n\nMassachusetts,   and  thus  a  purposeful  availment  of  the\n\nprivilege of  conducting activities within  the Commonwealth,\n\nmaking involuntary  presence before  a Massachusetts  court a\n\nreasonably foreseeable event.   See Burger King,  471 U.S. at\n                                               \n\n474-76.  Accordingly, we hold that plaintiffs have  met their\n\nprima   facie  burden  of   demonstrating  the  existence  of\n\nsufficient facts to meet the  second prong of the  tripartite\n\nspecific jurisdiction test announced in our previous opinion.\n\nSee 163 Pleasant Street I, 960 F.2d at 1089.14\n                         \n\n          This  conclusion  does not  end  our  inquiry.   As\n\npreviously  noted,  see  supra   note  9,  because  we  found\n                              \n\n                    \n\n14.  Obviously,  the evidence  that Raymond  Zeman negotiated\nthe  agreement as an agent of ITD,  acting on behalf of ITDH,\nis  also  sufficient,  under  the prima  facie  standard,  to\nsatisfy part  one  of the  tripartite  specific  jurisdiction\ntest: that the claim underlying the litigation arise  out of,\nor relate to, ITDH's  and ITD's forum state activities.   See\n                                                             \n163 Pleasant Street I, 960 F.2d at 1089.\n                     \n\n                             -14-\n                              14\n\ninsufficient proof of minimum contacts in 163 Pleasant Street\n                                                             \n\nI, we did not address whether subjecting ITDH to the personal\n \n\njurisdiction of Massachusetts would be reasonable in light of\n\nthe Gestalt  factors.  Nor did we  formally determine whether\n\nITDH  was  within the  reach  of  the Massachusetts  long-arm\n\nstatute.  Extending our query also to include ITD, we discuss\n\neach question in turn.\n\n          Once a  court has  determined that a  defendant has\n\npurposefully  established minimum  contacts within  the forum\n\nstate, these contacts may  be considered in light  of certain\n\nfactors  to  determine  whether  the  assertion  of  personal\n\njurisdiction would  comport with  \"fair play and  substantial\n\njustice.\"     Burger   King,   471  U.S.   at  476   (quoting\n                           \n\nInternational Shoe, 326 U.S. at  320).  These Gestalt factors\n                  \n\ninclude:   (1) the defendant's  burden of appearing,  (2) the\n\nforum state's  interest in adjudicating the  dispute, (3) the\n\nplaintiff's  interest in  obtaining convenient  and effective\n\nrelief, (4)  the judicial system's interest  in obtaining the\n\nmost  effective resolution  of the  controversy, and  (5) the\n\ncommon interests  of all sovereigns in  promoting substantive\n\nsocial policies.   163 Pleasant  Street I, 960  F.2d at  1088\n                                         \n\n(citing Burger King, 471 U.S. at 477).\n                   \n\n          Application of  these  five factors  to  the  facts\n\nbefore  us easily  yields  the conclusion  that the  district\n\ncourt's exercise  of personal jurisdiction over  ITDH and ITD\n\n                             -15-\n                              15\n\nwould meet International  Shoe's \"fair  play and  substantial\n                              \n\njustice\" requirement.   While we do not doubt  that traveling\n\nto Massachusetts  for purposes of defending  this action will\n\nplace a significant burden upon ITDH and ITD, we believe that\n\nthis burden  is  substantially outweighed  by  Massachusetts'\n\ninterest  in   adjudicating  this  dispute   and  plaintiffs'\n\ninterest in  obtaining convenient and effective  relief.  Cf.\n                                                             \n\nAsahi Metal Indus. Co.  v. Superior Court, </pre><span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">102</span></a></span><pre class=\"inline\">, 114\n                                         \n\n(1987) (\"[O]ften the interests of the plaintiff and the forum\n\nin the exercise of jurisdiction will justify even the serious\n\nburdens  placed upon [an] alien defendant.\").  In this era of\n\never burgeoning  health care costs, Massachusetts clearly has\n\na  vital interest  in seeing  bargained-for health  insurance\n\nbenefits  provided  to  its  residents.    If  this  case  is\n\ndismissed, many plaintiffs may be forced to rely  upon public\n\nfunds  to help defray health  care costs, which  fact in turn\n\nwill   place  an   increased   financial  burden   upon   the\n\nCommonwealth.15  Moreover, in  light of the obvious costs  of\n\nand obstacles to obtaining  insurance elsewhere, the  effects\n\nupon plaintiffs  of  losing the  benefits  at issue  in  this\n\nlawsuit are manifest and can hardly be overstated.\n\n                    \n\n15.  We note  that the cogent  and persuasive brief  filed on\nbehalf  of   plaintiffs   by  the   individual   members   of\nMassachusetts'  congressional  delegation  as   amici  curiae\n                                                             \nspeaks  volumes about  the  interest of  the Commonwealth  in\nseeing this matter adjudicated before the district court.\n\n                             -16-\n                              16\n\n          The fourth Gestalt criterion, the judicial system's\n\ninterest in  obtaining the  most effective resolution  of the\n\ncontroversy, also  favors the retention  of jurisdiction over\n\nthis  dispute.   If this case  is dismissed,  it is  far from\n\nclear that there  will be any judicial  resolution, let alone\n\nthe most effective judicial  resolution, of this controversy.\n\nEven  if we  assume  that this  action  could be  brought  in\n\nScotland,  the  fact  remains  that  all  of  the  individual\n\nplaintiffs,  many of  whom  are disabled  and/or of  advanced\n\nyears,  reside in  Massachusetts.   Moreover, it  is apparent\n\nthat most  of the  potential witnesses reside  nearer to  the\n\nseat of the district court than to wherever the case might be\n\ntried  in  Scotland.   Given  these facts,  the  logistics of\n\nbringing suit in Scotland might prove insurmountable.  At any\n\nrate,  whether  or not  the significant  logistical obstacles\n\ncould   be   overcome,   it   is   obvious  that   efficiency\n\nconsiderations weigh heavily in favor of litigating this case\n\nin Massachusetts.\n\n          The final Gestalt factor,  the common interests  of\n\nall sovereigns in promoting substantive social policies, does\n\nnot  support a contrary conclusion.  As an initial matter, we\n\nnote that defendants have not identified, nor can we discern,\n\nany  substantive Scottish social  policy which  might counsel\n\nagainst  an exercise of jurisdiction on  the facts before us.\n\nMore  importantly,  however,  while  we are  mindful  of  the\n\n                             -17-\n                              17\n\nSupreme Court's admonition that courts should be \"unwilling[]\n\nto  find the serious burdens on an alien defendant outweighed\n\nby  minimal interests  on the  part of  the plaintiff  or the\n\nforum State[,]\" Asahi Metal Industry, 480 U.S. at 115, we are\n                                    \n\nconfident  that plaintiffs'  and Massachusetts'  interests in\n\nlitigating this  dispute before the district  court, far from\n\nbeing minimal, are serious enough to outweigh any such social\n\npolicy.    Therefore,  we   conclude  that  the  exercise  of\n\njurisdiction  over ITDH and ITD is reasonable in light of the\n\nGestalt factors.\n\n          Having  determined  that,  under  the  prima  facie\n\nstandard, plaintiffs  have made a sufficient  showing to pass\n\nconstitutional muster, we need  now only formally assert that\n\nwhich we indicated was \"likely\" before:  plaintiffs have also\n\nmade a prima facie showing that ITDH and ITD are  amenable to\n\nsuit in  Massachusetts.   Without question, ITDH's  and ITD's\n\nactivities  during   the   negotiation  of   the   collective\n\nbargaining agreement, see supra page 13, must, even under the\n                               \n\nnarrowest possible construction of  the term, be construed as\n\na \"transaction of business\"  within Massachusetts.  Moreover,\n\nplaintiffs'  cause   of  action   clearly  arose   from  this\n\ntransaction  of business.  Thus, ITDH and ITD fall within the\n\nreach of the Commonwealth's long-arm statute.  See Mass. Gen.\n                                                  \n\nLaws. Ann. ch. 223A,   3(a).\n\n                             -18-\n                              18\n\n          Before   concluding,  we  elaborate  upon  why  the\n\ndistrict court should not  have construed 163 Pleasant Street\n                                                             \n\nI   as  a  mandate  to  dismiss  ITDH  and  ITD  on  personal\n \n\njurisdiction grounds.16  We begin by reiterating that, at the\n\nAugust  13,  1991,  hearing,  the  district  court's  initial\n\npersonal   jurisdiction  determination   was   made  at   the\n\nconclusion   of  ITDH's   oral   presentation   and   without\n\nplaintiffs' input.    See supra  note  11.   Therefore,  with\n                               \n\nregard  to the question  of personal jurisdiction, plaintiffs\n\nnever had a full opportunity (1) to address the court, either\n\norally or on  paper,17 (2) to introduce further  evidence, or\n\n(3) to request discovery.  As a result, the  record before us\n\nin 163 Pleasant Street I was incomplete.\n                        \n\n          Under the facts of this case, the incomplete nature\n\nof the record prevented  any sort of conclusive determination\n\non  the personal jurisdiction issue  at the time 163 Pleasant\n                                                             \n\n                    \n\n16.  In  so stating,  we  clarify  that  our comment  in  163\n                                                             \nPleasant Street I that \"[i]t follows inexorably that ITD[H]'s\n                 \nmotion  to   quash  the   complaint  for  want   of  personal\njurisdiction should have been  granted,\"  163 Pleasant Street\n                                                             \nI, 960 F.2d  at 1099, was not intended as  a directive to the\n \ndistrict  court, but  as an  assessment of  the record  as it\n                                                             \nstood when the original motion to  dismiss was filed.\n                                                    \n\n17.  We  note that ITDH  first moved  to dismiss  on personal\njurisdiction  grounds on  August 6, 1991,  a mere  seven days\nbefore  the August 13, 1991, hearing.   We also note that the\nfourteen day  period for  submitting an opposition  to ITDH's\nmotion  provided for by Rule 7.1(a)(2) of the Local Rules for\nthe  United  States  District   Court  for  the  District  of\nMassachusetts  had  not yet  expired  when  the court  denied\nITDH's motion.\n\n                             -19-\n                              19\n\nStreet  I was  handed  down.   The jurisdictional  deficiency\n         \n\nwhich  informed the holding  in our previous  opinion did not\n\nstem  from  either a  settled  factual  predicate or  legally\n\ninsufficient allegations,  but from  perceived  voids in  the\n\nevidentiary landscape.   See 163 Pleasant Street  I, 960 F.2d\n                                                   \n\nat  1090.  As noted,  no discovery directed  at filling these\n\nvoids took  place.   Accordingly, 163  Pleasant Street I  can\n                                                        \n\nonly    be   interpreted   as    holding   that   plaintiffs'\n\njurisdictional showing was insufficient to support  the entry\n\nof the injunction  and contempt orders  against ITDH.18   See\n                                                             \n\n7-Pt. 2 James  W. Moore  et al., Moore's  Federal Practice   \n                               \n\n65.03[3],  at  65-28 (2d  ed. 1989)  (\"A  court must  have in\n\npersonam  jurisdiction  over  the   party  against  whom  the\n\n                    \n\n18.  To  reinforce this point, we note that if, on the record\nbefore  it,  the  district  court had  decided  the  personal\njurisdiction issue adversely  to plaintiffs without at  least\n                            \naffording them the opportunity  to respond to ITDH's argument\nand/or to  request discovery, we almost  certainly would have\ndeclined to affirm the district court's judgment and held the\nruling to be  an abuse of the court's discretion.   Cf. Boit,\n                                                            \n967 F.2d at  681 (refusal  to defer ruling  on Rule  12(b)(2)\nmotion  until  after there  has  been  discovery on  personal\njurisdiction issue can be  an abuse of discretion); Surpitsky\n                                                             \nv. Hughes-Keenan Corp., </pre><span class=\"citation\" data-id=\"272179\"><a href=\"/opinion/272179/victor-surpitski-v-hughes-keenan-corporation-etc/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 255-56 (1st  Cir. 1966)\n                      \n(district  court  erred  in  refusing  to  allow  a  diligent\nplaintiff  who  was a  stranger  to  a defendant  corporation\ndiscovery on question of  personal jurisdiction); see also 5A\n                                                          \nCharles  A. Wright &amp;  Arthur R. Miller,  Federal Practice and\nProcedure   1351  at 256-59 (2d  ed. 1990) (\"In  particularly\ncomplex cases, . . . it  may be desirable to hold in abeyance\na  decision on  a  motion to  dismiss  for lack  of  personal\njurisdiction.  Doing  so will  enable the  parties to  employ\ndiscovery on the jurisdictional issue, which might lead  to a\nmore accurate judgment than  one made solely on the  basis of\naffidavits.\").\n\n                             -20-\n                              20\n\ninjunction runs.\"); see also 163 Pleasant  Street I, 960 F.2d\n                                                   \n\nat  1084 (\"`Given that  civil contempt is  designed to coerce\n\ncompliance with  the court's decree,  it is logical  that the\n\ncontempt  order itself  should fall with  a showing  that the\n\ncourt  was   without  authority   to  enter  the   underlying\n\ndecree.'\") (quoting Willy v. Coastal Corp., 112 S.  Ct. 1076,\n                                          \n\n1081 (1992)).  \n\n          In  sum,  the   district  court  should  not   have\n\nsummarily  granted  ITDH's  and  ITD's  motion   to  dismiss.\n\nInstead,  after remand,  it  should have  determined, on  the\n\nrecord  then before it, whether it had jurisdiction over ITDH\n\nand ITD.  In so doing, it should have proceeded in accordance\n\nwith one of the approaches  outlined in Boit.  See  Boit, 967\n                                                        \n\nF.2d at 675-78.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          Because   plaintiffs  have   made  a   prima  facie\n\ndemonstration  of  every   fact  required  to   satisfy  both\n\nMassachusetts' long-arm statute and the Due Process Clause of\n\nthe United  States Constitution, the district  court erred in\n\ngranting  the second motion to dismiss filed by ITDH and ITD.\n\nAccordingly, we vacate the judgment of the district court and\n\nremand this case for further proceedings.19\n\n                    \n\n19.  Having  found that  plaintiffs have  made a  prima facie\nshowing  that the  district  court had  personal jurisdiction\nover  the  ITD companies,  we need  not  reach the  merits of\n\n                             -21-\n                              21\n\n     Vacated and remanded.\n                          \n\n                    \n\nplaintiffs' argument that alternative bases for the assertion\nof jurisdiction over defendants exist in this matter.\n\n                             -22-\n                              22\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/467536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585777/"
  ]
}