{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194536/",
  "absolute_url": "/opinion/194536/united-states-v-obrien-williams/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194536/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:19:22Z",
  "date_modified": "2016-02-28T04:50:11.107584Z",
  "type": "010combined",
  "sha1": "b073dee67ecee5d5dcc5a4e223730777d921a2e1",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1858.01A",
  "local_path": null,
  "plain_text": "February 12, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      For The First Circuit\n                                           \n\nNo. 92-1858\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                    OLGIVIE O'BRIEN WILLIAMS,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. John J. McNaught, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                     Torruella, Circuit Judge,\n                                             \n                  Coffin, Senior Circuit Judge,\n                                              \n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n  James L. Sultan for appellant.\n                 \n  Robert L.  Ullmann, First  Assistant U.S. Attorney,  with whom  A.\n                                                                    \nJohn Pappalardo, United States Attorney, was on brief for appellee.\n             \n\n                                           \n\n                        February 12, 1993\n                                           \n\n     COFFIN,  Senior Circuit  Judge.   Defendant Olgivie  O'Brien\n                                   \n\nWilliams  appeals  his conviction  on  charges  of conspiracy  to\n\npossess  cocaine  with intent  to distribute,  possessing cocaine\n\nwith intent to distribute,  and using or carrying a  firearm in a\n\ndrug trafficking crime.  We affirm.\n\n                                I.\n\n     We begin  with a brief synopsis  of the facts,  taken in the\n\nlight most supportive of the verdict, United States v. Karas, 950\n                                                            \n\nF.2d 31, 35 (1st Cir. 1991), and the prior proceedings.\n\n     From December 1986  to April 1987,  Williams and eleven  co-\n\nconspirators participated  in  a cocaine  distribution scheme  in\n\nBoston.  They operated  a packaging center and retail  outlets in\n\nthree  apartments.   On  March 5,  1987,  at the  Westmore Street\n\noutlet, the conspirators caught Herbert  Beeche, a tenant in  the\n\nbuilding,  spying  on  them as  they  were  weighing  cocaine and\n\ntallying their profits.   That night, Beeche was summoned  to the\n\nconspirators'  apartment.   Williams accused  Beeche of  being an\n\ninformer  and threatened  to  kill  him.    Williams  and  a  co-\n\nconspirator  bound  and  gagged  Beeche  and  placed  him  in the\n\nbathtub.  Williams then shot Beeche in the thigh.\n\n     Later that month, the Boston police executed search warrants\n\nat  two of the conspirators'  outlets.  The  searches uncovered a\n\nsmall  quantity of  cocaine,  drug  paraphernalia, firearms,  and\n\nammunition.  Eight of the conspirators ultimately were arrested.\n\n     Williams  and  six  co-conspirators were  tried  jointly  in\n\n1988.1   At  trial,  the government  presented  the testimony  of\n\nBeeche  and Lisa Gray, a  girlfriend of one  of the co-defendants\n\nduring part of  the conspiracy.   Both witnesses testified  about\n\nthe drug preparation and transactions  they had witnessed at  the\n\nvarious  outlets  and  stated that  they  had  seen  many of  the\n\nconspirators,   including   Williams,   routinely  carrying   and\n\ndisplaying firearms during these transactions.  \n\n     The  jury convicted  Williams  on all  three counts  against\n\nhim.2  Williams raises two claims  on appeal:  that testimony  at\n\ntrial was admitted  improperly against him and  that the district\n\ncourt  improperly limited  his  cross examination  of  Gray.   We\n\ndiscuss each issue in turn.\n\n                               II.\n\n     Williams contends that the district court permitted the jury\n\nto hear evidence from Gray of  past conduct that should have been\n\n                    \n\n     1   One of the six co-defendants received a severance during\ntrial and later pleaded guilty to the one count against him.  All\nfive of the remaining co-defendants also were convicted, and four\nof  them  appealed.   This  court affirmed  their  convictions in\nUnited States v. Walters, 904 F.2d 765 (1st Cir. 1990).  Williams\n                        \nraises  issues  on appeal  that  were  not advanced  in  Walters.\n                                                                \nAnother conspirator, who was tried separately, also was convicted\nand had his  conviction affirmed.   United States  v. Green,  887\n                                                           \nF.2d 25 (1st Cir. 1989).  \n\n     2  Williams's trial counsel  indicated at sentencing that he\nwould  file a notice  of appeal but  did not.   In 1991, Williams\nfiled  a habeas  corpus petition in  district court,  seeking, in\n                       \neffect, the right to  appeal his conviction.   On June 11,  1992,\nWilliams's prior  judgment was vacated and  his original sentence\nre-imposed.  Williams's new counsel then filed a timely notice of\nappeal.  \n\n                               -3-\n\nexcluded  under Fed. R. Evid.  404(b).3  Gray  testified that, in\n\nDecember 1986, Williams had told her that \"he had killed a couple\n\nof people.\"   Tr. Vol.  III at 66.   Following a  lengthy sidebar\n\nconference, the  district  court admitted  the  evidence  without\n\nexplanation.   Williams argues  that the  sole purpose  of Gray's\n\ntestimony, especially in light of its repetition to the jury, id.\n                                                                \n\nat 107, was to demonstrate that he had a bad character which made\n\nhim  more likely to  commit the drug-related  offenses charged in\n\nthe indictment.  \n\n     This  court  has adopted  a  two-part test  to  analyze Rule\n\n404(b)  evidence.  United States v. Nickens, 955 F.2d 112, 123-24\n                                           \n\n(1st Cir. 1992);  United States v. Oppon, 863  F.2d 141, 146 (1st\n                                        \n\nCir. 1988).  First, the district court must determine whether the\n\nevidence has any \"special relevance\" to a material issue, such as\n\nmotive,  intent, or plan.   Nickens, 955 F.2d at 123.   If so, it\n                                   \n\nmust  determine,  pursuant to  Fed.  R. Evid.  403,4  whether the\n\n                    \n\n     3  Rule 404(b) provides:\n\n     Evidence  of  other  crimes,  wrongs, or  acts  is  not\n     admissible to  prove the character of a person in order\n     to  show  action  in  conformity therewith.    It  may,\n     however,  be  admissible for  other  purposes,  such as\n     proof  of  motive,  opportunity,  intent,  preparation,\n     plan, knowledge,  identity,  or absence  of mistake  or\n     accident.\n\n     4  Rule 403 provides:\n\n     Although  relevant,  evidence may  be  excluded  if its\n     probative  value  is  substantially  outweighed  by the\n     danger of unfair prejudice, confusion of the issues, or\n     misleading  the jury,  or  by  considerations of  undue\n     delay,  waste  of  time,  or  needless  presentation of\n     cumulative evidence.\n\n                               -4-\n\nprobative value  of the  evidence  outweighs the  risk of  unfair\n\nprejudice.  Id. at  124.  We review the district court's decision\n              \n\nto admit the evidence for  abuse of discretion.  Karas, 950  F.2d\n                                                      \n\nat 36; Walters, 904 F.2d  at 768.  Having done so,  we agree with\n              \n\nWilliams that the evidence was admitted improperly.\n\n     At trial, the government  virtually admitted that it offered\n\nthe statement for its  value as evidence of  criminal propensity.\n\nDuring  the sidebar  conference, the  government argued  that the\n\nstatement  was relevant  because  Williams  and a  co-conspirator\n\n\"talk  about how bad they  are.  How  tough they are.\"   Tr. Vol.\n\nIII. at 70.   In essence, the government offered the  evidence so\n\nthat the jury would  infer that, because Williams was  or claimed\n\nto  be a  murderer, he  was more  likely than  not also  to be  a\n\ncocaine  trafficker who uses  guns in his  business.   The use of\n\n\"other  acts\"  evidence  to demonstrate  criminal  propensity  is\n\nspecifically forbidden by Rule 404(b).  Accordingly, the district\n\ncourt erred in admitting the statement.\n\n     On appeal,  the  government characterizes  the  evidence  of\n\nWilliams's prior wrongdoing as evidence of his plan to  establish\n\nand operate a cocaine distribution business by means of his modus\n                                                                 \n\noperandi  of  intimidation.    Gray earlier  had  testified  that\n        \n\nWilliams unsuccessfully had offered her mother double rent for an\n\napartment  located   near  the  Westmore  Street   outlet.    The\n\ngovernment  claims  that  Williams's  revelation that  he  was  a\n\nmurderer is admissible under Rule 404(b) to illustrate his use of\n\n                               -5-\n\nboth  \"carrot\" and \"stick\" to  locate an apartment  from which to\n\nsell cocaine.  \n\n     Neither  the law  nor the  record supports  the government's\n\nargument.  Evidence  of modus operandi  is admissible under  Rule\n                                      \n\n404(b) to  prove  identity, see  generally 22  C.A. Wright,  A.R.\n                                          \n\nMiller, &amp;  E.H. Cooper, Federal Practice and Procedure (\"Wright &amp;\n                                                      \n\nMiller\")   5246, at  512-13 (1978), but identity is  not disputed\n\nin  this case.5    Moreover, at  trial,  the government  made  no\n\neffort to link the \"carrot\" and the alleged plan to the \"stick.\"\n\n     The manner  in which the government  conducted Gray's direct\n\nexamination manifests the disjunction between the attempt to rent\n\nan apartment  from her mother  and Williams's statement  to Gray.\n\nAfter eliciting  testimony  regarding  the  failed  attempt,  the\n\ngovernment switched to a line  of questions regarding the  Nelson\n\nStreet outlet.   It next solicited the in-court identification of\n\ntwo co-conspirators.  Only  then did it begin the  exploration of\n\nWilliams's and some of the other conspirators' backgrounds, which\n\nproduced   the  other-acts  evidence.     Having  introduced  the\n\nchallenged statement, the  government did not  connect it to  the\n\nattempt to  rent an apartment.  Nor  did it suggest that Williams\n\nhad made the statement to intimidate  Gray or her mother or  that\n\n                    \n\n     5  Even were identity disputed, the government's position is\nuntenable.   For conduct to be characterized as a modus operandi,\n                                                                \nit generally must be \"`so unusual and distinctive as to be like a\nsignature.'\"   22 Wright &amp; Miller at 513 (quoting C.T. McCormick,\nEvidence    190,  at  449  (1972)).    On  this  record,  neither\n        \nWilliams's boast of committing or actual commission of  murder is\nso  distinctive a  device as  to prove his  identity as  the drug\ntrafficker in this case.  \n\n                               -6-\n\nGray's mother even knew of the statement.  Indeed, the government\n\ndid not place the evidence into any context, other than temporal,\n\nrelated to the development or operation of the drug conspiracy.\n\n     The  finding  of  error  does  not,  however,  conclude  our\n\ninquiry.  We still must determine whether the error was harmless.\n\nKaras, 950  F.2d at 37-38.  We hold that it was.  Having reviewed\n     \n\nthe entire record and considered the probable impact of the error\n\non  the minds of the  jurors, we conclude  \"`with fair assurance,\n\nafter pondering all that happened without stripping the erroneous\n\naction  from the  whole,  that  the  [jurors'] judgment  was  not\n\nsubstantially swayed by the error.'\"  United States v. Burke, 948\n                                                            \n\nF.2d 23, 27 (1st Cir. 1991) (quoting United States v. Mazza,  792\n                                                           \n\nF.2d  1210, 1216-17 (1st Cir.  1986) (quoting Kotteakos v. United\n                                                                 \n\nStates, 328 U.S. 750, 765 (1946))).  \n      \n\n     Williams's possible  status as a murderer was offered to the\n\njury through other properly  admitted evidence.  Beeche testified\n\nwithout  objection that he, too, knew that Williams claimed to be\n\na  murderer.   Gray  testified that  she  had overheard  Williams\n\nthreatening  to kill  a  co-conspirator when  money from  cocaine\n\nsales  began to  come  up short.    Under the  circumstances,  we\n\nconclude  that the admission of Williams's  statement to Gray had\n\nlittle prejudicial impact on the jury's judgment.\n\n     Furthermore,  the record  contains ample  evidence to  prove\n\nWilliams's  involvement in a drug conspiracy and use of a firearm\n\nin connection with it.   Beeche testified that Williams  shot him\n\nin the thigh for being an informer.  Gray testified that Williams\n\n                               -7-\n\nwas responsible for delivering cocaine to the retail outlets  and\n\ncollecting the  proceeds.   Both Gray  and Beeche  testified that\n\nWilliams routinely was armed while cocaine was being packaged and\n\nsold.  A videotape  portrayed Williams brandishing a gun  while a\n\nco-conspirator  counted  money  on  a  kitchen  counter   bearing\n\ncocaine.   In  light  of this  evidence,  we think  it  extremely\n\nunlikely that  the improperly admitted evidence  swayed the jury.\n\nSee Mazza, 792 F.2d at 1221 (fair assurance standard satisfied if\n         \n\nit is highly probable  that the challenged action did  not affect\n\nthe judgment).\n\n     Because  we  find  the  admission of  this  evidence  to  be\n\nharmless,  we  do not  reach the  question  of whether  the court\n\ncommitted an abuse  of discretion in admitting the evidence under\n\nRule  403.  Karas,  950 F.2d at  38; United  States v. Hernandez-\n                                                                 \n\nBermudez, 857 F.2d  50, 54 (1st Cir. 1988).   Nor is it necessary\n        \n\nto review the  court's failure to  issue a limiting  instruction,\n\nespecially where trial counsel  did not request one.   See United\n                                                                 \n\nStates v. De La Cruz, 902  F.2d 121, 124 (1st Cir. 1990) (stating\n                    \n\ngeneral  rule that  failure of  trial court  sua sponte  to issue\n                                                       \n\nlimiting instruction is not reversible error).  \n\n     Our finding of harmless error does not lessen our continuing\n\nconviction that the government and the courts must exercise great\n\ncaution in  handling  evidence of  other  bad acts.    Williams's\n\nstatement was  unrelated to the  offenses charged and  was highly\n\ninflammatory.  To infect  and jeopardize a prosecution  with such\n\nevidence is unwise and unjustifiable.  It comes with ill grace to\n\n                               -8-\n\nintroduce marginally justifiable evidence  and then to defend its\n\nuse by  arguing that there was so much evidence of guilt that any\n\nerror would be harmless.  Courts, in turn, should remain vigilant\n\nto  whether  other-acts  evidence  serves  a genuinely  probative\n\npurpose  that   substantially  outweighs  the   risk  of   unfair\n\nprejudice.6  Hernandez-Bermudez, 857  F.2d at 54.  At  a minimum,\n                               \n\ncourts routinely may  wish to issue  an instruction limiting  the\n\nuse  of Rule  404(b)  evidence, Oppon,  863 F.2d  at  147, or  to\n                                     \n\nascertain whether defense counsel desires one.\n\n                               III.\n\n     Defendant  also contends  that the  district court  erred in\n\nlimiting  his cross  examination  of Gray.   Defendant  sought to\n\ninquire into  Gray's knowledge regarding the  preparation and use\n\nof  cocaine   and  her  brother's  alleged   cocaine  dealing  to\n\ndemonstrate that she was induced to cooperate with the government\n\nto protect herself or her brother.\n\n     The  Sixth  Amendment  to  the   Constitution  guarantees  a\n\ncriminal defendant  the right  to confront the  witnesses against\n\nhim.  An  essential component  of this right  is the  defendant's\n\nprerogative  to  establish the  biases,  prejudices, or  ulterior\n\nmotives  of these witnesses through cross  examination.  Davis v.\n                                                              \n\nAlaska, 415 U.S.  308, 315-17 (1974);  United States v.  Kepreos,\n                                                                \n\n                    \n\n     6   We recognize,  however, that express  findings regarding\nthe challenged evidence are  not necessary so long as  the record\nindicates that the district  court did weigh the  balance between\nthe  probative value  and  the prejudicial  effect.   See  United\n                                                                 \nStates v. Santagata, 924 F.2d 391, 394 (1st Cir. 1991) (citing De\n                                                                 \nLa Cruz, 902 F.2d at 123 n.1).\n       \n\n                               -9-\n\n759 F.2d 961,  965 (1st Cir. 1985).   The trial court, therefore,\n\nmust permit sufficient cross examination  to enable the jury \"`to\n\nmake  a  discriminating  appraisal  of the  possible  biases  and\n\nmotivations  of the witness.'\"   Niziolek v. Ashe,  694 F.2d 282,\n                                                 \n\n289  (1st Cir. 1982) (quoting  United States v.  Tracey, 675 F.2d\n                                                       \n\n433, 437 (1st Cir. 1982)).  \n\n     So long as  it satisfies this  standard, the district  court\n\nretains  wide discretion  to  impose reasonable  limits to  avoid\n\nprejudice, confusion  of the issues, harassment,  repetition, and\n\ninquiry  into  marginally  relevant  issues.    Delaware  v.  Van\n                                                                 \n\nArsdall, 475 U.S. 673,  679 (1986); United States v.  Twomey, 806\n                                                            \n\nF.2d  1136, 1139 (1st  Cir. 1986).   \"If the jury  has sufficient\n\nevidence before  it bearing  on the  witness'[s] bias, the  court\n\nneed  not permit unending  excursions into each  and every matter\n\ntouching upon  veracity.\"   Kepreos, 759  F.2d  at 965  (citation\n                                   \n\nomitted).  \n\n     To  establish  that  the   district  court  has  abused  its\n\ndiscretion, the defendant must  show that the limitations imposed\n\nwere  clearly prejudicial.  Twomey,  806 F.2d at  1140.  Williams\n                                  \n\nhas  not carried  this  burden.   We,  therefore, find  that  the\n\ndecision  to exclude  certain testimony  fell within  the court's\n\ndiscretion.\n\n     The district  court allowed  all defense  counsel, including\n\nWilliams's, ample opportunity to undermine  Gray's credibility by\n\nprobing  her bias and motive  for testifying.   See generally Tr.\n                                                             \n\nVol IV  at 30-158.  The court did not preclude any defendant from\n\n                               -10-\n\nexploring Gray's  involvement with  the cocaine trade  but barred\n\nonly  a few questions of  marginal relevance.   Its decisions did\n\nnot harm  defendant because the relevant  information reached the\n\njury  through  the interrogation  by  his and  the  other defense\n\ncounsel.  \n\n     The  intensive  cross  examination  thoroughly  delved  into\n\nGray's  unsavory  connection  with  narcotics.   It  exposed  her\n\ncocaine  use, her  sale of  marijuana,  her knowledge  of cocaine\n\ntrafficking,  and  her  involvement  with and  knowledge  of  her\n\nbrother's drug  trafficking.   Gray  admitted that  she had  been\n\narrested in December 1987 at her mother's house for possession of\n\ncocaine, that a search of the house uncovered cocaine, marijuana,\n\ndrug paraphernalia,  and a  gun, and  that the charges  resulting\n\nfrom this arrest subsequently were dismissed.   She also admitted\n\nthat she was testifying under immunity from the government.  \n\n     Gray's cross examination thus  provided an extensive \"record\n\nfrom which to argue why [she] might have been biased or otherwise\n                       \n\nlacked  that degree  of  impartiality expected  of  a witness  at\n\ntrial.\"   Davis, 415 U.S.  at 318  (emphasis in original).   From\n               \n\nthis  record,  various  defense  counsel,  including  Williams's,\n\nargued  plausibly   that  Gray   was  implicated  in   a  cocaine\n\ntrafficking  ring and  that her  cooperation with  the government\n\nstemmed from her desire to  protect herself from prosecution  and\n\nto divert police attention from that drug ring.  \n\n     The jury had more than enough information to appraise Gray's\n\ncredibility.   Accordingly, we find that the exclusion of certain\n\n                               -11-\n\nquestions  about Gray's  familiarity  with cocaine  and with  her\n\nbrother's drug trade was not an abuse of the court's discretion.\n\n     Affirmed.\n             \n\n                                   Concurrence follows.\n\n                               -12-\n\n     TORRUELLA,  Circuit Judge  (Concurring).   I agree  with the\n                              \n\nanalysis  and result of this case.   I write separately simply to\n\nexpress my exasperation at  the repeated abuse of Rule  404(b) by\n\ngovernment prosecutors.  \n\n                               -13-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">February 12, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      For The First Circuit\n                                           \n\nNo. 92-1858\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                    OLGIVIE O'BRIEN WILLIAMS,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. John J. McNaught, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                     Torruella, Circuit Judge,\n                                             \n                  Coffin, Senior Circuit Judge,\n                                              \n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n  James L. Sultan for appellant.\n                 \n  Robert L.  Ullmann, First  Assistant U.S. Attorney,  with whom  A.\n                                                                    \nJohn Pappalardo, United States Attorney, was on brief for appellee.\n             \n\n                                           \n\n                        February 12, 1993\n                                           \n\n     COFFIN,  Senior Circuit  Judge.   Defendant Olgivie  O'Brien\n                                   \n\nWilliams  appeals  his conviction  on  charges  of conspiracy  to\n\npossess  cocaine  with intent  to distribute,  possessing cocaine\n\nwith intent to distribute,  and using or carrying a  firearm in a\n\ndrug trafficking crime.  We affirm.\n\n                                I.\n\n     We begin  with a brief synopsis  of the facts,  taken in the\n\nlight most supportive of the verdict, United States v. Karas, </pre><span class=\"citation no-link\"><span class=\"volume\">950</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></span><pre class=\"inline\">, 35 (1st Cir. 1991), and the prior proceedings.\n\n     From December 1986  to April 1987,  Williams and eleven  co-\n\nconspirators participated  in  a cocaine  distribution scheme  in\n\nBoston.  They operated  a packaging center and retail  outlets in\n\nthree  apartments.   On  March 5,  1987,  at the  Westmore Street\n\noutlet, the conspirators caught Herbert  Beeche, a tenant in  the\n\nbuilding,  spying  on  them as  they  were  weighing  cocaine and\n\ntallying their profits.   That night, Beeche was summoned  to the\n\nconspirators'  apartment.   Williams accused  Beeche of  being an\n\ninformer  and threatened  to  kill  him.    Williams  and  a  co-\n\nconspirator  bound  and  gagged  Beeche  and  placed  him  in the\n\nbathtub.  Williams then shot Beeche in the thigh.\n\n     Later that month, the Boston police executed search warrants\n\nat  two of the conspirators'  outlets.  The  searches uncovered a\n\nsmall  quantity of  cocaine,  drug  paraphernalia, firearms,  and\n\nammunition.  Eight of the conspirators ultimately were arrested.\n\n     Williams  and  six  co-conspirators were  tried  jointly  in\n\n1988.1   At  trial,  the government  presented  the testimony  of\n\nBeeche  and Lisa Gray, a  girlfriend of one  of the co-defendants\n\nduring part of  the conspiracy.   Both witnesses testified  about\n\nthe drug preparation and transactions  they had witnessed at  the\n\nvarious  outlets  and  stated that  they  had  seen  many of  the\n\nconspirators,   including   Williams,   routinely  carrying   and\n\ndisplaying firearms during these transactions.  \n\n     The  jury convicted  Williams  on all  three counts  against\n\nhim.2  Williams raises two claims  on appeal:  that testimony  at\n\ntrial was admitted  improperly against him and  that the district\n\ncourt  improperly limited  his  cross examination  of  Gray.   We\n\ndiscuss each issue in turn.\n\n                               II.\n\n     Williams contends that the district court permitted the jury\n\nto hear evidence from Gray of  past conduct that should have been\n\n                    \n\n     1   One of the six co-defendants received a severance during\ntrial and later pleaded guilty to the one count against him.  All\nfive of the remaining co-defendants also were convicted, and four\nof  them  appealed.   This  court affirmed  their  convictions in\nUnited States v. Walters, </pre><span class=\"citation\" data-id=\"542855\"><a href=\"/opinion/542855/united-states-v-ira-glen-anthony-walters-united-states-v-neville-anthony/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span><pre class=\"inline\"> (1st Cir. 1990).  Williams\n                        \nraises  issues  on appeal  that  were  not advanced  in  Walters.\n                                                                \nAnother conspirator, who was tried separately, also was convicted\nand had his  conviction affirmed.   United States  v. Green,  </pre><span class=\"citation\" data-id=\"530305\"><a href=\"/opinion/530305/united-states-v-dalton-green/\"><span class=\"volume\">887</span>\n                                                           \n<span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\"> (1st Cir. 1989).  \n\n     2  Williams's trial counsel  indicated at sentencing that he\nwould  file a notice  of appeal but  did not.   In 1991, Williams\nfiled  a habeas  corpus petition in  district court,  seeking, in\n                       \neffect, the right to  appeal his conviction.   On June 11,  1992,\nWilliams's prior  judgment was vacated and  his original sentence\nre-imposed.  Williams's new counsel then filed a timely notice of\nappeal.  \n\n                               -3-\n\nexcluded  under Fed. R. Evid.  404(b).3  Gray  testified that, in\n\nDecember 1986, Williams had told her that \"he had killed a couple\n\nof people.\"   Tr. Vol.  III at 66.   Following a  lengthy sidebar\n\nconference, the  district  court admitted  the  evidence  without\n\nexplanation.   Williams argues  that the  sole purpose  of Gray's\n\ntestimony, especially in light of its repetition to the jury, id.\n                                                                \n\nat 107, was to demonstrate that he had a bad character which made\n\nhim  more likely to  commit the drug-related  offenses charged in\n\nthe indictment.  \n\n     This  court  has adopted  a  two-part test  to  analyze Rule\n\n404(b)  evidence.  United States v. Nickens, </pre><span class=\"citation\" data-id=\"577009\"><a href=\"/opinion/577009/united-states-v-david-lloyd-nickens/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">, 123-24\n                                           \n\n(1st Cir. 1992);  United States v. Oppon, </pre><span class=\"citation\" data-id=\"515718\"><a href=\"/opinion/515718/united-states-v-george-m-oppon-jr/\"><span class=\"volume\">863</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span><pre class=\"inline\">, 146 (1st\n                                        \n\nCir. 1988).  First, the district court must determine whether the\n\nevidence has any \"special relevance\" to a material issue, such as\n\nmotive,  intent, or plan.   Nickens, 955 F.2d at 123.   If so, it\n                                   \n\nmust  determine,  pursuant to  Fed.  R. Evid.  403,4  whether the\n\n                    \n\n     3  Rule 404(b) provides:\n\n     Evidence  of  other  crimes,  wrongs, or  acts  is  not\n     admissible to  prove the character of a person in order\n     to  show  action  in  conformity therewith.    It  may,\n     however,  be  admissible for  other  purposes,  such as\n     proof  of  motive,  opportunity,  intent,  preparation,\n     plan, knowledge,  identity,  or absence  of mistake  or\n     accident.\n\n     4  Rule 403 provides:\n\n     Although  relevant,  evidence may  be  excluded  if its\n     probative  value  is  substantially  outweighed  by the\n     danger of unfair prejudice, confusion of the issues, or\n     misleading  the jury,  or  by  considerations of  undue\n     delay,  waste  of  time,  or  needless  presentation of\n     cumulative evidence.\n\n                               -4-\n\nprobative value  of the  evidence  outweighs the  risk of  unfair\n\nprejudice.  Id. at  124.  We review the district court's decision\n              \n\nto admit the evidence for  abuse of discretion.  Karas, 950  F.2d\n                                                      \n\nat 36; Walters, 904 F.2d  at 768.  Having done so,  we agree with\n              \n\nWilliams that the evidence was admitted improperly.\n\n     At trial, the government  virtually admitted that it offered\n\nthe statement for its  value as evidence of  criminal propensity.\n\nDuring  the sidebar  conference, the  government argued  that the\n\nstatement  was relevant  because  Williams  and a  co-conspirator\n\n\"talk  about how bad they  are.  How  tough they are.\"   Tr. Vol.\n\nIII. at 70.   In essence, the government offered the  evidence so\n\nthat the jury would  infer that, because Williams was  or claimed\n\nto  be a  murderer, he  was more  likely than  not also  to be  a\n\ncocaine  trafficker who uses  guns in his  business.   The use of\n\n\"other  acts\"  evidence  to demonstrate  criminal  propensity  is\n\nspecifically forbidden by Rule 404(b).  Accordingly, the district\n\ncourt erred in admitting the statement.\n\n     On appeal,  the  government characterizes  the  evidence  of\n\nWilliams's prior wrongdoing as evidence of his plan to  establish\n\nand operate a cocaine distribution business by means of his modus\n                                                                 \n\noperandi  of  intimidation.    Gray earlier  had  testified  that\n        \n\nWilliams unsuccessfully had offered her mother double rent for an\n\napartment  located   near  the  Westmore  Street   outlet.    The\n\ngovernment  claims  that  Williams's  revelation that  he  was  a\n\nmurderer is admissible under Rule 404(b) to illustrate his use of\n\n                               -5-\n\nboth  \"carrot\" and \"stick\" to  locate an apartment  from which to\n\nsell cocaine.  \n\n     Neither  the law  nor the  record supports  the government's\n\nargument.  Evidence  of modus operandi  is admissible under  Rule\n                                      \n\n404(b) to  prove  identity, see  generally 22  C.A. Wright,  A.R.\n                                          \n\nMiller, &amp;  E.H. Cooper, Federal Practice and Procedure (\"Wright &amp;\n                                                      \n\nMiller\")   5246, at  512-13 (1978), but identity is  not disputed\n\nin  this case.5    Moreover, at  trial,  the government  made  no\n\neffort to link the \"carrot\" and the alleged plan to the \"stick.\"\n\n     The manner  in which the government  conducted Gray's direct\n\nexamination manifests the disjunction between the attempt to rent\n\nan apartment  from her mother  and Williams's statement  to Gray.\n\nAfter eliciting  testimony  regarding  the  failed  attempt,  the\n\ngovernment switched to a line  of questions regarding the  Nelson\n\nStreet outlet.   It next solicited the in-court identification of\n\ntwo co-conspirators.  Only  then did it begin the  exploration of\n\nWilliams's and some of the other conspirators' backgrounds, which\n\nproduced   the  other-acts  evidence.     Having  introduced  the\n\nchallenged statement, the  government did not  connect it to  the\n\nattempt to  rent an apartment.  Nor  did it suggest that Williams\n\nhad made the statement to intimidate  Gray or her mother or  that\n\n                    \n\n     5  Even were identity disputed, the government's position is\nuntenable.   For conduct to be characterized as a modus operandi,\n                                                                \nit generally must be \"`so unusual and distinctive as to be like a\nsignature.'\"   22 Wright &amp; Miller at 513 (quoting C.T. McCormick,\nEvidence    190,  at  449  (1972)).    On  this  record,  neither\n        \nWilliams's boast of committing or actual commission of  murder is\nso  distinctive a  device as  to prove his  identity as  the drug\ntrafficker in this case.  \n\n                               -6-\n\nGray's mother even knew of the statement.  Indeed, the government\n\ndid not place the evidence into any context, other than temporal,\n\nrelated to the development or operation of the drug conspiracy.\n\n     The  finding  of  error  does  not,  however,  conclude  our\n\ninquiry.  We still must determine whether the error was harmless.\n\nKaras, 950  F.2d at 37-38.  We hold that it was.  Having reviewed\n     \n\nthe entire record and considered the probable impact of the error\n\non  the minds of the  jurors, we conclude  \"`with fair assurance,\n\nafter pondering all that happened without stripping the erroneous\n\naction  from the  whole,  that  the  [jurors'] judgment  was  not\n\nsubstantially swayed by the error.'\"  United States v. Burke, </pre><span class=\"citation\" data-id=\"571253\"><a href=\"/opinion/571253/united-states-v-gary-k-burke/\"><span class=\"volume\">948</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 27 (1st Cir. 1991) (quoting United States v. Mazza,  </pre><span class=\"citation\" data-id=\"471592\"><a href=\"/opinion/471592/united-states-v-antonio-j-mazza-united-states-of-america-v-anthony/\"><span class=\"volume\">792</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1210</span></a></span><pre class=\"inline\">, 1216-17 (1st Cir.  1986) (quoting Kotteakos v. United\n                                                                 \n\nStates, </pre><span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 765 (1946))).  \n      \n\n     Williams's possible  status as a murderer was offered to the\n\njury through other properly  admitted evidence.  Beeche testified\n\nwithout  objection that he, too, knew that Williams claimed to be\n\na  murderer.   Gray  testified that  she  had overheard  Williams\n\nthreatening  to kill  a  co-conspirator when  money from  cocaine\n\nsales  began to  come  up short.    Under the  circumstances,  we\n\nconclude  that the admission of Williams's  statement to Gray had\n\nlittle prejudicial impact on the jury's judgment.\n\n     Furthermore,  the record  contains ample  evidence to  prove\n\nWilliams's  involvement in a drug conspiracy and use of a firearm\n\nin connection with it.   Beeche testified that Williams  shot him\n\nin the thigh for being an informer.  Gray testified that Williams\n\n                               -7-\n\nwas responsible for delivering cocaine to the retail outlets  and\n\ncollecting the  proceeds.   Both Gray  and Beeche  testified that\n\nWilliams routinely was armed while cocaine was being packaged and\n\nsold.  A videotape  portrayed Williams brandishing a gun  while a\n\nco-conspirator  counted  money  on  a  kitchen  counter   bearing\n\ncocaine.   In  light  of this  evidence,  we think  it  extremely\n\nunlikely that  the improperly admitted evidence  swayed the jury.\n\nSee Mazza, 792 F.2d at 1221 (fair assurance standard satisfied if\n         \n\nit is highly probable  that the challenged action did  not affect\n\nthe judgment).\n\n     Because  we  find  the  admission of  this  evidence  to  be\n\nharmless,  we  do not  reach the  question  of whether  the court\n\ncommitted an abuse  of discretion in admitting the evidence under\n\nRule  403.  Karas,  950 F.2d at  38; United  States v. Hernandez-\n                                                                 \n\nBermudez, </pre><span class=\"citation\" data-id=\"511764\"><a href=\"/opinion/511764/united-states-v-clemente-hernandez-bermudez/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">50</span></a></span><pre class=\"inline\">, 54 (1st Cir. 1988).   Nor is it necessary\n        \n\nto review the  court's failure to  issue a limiting  instruction,\n\nespecially where trial counsel  did not request one.   See United\n                                                                 \n\nStates v. De La Cruz, </pre><span class=\"citation\" data-id=\"540778\"><a href=\"/opinion/540778/united-states-v-jose-manuel-de-la-cruz-aka-jose-manuel-linares-de-la/\"><span class=\"volume\">902</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span><pre class=\"inline\">, 124 (1st Cir. 1990) (stating\n                    \n\ngeneral  rule that  failure of  trial court  sua sponte  to issue\n                                                       \n\nlimiting instruction is not reversible error).  \n\n     Our finding of harmless error does not lessen our continuing\n\nconviction that the government and the courts must exercise great\n\ncaution in  handling  evidence of  other  bad acts.    Williams's\n\nstatement was  unrelated to the  offenses charged and  was highly\n\ninflammatory.  To infect  and jeopardize a prosecution  with such\n\nevidence is unwise and unjustifiable.  It comes with ill grace to\n\n                               -8-\n\nintroduce marginally justifiable evidence  and then to defend its\n\nuse by  arguing that there was so much evidence of guilt that any\n\nerror would be harmless.  Courts, in turn, should remain vigilant\n\nto  whether  other-acts  evidence  serves  a genuinely  probative\n\npurpose  that   substantially  outweighs  the   risk  of   unfair\n\nprejudice.6  Hernandez-Bermudez, 857  F.2d at 54.  At  a minimum,\n                               \n\ncourts routinely may  wish to issue  an instruction limiting  the\n\nuse  of Rule  404(b)  evidence, Oppon,  863 F.2d  at  147, or  to\n                                     \n\nascertain whether defense counsel desires one.\n\n                               III.\n\n     Defendant  also contends  that the  district court  erred in\n\nlimiting  his cross  examination  of Gray.   Defendant  sought to\n\ninquire into  Gray's knowledge regarding the  preparation and use\n\nof  cocaine   and  her  brother's  alleged   cocaine  dealing  to\n\ndemonstrate that she was induced to cooperate with the government\n\nto protect herself or her brother.\n\n     The  Sixth  Amendment  to  the   Constitution  guarantees  a\n\ncriminal defendant  the right  to confront the  witnesses against\n\nhim.  An  essential component  of this right  is the  defendant's\n\nprerogative  to  establish the  biases,  prejudices, or  ulterior\n\nmotives  of these witnesses through cross  examination.  Davis v.\n                                                              \n\nAlaska, </pre><span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">308</span></a></span><pre class=\"inline\">, 315-17 (1974);  United States v.  Kepreos,\n                                                                \n\n                    \n\n     6   We recognize,  however, that express  findings regarding\nthe challenged evidence are  not necessary so long as  the record\nindicates that the district  court did weigh the  balance between\nthe  probative value  and  the prejudicial  effect.   See  United\n                                                                 \nStates v. Santagata, </pre><span class=\"citation\" data-id=\"555052\"><a href=\"/opinion/555052/united-states-v-donald-santagata/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span><pre class=\"inline\">, 394 (1st Cir. 1991) (citing De\n                                                                 \nLa Cruz, 902 F.2d at 123 n.1).\n       \n\n                               -9-\n\n</pre><span class=\"citation\" data-id=\"450719\"><a href=\"/opinion/450719/united-states-v-constantine-t-kepreos/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span><pre class=\"inline\">,  965 (1st Cir. 1985).   The trial court, therefore,\n\nmust permit sufficient cross examination  to enable the jury \"`to\n\nmake  a  discriminating  appraisal  of the  possible  biases  and\n\nmotivations  of the witness.'\"   Niziolek v. Ashe,  </pre><span class=\"citation\" data-id=\"411388\"><a href=\"/opinion/411388/joseph-niziolek-jr-v-michael-ashe/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></a></span><pre class=\"inline\">,\n                                                 \n\n289  (1st Cir. 1982) (quoting  United States v.  Tracey, </pre><span class=\"citation\" data-id=\"402330\"><a href=\"/opinion/402330/united-states-v-francis-p-tracey/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">433</span></a></span><pre class=\"inline\">, 437 (1st Cir. 1982)).  \n\n     So long as  it satisfies this  standard, the district  court\n\nretains  wide discretion  to  impose reasonable  limits to  avoid\n\nprejudice, confusion  of the issues, harassment,  repetition, and\n\ninquiry  into  marginally  relevant  issues.    Delaware  v.  Van\n                                                                 \n\nArsdall, </pre><span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span><pre class=\"inline\">,  679 (1986); United States v.  Twomey, </pre><span class=\"citation\" data-id=\"480349\"><a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1136</span></a></span><pre class=\"inline\">, 1139 (1st  Cir. 1986).   \"If the jury  has sufficient\n\nevidence before  it bearing  on the  witness'[s] bias, the  court\n\nneed  not permit unending  excursions into each  and every matter\n\ntouching upon  veracity.\"   Kepreos, 759  F.2d  at 965  (citation\n                                   \n\nomitted).  \n\n     To  establish  that  the   district  court  has  abused  its\n\ndiscretion, the defendant must  show that the limitations imposed\n\nwere  clearly prejudicial.  Twomey,  806 F.2d at  1140.  Williams\n                                  \n\nhas  not carried  this  burden.   We,  therefore, find  that  the\n\ndecision  to exclude  certain testimony  fell within  the court's\n\ndiscretion.\n\n     The district  court allowed  all defense  counsel, including\n\nWilliams's, ample opportunity to undermine  Gray's credibility by\n\nprobing  her bias and motive  for testifying.   See generally Tr.\n                                                             \n\nVol IV  at 30-158.  The court did not preclude any defendant from\n\n                               -10-\n\nexploring Gray's  involvement with  the cocaine trade  but barred\n\nonly  a few questions of  marginal relevance.   Its decisions did\n\nnot harm  defendant because the relevant  information reached the\n\njury  through  the interrogation  by  his and  the  other defense\n\ncounsel.  \n\n     The  intensive  cross  examination  thoroughly  delved  into\n\nGray's  unsavory  connection  with  narcotics.   It  exposed  her\n\ncocaine  use, her  sale of  marijuana,  her knowledge  of cocaine\n\ntrafficking,  and  her  involvement  with and  knowledge  of  her\n\nbrother's drug  trafficking.   Gray  admitted that  she had  been\n\narrested in December 1987 at her mother's house for possession of\n\ncocaine, that a search of the house uncovered cocaine, marijuana,\n\ndrug paraphernalia,  and a  gun, and  that the charges  resulting\n\nfrom this arrest subsequently were dismissed.   She also admitted\n\nthat she was testifying under immunity from the government.  \n\n     Gray's cross examination thus  provided an extensive \"record\n\nfrom which to argue why [she] might have been biased or otherwise\n                       \n\nlacked  that degree  of  impartiality expected  of  a witness  at\n\ntrial.\"   Davis, 415 U.S.  at 318  (emphasis in original).   From\n               \n\nthis  record,  various  defense  counsel,  including  Williams's,\n\nargued  plausibly   that  Gray   was  implicated  in   a  cocaine\n\ntrafficking  ring and  that her  cooperation with  the government\n\nstemmed from her desire to  protect herself from prosecution  and\n\nto divert police attention from that drug ring.  \n\n     The jury had more than enough information to appraise Gray's\n\ncredibility.   Accordingly, we find that the exclusion of certain\n\n                               -11-\n\nquestions  about Gray's  familiarity  with cocaine  and with  her\n\nbrother's drug trade was not an abuse of the court's discretion.\n\n     Affirmed.\n             \n\n                                   Concurrence follows.\n\n                               -12-\n\n     TORRUELLA,  Circuit Judge  (Concurring).   I agree  with the\n                              \n\nanalysis  and result of this case.   I write separately simply to\n\nexpress my exasperation at  the repeated abuse of Rule  404(b) by\n\ngovernment prosecutors.  \n\n                               -13-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577009/"
  ]
}