{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194580/",
  "absolute_url": "/opinion/194580/us-v-bell/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194580/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:20:28Z",
  "date_modified": "2016-02-28T04:50:17.994416Z",
  "type": "010combined",
  "sha1": "6098d3d6ec1f70aaecab6a3dca0da2ffa4ef8360",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1969.01A",
  "local_path": null,
  "plain_text": "March 9, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 92-1969\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       RICHARD HARMON BELL,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n                                                   \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                    and Boudin, Circuit Judge.\n                                             \n\n                                             \n\n     Sarah Jennings Hunt for appellant.\n                        \n     F. Mark Terison, Assistant United States Attorney, with whom\n                    \nRichard S. Cohen, United  States Attorney, was on brief,  for the\n                \nUnited States.\n\n                                             \n\n                          March 9, 1993\n\n                                             \n\n          SELYA, Circuit Judge.  This appeal asks, essentially, a\n          SELYA, Circuit Judge.\n                              \n\nsingle  question:    Must  a  district  court,  at  a  reconvened\n\nsentencing  hearing following  a  defendant's successful  appeal,\n\nreexamine  its explicit findings and  conclusions on an issue not\n\nraised in  the  appeal and  which  the defendant  had  previously\n\nacknowledged  to be correctly decided?  Because we do not believe\n\nthat the district court  is under so wide-ranging  an obligation,\n\nwe affirm the judgment below.\n\n                                I.\n                                  \n\n                        Prior Proceedings\n                                         \n\n          Defendant-appellant Richard Harmon Bell  pleaded guilty\n\nto  an  indictment detailing  six  prior  felony convictions  and\n\ncharging  him with  receipt  and possession  of  a firearm  by  a\n\nconvicted  felon in violation  of 18  U.S.C.    922(g)(1) (1988).\n\nBelieving that  Bell met all  three criteria for  career offender\n\nstatus,1 see, e.g.,  United States  v. Fiore,      F.2d    ,     \n                                            \n\n(1st Cir.  1992)  [No.  92-1601,  slip  op.  at  2]  (enumerating\n\ncriteria),  the  presentence  investigation report  (PSI  Report)\n\nrecommended imposition  of sentence under U.S.S.G.    4B1.1 (Nov.\n\n1991).  While acknowledging  that he had committed the  gaggle of\n\ncrimes  attributed to  him  in the  PSI Report,  Bell nonetheless\n\nobjected to the  sentencing recommendation on the ground that the\n\ncrime of conviction was not a crime of violence.\n\n                    \n\n     1Bell  was more  than  eighteen years  old  at the  time  he\nperpetrated  the offense of conviction; that  offense was a crime\nof violence; and  his record contained six prior  convictions for\nviolent felonies.\n\n                                2\n\n          At the sentencing hearing,  Bell renewed this argument.\n\nWithal,  his counsel declared no fewer than three times, and Bell\n\nhimself  stated at  least  twice, that  even  if Bell's  argument\n\nprevailed, he would be subject to a mandatory minimum sentence of\n\n15  years as his prior  convictions were sufficient  to place him\n\nwithin  the purview of the  Armed Career Criminal  Act (ACCA), 18\n\nU.S.C.     924(e)(1)  (1988)  (stipulating that  a  defendant  is\n\nconsidered an  armed  career  criminal  if  he  has  three  prior\n\nconvictions for violent felonies and if the offense of conviction\n\nis  possession of  a  firearm  which  has traveled  across  state\n\nlines).    In  the  course of  the  sentencing  proceedings,  the\n\ndistrict court found that Bell had been convicted previously of a\n\nhalf-dozen  violent crimes  listed in  the PSI  Report, including\n\nassault  and battery  with  a dangerous  weapon, kidnapping,  and\n\nvarious episodes of robbery.   The defendant lodged no  objection\n\nto this finding; to  the exact contrary, statements made  by both\n\nBell  and his counsel  patefied its accuracy.   Nevertheless, the\n\ncourt concluded that the offense of conviction was itself a crime\n\nof violence as defined in U.S.S.G.    4B1.1 and sentenced Bell to\n\na prison term in excess  of 30 years as a career  offender rather\n\nthan  to a  shorter period  of incarceration  as an  armed career\n\ncriminal.\n\n          Bell  appealed the  sentence.   On appeal,  his counsel\n\nvigorously  disputed  whether  a  felon-in-possession  conviction\n\ncould lawfully  trigger the  career offender guideline.   Counsel\n\nconceded,  however, that \"based upon [Bell's] prior record, he is\n\n                                3\n\nsubject to  an enhancement . .  . of 15  years to life  under the\n\nArmed Career Criminal [Act].\"  We bought counsel's wares, holding\n\n\"that, where the offense of conviction is the  offense of being a\n\nconvicted  felon   in  knowing  possession  of   a  firearm,  the\n\nconviction  is not for a `crime of violence' and that, therefore,\n\nthe   career  offender   provision  of  the   federal  sentencing\n\nguidelines does not apply.\"  United States v. Bell, 966 F.2d 703,\n                                                  \n\n703  (1st  Cir. 1992).   Hence,  we  vacated Bell's  sentence and\n\nremanded for resentencing  in light of  our opinion.  See  id. at\n                                                              \n\n707.\n\n          At the  resumed sentencing hearing, Bell  for the first\n\ntime sought  to challenge the  validity of his  prior convictions\n\nand,  through that medium, his  ACCA status.   The district court\n\nruled that the objection was  untimely.  It sentenced Bell as  an\n\narmed career criminal.  This appeal ensued.\n\n                               II.\n                                  \n\n                            Discussion\n                                      \n\n          Bell strives gallantly to persuade us that the district\n\ncourt was obliged to  entertain his belated challenge to  some or\n\nall of  the six  predicate convictions;  or, in  the alternative,\n\nthat the  court abused its discretion  in refusing to do  so.  We\n\nfind both parts of this asseverational array unconvincing.\n\n                                A.\n                                  \n\n          The   first  of   appellant's  contentions   is  easily\n\ndispelled.  An appellate court's disposition of an appeal must be\n\nread  against the backdrop of prior proceedings in the case.  See\n                                                                 \n\n                                4\n\nUnited States v.  Cornelius, 968  F.2d 703, 706  (8th Cir.  1992)\n                           \n\n(explaining that  a remand does not  automatically rejuvenate the\n\nentire  case); United States v.  DeJesus, 752 F.2d  640, 643 (1st\n                                        \n\nCir. 1985) (per  curiam) (similar); see  also Kotler v.  American\n                                                                 \n\nTobacco Co., 981 F.2d  7, 13-14 (1st Cir. 1992)  (outlining rules\n           \n\ngoverning  appellate  court's power  to  reconsider  an issue  on\n\nremand  from the  Supreme  Court).   It  follows, then,  that  in\n\ndetermining whether a  trial court  is duty bound  to rethink  an\n\nissue foregone  in an earlier  appeal, the court  \"must implement\n\nboth the letter and spirit of the [previous] mandate, taking into\n\naccount the  appellate court's  opinion and the  circumstances it\n\nembraces.\"  United  States v. Kikumura, 947 F.2d  72, 76 (3d Cir.\n                                      \n\n1991) (citation and  internal quotation marks omitted).  We apply\n\nthese tested tenets in the instant case.\n\n          Here, our  mandate disposing of Bell's  original appeal\n\ndirected  the   district  court   to  conduct   resentencing  \"in\n\naccordance  with the opinion issued\" in that appeal.  The context\n\nof  that  order  was  the  opinion  itself     an  opinion  which\n\ndiscussed,  in some  detail, see  Bell, 966  F.2d at  704-07, the\n                                      \n\nsingle issue that appellant chose to proffer.  The opinion relied\n\non  Bell's   eschewal  of  any  other   challenge  and  virtually\n\nforeclosed  the argument  he now  belatedly advances.    We wrote\n\nthat, if the district court had not erroneously \"sentenced [Bell]\n\nas  a   career  offender  under  section   4B1.1,  the  guideline\n\nsentencing range apparently  would have  been much  lower and  he\n\nwould, in all  probability, have  been sentenced to  15 years  in\n\n                                5\n\nprison  (the  mandatory minimum  sentence  under  the statute  of\n\nconviction).\"  Id.  at 704.   It is  readily evident,  therefore,\n                  \n\nthat  neither the  letter  nor  the  spirit  of  our  mandate  is\n\nconsistent   with  the  turnaround   that  Bell  proposes  today:\n\nstarting  the sentencing  pavane  from scratch  following remand.\n\nRather than obligating the district court to examine the validity\n\nof Bell's previous  convictions, our  mandate, read  in the  most\n\nplausible manner, constrained the district court from considering\n\non remand  a collateral  challenge that  defendant had,  from all\n\nappearances, deliberately bypassed.  \n\n          The black  letter rule governing  this point is  that a\n\nlegal  decision made at  one stage of  a civil or  criminal case,\n\nunchallenged  in a  subsequent  appeal despite  the existence  of\n\nample opportunity  to  do so,  becomes the  law of  the case  for\n\nfuture  stages of the same litigation, and the aggrieved party is\n\ndeemed to have forfeited  any right to challenge  that particular\n\ndecision at a subsequent date.  See Williamsburg Wax Museum, Inc.\n                                                                 \n\nv.  Historic Figures, Inc., 810  F.2d 243, 250  (D.C. Cir. 1987);\n                          \n\nsee also  United States  v. Duchi,  944 F.2d  391, 393  (8th Cir.\n                                 \n\n1991)  (standing  for  the  proposition  that  arguments  in  the\n\nalternative,  like other  challenges, must  be brought  before an\n\nappellate  court lest  an ensuing  ruling become  the law  of the\n\ncase).   Abandoning this prudential principle  would threaten the\n\nimportant policy  considerations underlying  the law of  the case\n\ndoctrine,  such  as  \"stability  in  the decisionmaking  process,\n\npredictability  of results, proper  working relationships between\n\n                                6\n\ntrial and appellate courts, and judicial economy.\"  United States\n                                                                 \n\nv. Rivera-Martinez, 931  F.2d 148, 151 (1st  Cir.), cert. denied,\n                                                                \n\n112 S. Ct. 184 (1991).\n\n                                B.\n                                  \n\n          Even where, as here,  an appellate court's mandate does\n\nnot contemplate  resurrecting an issue on remand, the trial court\n\nmay  still possess some limited discretion to reopen the issue in\n\nvery  special situations.   See id. at  150-52; Cochran v.  M &amp; M\n                                                                 \n\nTransp. Co., 110  F.2d 519, 521 (1st Cir. 1940).   After all, the\n           \n\nso-called \"mandate rule,\" generally requiring conformity with the\n\ncommands  of a  superior court  on remand,  is simply  a specific\n\napplication of  the law of the  case doctrine and, as  such, is a\n\ndiscretion-guiding rule subject to an occasional exception in the\n\ninterests of justice.   See, e.g., Johnson v. Uncle  Ben's, Inc.,\n                                                                \n\n965 F.2d 1363, 1370 (5th Cir. 1992), petition for cert. filed, 61\n                                                             \n\nU.S.L.W. 3356 (U.S. Sept. 29, 1992) [No. 92-737]; Jones v. Lewis,\n                                                                \n\n957  F.2d 260,  262  (6th Cir.),  cert.  denied, 113  S. Ct.  125\n                                               \n\n(1992); United States v.  Miller, 822 F.2d 828, 832-33  (9th Cir.\n                                \n\n1987); Piambino  v. Bailey,  757  F.2d 1112,  1119-20 (11th  Cir.\n                          \n\n1985), cert.  denied, 476  U.S. 1169  (1986); Continental  Bank &amp;\n                                                                 \n\nTrust Co. v.  American Bonding Co., 630  F.2d 606, 608  (8th Cir.\n                                  \n\n1980);  Cleveland v.  FPC, 561  F.2d 344,  348 (D.C.  Cir. 1977);\n                         \n\nBanco Nacional de Cuba v. Farr, 383 F.2d 166, 178 (2d Cir. 1967),\n                              \n\ncert.  denied, 390 U.S. 956 (1968); see  also Kotler, 981 F.2d at\n                                                    \n\n13 (on remand, lower court ordinarily retains the \"naked power to\n\nreexamine\"  a  closed  issue,  but  should  exercise  such  power\n\n                                7\n\n\"sparingly  and  only  when .  .  .  necessary  to avoid  extreme\n\ninjustice\").    In  other words,  because  the  law  of the  case\n\ndoctrine  is a  rule  of  policy  and  practice,  rather  than  a\n\njurisdictional limitation, it may tolerate a \"modicum of residual\n\nflexibility\" in exceptional circumstances.   Rivera-Martinez, 931\n                                                            \n\nF.2d  at 151; see also Cochran,  110 F.2d at 521 (warning against\n                              \n\nallowing the  law of the case doctrine to become an instrument of\n\ninjustice).   Assuming this  to be  the law,2  we turn  to Bell's\n\nfallback claim that the district court, in its discretion, should\n\nhave  entertained  his  challenge  to  the  myriad  of  predicate\n\noffenses.\n\n          Here,  reopening an  already  decided matter  cannot be\n\njustified.   At a minimum,  reopening would require  a showing of\n\nexceptional circumstances    a threshold which,  in turn, demands\n\nthat the proponent  accomplish one  of three things:   show  that\n\ncontrolling  legal  authority has  changed  dramatically; proffer\n\nsignificant new evidence, not  earlier obtainable in the exercise\n\nof due diligence; or convince  the court that a blatant  error in\n\nthe prior  decision will,  if  uncorrected, result  in a  serious\n\ninjustice.     See,  e.g.,  Rivera-Martinez,  931   F.2d  at  151\n                                           \n\n                    \n\n     2The  commentators have noted considerable uncertainty about\nwhether a district court is always obligated to conform the scope\n                                  \nof its  inquiry  on remand  with the  appellate court's  mandate.\nSee, e.g., 18 C. Wright, et al., Federal Practice and Procedure  \n                                                               \n4478, at  793 &amp; n.15  (1981 &amp; Supp.  1992).  We  believe that the\nweight of logic and authority pushes against so rigid a position,\nbut  we need  not decide  the issue  squarely; even  assuming the\nexistence  of   residual  discretion,  we  find   no  exceptional\ncircumstances  that  would warrant  the  court  below in  peering\nbehind our original mandate.\n\n                                8\n\n(collecting cases); United States v. Rosen, 929 F.2d 839, 842 n.5\n                                          \n\n(1st Cir.), cert. denied, 112 S. Ct. 77 (1991); DeJesus, 752 F.2d\n                                                       \n\nat 642;  see also Marin Piazza  v. Aponte Roque, 909  F.2d 35, 38\n                                               \n\n(1st Cir.  1990).    Bell met  none  of these  benchmarks.    The\n\nrelevant  legal   authority  has  not  changed.3     The  belated\n\nchallenge to the predicate  offenses is, at best, conclusory  and\n\nself-serving; no hard  evidence has  been adduced  from which  it\n\ncould  be  concluded  that  four  or  more  of  Bell's  predicate\n\nconvictions were  infirm; and, moreover, no  credible explanation\n\nhas been offered  for Bell's failure to assert the challenge in a\n\nmore  timely fashion.  Finally, no manifest injustice looms.  The\n\ndistrict  court  was  not  faced  with  an  isolated instance  of\n\ninadvertent  oversight on  the part  of a  beleaguered defendant.\n\nBell  was represented  by able  counsel throughout.   He  and his\n\nlawyer  confirmed the  district court's  findings and  conclusion\n\ntime and again.  He passed up numerous opportunities for mounting\n\nthe challenge  he now wishes to press.  Last, but far from least,\n\nthere is no real reason to believe that Bell is exempt from armed\n\ncareer  criminal status.  In  the circumstances of  this case, we\n\nsimply cannot  fault the district  court for declining  to reopen\n\nthe record.\n\n                    \n\n     3It  is true that  United States v.  Paleo, 967 F.2d  7 (1st\n                                               \nCir.  1992), a case dealing with a district court's discretion to\nconsider collateral attacks  on prior convictions at  sentencing,\npostdated Bell's  first appeal.  As  appellant concedes, however,\nPaleo was no  bolt from the  blue.  We  had suggested on  several\n     \nprevious occasions  that such challenges were  permissible.  See,\n                                                                \ne.g.,  United  States v.  Patrone, 948  F.2d  813, 817  (1st Cir.\n                                 \n1991), cert. denied,  112 S.  Ct. 2953 (1992);  United States  v.\n                                                             \nUnger, 915 F.2d 759, 761-62 (1st Cir. 1990), cert. denied, 111 S.\n                                                         \nCt.  1005  (1991); see  also Paleo,  967  F.2d at  11 (collecting\n                                  \ncaselaw from five other circuits holding to like effect).\n\n                                9\n\nIII.  CONCLUSION\n\n          We need go no  further.  The law  of the case  doctrine\n\ndictates that all litigation must  sometime come to an end.   See\n                                                                 \n\nArizona v. California, 460 U.S. 605, 619 (1983).  Here, appellant\n                     \n\nhas provided us  with no valid reason to depart  from this policy\n\nand overturn the district court's refusal to resuscitate an issue\n\npreviously agreed upon and decided in the case.\n\nAffirmed.\n        \n\n                                10\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">March 9, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 92-1969\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       RICHARD HARMON BELL,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n                                                   \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                    and Boudin, Circuit Judge.\n                                             \n\n                                             \n\n     Sarah Jennings Hunt for appellant.\n                        \n     F. Mark Terison, Assistant United States Attorney, with whom\n                    \nRichard S. Cohen, United  States Attorney, was on brief,  for the\n                \nUnited States.\n\n                                             \n\n                          March 9, 1993\n\n                                             \n\n          SELYA, Circuit Judge.  This appeal asks, essentially, a\n          SELYA, Circuit Judge.\n                              \n\nsingle  question:    Must  a  district  court,  at  a  reconvened\n\nsentencing  hearing following  a  defendant's successful  appeal,\n\nreexamine  its explicit findings and  conclusions on an issue not\n\nraised in  the  appeal and  which  the defendant  had  previously\n\nacknowledged  to be correctly decided?  Because we do not believe\n\nthat the district court  is under so wide-ranging  an obligation,\n\nwe affirm the judgment below.\n\n                                I.\n                                  \n\n                        Prior Proceedings\n                                         \n\n          Defendant-appellant Richard Harmon Bell  pleaded guilty\n\nto  an  indictment detailing  six  prior  felony convictions  and\n\ncharging  him with  receipt  and possession  of  a firearm  by  a\n\nconvicted  felon in violation  of 18  U.S.C.    922(g)(1) (1988).\n\nBelieving that  Bell met all  three criteria for  career offender\n\nstatus,1 see, e.g.,  United States  v. Fiore,      F.2d    ,     \n                                            \n\n(1st Cir.  1992)  [No.  92-1601,  slip  op.  at  2]  (enumerating\n\ncriteria),  the  presentence  investigation report  (PSI  Report)\n\nrecommended imposition  of sentence under U.S.S.G.    4B1.1 (Nov.\n\n1991).  While acknowledging  that he had committed the  gaggle of\n\ncrimes  attributed to  him  in the  PSI Report,  Bell nonetheless\n\nobjected to the  sentencing recommendation on the ground that the\n\ncrime of conviction was not a crime of violence.\n\n                    \n\n     1Bell  was more  than  eighteen years  old  at the  time  he\nperpetrated  the offense of conviction; that  offense was a crime\nof violence; and  his record contained six prior  convictions for\nviolent felonies.\n\n                                2\n\n          At the sentencing hearing,  Bell renewed this argument.\n\nWithal,  his counsel declared no fewer than three times, and Bell\n\nhimself  stated at  least  twice, that  even  if Bell's  argument\n\nprevailed, he would be subject to a mandatory minimum sentence of\n\n15  years as his prior  convictions were sufficient  to place him\n\nwithin  the purview of the  Armed Career Criminal  Act (ACCA), 18\n\nU.S.C.     924(e)(1)  (1988)  (stipulating that  a  defendant  is\n\nconsidered an  armed  career  criminal  if  he  has  three  prior\n\nconvictions for violent felonies and if the offense of conviction\n\nis  possession of  a  firearm  which  has traveled  across  state\n\nlines).    In  the  course of  the  sentencing  proceedings,  the\n\ndistrict court found that Bell had been convicted previously of a\n\nhalf-dozen  violent crimes  listed in  the PSI  Report, including\n\nassault  and battery  with  a dangerous  weapon, kidnapping,  and\n\nvarious episodes of robbery.   The defendant lodged no  objection\n\nto this finding; to  the exact contrary, statements made  by both\n\nBell  and his counsel  patefied its accuracy.   Nevertheless, the\n\ncourt concluded that the offense of conviction was itself a crime\n\nof violence as defined in U.S.S.G.    4B1.1 and sentenced Bell to\n\na prison term in excess  of 30 years as a career  offender rather\n\nthan  to a  shorter period  of incarceration  as an  armed career\n\ncriminal.\n\n          Bell  appealed the  sentence.   On appeal,  his counsel\n\nvigorously  disputed  whether  a  felon-in-possession  conviction\n\ncould lawfully  trigger the  career offender guideline.   Counsel\n\nconceded,  however, that \"based upon [Bell's] prior record, he is\n\n                                3\n\nsubject to  an enhancement . .  . of 15  years to life  under the\n\nArmed Career Criminal [Act].\"  We bought counsel's wares, holding\n\n\"that, where the offense of conviction is the  offense of being a\n\nconvicted  felon   in  knowing  possession  of   a  firearm,  the\n\nconviction  is not for a `crime of violence' and that, therefore,\n\nthe   career  offender   provision  of  the   federal  sentencing\n\nguidelines does not apply.\"  United States v. Bell, </pre><span class=\"citation\" data-id=\"584510\"><a href=\"/opinion/584510/united-states-v-richard-harmon-bell/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">703</span></a></span><pre class=\"inline\">,\n                                                  \n\n703  (1st  Cir. 1992).   Hence,  we  vacated Bell's  sentence and\n\nremanded for resentencing  in light of  our opinion.  See  id. at\n                                                              \n\n707.\n\n          At the  resumed sentencing hearing, Bell  for the first\n\ntime sought  to challenge the  validity of his  prior convictions\n\nand,  through that medium, his  ACCA status.   The district court\n\nruled that the objection was  untimely.  It sentenced Bell as  an\n\narmed career criminal.  This appeal ensued.\n\n                               II.\n                                  \n\n                            Discussion\n                                      \n\n          Bell strives gallantly to persuade us that the district\n\ncourt was obliged to  entertain his belated challenge to  some or\n\nall of  the six  predicate convictions;  or, in  the alternative,\n\nthat the  court abused its discretion  in refusing to do  so.  We\n\nfind both parts of this asseverational array unconvincing.\n\n                                A.\n                                  \n\n          The   first  of   appellant's  contentions   is  easily\n\ndispelled.  An appellate court's disposition of an appeal must be\n\nread  against the backdrop of prior proceedings in the case.  See\n                                                                 \n\n                                4\n\nUnited States v.  Cornelius, </pre><span class=\"citation\" data-id=\"586367\"><a href=\"/opinion/586367/united-states-v-douglas-greg-cornelius/\"><span class=\"volume\">968</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">703</span></a></span><pre class=\"inline\">, 706  (8th Cir.  1992)\n                           \n\n(explaining that  a remand does not  automatically rejuvenate the\n\nentire  case); United States v.  DeJesus, </pre><span class=\"citation\" data-id=\"446665\"><a href=\"/opinion/446665/united-states-v-edward-dejesus-united-states-of-america-v-veronica/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">640</span></a></span><pre class=\"inline\">, 643 (1st\n                                        \n\nCir. 1985) (per  curiam) (similar); see  also Kotler v.  American\n                                                                 \n\nTobacco Co., </pre><span class=\"citation\" data-id=\"596395\"><a href=\"/opinion/596395/joanne-kotler-individually-and-as-administratrix-etc-v-the-american/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">7</span></a></span><pre class=\"inline\">, 13-14 (1st Cir. 1992)  (outlining rules\n           \n\ngoverning  appellate  court's power  to  reconsider  an issue  on\n\nremand  from the  Supreme  Court).   It  follows, then,  that  in\n\ndetermining whether a  trial court  is duty bound  to rethink  an\n\nissue foregone  in an earlier  appeal, the court  \"must implement\n\nboth the letter and spirit of the [previous] mandate, taking into\n\naccount the  appellate court's  opinion and the  circumstances it\n\nembraces.\"  United  States v. Kikumura, </pre><span class=\"citation\" data-id=\"570414\"><a href=\"/opinion/570414/united-states-v-yu-kikumura/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">72</span></a></span><pre class=\"inline\">, 76 (3d Cir.\n                                      \n\n1991) (citation and  internal quotation marks omitted).  We apply\n\nthese tested tenets in the instant case.\n\n          Here, our  mandate disposing of Bell's  original appeal\n\ndirected  the   district  court   to  conduct   resentencing  \"in\n\naccordance  with the opinion issued\" in that appeal.  The context\n\nof  that  order  was  the  opinion  itself     an  opinion  which\n\ndiscussed,  in some  detail, see  Bell, 966  F.2d at  704-07, the\n                                      \n\nsingle issue that appellant chose to proffer.  The opinion relied\n\non  Bell's   eschewal  of  any  other   challenge  and  virtually\n\nforeclosed  the argument  he now  belatedly advances.    We wrote\n\nthat, if the district court had not erroneously \"sentenced [Bell]\n\nas  a   career  offender  under  section   4B1.1,  the  guideline\n\nsentencing range apparently  would have  been much  lower and  he\n\nwould, in all  probability, have  been sentenced to  15 years  in\n\n                                5\n\nprison  (the  mandatory minimum  sentence  under  the statute  of\n\nconviction).\"  Id.  at 704.   It is  readily evident,  therefore,\n                  \n\nthat  neither the  letter  nor  the  spirit  of  our  mandate  is\n\nconsistent   with  the  turnaround   that  Bell  proposes  today:\n\nstarting  the sentencing  pavane  from scratch  following remand.\n\nRather than obligating the district court to examine the validity\n\nof Bell's previous  convictions, our  mandate, read  in the  most\n\nplausible manner, constrained the district court from considering\n\non remand  a collateral  challenge that  defendant had,  from all\n\nappearances, deliberately bypassed.  \n\n          The black  letter rule governing  this point is  that a\n\nlegal  decision made at  one stage of  a civil or  criminal case,\n\nunchallenged  in a  subsequent  appeal despite  the existence  of\n\nample opportunity  to  do so,  becomes the  law of  the case  for\n\nfuture  stages of the same litigation, and the aggrieved party is\n\ndeemed to have forfeited  any right to challenge  that particular\n\ndecision at a subsequent date.  See Williamsburg Wax Museum, Inc.\n                                                                 \n\nv.  Historic Figures, Inc., </pre><span class=\"citation\" data-id=\"482453\"><a href=\"/opinion/482453/williamsburg-wax-museum-inc-v-historic-figures-inc-national-civil-war/\"><span class=\"volume\">810</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span><pre class=\"inline\">, 250  (D.C. Cir. 1987);\n                          \n\nsee also  United States  v. Duchi,  </pre><span class=\"citation\" data-id=\"567984\"><a href=\"/opinion/567984/united-states-v-guy-joseph-duchi/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">391</span></a></span><pre class=\"inline\">, 393  (8th Cir.\n                                 \n\n1991)  (standing  for  the  proposition  that  arguments  in  the\n\nalternative,  like other  challenges, must  be brought  before an\n\nappellate  court lest  an ensuing  ruling become  the law  of the\n\ncase).   Abandoning this prudential principle  would threaten the\n\nimportant policy  considerations underlying  the law of  the case\n\ndoctrine,  such  as  \"stability  in  the decisionmaking  process,\n\npredictability  of results, proper  working relationships between\n\n                                6\n\ntrial and appellate courts, and judicial economy.\"  United States\n                                                                 \n\nv. Rivera-Martinez, </pre><span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 151 (1st  Cir.), cert. denied,\n                                                                \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">184</span></span><pre class=\"inline\"> (1991).\n\n                                B.\n                                  \n\n          Even where, as here,  an appellate court's mandate does\n\nnot contemplate  resurrecting an issue on remand, the trial court\n\nmay  still possess some limited discretion to reopen the issue in\n\nvery  special situations.   See id. at  150-52; Cochran v.  M &amp; M\n                                                                 \n\nTransp. Co., </pre><span class=\"citation\" data-id=\"1505396\"><a href=\"/opinion/1505396/cochran-v-m-m-transp-co/\"><span class=\"volume\">110</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span><pre class=\"inline\">, 521 (1st Cir. 1940).   After all, the\n           \n\nso-called \"mandate rule,\" generally requiring conformity with the\n\ncommands  of a  superior court  on remand,  is simply  a specific\n\napplication of  the law of the  case doctrine and, as  such, is a\n\ndiscretion-guiding rule subject to an occasional exception in the\n\ninterests of justice.   See, e.g., Johnson v. Uncle  Ben's, Inc.,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"584160\"><a href=\"/opinion/584160/thomas-johnson-v-uncle-bens-inc/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1363</span></a></span><pre class=\"inline\">, 1370 (5th Cir. 1992), petition for cert. filed, </pre><span class=\"citation no-link\"><span class=\"volume\">61</span>\n                                                             \n\n<span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3356</span></span><pre class=\"inline\"> (U.S. Sept. 29, 1992) [No. 92-737]; Jones v. Lewis,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"578245\"><a href=\"/opinion/578245/robert-jones-jr-v-james-e-lewis-and-gary-ashby/\"><span class=\"volume\">957</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span><pre class=\"inline\">,  262  (6th Cir.),  cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">125</span></span><pre class=\"inline\">\n                                               \n\n(1992); United States v.  Miller, </pre><span class=\"citation\" data-id=\"490613\"><a href=\"/opinion/490613/united-states-v-michael-frank-miller/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">828</span></a></span><pre class=\"inline\">, 832-33  (9th Cir.\n                                \n\n1987); Piambino  v. Bailey,  </pre><span class=\"citation\" data-id=\"449558\"><a href=\"/opinion/449558/peter-piambino-and-joseph-f-kucklick-v-william-e-bailey-and-david-l/\"><span class=\"volume\">757</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span><pre class=\"inline\">,  1119-20 (11th  Cir.\n                          \n\n1985), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">476</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1169</span></span><pre class=\"inline\">  (1986); Continental  Bank &amp;\n                                                                 \n\nTrust Co. v.  American Bonding Co., </pre><span class=\"citation\" data-id=\"382149\"><a href=\"/opinion/382149/continental-bank-trust-co-as-trustee-for-the-lot-purchasers-and/\"><span class=\"volume\">630</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span><pre class=\"inline\">, 608  (8th Cir.\n                                  \n\n1980);  Cleveland v.  FPC, </pre><span class=\"citation\" data-id=\"348611\"><a href=\"/opinion/348611/city-of-cleveland-ohio-v-federal-power-commission-cleveland-electric/\"><span class=\"volume\">561</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></a></span><pre class=\"inline\">,  348 (D.C.  Cir. 1977);\n                         \n\nBanco Nacional de Cuba v. Farr, </pre><span class=\"citation\" data-id=\"277241\"><a href=\"/opinion/277241/banco-nacional-de-cuba-v-farr/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span><pre class=\"inline\">, 178 (2d Cir. 1967),\n                              \n\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span><pre class=\"inline\"> (1968); see  also Kotler, 981 F.2d at\n                                                    \n\n13 (on remand, lower court ordinarily retains the \"naked power to\n\nreexamine\"  a  closed  issue,  but  should  exercise  such  power\n\n                                7\n\n\"sparingly  and  only  when .  .  .  necessary  to avoid  extreme\n\ninjustice\").    In  other words,  because  the  law  of the  case\n\ndoctrine  is a  rule  of  policy  and  practice,  rather  than  a\n\njurisdictional limitation, it may tolerate a \"modicum of residual\n\nflexibility\" in exceptional circumstances.   Rivera-Martinez, 931\n                                                            \n\nF.2d  at 151; see also Cochran,  110 F.2d at 521 (warning against\n                              \n\nallowing the  law of the case doctrine to become an instrument of\n\ninjustice).   Assuming this  to be  the law,2  we turn  to Bell's\n\nfallback claim that the district court, in its discretion, should\n\nhave  entertained  his  challenge  to  the  myriad  of  predicate\n\noffenses.\n\n          Here,  reopening an  already  decided matter  cannot be\n\njustified.   At a minimum,  reopening would require  a showing of\n\nexceptional circumstances    a threshold which,  in turn, demands\n\nthat the proponent  accomplish one  of three things:   show  that\n\ncontrolling  legal  authority has  changed  dramatically; proffer\n\nsignificant new evidence, not  earlier obtainable in the exercise\n\nof due diligence; or convince  the court that a blatant  error in\n\nthe prior  decision will,  if  uncorrected, result  in a  serious\n\ninjustice.     See,  e.g.,  Rivera-Martinez,  931   F.2d  at  151\n                                           \n\n                    \n\n     2The  commentators have noted considerable uncertainty about\nwhether a district court is always obligated to conform the scope\n                                  \nof its  inquiry  on remand  with the  appellate court's  mandate.\nSee, e.g., 18 C. Wright, et al., Federal Practice and Procedure  \n                                                               \n4478, at  793 &amp; n.15  (1981 &amp; Supp.  1992).  We  believe that the\nweight of logic and authority pushes against so rigid a position,\nbut  we need  not decide  the issue  squarely; even  assuming the\nexistence  of   residual  discretion,  we  find   no  exceptional\ncircumstances  that  would warrant  the  court  below in  peering\nbehind our original mandate.\n\n                                8\n\n(collecting cases); United States v. Rosen, </pre><span class=\"citation\" data-id=\"558575\"><a href=\"/opinion/558575/united-states-v-jay-martin-rosen/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span><pre class=\"inline\">, 842 n.5\n                                          \n\n(1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">77</span></span><pre class=\"inline\"> (1991); DeJesus, 752 F.2d\n                                                       \n\nat 642;  see also Marin Piazza  v. Aponte Roque, </pre><span class=\"citation\" data-id=\"545208\"><a href=\"/opinion/545208/magda-marin-piazza-v-awilda-aponte-roque/\"><span class=\"volume\">909</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 38\n                                               \n\n(1st Cir.  1990).    Bell met  none  of these  benchmarks.    The\n\nrelevant  legal   authority  has  not  changed.3     The  belated\n\nchallenge to the predicate  offenses is, at best, conclusory  and\n\nself-serving; no hard  evidence has  been adduced  from which  it\n\ncould  be  concluded  that  four  or  more  of  Bell's  predicate\n\nconvictions were  infirm; and, moreover, no  credible explanation\n\nhas been offered  for Bell's failure to assert the challenge in a\n\nmore  timely fashion.  Finally, no manifest injustice looms.  The\n\ndistrict  court  was  not  faced  with  an  isolated instance  of\n\ninadvertent  oversight on  the part  of a  beleaguered defendant.\n\nBell  was represented  by able  counsel throughout.   He  and his\n\nlawyer  confirmed the  district court's  findings and  conclusion\n\ntime and again.  He passed up numerous opportunities for mounting\n\nthe challenge  he now wishes to press.  Last, but far from least,\n\nthere is no real reason to believe that Bell is exempt from armed\n\ncareer  criminal status.  In  the circumstances of  this case, we\n\nsimply cannot  fault the district  court for declining  to reopen\n\nthe record.\n\n                    \n\n     3It  is true that  United States v.  Paleo, </pre><span class=\"citation\" data-id=\"585215\"><a href=\"/opinion/585215/united-states-v-robert-paleo-united-states-v-robert-p-paleo/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">7</span></a></span><pre class=\"inline\"> (1st\n                                               \nCir.  1992), a case dealing with a district court's discretion to\nconsider collateral attacks  on prior convictions at  sentencing,\npostdated Bell's  first appeal.  As  appellant concedes, however,\nPaleo was no  bolt from the  blue.  We  had suggested on  several\n     \nprevious occasions  that such challenges were  permissible.  See,\n                                                                \ne.g.,  United  States v.  Patrone, </pre><span class=\"citation\" data-id=\"571449\"><a href=\"/opinion/571449/united-states-v-kenneth-joseph-patrone/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">813</span></a></span><pre class=\"inline\">, 817  (1st Cir.\n                                 \n1991), cert. denied,  112 S.  Ct. 2953 (1992);  United States  v.\n                                                             \nUnger, </pre><span class=\"citation\" data-id=\"548928\"><a href=\"/opinion/548928/united-states-v-eric-n-unger/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span><pre class=\"inline\">, 761-62 (1st Cir. 1990), cert. denied, 111 S.\n                                                         \nCt.  1005  (1991); see  also Paleo,  967  F.2d at  11 (collecting\n                                  \ncaselaw from five other circuits holding to like effect).\n\n                                9\n\nIII.  CONCLUSION\n\n          We need go no  further.  The law  of the case  doctrine\n\ndictates that all litigation must  sometime come to an end.   See\n                                                                 \n\nArizona v. California, </pre><span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span><pre class=\"inline\">, 619 (1983).  Here, appellant\n                     \n\nhas provided us  with no valid reason to depart  from this policy\n\nand overturn the district court's refusal to resuscitate an issue\n\npreviously agreed upon and decided in the case.\n\nAffirmed.\n        \n\n                                10\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1505396/"
  ]
}