{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194572/",
  "absolute_url": "/opinion/194572/taber-partners-v-merit-builders/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194572/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:20:18Z",
  "date_modified": "2016-02-28T04:50:17.210605Z",
  "type": "010combined",
  "sha1": "23609e35d5ad1724dba7b1b247838656390dfcaa",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1921.01A",
  "local_path": null,
  "plain_text": "March 3, 1993\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \nNo. 92-1921\n\n      TABER PARTNERS, I, A NEW YORK GENERAL PARTNERSHIP,\n                    Plaintiff, Appellant,\n\n                              v.\n\n      MERIT BUILDERS, INC., A PUERTO RICO CORP., ET AL.,\n                    Defendants, Appellees.\n                                         \n\nNo. 92-1922\n\n      TABER PARTNERS, I, A NEW YORK GENERAL PARTNERSHIP,\n                     Plaintiff, Appellee,\n\n                              v.\n\n          MERIT BUILDERS, INC., A PUERTO RICO CORP.,\n                    Defendant, Appellant.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF PUERTO RICO\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                    \n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n              Coffin, Senior Circuit Judge, and\n                                          \n                    Stahl, Circuit Judge.\n                                        \n                                         \n\nHarvey B. Nachman with whom Joan  Schlump Peters was on  brief for\n                                                \nMerit Builders, Inc.  and Arch Stokes with  whom John R.  Hunt, Stokes\n                                                                  \nand Murphy,  Ruben T. Nigaglioni and  Ledsma, Palou &amp; Miranda  were on\n                                                         \nbrief for Taber Partners I.\nJay A.  Garcia-Gregory with whom  Rafael R. Vizcarrondo,  Humberto\n                                                                  \nGuzman-Rodriguez and Fiddler, Gonzalez &amp;  Rodriguez were on brief  for\n                                               \nappellees.\n                                         \n                        March 3, 1993\n                                         \n\n          STAHL, Circuit  Judge.  This appeal  requires us to\n                               \n\ndecide whether,  for  purposes of  diversity jurisdiction,  a\n\npartnership's  business activities  should  be considered  in\n\ndetermining the principal  place of business  of each of  its\n\ncorporate partners.  We hold that, in the absence of evidence\n\nthat  the partnership  and its  corporate partners  failed to\n\nmaintain   their   separate  identities,   the  partnership's\n\nactivities  ordinarily  should  not  be considered  for  this\n\npurpose.\n\n                              I.\n                                \n\n                      PROCEDURAL POSTURE\n                                        \n\n          Plaintiff Taber  Partners I  (\"Taber\"), a New  York\n\ngeneral  partnership whose  sole  partners are  two New  York\n\ncorporations, Lerfer  San Juan Corp. (\"Lerfer\"),  and Calumet\n\nCorp.  (\"Calumet\"),  owns and  operates the  Ambassador Plaza\n\nHotel  &amp;   Casino  (\"Hotel\")   in  San  Juan,   Puerto  Rico.\n\nDefendants  Merit Builders,  Inc.,  and Merit  Builders, S.E.\n\n(hereinafter  referred to collectively as \"Merit\") are Puerto\n\nRico-based construction  companies.  Beginning in March 1988,\n\nTaber and  Merit  entered into  a  series of  consulting  and\n\nconstruction contracts involving the renovation and expansion\n\nof  the Hotel.    Disputes arose  during  the course  of  the\n\nproject, and  in February  1991, Taber commenced  a diversity\n\naction against Merit in the United States District  Court for\n\nthe District of  Puerto Rico asserting, inter alia, breach of\n                                                  \n\n                             -2-\n                              2\n\ncontract,  fraud,  and  negligence.    Merit  responded  with\n\nseveral counterclaims  against  Taber and  filed  third-party\n\ncomplaints  against  appellees  Victor  Torres  &amp;  Associates\n\n(\"VTA\"),   the   inspecting   architect,    and   Desarrollos\n\nMetropolitanos,  Inc.  (\"Desarrollos\"),  one  of  the project\n\nsubcontractors.   Like  Merit, both  VTA and  Desarrollos are\n\ncitizens of Puerto Rico.\n\n          On the eve of trial,  VTA and Desarrollos moved  to\n\ndismiss, asserting that --  because Taber was also a  citizen\n\nof Puerto Rico --  diversity of citizenship was lacking.   As\n\nthe  citizenship of Taber depends upon the citizenship of its\n\npartners, Lerfer and Calumet, the district court first had to\n\ndetermine Lerfer's and Calumet's  citizenship.  See Carden v.\n                                                          \n\nArkoma Assocs., 494 U.S.  185, 195-96 (1990) (reaffirming the\n              \n\n\"oft-repeated rule  that diversity jurisdiction in  a suit by\n\nor against [a partnership] depends on the citizenship of `all\n\nthe  [partners]' . . .\") (quoting Chapman v. Barney, 129 U.S.\n                                                   \n\n677,  682   (1889)).    As   Lerfer  and  Calumet   are  both\n\nincorporated in New York, the sole  issue before the district\n\ncourt   was  the   principal  place   of  business   of  both\n\ncorporations.  See 28 U.S.C.    1332(c)(1) (\"For the purposes\n                  \n\nof  [diversity,] . . . a corporation  shall be deemed to be a\n\ncitizen  of any [s]tate by which it has been incorporated and\n                                                             \n\nof the [s]tate where it has its principal place of business\")\n\n(emphasis supplied).            The district court ultimately\n\n                             -3-\n                              3\n\nagreed  with  VTA's   and  Desarrollos'  argument  that   the\n\nprincipal  place of business  of both Lerfer  and Calumet was\n\nPuerto  Rico.   Thus, on  July, 8,  1992, the  district court\n\ngranted  their  motion and  dismissed  the case  for  lack of\n\nsubject  matter  jurisdiction.    See  Taber  Partners  I  v.\n                                                         \n\nInsurance Co. of North  America, Inc., 798 F. Supp.  904, 912\n                                     \n\n(D.P.R. 1992).  \n\n          In this appeal, Taber and Merit, adversaries below,\n\nmount a  joint challenge to the district court's dismissal of\n\ntheir case.   In so doing,  they argue that, in  light of the\n\nundisputed evidence  that  Lerfer's and  Calumet's  corporate\n\nactivities  occurred almost  exclusively  in  New  York,  the\n\ndistrict court's  selection of  Puerto Rico as  the principal\n\nplace of business of  both corporations is clearly erroneous.\n\nBefore  addressing   appellants'  argument,  we   sketch  the\n\nrelevant facts. \n\n                             II.\n                                \n\n                      FACTUAL BACKGROUND\n                                        \n\n          In  December 1986,  Mr.  F. Eugene  Romano and  Ms.\n\nLinda E.  Romano, citizens  of New York,  incorporated Lerfer\n\nand  Calumet in  New York.   At  all relevant  times,1 Eugene\n\n                    \n\n1.  For  purposes of  diversity jurisdiction,  citizenship is\ndetermined as of the  date of the initiation of  the lawsuit.\nSee, e.g., Freeport-McMoRan, Inc. v. K N Energy, Inc., 111 S.\n                                                     \nCt. 858, 859  (1991); Media Duplication  Servs., Ltd. v.  HDG\n                                                             \nSoftware, Inc., 928 F.2d  1228, 1236 (1st Cir. 1991).   Thus,\n              \nwe  recite relevant  facts as  they  existed on  February 15,\n1991, the date Taber filed its complaint.   \n\n                             -4-\n                              4\n\nRomano owned all the outstanding shares  of Lerfer, and Linda\n\nRomano  owned all the  outstanding shares of  Calumet.  Linda\n\nRomano  and Mrs.  Jeanne  Romano served  as  the officers  of\n\nLerfer, while  Eugene Romano and Jeanne Romano  served as the\n\nofficers of Calumet.  The  same three individuals also served\n\nas the directors of both corporations.  \n\n          Lerfer and Calumet are \"Subchapter S\" corporations,\n\na status entitling them to favorable tax treatment under both\n\nfederal  law, see  generally 26  U.S.C.    1361 et  seq., and\n                                                        \n\nstate law.  See generally New York Tax Law   660(a) (McKinney\n                         \n\n1987).   See also Taber  Partners I,  798 F. Supp.  at 907-09\n                                   \n\n(explaining the  legal and  practical underpinnings of  an \"S\n\nCorporation\").   The  Certificates of  Incorporation of  both\n\ncompanies contain  a broad  declaration of  corporate purpose\n\n\"to  engage  in  any  lawful  acts  or  activities for  which\n\ncorporations may be organized under the  Business Corporation\n\nLaw of the State of New York . . . .\"  \n\n          The   headquarters  (and   sole  office)   of  both\n\ncorporations is located at 501 Main  Street, Utica, New York.\n\nAll  corporate  books  and  records  are  maintained  at  the\n\nheadquarters, and all accounting, auditing, and legal work is\n\nhandled for both corporations in the state of New York by New\n\nYork  accountants and attorneys.   Both corporations maintain\n\ntheir  bank accounts in New York, and Lerfer also maintains a\n\nworking capital account  with an investment firm in New York.\n\n                             -5-\n                              5\n\nEach files federal income tax returns from New York and state\n\nincome tax returns  in New  York.  Neither  files income  tax\n\nreturns in Puerto Rico.\n\n          On   December   29,  1986,   shortly   after  their\n\nincorporation, Lerfer  and Calumet entered into a partnership\n\nagreement (\"the Agreement\") that formed Taber.  The Agreement\n\nlists  New  York,  or \"such  other  place  or  places as  the\n\n[p]artners may determine[,]\"  as Taber's  principal place  of\n\nbusiness.2    Under  the  Agreement, Lerfer  obtained  a  99%\n\nownership  interest  in  Taber,  and Calumet  obtained  a  1%\n\nownership  interest.  Lerfer  and Calumet agreed  to share in\n\nTaber's net profits and losses under a formula which mirrored\n\ntheir respective ownership interests.\n\n          Article IV  of the Agreement states:   \"The primary\n\nand  specific purpose of [Taber] is  to acquire, own, operate\n\nand  manage [the Hotel in Puerto Rico].\"  Pursuant to section\n\n7.01 of the Agreement, Lerfer and Calumet  delegated the day-\n\nto-day  management of  Taber to  Eugene Romano,  as executive\n\ndirector,  and  Linda Romano,  as  assistant  director.   All\n\nresponsibilities   not  enumerated   in  section   7.01  were\n\ndelegated  to  the  partnership  generally.    The  Agreement\n\n                    \n\n2.  While the Agreement was negotiated, drafted, and recorded\nin New York,  it was  \"protocolized\" in Puerto  Rico for  the\npurpose of recording the deed to the Hotel at the Registry of\nProperty  in San Juan.  The  protocol procedure was necessary\nto establish  Taber's authority to own  property under Puerto\nRico law.  See P.R. Laws Ann. tit. 31,   4313 (1991).\n              \n\n                             -6-\n                              6\n\nspecifically  granted  Taber the  authority,  inter  alia, to\n                                                         \n\nborrow money,  enter into  contracts, bring and  defend legal\n\nactions,  and  \"[d]o  any  and  all  other  acts  and  things\n\nnecessary or  proper  in  furtherance  of  the  [p]artnership\n\nbusiness.\"\n\n          Since  their  incorporation  in  1986,  Lerfer  and\n\nCalumet have  both described themselves on  their federal and\n\nstate tax returns as \"holding compan[ies].\"  Eugene and Linda\n\nRomano testified in their depositions that each corporation's\n\nsole  function  is  to  hold  or  administer  its  respective\n\ninterest in Taber.  To this  end, Lerfer and Calumet employ a\n\n\"control-group\"  of  twelve  individuals  to  maintain  their\n\ncorporate  records   and  financial   accounts.     All  such\n\nmaintenance occurs  exclusively in New  York.  An  example of\n\nthe type  of New York-centered  activity in which  Lerfer and\n\nCalumet  engage  is  their  management  of loan  transactions\n\ndesigned to secure their ownership  interests in Taber.   For\n\ninstance, Eugene Romano has made substantial loans (totalling\n\napproximately $8,000,000) to Lerfer, which, in turn, reloaned\n\nthese funds to Taber.  Each of these loans consisted of funds\n\nthat originated in New York  and were evidenced by promissory\n\nnotes prepared, executed, and delivered in New York.    \n\n          The  record reveals that  all policy  decisions for\n\nLerfer and  Calumet are made in  New York.   For example, the\n\ndecision  to invest  in  Taber was  made in  New  York.   The\n\n                             -7-\n                              7\n\nelection  of  corporate  officers  and   the  appointment  of\n\naccountants occur  at the annual Board  of Directors meetings\n\nheld  in New  York.   Indeed, the  record contains  almost no\n\nevidence of  corporate activity on the part  of either Lerfer\n\nor Calumet taking place outside of New York.3\n\n          Despite  these  uncontroverted facts,  the district\n\ncourt concluded that  the principal place of business of both\n\nLerfer  and Calumet was Puerto Rico.   In so doing, the court\n\nrejected appellants'  characterization of Lerfer  and Calumet\n\nas \"passive\"  holding companies  and found that  their raison\n                                                             \n\nd'etre included the operation of the Hotel:\n      \n\n          Only a[n] unrealistically narrow  view of\n          the orientation of  the corporations  and\n          their  partnership  could  yield  such  a\n          conclusion.  The corporations were formed\n          to act  as owners  of the [Hotel].   They\n          devote  almost  all  of  their  corporate\n          activity  to  administer their  assets in\n          the    partnership.       They   actively\n          authorized the formation of Taber and the\n          obtaining  of a  bond  to  assist in  the\n          financing of  the  projects.   They  have\n          loaned  substantial  amounts of  money to\n          Taber.     And   the  directors   of  the\n          partnership, Mr. and Ms. Romano,  are the\n          directors  of  the  corporations.   Under\n          these  circumstances,  the  Court  cannot\n          accept   the   characterization  of   the\n          corporations'   interests  in   Taber  as\n          passive.  The  Court therefore  considers\n          of greater significance  the location  of\n          the corporations' primary activity.  This\n          activity is the renovation  and operation\n\n                    \n\n3.  The record reveals that  Lerfer's and Calumet's Boards of\nDirectors  held two  \"special meetings\"  in San  Juan, Puerto\nRico, in connection with  the initial purchase and subsequent\nrefinancing of the Hotel. \n\n                             -8-\n                              8\n\n          of  the  [Hotel],  which  is  located  in\n          Puerto Rico.\n\nTaber Partners  I, 798 F. Supp. at 912.   We do not concur in\n                 \n\nthe district court's analysis. \n\n                             III.\n                                 \n\n                          DISCUSSION\n                                    \n\n          A district court's determination of citizenship for\n\npurposes of diversity jurisdiction is a mixed question of law\n\nand  fact.   As such,  we  will not  set  aside the  district\n\ncourt's decision unless it is \"clearly erroneous.\"  Lundquist\n                                                             \n\nv.  Precision Valley Aviation, Inc., 946 F.2d 8, 11 (1st Cir.\n                                   \n\n1991);  Media Duplication, 928 F.2d at 1237.  In addition, we\n                         \n\nreview the facts of this case mindful that the party invoking\n\nthe jurisdiction  of a  federal court carries  the burden  of\n\nproving its existence.  See, e.g., Lundquist, 946 F.2d at 10.\n                                            \n\n          In this  circuit, we  utilize \"three  distinct, but\n\nnot   necessarily  inconsistent  tests\"   for  determining  a\n\ncorporation's principal  place of  business:  (1)  the \"nerve\n\ncenter\" test, which  searches for the location from which the\n\ncorporation's activities are controlled and directed; (2) the\n\n\"center of  corporate activity\" test, which  searches for the\n\nlocation of the corporation's  day-to-day management; and (3)\n\nthe  \"locus of the operations of the corporation\" test, which\n\nsearches  for  the  location  of   the  corporation's  actual\n\n                             -9-\n                              9\n\nphysical operations.  Topp v. CompAir Inc., 814 F.2d 830, 834\n                                          \n\n(1st Cir. 1987).\n\n          While we have not had occasion to apply these tests\n\nto a general partnership  whose partners are corporations, we\n\nfrequently  have  applied  them to  corporations  involved in\n\nparent-subsidiary   relationships.      See,   e.g.,   U.S.I.\n                                                             \n\nProperties Corp. v.  M.D. Constr.  Co., Inc., 860  F.2d 1,  7\n                                            \n\n(1st  Cir.  1988),  cert.   denied,  490  U.S.  1065  (1989);\n                                  \n\nRodriguez v. SK &amp; F Co., 833 F.2d 8, 9 (1st Cir. 1987); Topp,\n                                                            \n\n814 F.2d at 833-39; Lugo-Vina v. Pueblo Int'l, Inc., 574 F.2d\n                                                   \n\n41, 43-44 (1st Cir.  1978); de Walker v. Pueblo  Int'l, Inc.,\n                                                            \n\n569 F.2d 1169, 1170-73 (1st Cir. 1978).  In  this context, we\n\nhave repeatedly held  that, where there  is no evidence  that\n\nthe integrity  of the corporate  form has been  violated, the\n\nseparate  corporate  identities of  a  parent  and subsidiary\n\nshould be  honored  when determining  either one's  principal\n\nplace  of business.   See  U.S.I. Properties,  860 F.2d  at 7\n                                            \n\n(recognizing  separate  corporate   identity  of   subsidiary\n\ndespite   evidence  that   subsidiary  was   wholly-owned  by\n\n\"grandparent\"  corporation,  shared  all  its   officers  and\n\ndirectors with grandparent, was grossly undercapitalized, and\n\ndid not prepare its own budget, construction requirements, or\n\npolicies  and   procedures);   Rodriguez,  833   F.2d  at   9\n                                        \n\n(recognizing separate corporate  identity of subsidiary where\n\nevidence showed  that  it  operated  independently  from  its\n\n                             -10-\n                              10\n\nparent);  Topp,  814   F.2d  at  833  (recognizing   separate\n              \n\ncorporate  identity  of  subsidiary  holding  company despite\n\nevidence that it could not act without the express permission\n\nof its parent,  and that its  sole function was  to serve  as\n\nfinancial  conduit for  parent);  Lugo-Vina, 574  F.2d at  43\n                                           \n\n(recognizing  separate  corporate  identity of  parent  where\n\nevidence  showed  it operated  independently  of wholly-owned\n\nsubsidiary);  de  Walker,  569  F.2d   at  1173  (recognizing\n                        \n\nseparate  corporate identity of  parent despite evidence that\n\nparent consolidated its profits  and losses with that  of its\n\nwholly-owned  subsidiary  in  presenting  parent's  financial\n\nreports  to shareholders,  that subsidiary  was  considered a\n\n\"division\" of  parent, and that subsidiary  accounted for 60%\n\nof parent's  and subsidiary's  combined operations).   Accord\n                                                             \n\nDanjaq,  S.A. v.  Pathe Communications  Corp., 979  F.2d 772,\n                                             \n\n774-75   (9th  Cir.  1992)  (recognizing  separate  corporate\n\nidentity  of   parent   despite  evidence   that   subsidiary\n\n\"perform[ed] the lion's share\" of the film production for the\n\nparent)  (citing  Lugo-Vina,  574  F.2d  at  43-44);  Pyramid\n                                                             \n\nSecurities Ltd. v.  IB Resolution, Inc., 924 F.2d  1114, 1120\n                                       \n\n(D.C.  Cir.)  (recognizing  separate  corporate  identity  of\n\nparent despite  evidence that  parent was \"alter-ego\"  of its\n\nsubsidiary and  was being  sued for  acts of  its subsidiary)\n\n(citing  U.S.I.  Properties  Corp.,  860 F.2d  at  7),  cert.\n                                                             \n\ndenied, 112  S. Ct.  85 (1991);  Schwartz v. Electronic  Data\n                                                             \n\n                             -11-\n                              11\n\nSys., Inc., 913  F.2d 279, 283  (6th Cir. 1990)  (recognizing\n          \n\nseparate  corporate  identity  of  subsidiary  where evidence\n\nshowed \"formal  separation [was] maintained\")  (citing U.S.I.\n                                                             \n\nProperties  Corp., 860  F.2d at  7; Topp,  814 F.2d  at 835).\n                                        \n\nContra Freeman  v. Northwest Acceptance Corp.,  754 F.2d 553,\n                                             \n\n557 (5th Cir. 1985) (imputing citizenship of a  subsidiary to\n\nits parent  and alleged \"alter-ego\") (citing  Toms v. Country\n                                                             \n\nQuality Meats, Inc., 610 F.2d  313, 315-16 (5th Cir.  1980));\n                   \n\nBonar, Inc. v. Schottland, 631 F. Supp. 990, 997-98 (E.D. Pa.\n                         \n\n1986)  (imputing citizenship  of  parent to  subsidiary where\n\nevidence showed that the business of both was \"identical\" and\n\ncourt determined  that their formal separation  was \"merely a\n\ncorporate fiction\").\n\n          For instance,  in Topp,  we held that  the district\n                                \n\ncourt erred in applying  the \"nerve center\" test in  a manner\n\nwhich  \"ignore[d]  the  separate  corporate  identity of  the\n\ncorporation whose citizenship [was] being sought.\"  Topp, 814\n                                                        \n\nF.2d at 835.   In  that case, the  district court  determined\n\nthat the principal  place of business  of the subsidiary  was\n\nEngland, the  location  of the  parent.   Id.  at 832.    The\n                                             \n\nsubsidiary   in  Topp   was   a  holding   company  with   no\n                     \n\nmanufacturing, purchasing,  or sales facilities.   Id. at 834\n                                                      \n\nn.3.   Its  principal  function was  to  act as  a  financial\n\nconduit   for  its   parent,  providing   administrative  and\n\nfinancial services to  various other subsidiaries  across the\n\n                             -12-\n                              12\n\nUnited  States.  Id. at 834.   The district court found that,\n                    \n\nalthough  the subsidiary maintained  an office  and conducted\n\nits business  activities in New Hampshire,  it was controlled\n\nby the parent  who made  all of the  major policy  decisions,\n\nincluding  the hiring  and  firing of  the  employees of  the\n\nsubsidiary.   As a result,  the district court  reasoned that\n\nEngland was the subsidiary's \"nerve center.\"  Id. at 832.\n                                                 \n\n          We  reversed the  district court  and held  that it\n\nerroneously merged  the activities of the  subsidiary and the\n\nparent in  determining the subsidiary's \"nerve  center.\"  Id.\n                                                             \n\nat 834.  We  made clear that, in determining  a corporation's\n\nprincipal place  of business,  the activities of  the company\n\nwhose citizenship is  at issue are  those that are  relevant.\n\nId.   Moreover,  we  held  that  as  long  as  the  corporate\n   \n\nformalities are preserved by  the parent and subsidiary, they\n\nare entitled to recognition:\n\n          [D]efendants   presented   uncontradicted\n          evidence     that     [the    subsidiary]\n          maintained,  in  New  Hampshire, its  own\n          general  ledger,  corporate minutes  book\n          and register of  unissued stock, its  own\n          bank  accounts,  and  its  own  executive\n          offices.  [The subsidiary] filed  its own\n          federal and state income and unemployment\n          taxes, social  security contributions and\n          excise  taxes.   This  evidence indicates\n          that the separate  corporate identity  of\n          [the  subsidiary]  is   entitled  to   be\n          recognized. \n\nId. at 837.   We therefore concluded that, while  \"the shots\"\n   \n\nmay  have been called by the parent in England, the principal\n\n                             -13-\n                              13\n\nplace of business  of the subsidiary  was New Hampshire,  the\n\n\"operational  center of the corporation in question.\"  Id. at\n                                                          \n\n835 n.4.\n\n          Likewise,  in de  Walker, we  held that  a parent's\n                                  \n\nprincipal place of business was Puerto Rico, the situs of its\n                                                             \n\n\"day-to-day management and operations,\" rather than New York,\n\nthe  place  where   its  wholly-owned  subsidiary   conducted\n\nbusiness.  de Walker,  569 F.2d at 1172.   Despite compelling\n                    \n\nevidence  that the  parent and  subsidiary in de  Walker were\n                                                        \n\nclosely intertwined, see id.  at 1171, we were  not persuaded\n                            \n\nto  ignore their separate corporate identities.  Id. at 1172.\n                                                    \n\n          The critical  factual question in de  Walker, as in\n                                                      \n\nTopp, was not the degree of control the parent exercised over\n    \n\nthe  subsidiary,  but whether  the  two  businesses preserved\n\ntheir separate corporate identities.  We reasoned that:\n\n          While the  documents . .  . indicate that\n          [the  parent]  was  ultimately  the  sole\n          beneficiary   and    director   of   [the\n          subsidiary's] corporate activities, there\n          is  nothing  in the  record  to undermine\n          [the   parent's]   claim  that   the  two\n          corporations        were       separately\n          incorporated,  had   separate  boards  of\n          directors,  kept separate  accounting and\n          tax records, and had  separate facilities\n          and operational personnel.   And, leaving\n          aside the activities  of [the  subsidiary\n          in New York], there is next to nothing in\n          the   record   to  establish   that  [the\n          parent],   in  its   corporate  capacity,\n                                                  \n          conducted  any  business  outside  Puerto\n          Rico.\n\n                             -14-\n                              14\n\nde  Walker, 569 F.2d at 1171 (emphasis supplied).  We further\n          \n\nreasoned that the close interrelationship of the corporations\n\nwas  incidental to  the  parent's ownership  of  100% of  the\n\nsubsidiary's  stock  and   did  \"not  justify   ignoring  the\n\notherwise separate character of  the two corporations.\"4  Id.\n                                                             \n\nat 1173.  \n\n          Thus, pertinent circuit authority, particularly our\n\nopinions in Topp and  de Walker, stand for the  following two\n                               \n\nunremarkable  propositions:    (1)  that  in   determining  a\n\ncorporation's principal place of business, a district court's\n\ninquiry must focus  solely on the business activities  of the\n                          \n\ncorporation whose  principal place  of business is  at issue;\n\nand  (2) that an exception to this general rule applies where\n\nthere is evidence that the separate corporate identities of a\n\nparent and subsidiary have  been ignored.  We can  discern no\n\nreason  why these  propositions should  not apply  with equal\n\nforce where the entities at issue are corporate partners.5\n\n                    \n\n4.  An exception to this  general rule exists in cases  where\nthere  is  evidence  that  the  parent  and  subsidiary  have\nviolated  the  integrity of  the corporate  formalities which\nthey selected.  E.g., de Walker, 569 F.2d at 1173.\n                               \n\n5.  The  appellees attempt  to justify  the district  court's\ntreatment of  Taber, Lerfer,  and Calumet  as one  entity for\ndiversity  purposes by  relying almost  exclusively upon  New\nYork partnership law, which they contend regards the partners\nand  a  partnership  as a  single  entity.    Whether or  not\nappellees are  correct in their characterization  of New York\npartnership  law,  a  proposition  on  which  we  express  no\nopinion,  such law is not controlling in light of federal law\n                                                         \nwhich distinguishes  between a partnership  and its  partners\nfor purposes  of diversity jurisdiction.   See, e.g., Carden,\n                                                            \n\n                             -15-\n                              15\n\n          Here, the uncontroverted facts reveal that the sole\n\ncorporate  \"activities\"  of  Lerfer  and  Calumet consist  of\n\nholding or administering their assets  in Taber, and that all\n\nsuch administering occurs exclusively in New York.  Moreover,\n\nthere  is no evidence that  Lerfer and Calumet  engage in the\n\noperation  and/or management  of  the Hotel.   Indeed,  it is\n\nuncontroverted that Taber was expressly created by Lerfer and\n\nCalumet,  as  stated  in  the Agreement,  \"to  acquire,  own,\n\noperate and manage [the Hotel in Puerto Rico].\"  See also 798\n                                                         \n\nF. Supp. at 905,  906 (characterizing as undisputed  the fact\n\nthat \"Taber's business is the operation and management of the\n\n[Hotel]\").   It  is  also apparent  from  the Agreement  that\n\nLerfer  and Calumet  delegated the  day-to-day management  of\n\nTaber  to   Taber's  officers,   Eugene  and   Linda  Romano.\n\nAppellees have introduced no  evidence to suggest that either\n\nLerfer or Calumet ever usurped that role.6\n\n                    \n\n494 U.S. at  195-96.  We  therefore find appellees'  argument\nunpersuasive.\n\n6.  We are aware that the district  court found that Lerfer's\nand Calumet's \"primary activity  . . . is the  renovation and\noperation of the  [Hotel], which is located in  Puerto Rico.\"\nSee Taber Partners I, 798 F. Supp. at 912.   However, we have\n                    \nnot  found any evidence to  support such a  finding.  Indeed,\nthe district  court itself  found that \"[Lerfer  and Calumet]\ndevote almost  all of their corporate  activity to administer\ntheir assets in the  partnership,\" id., activity which occurs\n                                      \nalmost  exclusively  in New  York.    It further  found  that\n\"Taber's  business is  the  operation and  management of  the\n[Hotel].\" Id. at 906.  Given that the district court  made no\n             \nattempt to reconcile  these findings, we are not  inclined to\naccord them any deference.   \n\n                             -16-\n                              16\n\n          In sum, the record  reveals that Lerfer and Calumet\n\nserve  as  holding companies  which  manage  their assets  in\n\nTaber, a separate, and legally distinct, partnership  entity,\n\nand that  all their  \"activities\" as holding  companies occur\n\nexclusively in  New York.   We  need go  no  further.   Under\n\neither the  \"nerve center\" test  or the \"center  of corporate\n\nactivity\"  test,7 the  principal  place of  business of  both\n\nLerfer  and Calumet is New York.8   Cf. Vareka Invs., N.V. v.\n                                                          \n\nAmerican Inv. Properties, Inc., 724 F.2d 907, 910 (11th Cir.)\n                              \n\n(holding that  Ecuador corporation which  served as  \"passive\n\ninvestment vehicle\"  for  Florida  real  estate  venture  had\n\nprincipal place  of business  in Ecuador where  it maintained\n\nits  corporate   books  and   records,  made   all  corporate\n\ndecisions, held all corporate  meetings, hired its employees,\n\nand obtained loans for the initial purchase of  the venture),\n\ncert.  denied, 469 U.S. 826 (1984).9  Both Lerfer and Calumet\n             \n\n                    \n\n7.  Because Lerfer  and Calumet  have no  physical operations\n(i.e., factories, warehouses, sales offices, etc.) the \"locus\n     \nof  the operations  of  the corporation\"  test  would not  be\nhelpful.  See Topp, 814 F.2d at 834 n.3 (rejecting utility of\n                  \na \"locus of physical operations of  the corporation\" test for\na holding company).\n\n8.  Because we find that  New York is the principal  place of\nbusiness of both  Lerfer and Calumet under  either the \"nerve\ncenter\" or \"center of corporate  activity\" test, we need  not\ndetermine which of  the two tests  is most appropriate  under\nthese facts.  \n\n9.  In  so holding, we are not unaware  of a line of cases in\nwhich district courts, in  determining the principal place of\nbusiness of a holding company, have looked to the business of\nthe entity whose  assets are  being held rather  than to  the\n\n                             -17-\n                              17\n\n                    \n\nbusiness of the holding company.  See Bonar,  631 F. Supp. at\n                                           \n996 (\"[the holding  company] was created to hold  and operate\n[parent's] interest in [Pennsylvania  company], and it has no\nbusiness other  than this  venture.  Therefore,  [the holding\ncompany's]   principal   place   of   business   is   clearly\nPennsylvania,  not  the  state  in which  its  executive  and\nadministrative offices may be located . . . .\"); Hanna Mining\n                                                             \nCo. v. Minnesota  Power &amp; Light Co., 573  F. Supp. 1395, 1400\n                                   \n(D. Minn. 1983) (\"[The  holding company] was created  to hold\nand  operate [parent's] interest  in [Minnesota venture], and\nit  has no business other than this venture.  Therefore, [the\nholding company's] principal place  of business is clearly in\nMinnesota,  not  in the  state  in  which its  executive  and\nadministrative offices may be  located . . . .\"),  aff'd, 739\n                                                        \nF.2d 1368 (8th Cir. 1984); Hereth v. Jones, 544 F. Supp. 111,\n                                          \n112  (E.D. Va.  1982) (\"[The  holding company's]  sole raison\n                                                             \nd'etre is to be the corporate general partner in [a] Virginia\n      \nnursing home venture.   Thus[,]  such activity  as exists  in\nVirginia  is  greater  than  the non-activity  in  any  other\n[s]tate.\").  \n     While  we were unable to discern from the facts of Hanna\n                                                             \nMining exactly what level of activity took place in the state\n      \nwhere the  holding company's offices were  located, the facts\nof both Bonar and Hereth reveal that the holding companies at\n                        \nissue  in each  case performed  no corporate activity  of any\n                                  \nkind in the states where their offices were located.  Indeed,\nin Bonar, the evidence revealed that  the \"office\" was merely\n        \na mailing  address, and that  the company  had no  employees,\nexecutives,  officers, or  directors in  the state  where the\n\"office\"  was located.  Bonar, 631 F.  Supp. at 994-95.  As a\n                             \nresult, the court  was persuaded to look  to Minnesota, where\nthe holding company's attorney  resided and worked, where its\nofficers and  directors resided, and  where the  negotiations\nover  the  initial  stock purchase  occurred.    Id.  at 995.\n                                                    \nLikewise, in Hereth, the court found that the holding company\n                   \nhad  \"absolutely  no function  or activity\"  in the  state of\nincorporation, and had \"no  employees anywhere.\"  Hereth, 544\n                                                        \nF.  Supp.  at 112.   As  a result,  the  court looked  to the\nactivities  of the  business venture  that was  owned  by the\npartnership  in  which  the  holding company  was  a  general\npartner.  Id. \n             \n     The   instant  case,   however,  presents   an  entirely\ndifferent  fact  pattern.    As detailed  above,  Lerfer  and\nCalumet  operate out  of  New York.    They have  an  office,\n                \nemployees,   bank  accounts,   a  working   capital  account,\ncorporate books and records,  and Board of Directors meetings\nin New York.  The corporate officers and directors all reside\nin New York,  and almost all  of the corporations'  decisions\n\n                             -18-\n                              18\n\nare  therefore  citizens  of   New  York.    And   because  a\n\npartnership is  a  citizen  of  those  states  in  which  its\n\npartners  are citizens, see supra p. 3, it follows that Taber\n                                 \n\nis also a citizen of New York, and that the  district court's\n\ncontrary determination was clearly erroneous.\n\n                       IV.  CONCLUSION\n                                      \n\n          As  Taber is a citizen  of New York,  the amount in\n\ncontroversy is ample, and  none of the entities on  the other\n\nside  of  the  lawsuit  shares  Taber's citizenship,  subject\n\nmatter  jurisdiction is  present.   We therefore  reverse and\n\nremand the case for  further proceedings consistent with this\n\nopinion.\n\n          Reversed and remanded.\n                                \n\n                    \n\nare made  in New York.   As such, Lerfer and  Calumet, unlike\nthe  holding  companies at  issue  in Bonar  and  Hereth, are\n                                                        \nholding  companies with  corporate  operations distinct  from\nthose of the company whose assets they hold.  As a result, we\nfind the reasoning in the above line of cases inapposite. \n\n                             -19-\n                              19\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">March 3, 1993\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \nNo. 92-1921\n\n      TABER PARTNERS, I, A NEW YORK GENERAL PARTNERSHIP,\n                    Plaintiff, Appellant,\n\n                              v.\n\n      MERIT BUILDERS, INC., A PUERTO RICO CORP., ET AL.,\n                    Defendants, Appellees.\n                                         \n\nNo. 92-1922\n\n      TABER PARTNERS, I, A NEW YORK GENERAL PARTNERSHIP,\n                     Plaintiff, Appellee,\n\n                              v.\n\n          MERIT BUILDERS, INC., A PUERTO RICO CORP.,\n                    Defendant, Appellant.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF PUERTO RICO\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                    \n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n              Coffin, Senior Circuit Judge, and\n                                          \n                    Stahl, Circuit Judge.\n                                        \n                                         \n\nHarvey B. Nachman with whom Joan  Schlump Peters was on  brief for\n                                                \nMerit Builders, Inc.  and Arch Stokes with  whom John R.  Hunt, Stokes\n                                                                  \nand Murphy,  Ruben T. Nigaglioni and  Ledsma, Palou &amp; Miranda  were on\n                                                         \nbrief for Taber Partners I.\nJay A.  Garcia-Gregory with whom  Rafael R. Vizcarrondo,  Humberto\n                                                                  \nGuzman-Rodriguez and Fiddler, Gonzalez &amp;  Rodriguez were on brief  for\n                                               \nappellees.\n                                         \n                        March 3, 1993\n                                         \n\n          STAHL, Circuit  Judge.  This appeal  requires us to\n                               \n\ndecide whether,  for  purposes of  diversity jurisdiction,  a\n\npartnership's  business activities  should  be considered  in\n\ndetermining the principal  place of business  of each of  its\n\ncorporate partners.  We hold that, in the absence of evidence\n\nthat  the partnership  and its  corporate partners  failed to\n\nmaintain   their   separate  identities,   the  partnership's\n\nactivities  ordinarily  should  not  be considered  for  this\n\npurpose.\n\n                              I.\n                                \n\n                      PROCEDURAL POSTURE\n                                        \n\n          Plaintiff Taber  Partners I  (\"Taber\"), a New  York\n\ngeneral  partnership whose  sole  partners are  two New  York\n\ncorporations, Lerfer  San Juan Corp. (\"Lerfer\"),  and Calumet\n\nCorp.  (\"Calumet\"),  owns and  operates the  Ambassador Plaza\n\nHotel  &amp;   Casino  (\"Hotel\")   in  San  Juan,   Puerto  Rico.\n\nDefendants  Merit Builders,  Inc.,  and Merit  Builders, S.E.\n\n(hereinafter  referred to collectively as \"Merit\") are Puerto\n\nRico-based construction  companies.  Beginning in March 1988,\n\nTaber and  Merit  entered into  a  series of  consulting  and\n\nconstruction contracts involving the renovation and expansion\n\nof  the Hotel.    Disputes arose  during  the course  of  the\n\nproject, and  in February  1991, Taber commenced  a diversity\n\naction against Merit in the United States District  Court for\n\nthe District of  Puerto Rico asserting, inter alia, breach of\n                                                  \n\n                             -2-\n                              2\n\ncontract,  fraud,  and  negligence.    Merit  responded  with\n\nseveral counterclaims  against  Taber and  filed  third-party\n\ncomplaints  against  appellees  Victor  Torres  &amp;  Associates\n\n(\"VTA\"),   the   inspecting   architect,    and   Desarrollos\n\nMetropolitanos,  Inc.  (\"Desarrollos\"),  one  of  the project\n\nsubcontractors.   Like  Merit, both  VTA and  Desarrollos are\n\ncitizens of Puerto Rico.\n\n          On the eve of trial,  VTA and Desarrollos moved  to\n\ndismiss, asserting that --  because Taber was also a  citizen\n\nof Puerto Rico --  diversity of citizenship was lacking.   As\n\nthe  citizenship of Taber depends upon the citizenship of its\n\npartners, Lerfer and Calumet, the district court first had to\n\ndetermine Lerfer's and Calumet's  citizenship.  See Carden v.\n                                                          \n\nArkoma Assocs., </pre><span class=\"citation\" data-id=\"112380\"><a href=\"/opinion/112380/carden-v-arkoma-associates/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">185</span></a></span><pre class=\"inline\">, 195-96 (1990) (reaffirming the\n              \n\n\"oft-repeated rule  that diversity jurisdiction in  a suit by\n\nor against [a partnership] depends on the citizenship of `all\n\nthe  [partners]' . . .\") (quoting Chapman v. Barney, </pre><span class=\"citation\" data-id=\"92441\"><a href=\"/opinion/92441/chapman-v-barney/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span>\n                                                   \n\n<span class=\"page\">677</span></a></span><pre class=\"inline\">,  682   (1889)).    As   Lerfer  and  Calumet   are  both\n\nincorporated in New York, the sole  issue before the district\n\ncourt   was  the   principal  place   of  business   of  both\n\ncorporations.  See 28 U.S.C.    1332(c)(1) (\"For the purposes\n                  \n\nof  [diversity,] . . . a corporation  shall be deemed to be a\n\ncitizen  of any [s]tate by which it has been incorporated and\n                                                             \n\nof the [s]tate where it has its principal place of business\")\n\n(emphasis supplied).            The district court ultimately\n\n                             -3-\n                              3\n\nagreed  with  VTA's   and  Desarrollos'  argument  that   the\n\nprincipal  place of business  of both Lerfer  and Calumet was\n\nPuerto  Rico.   Thus, on  July, 8,  1992, the  district court\n\ngranted  their  motion and  dismissed  the case  for  lack of\n\nsubject  matter  jurisdiction.    See  Taber  Partners  I  v.\n                                                         \n\nInsurance Co. of North  America, Inc., </pre><span class=\"citation\" data-id=\"1556276\"><a href=\"/opinion/1556276/taber-partners-v-insurance-co-of-north-america/\"><span class=\"volume\">798</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">904</span></a></span><pre class=\"inline\">, 912\n                                     \n\n(D.P.R. 1992).  \n\n          In this appeal, Taber and Merit, adversaries below,\n\nmount a  joint challenge to the district court's dismissal of\n\ntheir case.   In so doing,  they argue that, in  light of the\n\nundisputed evidence  that  Lerfer's and  Calumet's  corporate\n\nactivities  occurred almost  exclusively  in  New  York,  the\n\ndistrict court's  selection of  Puerto Rico as  the principal\n\nplace of business of  both corporations is clearly erroneous.\n\nBefore  addressing   appellants'  argument,  we   sketch  the\n\nrelevant facts. \n\n                             II.\n                                \n\n                      FACTUAL BACKGROUND\n                                        \n\n          In  December 1986,  Mr.  F. Eugene  Romano and  Ms.\n\nLinda E.  Romano, citizens  of New York,  incorporated Lerfer\n\nand  Calumet in  New York.   At  all relevant  times,1 Eugene\n\n                    \n\n1.  For  purposes of  diversity jurisdiction,  citizenship is\ndetermined as of the  date of the initiation of  the lawsuit.\nSee, e.g., Freeport-McMoRan, Inc. v. K N Energy, Inc., 111 S.\n                                                     \nCt. 858, 859  (1991); Media Duplication  Servs., Ltd. v.  HDG\n                                                             \nSoftware, Inc., </pre><span class=\"citation\" data-id=\"557987\"><a href=\"/opinion/557987/media-duplication-services-ltd-v-hdg-software-inc-joseph-wine/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1228</span></a></span><pre class=\"inline\">, 1236 (1st Cir. 1991).   Thus,\n              \nwe  recite relevant  facts as  they  existed on  February 15,\n1991, the date Taber filed its complaint.   \n\n                             -4-\n                              4\n\nRomano owned all the outstanding shares  of Lerfer, and Linda\n\nRomano  owned all the  outstanding shares of  Calumet.  Linda\n\nRomano  and Mrs.  Jeanne  Romano served  as  the officers  of\n\nLerfer, while  Eugene Romano and Jeanne Romano  served as the\n\nofficers of Calumet.  The  same three individuals also served\n\nas the directors of both corporations.  \n\n          Lerfer and Calumet are \"Subchapter S\" corporations,\n\na status entitling them to favorable tax treatment under both\n\nfederal  law, see  generally 26  U.S.C.    1361 et  seq., and\n                                                        \n\nstate law.  See generally New York Tax Law   660(a) (McKinney\n                         \n\n1987).   See also Taber  Partners I,  798 F. Supp.  at 907-09\n                                   \n\n(explaining the  legal and  practical underpinnings of  an \"S\n\nCorporation\").   The  Certificates of  Incorporation of  both\n\ncompanies contain  a broad  declaration of  corporate purpose\n\n\"to  engage  in  any  lawful  acts  or  activities for  which\n\ncorporations may be organized under the  Business Corporation\n\nLaw of the State of New York . . . .\"  \n\n          The   headquarters  (and   sole  office)   of  both\n\ncorporations is located at 501 Main  Street, Utica, New York.\n\nAll  corporate  books  and  records  are  maintained  at  the\n\nheadquarters, and all accounting, auditing, and legal work is\n\nhandled for both corporations in the state of New York by New\n\nYork  accountants and attorneys.   Both corporations maintain\n\ntheir  bank accounts in New York, and Lerfer also maintains a\n\nworking capital account  with an investment firm in New York.\n\n                             -5-\n                              5\n\nEach files federal income tax returns from New York and state\n\nincome tax returns  in New  York.  Neither  files income  tax\n\nreturns in Puerto Rico.\n\n          On   December   29,  1986,   shortly   after  their\n\nincorporation, Lerfer  and Calumet entered into a partnership\n\nagreement (\"the Agreement\") that formed Taber.  The Agreement\n\nlists  New  York,  or \"such  other  place  or  places as  the\n\n[p]artners may determine[,]\"  as Taber's  principal place  of\n\nbusiness.2    Under  the  Agreement, Lerfer  obtained  a  99%\n\nownership  interest  in  Taber,  and Calumet  obtained  a  1%\n\nownership  interest.  Lerfer  and Calumet agreed  to share in\n\nTaber's net profits and losses under a formula which mirrored\n\ntheir respective ownership interests.\n\n          Article IV  of the Agreement states:   \"The primary\n\nand  specific purpose of [Taber] is  to acquire, own, operate\n\nand  manage [the Hotel in Puerto Rico].\"  Pursuant to section\n\n7.01 of the Agreement, Lerfer and Calumet  delegated the day-\n\nto-day  management of  Taber to  Eugene Romano,  as executive\n\ndirector,  and  Linda Romano,  as  assistant  director.   All\n\nresponsibilities   not  enumerated   in  section   7.01  were\n\ndelegated  to  the  partnership  generally.    The  Agreement\n\n                    \n\n2.  While the Agreement was negotiated, drafted, and recorded\nin New York,  it was  \"protocolized\" in Puerto  Rico for  the\npurpose of recording the deed to the Hotel at the Registry of\nProperty  in San Juan.  The  protocol procedure was necessary\nto establish  Taber's authority to own  property under Puerto\nRico law.  See P.R. Laws Ann. tit. 31,   4313 (1991).\n              \n\n                             -6-\n                              6\n\nspecifically  granted  Taber the  authority,  inter  alia, to\n                                                         \n\nborrow money,  enter into  contracts, bring and  defend legal\n\nactions,  and  \"[d]o  any  and  all  other  acts  and  things\n\nnecessary or  proper  in  furtherance  of  the  [p]artnership\n\nbusiness.\"\n\n          Since  their  incorporation  in  1986,  Lerfer  and\n\nCalumet have  both described themselves on  their federal and\n\nstate tax returns as \"holding compan[ies].\"  Eugene and Linda\n\nRomano testified in their depositions that each corporation's\n\nsole  function  is  to  hold  or  administer  its  respective\n\ninterest in Taber.  To this  end, Lerfer and Calumet employ a\n\n\"control-group\"  of  twelve  individuals  to  maintain  their\n\ncorporate  records   and  financial   accounts.     All  such\n\nmaintenance occurs  exclusively in New  York.  An  example of\n\nthe type  of New York-centered  activity in which  Lerfer and\n\nCalumet  engage  is  their  management  of loan  transactions\n\ndesigned to secure their ownership  interests in Taber.   For\n\ninstance, Eugene Romano has made substantial loans (totalling\n\napproximately $8,000,000) to Lerfer, which, in turn, reloaned\n\nthese funds to Taber.  Each of these loans consisted of funds\n\nthat originated in New York  and were evidenced by promissory\n\nnotes prepared, executed, and delivered in New York.    \n\n          The  record reveals that  all policy  decisions for\n\nLerfer and  Calumet are made in  New York.   For example, the\n\ndecision  to invest  in  Taber was  made in  New  York.   The\n\n                             -7-\n                              7\n\nelection  of  corporate  officers  and   the  appointment  of\n\naccountants occur  at the annual Board  of Directors meetings\n\nheld  in New  York.   Indeed, the  record contains  almost no\n\nevidence of  corporate activity on the part  of either Lerfer\n\nor Calumet taking place outside of New York.3\n\n          Despite  these  uncontroverted facts,  the district\n\ncourt concluded that  the principal place of business of both\n\nLerfer  and Calumet was Puerto Rico.   In so doing, the court\n\nrejected appellants'  characterization of Lerfer  and Calumet\n\nas \"passive\"  holding companies  and found that  their raison\n                                                             \n\nd'etre included the operation of the Hotel:\n      \n\n          Only a[n] unrealistically narrow  view of\n          the orientation of  the corporations  and\n          their  partnership  could  yield  such  a\n          conclusion.  The corporations were formed\n          to act  as owners  of the [Hotel].   They\n          devote  almost  all  of  their  corporate\n          activity  to  administer their  assets in\n          the    partnership.       They   actively\n          authorized the formation of Taber and the\n          obtaining  of a  bond  to  assist in  the\n          financing of  the  projects.   They  have\n          loaned  substantial  amounts of  money to\n          Taber.     And   the  directors   of  the\n          partnership, Mr. and Ms. Romano,  are the\n          directors  of  the  corporations.   Under\n          these  circumstances,  the  Court  cannot\n          accept   the   characterization  of   the\n          corporations'   interests  in   Taber  as\n          passive.  The  Court therefore  considers\n          of greater significance  the location  of\n          the corporations' primary activity.  This\n          activity is the renovation  and operation\n\n                    \n\n3.  The record reveals that  Lerfer's and Calumet's Boards of\nDirectors  held two  \"special meetings\"  in San  Juan, Puerto\nRico, in connection with  the initial purchase and subsequent\nrefinancing of the Hotel. \n\n                             -8-\n                              8\n\n          of  the  [Hotel],  which  is  located  in\n          Puerto Rico.\n\nTaber Partners  I, 798 F. Supp. at 912.   We do not concur in\n                 \n\nthe district court's analysis. \n\n                             III.\n                                 \n\n                          DISCUSSION\n                                    \n\n          A district court's determination of citizenship for\n\npurposes of diversity jurisdiction is a mixed question of law\n\nand  fact.   As such,  we  will not  set  aside the  district\n\ncourt's decision unless it is \"clearly erroneous.\"  Lundquist\n                                                             \n\nv.  Precision Valley Aviation, Inc., </pre><span class=\"citation\" data-id=\"569239\"><a href=\"/opinion/569239/courtney-j-lundquist-v-precision-valley-aviation-inc/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 11 (1st Cir.\n                                   \n\n1991);  Media Duplication, 928 F.2d at 1237.  In addition, we\n                         \n\nreview the facts of this case mindful that the party invoking\n\nthe jurisdiction  of a  federal court carries  the burden  of\n\nproving its existence.  See, e.g., Lundquist, 946 F.2d at 10.\n                                            \n\n          In this  circuit, we  utilize \"three  distinct, but\n\nnot   necessarily  inconsistent  tests\"   for  determining  a\n\ncorporation's principal  place of  business:  (1)  the \"nerve\n\ncenter\" test, which  searches for the location from which the\n\ncorporation's activities are controlled and directed; (2) the\n\n\"center of  corporate activity\" test, which  searches for the\n\nlocation of the corporation's  day-to-day management; and (3)\n\nthe  \"locus of the operations of the corporation\" test, which\n\nsearches  for  the  location  of   the  corporation's  actual\n\n                             -9-\n                              9\n\nphysical operations.  Topp v. CompAir Inc., </pre><span class=\"citation\" data-id=\"485244\"><a href=\"/opinion/485244/lee-j-topp-v-compair-incorporated-compair-limited-siebe-plc-and-e/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">, 834\n                                          \n\n(1st Cir. 1987).\n\n          While we have not had occasion to apply these tests\n\nto a general partnership  whose partners are corporations, we\n\nfrequently  have  applied  them to  corporations  involved in\n\nparent-subsidiary   relationships.      See,   e.g.,   U.S.I.\n                                                             \n\nProperties Corp. v.  M.D. Constr.  Co., Inc., </pre><span class=\"citation\" data-id=\"513269\"><a href=\"/opinion/513269/usi-properties-corp-v-md-construction-company-inc-appeal-of/\"><span class=\"volume\">860</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  7\n                                            \n\n(1st  Cir.  1988),  cert.   denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">490</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1065</span></span><pre class=\"inline\">  (1989);\n                                  \n\nRodriguez v. SK &amp; F Co., </pre><span class=\"citation\" data-id=\"497013\"><a href=\"/opinion/497013/fernando-rodriguez-v-sk-f-co/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 9 (1st Cir. 1987); Topp,\n                                                            \n\n814 F.2d at 833-39; Lugo-Vina v. Pueblo Int'l, Inc., </pre><span class=\"citation\" data-id=\"355109\"><a href=\"/opinion/355109/russell-a-lugo-vina-v-pueblo-international-inc/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">41</span></a></span><pre class=\"inline\">, 43-44 (1st Cir.  1978); de Walker v. Pueblo  Int'l, Inc.,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"352696\"><a href=\"/opinion/352696/candida-merino-de-walker-v-pueblo-international-inc-and-third-party-v/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1170-73 (1st Cir. 1978).  In  this context, we\n\nhave repeatedly held  that, where there  is no evidence  that\n\nthe integrity  of the corporate  form has been  violated, the\n\nseparate  corporate  identities of  a  parent  and subsidiary\n\nshould be  honored  when determining  either one's  principal\n\nplace  of business.   See  U.S.I. Properties,  860 F.2d  at 7\n                                            \n\n(recognizing  separate  corporate   identity  of   subsidiary\n\ndespite   evidence  that   subsidiary  was   wholly-owned  by\n\n\"grandparent\"  corporation,  shared  all  its   officers  and\n\ndirectors with grandparent, was grossly undercapitalized, and\n\ndid not prepare its own budget, construction requirements, or\n\npolicies  and   procedures);   Rodriguez,  833   F.2d  at   9\n                                        \n\n(recognizing separate corporate  identity of subsidiary where\n\nevidence showed  that  it  operated  independently  from  its\n\n                             -10-\n                              10\n\nparent);  Topp,  814   F.2d  at  833  (recognizing   separate\n              \n\ncorporate  identity  of  subsidiary  holding  company despite\n\nevidence that it could not act without the express permission\n\nof its parent,  and that its  sole function was  to serve  as\n\nfinancial  conduit for  parent);  Lugo-Vina, 574  F.2d at  43\n                                           \n\n(recognizing  separate  corporate  identity of  parent  where\n\nevidence  showed  it operated  independently  of wholly-owned\n\nsubsidiary);  de  Walker,  569  F.2d   at  1173  (recognizing\n                        \n\nseparate  corporate identity of  parent despite evidence that\n\nparent consolidated its profits  and losses with that  of its\n\nwholly-owned  subsidiary  in  presenting  parent's  financial\n\nreports  to shareholders,  that subsidiary  was  considered a\n\n\"division\" of  parent, and that subsidiary  accounted for 60%\n\nof parent's  and subsidiary's  combined operations).   Accord\n                                                             \n\nDanjaq,  S.A. v.  Pathe Communications  Corp., </pre><span class=\"citation\" data-id=\"594775\"><a href=\"/opinion/594775/danjaq-sa-v-pathe-communications-corporation-mgm-pathe-communications/\"><span class=\"volume\">979</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span><pre class=\"inline\">,\n                                             \n\n774-75   (9th  Cir.  1992)  (recognizing  separate  corporate\n\nidentity  of   parent   despite  evidence   that   subsidiary\n\n\"perform[ed] the lion's share\" of the film production for the\n\nparent)  (citing  Lugo-Vina,  574  F.2d  at  43-44);  Pyramid\n                                                             \n\nSecurities Ltd. v.  IB Resolution, Inc., </pre><span class=\"citation\" data-id=\"555428\"><a href=\"/opinion/555428/pyramid-securities-limited-v-ib-resolution-inc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1114</span></a></span><pre class=\"inline\">, 1120\n                                       \n\n(D.C.  Cir.)  (recognizing  separate  corporate  identity  of\n\nparent despite  evidence that  parent was \"alter-ego\"  of its\n\nsubsidiary and  was being  sued for  acts of  its subsidiary)\n\n(citing  U.S.I.  Properties  Corp.,  860 F.2d  at  7),  cert.\n                                                             \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">85</span></span><pre class=\"inline\"> (1991);  Schwartz v. Electronic  Data\n                                                             \n\n                             -11-\n                              11\n\nSys., Inc., </pre><span class=\"citation\" data-id=\"547507\"><a href=\"/opinion/547507/mark-schwartz-v-electronic-data-systems-inc/\"><span class=\"volume\">913</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">, 283  (6th Cir. 1990)  (recognizing\n          \n\nseparate  corporate  identity  of  subsidiary  where evidence\n\nshowed \"formal  separation [was] maintained\")  (citing U.S.I.\n                                                             \n\nProperties  Corp., 860  F.2d at  7; Topp,  814 F.2d  at 835).\n                                        \n\nContra Freeman  v. Northwest Acceptance Corp.,  </pre><span class=\"citation\" data-id=\"447861\"><a href=\"/opinion/447861/ed-freeman-and-wife-sharon-freeman-cross-appellants-v-northwest/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span><pre class=\"inline\">,\n                                             \n\n557 (5th Cir. 1985) (imputing citizenship of a  subsidiary to\n\nits parent  and alleged \"alter-ego\") (citing  Toms v. Country\n                                                             \n\nQuality Meats, Inc., </pre><span class=\"citation\" data-id=\"371994\"><a href=\"/opinion/371994/mrs-georgia-ann-toms-v-country-quality-meats-inc-etc-mr-thomas-e/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">313</span></a></span><pre class=\"inline\">, 315-16 (5th Cir.  1980));\n                   \n\nBonar, Inc. v. Schottland, </pre><span class=\"citation\" data-id=\"1959019\"><a href=\"/opinion/1959019/bonar-inc-v-schottland/\"><span class=\"volume\">631</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">990</span></a></span><pre class=\"inline\">, 997-98 (E.D. Pa.\n                         \n\n1986)  (imputing citizenship  of  parent to  subsidiary where\n\nevidence showed that the business of both was \"identical\" and\n\ncourt determined  that their formal separation  was \"merely a\n\ncorporate fiction\").\n\n          For instance,  in Topp,  we held that  the district\n                                \n\ncourt erred in applying  the \"nerve center\" test in  a manner\n\nwhich  \"ignore[d]  the  separate  corporate  identity of  the\n\ncorporation whose citizenship [was] being sought.\"  Topp, 814\n                                                        \n\nF.2d at 835.   In  that case, the  district court  determined\n\nthat the principal  place of business  of the subsidiary  was\n\nEngland, the  location  of the  parent.   Id.  at 832.    The\n                                             \n\nsubsidiary   in  Topp   was   a  holding   company  with   no\n                     \n\nmanufacturing, purchasing,  or sales facilities.   Id. at 834\n                                                      \n\nn.3.   Its  principal  function was  to  act as  a  financial\n\nconduit   for  its   parent,  providing   administrative  and\n\nfinancial services to  various other subsidiaries  across the\n\n                             -12-\n                              12\n\nUnited  States.  Id. at 834.   The district court found that,\n                    \n\nalthough  the subsidiary maintained  an office  and conducted\n\nits business  activities in New Hampshire,  it was controlled\n\nby the parent  who made  all of the  major policy  decisions,\n\nincluding  the hiring  and  firing of  the  employees of  the\n\nsubsidiary.   As a result,  the district court  reasoned that\n\nEngland was the subsidiary's \"nerve center.\"  Id. at 832.\n                                                 \n\n          We  reversed the  district court  and held  that it\n\nerroneously merged  the activities of the  subsidiary and the\n\nparent in  determining the subsidiary's \"nerve  center.\"  Id.\n                                                             \n\nat 834.  We  made clear that, in determining  a corporation's\n\nprincipal place  of business,  the activities of  the company\n\nwhose citizenship is  at issue are  those that are  relevant.\n\nId.   Moreover,  we  held  that  as  long  as  the  corporate\n   \n\nformalities are preserved by  the parent and subsidiary, they\n\nare entitled to recognition:\n\n          [D]efendants   presented   uncontradicted\n          evidence     that     [the    subsidiary]\n          maintained,  in  New  Hampshire, its  own\n          general  ledger,  corporate minutes  book\n          and register of  unissued stock, its  own\n          bank  accounts,  and  its  own  executive\n          offices.  [The subsidiary] filed  its own\n          federal and state income and unemployment\n          taxes, social  security contributions and\n          excise  taxes.   This  evidence indicates\n          that the separate  corporate identity  of\n          [the  subsidiary]  is   entitled  to   be\n          recognized. \n\nId. at 837.   We therefore concluded that, while  \"the shots\"\n   \n\nmay  have been called by the parent in England, the principal\n\n                             -13-\n                              13\n\nplace of business  of the subsidiary  was New Hampshire,  the\n\n\"operational  center of the corporation in question.\"  Id. at\n                                                          \n\n835 n.4.\n\n          Likewise,  in de  Walker, we  held that  a parent's\n                                  \n\nprincipal place of business was Puerto Rico, the situs of its\n                                                             \n\n\"day-to-day management and operations,\" rather than New York,\n\nthe  place  where   its  wholly-owned  subsidiary   conducted\n\nbusiness.  de Walker,  569 F.2d at 1172.   Despite compelling\n                    \n\nevidence  that the  parent and  subsidiary in de  Walker were\n                                                        \n\nclosely intertwined, see id.  at 1171, we were  not persuaded\n                            \n\nto  ignore their separate corporate identities.  Id. at 1172.\n                                                    \n\n          The critical  factual question in de  Walker, as in\n                                                      \n\nTopp, was not the degree of control the parent exercised over\n    \n\nthe  subsidiary,  but whether  the  two  businesses preserved\n\ntheir separate corporate identities.  We reasoned that:\n\n          While the  documents . .  . indicate that\n          [the  parent]  was  ultimately  the  sole\n          beneficiary   and    director   of   [the\n          subsidiary's] corporate activities, there\n          is  nothing  in the  record  to undermine\n          [the   parent's]   claim  that   the  two\n          corporations        were       separately\n          incorporated,  had   separate  boards  of\n          directors,  kept separate  accounting and\n          tax records, and had  separate facilities\n          and operational personnel.   And, leaving\n          aside the activities  of [the  subsidiary\n          in New York], there is next to nothing in\n          the   record   to  establish   that  [the\n          parent],   in  its   corporate  capacity,\n                                                  \n          conducted  any  business  outside  Puerto\n          Rico.\n\n                             -14-\n                              14\n\nde  Walker, 569 F.2d at 1171 (emphasis supplied).  We further\n          \n\nreasoned that the close interrelationship of the corporations\n\nwas  incidental to  the  parent's ownership  of  100% of  the\n\nsubsidiary's  stock  and   did  \"not  justify   ignoring  the\n\notherwise separate character of  the two corporations.\"4  Id.\n                                                             \n\nat 1173.  \n\n          Thus, pertinent circuit authority, particularly our\n\nopinions in Topp and  de Walker, stand for the  following two\n                               \n\nunremarkable  propositions:    (1)  that  in   determining  a\n\ncorporation's principal place of business, a district court's\n\ninquiry must focus  solely on the business activities  of the\n                          \n\ncorporation whose  principal place  of business is  at issue;\n\nand  (2) that an exception to this general rule applies where\n\nthere is evidence that the separate corporate identities of a\n\nparent and subsidiary have  been ignored.  We can  discern no\n\nreason  why these  propositions should  not apply  with equal\n\nforce where the entities at issue are corporate partners.5\n\n                    \n\n4.  An exception to this  general rule exists in cases  where\nthere  is  evidence  that  the  parent  and  subsidiary  have\nviolated  the  integrity of  the corporate  formalities which\nthey selected.  E.g., de Walker, 569 F.2d at 1173.\n                               \n\n5.  The  appellees attempt  to justify  the district  court's\ntreatment of  Taber, Lerfer,  and Calumet  as one  entity for\ndiversity  purposes by  relying almost  exclusively upon  New\nYork partnership law, which they contend regards the partners\nand  a  partnership  as a  single  entity.    Whether or  not\nappellees are  correct in their characterization  of New York\npartnership  law,  a  proposition  on  which  we  express  no\nopinion,  such law is not controlling in light of federal law\n                                                         \nwhich distinguishes  between a partnership  and its  partners\nfor purposes  of diversity jurisdiction.   See, e.g., Carden,\n                                                            \n\n                             -15-\n                              15\n\n          Here, the uncontroverted facts reveal that the sole\n\ncorporate  \"activities\"  of  Lerfer  and  Calumet consist  of\n\nholding or administering their assets  in Taber, and that all\n\nsuch administering occurs exclusively in New York.  Moreover,\n\nthere  is no evidence that  Lerfer and Calumet  engage in the\n\noperation  and/or management  of  the Hotel.   Indeed,  it is\n\nuncontroverted that Taber was expressly created by Lerfer and\n\nCalumet,  as  stated  in  the Agreement,  \"to  acquire,  own,\n\noperate and manage [the Hotel in Puerto Rico].\"  See also 798\n                                                         \n\nF. Supp. at 905,  906 (characterizing as undisputed  the fact\n\nthat \"Taber's business is the operation and management of the\n\n[Hotel]\").   It  is  also apparent  from  the Agreement  that\n\nLerfer  and Calumet  delegated the  day-to-day management  of\n\nTaber  to   Taber's  officers,   Eugene  and   Linda  Romano.\n\nAppellees have introduced no  evidence to suggest that either\n\nLerfer or Calumet ever usurped that role.6\n\n                    \n\n494 U.S. at  195-96.  We  therefore find appellees'  argument\nunpersuasive.\n\n6.  We are aware that the district  court found that Lerfer's\nand Calumet's \"primary activity  . . . is the  renovation and\noperation of the  [Hotel], which is located in  Puerto Rico.\"\nSee Taber Partners I, 798 F. Supp. at 912.   However, we have\n                    \nnot  found any evidence to  support such a  finding.  Indeed,\nthe district  court itself  found that \"[Lerfer  and Calumet]\ndevote almost  all of their corporate  activity to administer\ntheir assets in the  partnership,\" id., activity which occurs\n                                      \nalmost  exclusively  in New  York.    It further  found  that\n\"Taber's  business is  the  operation and  management of  the\n[Hotel].\" Id. at 906.  Given that the district court  made no\n             \nattempt to reconcile  these findings, we are not  inclined to\naccord them any deference.   \n\n                             -16-\n                              16\n\n          In sum, the record  reveals that Lerfer and Calumet\n\nserve  as  holding companies  which  manage  their assets  in\n\nTaber, a separate, and legally distinct, partnership  entity,\n\nand that  all their  \"activities\" as holding  companies occur\n\nexclusively in  New York.   We  need go  no  further.   Under\n\neither the  \"nerve center\" test  or the \"center  of corporate\n\nactivity\"  test,7 the  principal  place of  business of  both\n\nLerfer  and Calumet is New York.8   Cf. Vareka Invs., N.V. v.\n                                                          \n\nAmerican Inv. Properties, Inc., </pre><span class=\"citation\" data-id=\"429509\"><a href=\"/opinion/429509/vareka-investments-n-v-a-netherlands-antilles-corp-v-american/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span><pre class=\"inline\">, 910 (11th Cir.)\n                              \n\n(holding that  Ecuador corporation which  served as  \"passive\n\ninvestment vehicle\"  for  Florida  real  estate  venture  had\n\nprincipal place  of business  in Ecuador where  it maintained\n\nits  corporate   books  and   records,  made   all  corporate\n\ndecisions, held all corporate  meetings, hired its employees,\n\nand obtained loans for the initial purchase of  the venture),\n\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span><pre class=\"inline\"> (1984).9  Both Lerfer and Calumet\n             \n\n                    \n\n7.  Because Lerfer  and Calumet  have no  physical operations\n(i.e., factories, warehouses, sales offices, etc.) the \"locus\n     \nof  the operations  of  the corporation\"  test  would not  be\nhelpful.  See Topp, 814 F.2d at 834 n.3 (rejecting utility of\n                  \na \"locus of physical operations of  the corporation\" test for\na holding company).\n\n8.  Because we find that  New York is the principal  place of\nbusiness of both  Lerfer and Calumet under  either the \"nerve\ncenter\" or \"center of corporate  activity\" test, we need  not\ndetermine which of  the two tests  is most appropriate  under\nthese facts.  \n\n9.  In  so holding, we are not unaware  of a line of cases in\nwhich district courts, in  determining the principal place of\nbusiness of a holding company, have looked to the business of\nthe entity whose  assets are  being held rather  than to  the\n\n                             -17-\n                              17\n\n                    \n\nbusiness of the holding company.  See Bonar,  631 F. Supp. at\n                                           \n996 (\"[the holding  company] was created to hold  and operate\n[parent's] interest in [Pennsylvania  company], and it has no\nbusiness other  than this  venture.  Therefore,  [the holding\ncompany's]   principal   place   of   business   is   clearly\nPennsylvania,  not  the  state  in which  its  executive  and\nadministrative offices may be located . . . .\"); Hanna Mining\n                                                             \nCo. v. Minnesota  Power &amp; Light Co., </pre><span class=\"citation\" data-id=\"2309958\"><a href=\"/opinion/2309958/hanna-mining-co-v-minnesota-power-and-light-co/\"><span class=\"volume\">573</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1395</span></a></span><pre class=\"inline\">, 1400\n                                   \n(D. Minn. 1983) (\"[The  holding company] was created  to hold\nand  operate [parent's] interest  in [Minnesota venture], and\nit  has no business other than this venture.  Therefore, [the\nholding company's] principal place  of business is clearly in\nMinnesota,  not  in the  state  in  which its  executive  and\nadministrative offices may be  located . . . .\"),  aff'd, </pre><span class=\"citation\" data-id=\"439146\"><a href=\"/opinion/439146/hanna-mining-company-v-minnesota-power-and-light-company/\"><span class=\"volume\">739</span>\n                                                        \n<span class=\"reporter\">F.2d</span> <span class=\"page\">1368</span></a></span><pre class=\"inline\"> (8th Cir. 1984); Hereth v. Jones, </pre><span class=\"citation\" data-id=\"1686916\"><a href=\"/opinion/1686916/hereth-v-jones/\"><span class=\"volume\">544</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">111</span></a></span><pre class=\"inline\">,\n                                          \n112  (E.D. Va.  1982) (\"[The  holding company's]  sole raison\n                                                             \nd'etre is to be the corporate general partner in [a] Virginia\n      \nnursing home venture.   Thus[,]  such activity  as exists  in\nVirginia  is  greater  than  the non-activity  in  any  other\n[s]tate.\").  \n     While  we were unable to discern from the facts of Hanna\n                                                             \nMining exactly what level of activity took place in the state\n      \nwhere the  holding company's offices were  located, the facts\nof both Bonar and Hereth reveal that the holding companies at\n                        \nissue  in each  case performed  no corporate activity  of any\n                                  \nkind in the states where their offices were located.  Indeed,\nin Bonar, the evidence revealed that  the \"office\" was merely\n        \na mailing  address, and that  the company  had no  employees,\nexecutives,  officers, or  directors in  the state  where the\n\"office\"  was located.  Bonar, 631 F.  Supp. at 994-95.  As a\n                             \nresult, the court  was persuaded to look  to Minnesota, where\nthe holding company's attorney  resided and worked, where its\nofficers and  directors resided, and  where the  negotiations\nover  the  initial  stock purchase  occurred.    Id.  at 995.\n                                                    \nLikewise, in Hereth, the court found that the holding company\n                   \nhad  \"absolutely  no function  or activity\"  in the  state of\nincorporation, and had \"no  employees anywhere.\"  Hereth, 544\n                                                        \nF.  Supp.  at 112.   As  a result,  the  court looked  to the\nactivities  of the  business venture  that was  owned  by the\npartnership  in  which  the  holding company  was  a  general\npartner.  Id. \n             \n     The   instant  case,   however,  presents   an  entirely\ndifferent  fact  pattern.    As detailed  above,  Lerfer  and\nCalumet  operate out  of  New York.    They have  an  office,\n                \nemployees,   bank  accounts,   a  working   capital  account,\ncorporate books and records,  and Board of Directors meetings\nin New York.  The corporate officers and directors all reside\nin New York,  and almost all  of the corporations'  decisions\n\n                             -18-\n                              18\n\nare  therefore  citizens  of   New  York.    And   because  a\n\npartnership is  a  citizen  of  those  states  in  which  its\n\npartners  are citizens, see supra p. 3, it follows that Taber\n                                 \n\nis also a citizen of New York, and that the  district court's\n\ncontrary determination was clearly erroneous.\n\n                       IV.  CONCLUSION\n                                      \n\n          As  Taber is a citizen  of New York,  the amount in\n\ncontroversy is ample, and  none of the entities on  the other\n\nside  of  the  lawsuit  shares  Taber's citizenship,  subject\n\nmatter  jurisdiction is  present.   We therefore  reverse and\n\nremand the case for  further proceedings consistent with this\n\nopinion.\n\n          Reversed and remanded.\n                                \n\n                    \n\nare made  in New York.   As such, Lerfer and  Calumet, unlike\nthe  holding  companies at  issue  in Bonar  and  Hereth, are\n                                                        \nholding  companies with  corporate  operations distinct  from\nthose of the company whose assets they hold.  As a result, we\nfind the reasoning in the above line of cases inapposite. \n\n                             -19-\n                              19\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1556276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1686916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1959019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2309958/"
  ]
}