{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194541/",
  "absolute_url": "/opinion/194541/robert-goldman-v-first-national-bank/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194541/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:19:28Z",
  "date_modified": "2016-02-28T04:50:12.494303Z",
  "type": "010combined",
  "sha1": "943f5008f07fa84b89b00f32a0df07a3ec6c6adc",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1773.01A",
  "local_path": null,
  "plain_text": "February 18, 1993 UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 92-1773\n\n                         ROBERT GOLDMAN,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                  FIRST NATIONAL BANK OF BOSTON,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\n                                                    \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n\n               Higginbotham,* Senior Circuit Judge,\n                                                  \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   Denise M. Leydon with whom Weston, Patrick, Willard &amp; Redding was\n                                                                \non brief for appellant.\n   Richard P.  Ward with whom Robert B. Gordon and Ropes &amp; Gray were\n                                                               \non brief for appellee.\n\n                                           \n\n                        February 18, 1993\n                                           \n\n                  \n\n*Of the Third Circuit, sitting by designation.\n\n          CYR, Circuit Judge.  The First National Bank of  Boston\n          CYR, Circuit Judge.\n                            \n\nterminated the employment of appellant Robert Goldman pursuant to\n\na reduction in force in 1989.  Goldman  sued the Bank, asserting,\n\ninter  alia, age discrimination in violation of 29 U.S.C.    621-\n           \n\n634 (\"ADEA\") and Mass. Gen. L. ch. 151B, and breach of a lifetime\n\nemployment contract.  The district court granted summary judgment\n\nin favor of the Bank.  We affirm.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          In 1957 the Bank hired Robert Goldman as a clerk in its\n\nSettlement Department.   Goldman  recalls that Lee  Beaulieu, the\n\npersonnel  officer who interviewed him  for the job,  told him at\n\nthe time he  was hired that  he would not become  wealthy working\n\nfor the Bank, but would have a job for life unless he committed a\n\ncriminal act against the Bank.  Goldman also recalls that Beauli-\n\neu said the Bank had never laid off an employee.2\n\n          Over the ensuing thirty-two years, Goldman held various\n\npositions with the Bank.  During the final  four years, he worked\n\nas a Custody Administrator in the  Custody Administration Unit of\n\nCapital  Asset Services, a  division of the  Treasury and Banking\n\nServices Department, providing  administrative services  relating\n\n                    \n\n     2Goldman  recollects  that   similar  representations   were\nrepeated  by various  supervisors  throughout the  course of  his\nemployment with the Bank.\n\nto the Bank's custodial security accounts.3\n\n          In 1989,  the Bank launched a  large-scale reduction in\n\nits work force due to mounting losses in its Treasury and Banking\n\nServices operation.  The Bank completely reorganized the Treasury\n\nand Banking Services Department, reconfiguring  approximately 252\n\noperational  functions into  approximately 135  functions.   As a\n\nresult,  119 positions  were  eliminated.   Thomas Keane,  Senior\n\nOperations  Manager of  the  Capital  Asset Services  Department,\n\ndetermined  that  it was  necessary  to  eliminate three  of  the\n\nfifteen positions in the Custody Administration Unit.\n\n          After reviewing recent employee performance evaluations\n\nand  consulting  with  unit  supervisors,  Keane  selected  three\n\nemployees for dismissal:   a twenty-four year old, a thirty-seven\n\nyear  old, and Goldman, then fifty-two.  Keane explained that the\n\ntwenty-four year old was suspected of misusing a corporate credit\n\ncard; the thirty-seven year  old and Goldman were  considered the\n\n                    \n\n     3The Bank is a custodian  of securities for various clients,\nincluding banks, insurance companies,  colleges, and other insti-\ntutions.\n\n     Custody Administrators provide necessary administrative\n     services for the securities accounts  of these clients,\n     and their  work involves  settling trades according  to\n     client  instructions and assuring  the proper and accu-\n     rate recording  of transactions  that affect  these ac-\n     counts.   The Bank  strives to  be competitive  in this\n     business by having administrators who provide efficient\n     customer service, and  who communicate frequently  with\n     clients both to assure the accuracy of transactions and\n     to address  any potential problems with the administra-\n     tion of their accounts.\n\nAffidavit of  James W. Curran, Account  Mgr., Custody Administra-\ntion Unit.\n\n                                3\n\nweakest performers in  the unit.   Keane represents that  Goldman\n\nwas responsible for the fewest customer accounts, with the lowest\n\naggregate market value, and that Goldman's low volume resulted in\n\nlarge measure from the reassignment of some of Goldman's accounts\n\ndue to client complaints.   All three positions were  permanently\n\neliminated and  Goldman's duties  were absorbed by  the remaining\n\nemployees in the Custody Administration Unit.\n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.  Summary Judgment Standard\n                             \n\n          We review a grant of summary judgment de  novo, employ-\n                                                        \n\ning  the same criteria incumbent  upon the district  court in the\n\nfirst instance.  Pedraza v.  Shell Oil Co., 942 F.2d 48,  50 (1st\n                                          \n\nCir.  1991), cert. denied,      U.S.    , 112  S. Ct. 993 (1992).\n                         \n\nSummary judgment  is appropriate where the  record, including the\n\npleadings, depositions, answers to interrogatories, admissions on\n\nfile, and affidavits, viewed  in the light most favorable  to the\n\nnonmoving party,  reveals no  genuine  issue as  to any  material\n\nfact, and the moving party is entitled to judgment as a matter of\n\nlaw.   See Fed. R.  Civ. P. 56(c);  Canal Ins. Co. v.  Benner,   \n                                                                 \n\nF.2d     ,      (1st Cir. 1992), No.  92-1360, slip op. at 5 (1st\n               \n\nCir. Nov. 24,  1992); see also Mesnick v.  General Elec. Co., 950\n                                                            \n\nF.2d 816, 822 (1st Cir. 1991), cert. denied,     U.S.    , 112 S.\n                                           \n\nCt. 2965 (1992).  The nonmoving party \"may not rest upon the mere\n\nallegations or denials of the . . . pleadings, but . . . must set\n\n                                4\n\nforth  specific facts showing that  there is a  genuine issue for\n\ntrial.\"  Fed. R. Civ.  P. 56(e).  See Anderson v.  Liberty Lobby,\n                                                                 \n\nInc.,  477 U.S. 242,  248 (1985).  There  is no trialworthy issue\n    \n\nunless there  is enough  competent evidence  to enable a  finding\n\nfavorable to the nonmoving party.  Id. at 249 (citing First Nat'l\n                                                                 \n\nBank  of  Arizona v.  Cities Service  Co.,  391 U.S.  253, 288-89\n                                         \n\n(1968)).  Moreover, \"[e]ven in cases  where elusive concepts such\n\nas motive or intent are at  issue, summary judgment may be appro-\n\npriate  if  the  nonmoving  party rests  merely  upon  conclusory\n\nallegations, improbable inferences, and unsupported speculation.\"\n\nMedina-Munoz v. R.J.  Reynolds Tobacco  Co., 896 F.2d  5, 8  (1st\n                                           \n\nCir. 1990).\n\nB.  Age Discrimination Claims4\nB.  Age Discrimination Claims\n                             \n\n     1.   The Burden-Shifting Paradigm\n                                      \n\n          A  plaintiff  alleging  age  discrimination  \"bears the\n\nultimate 'burden of proving that his years were the determinative\n\nfactor  in his discharge,  that is, that  he would not  have been\n\n                    \n\n     4The complaint  alleged parallel  claims under the  ADEA and\nits  Massachusetts  counterpart,  Mass. Gen.  L.  ch.  151B.   On\nappeal,  Goldman asserts  for the  first time  that Massachusetts\napplies  a less onerous standard of proof to claims brought under\nthe  Massachusetts  antidiscrimination  statute than  this  court\napplies to ADEA  claims, and that his Massachusetts  claim there-\nfore  must  be addressed  separately.    Goldman's opposition  to\nsummary  judgment did  not  distinguish between  the federal  and\nstate age discrimination claims, and he relied  solely on federal\nprecedent.   Consequently, the district court's  analysis did not\ndistinguish  between  the state  and  federal  age discrimination\nclaims.  We follow suit, as  \"theories not raised squarely in the\ndistrict  court cannot be surfaced for the first time on appeal.\"\nMcCoy  v. Massachusetts Inst. of Technology, 950 F.2d 13, 22 (1st\n                                           \nCir. 1991), cert. denied,      U.S.    , 112 S.  Ct. 1939 (1992).\n                        \nSee Mesnick, 950 F.2d at 829 n.11.\n           \n\n                                5\n\nfired  but for  his age.'\"    Mesnick, 950  F.2d at  823 (quoting\n                                     \n\nFreeman v. Package Machinery  Co., 865 F.2d 1331, 1335  (1st Cir.\n                                 \n\n1988)).    Absent  direct  evidence of  age  discrimination,  the\n\nfamiliar  burden-shifting  framework  established   in  McDonnell\n                                                                 \n\nDouglas  Corp. v. Green, 411 U.S. 792, 802-805 (1973), comes into\n                       \n\nplay.   Lawrence v. Northrop  Corp.,     F.2d    ,      (1st Cir.\n                                   \n\n1992),  No. 92-1702,  slip op.  at 4  (1st  Cir. Nov.  25, 1992);\n\nMesnick, 950  F.2d at 823; Medina-Munoz,  896 F.2d at 8.   First,\n                                       \n\nthe plaintiff must make a  prima facie showing of discrimination,\n\nMcDonnell  Douglas, 411  U.S. at  802; Lawrence,  slip op.  at 4;\n                                               \n\nBiggins v. Hazen Paper Co., 953 F.2d 1405, 1409 (1st Cir.), cert.\n                                                                \n\ndenied,     U.S.     , 112 S. Ct. 3035  (1992) and cert. granted,\n                                                                \n\n     U.S.    , 112 S. Ct. 2990  (1992); Mesnick, 950 F.2d at 823;\n                                               \n\nthat is, Goldman must demonstrate that he (1)  was at least forty\n\nyears of age, (2)  met the employer's legitimate job  performance\n\nexpectations, (3) experienced adverse  employment action, and (4)\n\nwas replaced by  a person with roughly equivalent  job qualifica-\n\ntions.   Id.; Medina-Munoz,  896 F.2d  at 8.   A plaintiff  whose\n                          \n\nemployment was terminated in  the course of a reduction  in force\n\nneed not demonstrate that he was replaced, but may show that \"the\n                                         \n\nemployer did not treat age neutrally or that younger persons were\n\nretained  in the same position.\" Hebert v. Mohawk Rubber Co., 872\n                                                            \n\nF.2d  1104, 1111 (1st  Cir. 1989); see  Lawrence, slip op.  at 5;\n                                                \n\nConnell v. Bank of  Boston, 924 F.2d 1169,  1173 n.5 (1st  Cir.),\n                          \n\ncert. denied,     U.S.    , 111 S. Ct. 2828 (1991).\n            \n\n                                6\n\n          \"Establishment  of the prima facie case . . . creates a\n\npresumption  that the  employer unlawfully  discriminated against\n\nthe  employee,\" Texas Dep't of Community  Affairs v. Burdine, 450\n                                                            \n\nU.S.  248, 254 (1981), and the burden of production shifts to the\n\ndefendant-employer  to  \"articulate   some  legitimate,   nondis-\n\ncriminatory reason\" for the  termination.  McDonnell Douglas, 411\n                                                            \n\nU.S. at 802; Lawrence, slip op. at 5; Biggins, 953  F.2d at 1409;\n                                             \n\nMesnick, 950 F.2d at 823.   The burden of persuasion remains with\n       \n\nthe  plaintiff-employee at all times.   Lawrence, slip  op. at 5;\n                                                \n\nMesnick,  950  F.2d at  823 (citing  Burdine,  450 U.S.  at 253);\n                                            \n\nMedina-Munoz, 896 F.2d at 9.\n            \n\n          The presumption of unlawful age discrimination generat-\n\ned  by the  plaintiff-employee's prima facie  showing dissipates,\n\nhowever, provided the employer sustains its burden of production;\n\nthe plaintiff-employee  must then demonstrate that  the proffered\n\nreason for the adverse employment action was simply a pretext for\n\nage discrimination.  Lawrence,  slip op. at 6; Mesnick,  950 F.2d\n                                                      \n\nat 823;  Connell, 924 F.2d at  1172.  The plaintiff  must do more\n                \n\nthan  cast doubt  on the employer's  justification for  the chal-\n\nlenged action; there must be  a sufficient showing that discrimi-\n\nnatory animus motivated the  action.  Lawrence, slip op.  at 6-7;\n                                              \n\nMesnick, 950 F.2d  at 824; Villanueva  v. Wellesley College,  930\n                                                           \n\nF.2d 124, 127-28  (1st Cir.), cert. denied,      U.S.    , 112 S.\n                                          \n\nCt. 181 (1991); Connell,  924 F.2d at 1172.   Direct or  indirect\n                       \n\nevidence  of discriminatory motive may do, but \"the evidence as a\n\nwhole  . . . must be  sufficient for  a reasonable  factfinder to\n\n                                7\n\ninfer that the employer's decision was motivated by age  animus.\"\n\nConnell, 924  F.2d at 1172 n.3; see also Lawrence, slip op. at 6-\n                                                 \n\n7, Mesnick, 950 F.2d at 825; Villanueva, 930 F.2d at 128.\n                                       \n\n          Under  First  Circuit  caselaw, the  plaintiff-employee\n\nmust adduce minimally sufficient evidence of pretext and discrim-\n                                                        \n\ninatory animus.  Lawrence,  slip op. at 6-7 (citing  Mesnick, 950\n                                                            \n\nF.2d at  825; Villanueva, 930 F.2d  at 127; Connell,  924 F.2d at\n                                                   \n\n1172; Medina-Munoz, 896 F.2d at 9; Olivera v. Nestle Puerto Rico,\n                                                                 \n\nInc.,  922 F.2d  43, 48  (1st Cir.  1990)).   A showing  that the\n    \n\nemployer's justification was not the actual motive may be  enough\n\nif the  facts and circumstances  raise a reasonable  inference of\n\nage discrimination.   Connell, 924  F.2d at 1175.   Nevertheless,\n                             \n\nthe plaintiff-employee  cannot  avert  summary  judgment  if  the\n\nrecord  is devoid of  direct and circumstantial  evidence of dis-\n                                \n\ncriminatory animus on the  part of the employer.   Lawrence, slip\n                                                           \n\nop. at 6-7 n.1.5\n\n                    \n\n     5Appellant argues that our cases place a more onerous burden\non an ADEA plaintiff than that envisioned by the Supreme Court in\nMcDonnell  Douglas and Burdine.  Accord Connell, 924 F.2d at 1183\n                                               \n(Bownes,  J.,  dissenting)  (suggesting  that  Burdine  permits a\n                                                      \nplaintiff to  prove employment  discrimination \"either  by direct\n                                                      \nevidence of  discrimination  or  by  successfully  rebutting  the\n                               \nemployer's articulated reasons.\").   We  do not agree.   Fed.  R.\nCiv. P.  56  requires  the  nonmoving party  to  demonstrate  the\nexistence  of a  dispute of  material fact;  in order  to do  so,\nGoldman \"must raise an  inference of discriminatory motive under-\nlying the pretextual  explanation.\"  Villanueva, 930  F.2d at 128\n                                               \n(citing Medina-Munoz,  896 F.2d at 9).  It is not the province of\n                    \nthe courts to sit as \"super personnel departments, assessing  the\nmerits      or  even the  rationality      of  employers' nondis-\ncriminatory business decisions.\"  Mesnick, 950 F.2d at 825.  \"The\n                                         \n'ADEA  does not stop a  company from discharging  an employee for\nany reason  (fair or  unfair) or  for no reason,  so long  as the\ndecision  to  fire does  not stem  from  the person's  age.'\" Id.\n                                                                 \n(quoting Freeman v.  Package Machinery Co.,  865 F.2d 1331,  1341\n                                          \n\n                                8\n\n          The Bank  does not challenge the  district court ruling\n\nthat Goldman  made out  a prima  facie age  discrimination claim.\n\nNor  does Goldman  challenge the  finding that  the Bank  met its\n\nburden  at  the second  stage  of the  McDonnell  Douglas burden-\n                                                         \n\nshifting analysis by articulating a nondiscriminatory motive  for\n                                 \n\nGoldman's dismissal; namely,  that economic considerations neces-\n\nsitated  a reduction in force and Goldman was selected for termi-\n\nnation  because he was \"the weakest performer and least qualified\n\nemployee\"  in his  unit.   At the  third and  final stage  of the\n\nMcDonnell Douglas analysis, the district court ruled that Goldman\n                 \n\nhad failed  to present  sufficient evidence  either to  rebut the\n\nBank's  proffered justification  for  Goldman's dismissal  or  to\n\nsupport an inference  of discriminatory animus.  The Bank accord-\n\ningly won summary judgment on the state and federal age discrimi-\n\nnation claims.   Contending that  the district court  weighed the\n\ncompeting  evidence,  rather than  viewing it  in the  light most\n\nfavorable  to him,  Goldman  maintains that  there is  sufficient\n\nrecord  evidence of pretext and  age animus to  clear the summary\n\njudgment hurdle.\n\n     2.   Evidence of Pretext\n                             \n\n          \"In  assessing pretext,  [our]  'focus must  be on  the\n\nperception of  the decisionmaker,' that is,  whether the employer\n                                                                 \n\n                    \n\n(1st Cir. 1988)).   Since an employer's nondiscriminatory motiva-\ntions for adverse  employment decisions are irrelevant  in an age\ndiscrimination case, a \"mere  showing that the employer's articu-\nlated  reason  may  shield another  (possibly  nondiscriminatory)\nreason  does not create a dispute of material fact\" sufficient to\nwithstand summary judgment.  Villanueva, 930 F.2d at 128.\n                                       \n\n                                9\n\nbelieved its stated reason to be credible.\"  Mesnick, 950 F.2d at\n                                                    \n\n824 (quoting Gray v. New  England Tel. &amp; Tel. Co., 792  F.2d 251,\n                                                 \n\n256  (1st Cir. 1986) (emphasis added)).  Goldman does not dispute\n\nthat  the Bank effected the reduction in force in order to reduce\n\ncosts.   Instead, he argues  that he produced  enough evidence to\n\nrebut the Bank's  contention that  he was the  weakest and  least\n\nqualified  employee in his unit.  Goldman established that he had\n\nreceived merit salary increases on a regular basis throughout his\n\ntenure with  the Bank, received commendations  and accolades from\n\nBank clients over the years, and received no warnings relating to\n\nhis work  performance.   Although Goldman received  mixed perfor-\n\nmance evaluations, he disputed their accuracy and fairness.\n\n          Goldman  presented substantial  evidence that  the Bank\n\ndid not consider his  work performance unsatisfactory in absolute\n\nterms.  But the Bank consistently has maintained that Goldman was\n\ndischarged strictly  because he was the  least qualified employee\n                                                        \n\nin  the Custody  Administration Unit.   It  submitted comparative\n\nevidence as to  the account workloads of  all custody administra-\n\ntors in Goldman's unit.  There  is no dispute that Goldman, among\n\nall  custody  administrators,  was  responsible  for  the  fewest\n\naccounts, having  the lowest aggregate  market value.   In  these\n\ncircumstances,  refutation of  the  proffered  justification  for\n\nGoldman's  discharge required  evidence from  which the  trier of\n\nfact  reasonably  could  conclude  that Goldman's  abilities  and\n\nqualifications  were  equal or  superior  to  employees who  were\n\nretained.   As Goldman made no such evidentiary showing, whatever\n\n                                10\n\nslight  shadow of  doubt may  have been  cast upon  the proffered\n\njustification for his dismissal is too faint to raise the spectre\n\nof pretext.\n\n                                11\n\n     3.   Evidence of Age Animus\n                                \n\n          Evidence of  age animus  \"need not  be of  the 'smoking\n\ngun' variety,\" but the totality of the circumstances  must permit\n\na reasonable inference that  the employer's justification for the\n\nchallenged action was a pretext for age discrimination.  Connell,\n                                                                \n\n924 F.2d  at 1175 (citing  Burdine, 450  U.S. at  256).   Goldman\n                                  \n\ninsists that  several pieces of evidence, considered collectively\n\nor individually, support an inference of discriminatory animus on\n\nthe part of the Bank.\n\n     First, Goldman claims  that discriminatory animus is  infer-\n\nable from  the affidavits  of eight  former Bank  employees, each\n\nstating that the affiant  was the eldest,  or one of the  eldest,\n\nemployees in a  particular unit  at the Bank  and was  performing\n\nadequately  when dismissed  pursuant to  the reduction  in force.\n\nAccording  to Goldman,  the  fact that  several older,  long-term\n\nemployees with satisfactory  performance records were  terminated\n\ncould lead a reasonable factfinder to conclude that Goldman would\n\nnot have  been terminated but for  his age.  On  the contrary, as\n\nthe district court observed, anecdotal evidence of this sort does\n\nlittle more  than \"corroborate what was  undisputed: that members\n\nof  the protected class were terminated as part of the [reduction\n\nin force].\"  Evidence that eight employees, among the 119 select-\n\ned for dismissal, were among the eldest in their respective units\n\ndoes not give rise to a reasonable inference that older employees\n\nwere disproportionately affected by  the reduction in force, much\n                       \n\nless that age discrimination motivated their dismissal.\n\n                                12\n\n          Second,  Goldman  theorizes  that  the  termination  of\n\nolder, more costly, employees  would optimize the cost reductions\n\nachieved  through  the  reduction  in force.    The  implication,\n\nGoldman  suggests,  is that  the  Bank was  biased  against older\n\nemployees  in effecting  the workforce  reduction.6   Yet Goldman\n\nsubmitted  no  evidence either  that  older  employees were  more\n\ncostly to the Bank than younger employees or that older employees\n\nwere  disproportionately affected by the reduction in force.  See\n                                                                 \n\nMesnick, 950  F.2d at 822  (evidence presented by  party opposing\n       \n\nsummary   judgment  \"'cannot  be  conjectural  or  problematic'\")\n\n(quoting  Mack v. Great  Atl. &amp; Pac.  Tea Co., 871  F.2d 179, 181\n                                             \n\n(1st Cir. 1989)).\n\n          Third, Goldman contends that the Bank's introduction of\n\na  new  retirement plan  raised  an  inference of  discriminatory\n\nanimus.   In 1989 the Bank  replaced its pension plan  with a new\n\n\"Cash Balance\" plan.   The  Bank informed its  employees, at  the\n\ntime, that  its  objective was  \"to  make the  Bank's  retirement\n\nbenefits  a visible,  attractive benefit  to our  entire employee\n\npopulation     regardless of age\" and to  \"reward employees based\n\n                    \n\n     6Goldman  notes that 41% of the  119 employees terminated in\nMay 1989 were over forty years of age, but that among the 21 ter-\nminated employees subsequently rehired, only 5, or 24%, were over\nforty.  Statistical evidence that older employees were terminated\nat  a disproportionate rate  may provide  strong evidence  of age\ndiscrimination.   See Mesnick, 950 F.2d at 824; Connell, 924 F.2d\n                                                       \nat 1177.  However,  the present record includes no evidence as to\nthe age composition  of the workforce subject  to termination, or\nof the pool of applicants seeking  reemployment, against which to\ncompare  the data  Goldman  cites.   In  fact, at  oral  argument\nGoldman  disclaimed  any  statistical  argument  based  on  these\nincomplete data.\n\n                                13\n\nupon  individual  performance.\"   Under  the new  plan,  the Bank\n\nopened a  \"Cash Balance\" account  for each employee  and credited\n\nthe account  annually with a  percentage of the  employee's sala-\n\nry.7  After five years of service, all funds in  the Cash Balance\n\naccount  may be withdrawn by employees who are no longer employed\n\nby the  Bank.  Goldman  argues that the  new plan  favors younger\n\nemployees  and  raises  an inference  of  age  animus because  it\n\nrequires the Bank to deposit a decreasing percentage of salary to\n\nthe  Cash  Balance account  as  the  employee reaches  the  upper\n\nservice  brackets and because its  stated purpose is  to make the\n\nplan more attractive  to the 85% of  Bank employees for whom  the\n\nformer  pension  plan  represented  \"a benefit  for  the  distant\n\nfuture.\"\n\n          Goldman's argument is deficient, however, in that there\n\nis  no evidentiary foundation for  the premise that  the new plan\n\ndisadvantages older employees.   The fact that the  Bank contrib-\n\nutes decreasing percentages of salary to the Cash Balance account\n\nafter the employee reaches the thirty-five year service threshold\n\n                    \n\n     7The  percentage of  salary  credited annually  to the  Cash\nBalance  account depends on the  number of years  of service with\nthe Bank:\n\n                                   Percentage of Salary Credited\n     Years of Service                 to Cash Balance Account    \n                                                                 \n          0 -  1                             0%\n          1 -  2                             3.25%\n          3 -  4                             4%\n          5 -  9                             5%\n         10 - 14                             6%\n         15 - 19                             8%\n         20 - 34                            11%\n         35 - 39                             6%\n           40+                               0%\n\n                                14\n\nis  insufficient  to create  an  inference of  age  animus absent\n\nevidence  that the  resulting retirement  benefit would  be lower\n\nthan  the benefit  the  employee would  have  received under  the\n\nformer plan.  Moreover, Goldman's argument ignores the safeguards\n\nput in place  by the Bank to ensure that  employees fifty-five or\n\nolder with  ten years of  service, or employees  at any  age with\n\ntwenty years of service,  would experience no reduction  in bene-\n\nfits.  When  an employee  in either of  these service  categories\n\nretires or  leaves the Bank,  benefits are calculated  under both\n\nthe old pension  plan and the new Cash Balance plan; the employee\n\nis  entitled to receive the greater benefit.  Thus, these employ-\n\nees cannot  be  disadvantaged  by  the introduction  of  the  new\n\nplan.8\n\n          These safeguards do not necessarily cover all employees\n\nin  the protected  class,  however, as  those  between forty  and\n\nfifty-five  with  less than  twenty  years of  service  and those\n\nfifty-five or  older with less  than ten years of  service at the\n\ntime the  new plan became effective fall outside the scope of the\n\nsafeguard provision.  Rather, at retirement or termination, these\n\nemployees  receive benefits  under  both plans.   The  retirement\n\nbenefit under the former plan is based upon the length of service\n\nas  at December 31, 1988; under the new plan the benefit consists\n\nof  the  funds  accumulated  in the  Cash  Balance  account after\n\n                    \n\n     8Goldman argues that the safeguards would have been unneces-\nsary if the new plan did not deprive these employees  of benefits\nto which they  would have  been entitled under  the former  plan.\nClearly, Goldman's argument entirely ignores the safeguards.\n\n                                15\n\nDecember 31, 1988.  Goldman  has adduced no evidence, nor  has he\n\nargued, that benefits calculated under these provisions are lower\n\nthan  those obtainable under the former  pension plan for members\n\nof the protected  class.  Accordingly, no reasonable inference of\n\nage bias can be drawn on the present record.\n\n          Finally,  Goldman maintains that the Bank's decision to\n\ndisband  the \"Quarter  Century  Club,\"  a  Bank-sponsored  social\n\norganization  for employees  with  twenty-five years  or more  of\n\nservice,9  uniquely and  adversely affected  older employees  and\n\ntherefore  is indicative of age  bias.  Goldman  does not dispute\n\nthat the Bank stopped funding the Quarter Century Club as part of\n\nits  program to reduce discretionary  costs.  There  is no direct\n\nevidence  that  considerations  of  age,  as  distinguished  from\n\nneutral cost-saving  considerations, entered into the decision to\n\ndisband the organization, and the bare fact that the Bank stopped\n\nfunding  the  Quarter Century  Club  to reduce  costs  clearly is\n\ninsufficient  to  support a  reasonable inference  that Goldman's\n\ndismissal was motivated by age discrimination.\n\n          Even viewed collectively, see  Mesnick, 950 F.2d at 824\n                                                \n\n(citing Olivera,  922 F.2d at 50) (We do not \"look at evidence of\n               \n\ndiscrimination . . .  in splendid isolation,  but as  part of  an\n\naggregate  package  of proof  offered  by  the plaintiff.\"),  the\n\nevidence was  insufficient to  enable a reasonable  factfinder to\n\n                    \n\n     9The record on appeal  contains no evidence as to  the bene-\nfits associated with  Quarter Century Club  membership.  At  oral\nargument, counsel allowed as how members received small  gifts in\nrecognition  of their loyal service and were honored at an annual\ndinner.\n\n                                16\n\ninfer that  age discrimination  motivated the Bank's  decision to\n\ndismiss  Goldman.  Stripped of its speculative chaff, at best the\n\nrecord reveals that a small number of those discharged were among\n\nthe  older employees  in their  respective units,  that  the Bank\n\nimplemented a new pension plan which has in no measure been shown\n\nto  have been  disadvantageous to  older employees, and  that the\n\nBank stopped funding the  Quarter Century Club.  The  gap between\n\nthis evidence and  an inference of age discrimination  could only\n\nbe bridged  by impermissible  inference.  As  Goldman established\n\nneither  pretext nor  age  animus, the  district court  correctly\n\ngranted summary judgment on the age discrimination claims.\n\nC.   Breach of Lifetime Employment Contract\n                                           \n\n          Goldman  maintains  that   Lee  Beaulieu,  a  personnel\n\nofficer, offered him lifetime employment by representing that the\n\nBank had never laid off employees  and that Goldman would have  a\n\njob  for  life unless  he committed  a  criminal act  against the\n\nBank.10   Even though  it  is far  from clear  that  the sort  of\n\nrepresentations made by Beaulieu import an oral offer of lifetime\n\nemployment, for present purposes we assume as much arguendo.\n                                                           \n\n          Under Massachusetts law, a lifetime employment contract\n\ncannot be found  absent evidence that it was made  or ratified by\n\nan officer or agent with actual or apparent authority to bind the\n\nemployer to a  lifetime contract.   See Rydman  v. Dennison  Mfg.\n                                                                 \n\nCo., 373 Mass. 855, 366 N.E.2d 763 (1977); Porshin v. Snider, 349\n                                                            \n\n                    \n\n     10Goldman had no written employment contract with the Bank.\n\n                                17\n\nMass.  653, 654,  212 N.E.2d  216, 217  (1965); Thalin  v. Friden\n                                                                 \n\nCalculating  Mach. Co.,  338 Mass.  67, 70,  153 N.E.2d  658, 660\n                      \n\n(1958);  Simonelli v. Boston Hous. Auth.,  334 Mass. 438, 440-41,\n                                        \n\n137 N.E.2d 670, 672-73 (1956).  As there is no  evidence that the\n\nBank invested Beaulieu with actual authority to  extend a binding\n\noffer of  lifetime employment to  anyone, we need  only determine\n\nwhether  Goldman  has  demonstrated  a  genuine  factual  dispute\n\nmaterial to the issue of apparent authority.\n\n          \"Apparent or ostensible authority 'results from conduct\n\nby  the principal  which  causes  a  third person  reasonably  to\n                 \n\nbelieve that  a particular  person . . .  has authority  to enter\n\ninto  negotiations or  to  make representations  as his  agent.'\"\n\nHudson v.  Massachusetts Property  Ins.  Underwriting Ass'n,  386\n                                                           \n\nMass. 450, 457, 436 N.E.2d 155, 159 (1982) (quoting W. A. Seavey,\n\nAgency   8D at p. 13 (1964)) (emphasis added).  \"It is a 'fundam-\n      \n\nental rule that apparent  authority cannot be established  by the\n\nputative  agent's own words or  conduct, but only  by the princi-\n                                                                 \n\npal.'\"  Sheinkopf v. Stone,  927 F.2d 1259, 1269 (1st  Cir. 1991)\n                          \n\n(quoting Sheldon v.  First Fed.  Savings &amp; Loan  Ass'n, 566  F.2d\n                                                      \n\n805, 808 (1st Cir. 1977)) (emphasis added).  We therefore examine\n\nthe record  for conduct on the  part of the Bank  that could have\n\nprompted Goldman  reasonably to believe that  Beaulieu was autho-\n\nrized to hire him as a lifetime Bank employee.\n\n          A person appointed to  a position with generally recog-\n\nnized functions may  be found  to possess  apparent authority  to\n\nperform  the duties  ordinarily entrusted  to one  occupying that\n\n                                18\n\nposition.   Restatement  (Second) of Agency    27 cmt.  a (1958).\n                                           \n\nClearly,  Beaulieu, a  personnel  officer, had  either actual  or\n\napparent authority to hire Bank employees.  Ordinary authority to\n\nhire, however, is insufficient to bind the employer to a lifetime\n\nemployment contract.  Boleman v.  Congdon and Carpenter Co.,  638\n                                                           \n\nF.2d 2, 4 (1st Cir.), cert. denied, 454 U.S. 824 (1981) (applying\n                                  \n\nMassachusetts  law).   \"[R]arely . . .  [do]  circumstances exist\n\nwhich  would give rise to apparent authority, of even a principal\n\ncorporate  officer, to  employ another  for life.\"   Thalin,  338\n                                                           \n\nMass. at 70, 153 N.E.2d at  660; see Annotation, Power of  Corpo-\n                                                                 \n\nrate Officer or  Agent to  Hire Employees for  Life, 28  A.L.R.2d\n                                                   \n\n929, 933 (stating that \"[i]n the absence of express authority, it\n\nhas generally been  held or recognized that corporate officers or\n\nagents do not have the  power or authority to hire employees  for\n\nlife\").\n\n          Goldman  suggests that  apparent  authority  should  be\n\ninferred because  his only contact  at the time he  was hired was\n\nwith Beaulieu  and he had no way of knowing that lifetime employ-\n\nment  contracts with the Bank  were extraordinary.   As the great\n\nweight of  authority makes clear, however,  a corporate personnel\n\nofficer's general hiring authority  does not suffice to establish\n\napparent authority to  bind the employer to a lifetime employment\n\ncontract,  irrespective  of  any  awareness on  the  part  of the\n\nemployee  that  lifetime employment  contracts with  the employer\n\nwere extraordinary.  See Rydman, 373 Mass. at  855, 366 N.E.2d at\n                               \n\n764  (suggesting  that  even  explicit  assurances  by  corporate\n\n                                19\n\nofficers or agents do not bind a corporate employer to employment\n\ncontracts  of  extraordinary  duration unless  the  contract  was\n\neither made or  ratified by  an officer with  actual or  apparent\n\nauthority to so bind the corporation); Porshin, 349 Mass. at 654,\n                                              \n\n212  N.E.2d at 217  (finding general manager's  authority to hire\n\nand fire insufficient to \"clothe him with ostensible authority to\n\nmake a contract for  permanent employment\"); Simonelli, 334 Mass.\n                                                      \n\nat  440-41, 137  N.E.2d at  672  (finding assurances  of lifetime\n\nemployment made by personnel  manager and project director insuf-\n\nficient to create  lifetime employment contract absent  ratifica-\n\ntion by  the employer); Braden  v. Trustees of  Phillips Academy,\n                                                                \n\n321  Mass. 53, 71 N.E.2d 765 (1947) (holding that comptroller had\n\nno  authority  to  hire  assistant comptroller  for  life  absent\n\nconduct  by employer  that could  have  caused plaintiff-employee\n\nreasonably  to believe  the comptroller  was authorized  to offer\n\nlifetime  employment).   Holding  Beaulieu out  as its  agent for\n\ngeneral hiring purposes did  not constitute conduct warranting an\n\nobjectively reasonable  belief that Beaulieu had  Bank  authority\n\nto hire anyone for life.\n\n          Apparent  authority to offer a binding lifetime employ-\n\nment contract may be found in  the rare circumstance where it  is\n\ncustomary  for a  particular  officer or  agent  to make  such  a\n\nlifetime contract.  28 A.L.R.2d at 938.  See Braden, 321 Mass. at\n                                                   \n\n55,  71 N.E.2d at 766.   The Bank  submitted competent affidavits\n\nattesting  that Beaulieu had no actual authority to bind the Bank\n\nto  a lifetime  employment contract  and that  no employee  has a\n                                                          \n\n                                20\n\nlifetime contract with the Bank.  Goldman suggests, however, that\n\nan inference that lifetime  employment contracts were commonplace\n\nat  the Bank can  be drawn  from the  assurances of  Beaulieu and\n\nseveral  supervisors that  he  had a  job  for life  and  that no\n\nemployee had ever been laid off.\n\n          \"Lifetime contracts  are extraordinary in  their nature\n\nand strong proof is  required to establish their  due formation.\"\n\nGregory v. Raytheon Serv. Co., 27  Mass. App. Ct. 1170, 1171, 540\n                             \n\nN.E.2d 694, 695 (1989); accord Boleman, 638 F.2d at 4  (finding a\n                                      \n\nputative lifetime employment  contract \"well within the  category\n\nof extraordinary  agreements  requiring the  strongest  proof  of\n\nauthority  by the one making  it to bind  a corporate employer\").\n\nAlthough widespread knowledge that the Bank had never laid off an\n\nemployee except for criminal  conduct might prompt the legitimate\n\nbelief that  employment at  the Bank  was  relatively secure,  it\n\ncannot be  considered competent proof, let  alone \"strong proof,\"\n\nGregory, 27 Mass. App. Ct.  at 1171, 540 N.E.2d at 695,  that any\n       \n\nBank employee  had a lifetime  employment contract.   Absent evi-\n\ndence of any lifetime employment contract with the Bank    at any\n\nlevel under any circumstances    we must conclude that a rational\n\nfactfinder  could not  reasonably find  that  lifetime employment\n\ncontracts with the Bank were customary.\n\n          Although Goldman failed to generate a trialworthy issue\n\nas  to whether  Beaulieu  possessed apparent  authority to  offer\n\nlifetime  Bank employment,  we  must still  consider whether  any\n\nofficer, with  authority to bind the  Bank, subsequently ratified\n             \n\n                                21\n\nBeaulieu's  unauthorized  offer  of  lifetime  employment.    See\n                                                                 \n\nRestatement (Second) of Agency   82  (1958); 28 A.L.R. at 938-40;\n                              \n\nRydman, 373 Mass. at 855, 366 N.E.2d at 764; Simonelli, 334 Mass.\n                                                      \n\nat 441, 137 N.E.2d at 672.\n\n          Goldman attests that the concept of lifetime employment\n\nwas reinforced  by various  supervisors throughout his  tenure at\n\nthe Bank.  Ratification  is not established, however,  unless the\n\nsubsequent  assurances were made  by one with  actual or apparent\n\nauthority to  bind the  Bank to  a lifetime  employment contract.\n\nSee  Rydman, 373  Mass. at  855, 366  N.E.2d at  764; Restatement\n                                                                 \n\n(Second) of Agency   93 cmt. c (1958).  As the record contains no\n                  \n\nevidence  that any  supervisor who  represented that  Goldman was\n\nemployed  for life had actual  or apparent authority to determine\n\nthe  terms of Goldman's  employment contract, much  less bind the\n\nBank to  a lifetime  contract, no  trialworthy  issue was  raised\n\nrelating to the ratification claim.11\n\n          As Goldman generated  no trialworthy issue relating  to\n\nthe lifetime  employment  contract claim,  summary  judgment  was\n\nproper.\n\n          Affirmed.\n                  \n\n                    \n\n     11The Bank's pre-1989 practice  of not discharging employees\nexcept for criminal conduct is entirely consistent with universal\nat-will  employment  and  does  not constitute  affirmance  of  a\nlifetime  contract.   See  Restatement  (Second)  of Agency    93\n                                                           \n(1953)  (\"affirmance  can be  established by  any conduct  of the\npurported principal manifesting that he consents to be a party to\nthe transaction,  or  by conduct  justifiable  only if  there  is\nratification\").\n\n                                22\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">February 18, 1993 UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 92-1773\n\n                         ROBERT GOLDMAN,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                  FIRST NATIONAL BANK OF BOSTON,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\n                                                    \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n\n               Higginbotham,* Senior Circuit Judge,\n                                                  \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n   Denise M. Leydon with whom Weston, Patrick, Willard &amp; Redding was\n                                                                \non brief for appellant.\n   Richard P.  Ward with whom Robert B. Gordon and Ropes &amp; Gray were\n                                                               \non brief for appellee.\n\n                                           \n\n                        February 18, 1993\n                                           \n\n                  \n\n*Of the Third Circuit, sitting by designation.\n\n          CYR, Circuit Judge.  The First National Bank of  Boston\n          CYR, Circuit Judge.\n                            \n\nterminated the employment of appellant Robert Goldman pursuant to\n\na reduction in force in 1989.  Goldman  sued the Bank, asserting,\n\ninter  alia, age discrimination in violation of 29 U.S.C.    621-\n           \n\n634 (\"ADEA\") and Mass. Gen. L. ch. 151B, and breach of a lifetime\n\nemployment contract.  The district court granted summary judgment\n\nin favor of the Bank.  We affirm.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          In 1957 the Bank hired Robert Goldman as a clerk in its\n\nSettlement Department.   Goldman  recalls that Lee  Beaulieu, the\n\npersonnel  officer who interviewed him  for the job,  told him at\n\nthe time he  was hired that  he would not become  wealthy working\n\nfor the Bank, but would have a job for life unless he committed a\n\ncriminal act against the Bank.  Goldman also recalls that Beauli-\n\neu said the Bank had never laid off an employee.2\n\n          Over the ensuing thirty-two years, Goldman held various\n\npositions with the Bank.  During the final  four years, he worked\n\nas a Custody Administrator in the  Custody Administration Unit of\n\nCapital  Asset Services, a  division of the  Treasury and Banking\n\nServices Department, providing  administrative services  relating\n\n                    \n\n     2Goldman  recollects  that   similar  representations   were\nrepeated  by various  supervisors  throughout the  course of  his\nemployment with the Bank.\n\nto the Bank's custodial security accounts.3\n\n          In 1989,  the Bank launched a  large-scale reduction in\n\nits work force due to mounting losses in its Treasury and Banking\n\nServices operation.  The Bank completely reorganized the Treasury\n\nand Banking Services Department, reconfiguring  approximately 252\n\noperational  functions into  approximately 135  functions.   As a\n\nresult,  119 positions  were  eliminated.   Thomas Keane,  Senior\n\nOperations  Manager of  the  Capital  Asset Services  Department,\n\ndetermined  that  it was  necessary  to  eliminate three  of  the\n\nfifteen positions in the Custody Administration Unit.\n\n          After reviewing recent employee performance evaluations\n\nand  consulting  with  unit  supervisors,  Keane  selected  three\n\nemployees for dismissal:   a twenty-four year old, a thirty-seven\n\nyear  old, and Goldman, then fifty-two.  Keane explained that the\n\ntwenty-four year old was suspected of misusing a corporate credit\n\ncard; the thirty-seven year  old and Goldman were  considered the\n\n                    \n\n     3The Bank is a custodian  of securities for various clients,\nincluding banks, insurance companies,  colleges, and other insti-\ntutions.\n\n     Custody Administrators provide necessary administrative\n     services for the securities accounts  of these clients,\n     and their  work involves  settling trades according  to\n     client  instructions and assuring  the proper and accu-\n     rate recording  of transactions  that affect  these ac-\n     counts.   The Bank  strives to  be competitive  in this\n     business by having administrators who provide efficient\n     customer service, and  who communicate frequently  with\n     clients both to assure the accuracy of transactions and\n     to address  any potential problems with the administra-\n     tion of their accounts.\n\nAffidavit of  James W. Curran, Account  Mgr., Custody Administra-\ntion Unit.\n\n                                3\n\nweakest performers in  the unit.   Keane represents that  Goldman\n\nwas responsible for the fewest customer accounts, with the lowest\n\naggregate market value, and that Goldman's low volume resulted in\n\nlarge measure from the reassignment of some of Goldman's accounts\n\ndue to client complaints.   All three positions were  permanently\n\neliminated and  Goldman's duties  were absorbed by  the remaining\n\nemployees in the Custody Administration Unit.\n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.  Summary Judgment Standard\n                             \n\n          We review a grant of summary judgment de  novo, employ-\n                                                        \n\ning  the same criteria incumbent  upon the district  court in the\n\nfirst instance.  Pedraza v.  Shell Oil Co., </pre><span class=\"citation\" data-id=\"566798\"><a href=\"/opinion/566798/cruz-pedraza-alejandrina-pedraza-roberto-pedraza-and-mary-ellen-pedraza/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">,  50 (1st\n                                          \n\nCir.  1991), cert. denied,      U.S.    , </pre><span class=\"citation no-link\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></span><pre class=\"inline\"> (1992).\n                         \n\nSummary judgment  is appropriate where the  record, including the\n\npleadings, depositions, answers to interrogatories, admissions on\n\nfile, and affidavits, viewed  in the light most favorable  to the\n\nnonmoving party,  reveals no  genuine  issue as  to any  material\n\nfact, and the moving party is entitled to judgment as a matter of\n\nlaw.   See Fed. R.  Civ. P. 56(c);  Canal Ins. Co. v.  Benner,   \n                                                                 \n\nF.2d     ,      (1st Cir. 1992), No.  92-1360, slip op. at 5 (1st\n               \n\nCir. Nov. 24,  1992); see also Mesnick v.  General Elec. Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 822 (1st Cir. 1991), cert. denied,     U.S.    , 112 S.\n                                           \n\nCt. 2965 (1992).  The nonmoving party \"may not rest upon the mere\n\nallegations or denials of the . . . pleadings, but . . . must set\n\n                                4\n\nforth  specific facts showing that  there is a  genuine issue for\n\ntrial.\"  Fed. R. Civ.  P. 56(e).  See Anderson v.  Liberty Lobby,\n                                                                 \n\nInc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></span><pre class=\"inline\">,  248 (1985).  There  is no trialworthy issue\n    \n\nunless there  is enough  competent evidence  to enable a  finding\n\nfavorable to the nonmoving party.  Id. at 249 (citing First Nat'l\n                                                                 \n\nBank  of  Arizona v.  Cities Service  Co.,  </pre><span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">253</span></a></span><pre class=\"inline\">, 288-89\n                                         \n\n(1968)).  Moreover, \"[e]ven in cases  where elusive concepts such\n\nas motive or intent are at  issue, summary judgment may be appro-\n\npriate  if  the  nonmoving  party rests  merely  upon  conclusory\n\nallegations, improbable inferences, and unsupported speculation.\"\n\nMedina-Munoz v. R.J.  Reynolds Tobacco  Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8  (1st\n                                           \n\nCir. 1990).\n\nB.  Age Discrimination Claims4\nB.  Age Discrimination Claims\n                             \n\n     1.   The Burden-Shifting Paradigm\n                                      \n\n          A  plaintiff  alleging  age  discrimination  \"bears the\n\nultimate 'burden of proving that his years were the determinative\n\nfactor  in his discharge,  that is, that  he would not  have been\n\n                    \n\n     4The complaint  alleged parallel  claims under the  ADEA and\nits  Massachusetts  counterpart,  Mass. Gen.  L.  ch.  151B.   On\nappeal,  Goldman asserts  for the  first time  that Massachusetts\napplies  a less onerous standard of proof to claims brought under\nthe  Massachusetts  antidiscrimination  statute than  this  court\napplies to ADEA  claims, and that his Massachusetts  claim there-\nfore  must  be addressed  separately.    Goldman's opposition  to\nsummary  judgment did  not  distinguish between  the federal  and\nstate age discrimination claims, and he relied  solely on federal\nprecedent.   Consequently, the district court's  analysis did not\ndistinguish  between  the state  and  federal  age discrimination\nclaims.  We follow suit, as  \"theories not raised squarely in the\ndistrict  court cannot be surfaced for the first time on appeal.\"\nMcCoy  v. Massachusetts Inst. of Technology, </pre><span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 22 (1st\n                                           \nCir. 1991), cert. denied,      U.S.    , 112 S.  Ct. 1939 (1992).\n                        \nSee Mesnick, 950 F.2d at 829 n.11.\n           \n\n                                5\n\nfired  but for  his age.'\"    Mesnick, 950  F.2d at  823 (quoting\n                                     \n\nFreeman v. Package Machinery  Co., </pre><span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span><pre class=\"inline\">, 1335  (1st Cir.\n                                 \n\n1988)).    Absent  direct  evidence of  age  discrimination,  the\n\nfamiliar  burden-shifting  framework  established   in  McDonnell\n                                                                 \n\nDouglas  Corp. v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802-805 (1973), comes into\n                       \n\nplay.   Lawrence v. Northrop  Corp.,     F.2d    ,      (1st Cir.\n                                   \n\n1992),  No. 92-1702,  slip op.  at 4  (1st  Cir. Nov.  25, 1992);\n\nMesnick, 950  F.2d at 823; Medina-Munoz,  896 F.2d at 8.   First,\n                                       \n\nthe plaintiff must make a  prima facie showing of discrimination,\n\nMcDonnell  Douglas, 411  U.S. at  802; Lawrence,  slip op.  at 4;\n                                               \n\nBiggins v. Hazen Paper Co., </pre><span class=\"citation\" data-id=\"576200\"><a href=\"/opinion/576200/walter-f-biggins-v-the-hazen-paper-company-walter-f-biggins-v-the/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1405</span></a></span><pre class=\"inline\">, 1409 (1st Cir.), cert.\n                                                                \n\ndenied,     U.S.     , </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3035</span></span><pre class=\"inline\">  (1992) and cert. granted,\n                                                                \n\n     U.S.    , </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2990</span></span><pre class=\"inline\">  (1992); Mesnick, 950 F.2d at 823;\n                                               \n\nthat is, Goldman must demonstrate that he (1)  was at least forty\n\nyears of age, (2)  met the employer's legitimate job  performance\n\nexpectations, (3) experienced adverse  employment action, and (4)\n\nwas replaced by  a person with roughly equivalent  job qualifica-\n\ntions.   Id.; Medina-Munoz,  896 F.2d  at 8.   A plaintiff  whose\n                          \n\nemployment was terminated in  the course of a reduction  in force\n\nneed not demonstrate that he was replaced, but may show that \"the\n                                         \n\nemployer did not treat age neutrally or that younger persons were\n\nretained  in the same position.\" Hebert v. Mohawk Rubber Co., </pre><span class=\"citation\" data-id=\"521902\"><a href=\"/opinion/521902/andrew-p-hebert-v-the-mohawk-rubber-company/\"><span class=\"volume\">872</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1104</span></a></span><pre class=\"inline\">, 1111 (1st  Cir. 1989); see  Lawrence, slip op.  at 5;\n                                                \n\nConnell v. Bank of  Boston, </pre><span class=\"citation\" data-id=\"555435\"><a href=\"/opinion/555435/thomas-b-connell-v-bank-of-boston-and-john-s-ingalls/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span><pre class=\"inline\">,  1173 n.5 (1st  Cir.),\n                          \n\ncert. denied,     U.S.    , </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2828</span></span><pre class=\"inline\"> (1991).\n            \n\n                                6\n\n          \"Establishment  of the prima facie case . . . creates a\n\npresumption  that the  employer unlawfully  discriminated against\n\nthe  employee,\" Texas Dep't of Community  Affairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">248</span></a></span><pre class=\"inline\">, 254 (1981), and the burden of production shifts to the\n\ndefendant-employer  to  \"articulate   some  legitimate,   nondis-\n\ncriminatory reason\" for the  termination.  McDonnell Douglas, 411\n                                                            \n\nU.S. at 802; Lawrence, slip op. at 5; Biggins, 953  F.2d at 1409;\n                                             \n\nMesnick, 950 F.2d at 823.   The burden of persuasion remains with\n       \n\nthe  plaintiff-employee at all times.   Lawrence, slip  op. at 5;\n                                                \n\nMesnick,  950  F.2d at  823 (citing  Burdine,  450 U.S.  at 253);\n                                            \n\nMedina-Munoz, 896 F.2d at 9.\n            \n\n          The presumption of unlawful age discrimination generat-\n\ned  by the  plaintiff-employee's prima facie  showing dissipates,\n\nhowever, provided the employer sustains its burden of production;\n\nthe plaintiff-employee  must then demonstrate that  the proffered\n\nreason for the adverse employment action was simply a pretext for\n\nage discrimination.  Lawrence,  slip op. at 6; Mesnick,  950 F.2d\n                                                      \n\nat 823;  Connell, 924 F.2d at  1172.  The plaintiff  must do more\n                \n\nthan  cast doubt  on the employer's  justification for  the chal-\n\nlenged action; there must be  a sufficient showing that discrimi-\n\nnatory animus motivated the  action.  Lawrence, slip op.  at 6-7;\n                                              \n\nMesnick, 950 F.2d  at 824; Villanueva  v. Wellesley College,  </pre><span class=\"citation\" data-id=\"558945\"><a href=\"/opinion/558945/tino-villanueva-v-wellesley-college/\"><span class=\"volume\">930</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span><pre class=\"inline\">, 127-28  (1st Cir.), cert. denied,      U.S.    , 112 S.\n                                          \n\nCt. 181 (1991); Connell,  924 F.2d at 1172.   Direct or  indirect\n                       \n\nevidence  of discriminatory motive may do, but \"the evidence as a\n\nwhole  . . . must be  sufficient for  a reasonable  factfinder to\n\n                                7\n\ninfer that the employer's decision was motivated by age  animus.\"\n\nConnell, 924  F.2d at 1172 n.3; see also Lawrence, slip op. at 6-\n                                                 \n\n7, Mesnick, 950 F.2d at 825; Villanueva, 930 F.2d at 128.\n                                       \n\n          Under  First  Circuit  caselaw, the  plaintiff-employee\n\nmust adduce minimally sufficient evidence of pretext and discrim-\n                                                        \n\ninatory animus.  Lawrence,  slip op. at 6-7 (citing  Mesnick, 950\n                                                            \n\nF.2d at  825; Villanueva, 930 F.2d  at 127; Connell,  924 F.2d at\n                                                   \n\n1172; Medina-Munoz, 896 F.2d at 9; Olivera v. Nestle Puerto Rico,\n                                                                 \n\nInc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">43</span></span><pre class=\"inline\">, 48  (1st Cir.  1990)).   A showing  that the\n    \n\nemployer's justification was not the actual motive may be  enough\n\nif the  facts and circumstances  raise a reasonable  inference of\n\nage discrimination.   Connell, 924  F.2d at 1175.   Nevertheless,\n                             \n\nthe plaintiff-employee  cannot  avert  summary  judgment  if  the\n\nrecord  is devoid of  direct and circumstantial  evidence of dis-\n                                \n\ncriminatory animus on the  part of the employer.   Lawrence, slip\n                                                           \n\nop. at 6-7 n.1.5\n\n                    \n\n     5Appellant argues that our cases place a more onerous burden\non an ADEA plaintiff than that envisioned by the Supreme Court in\nMcDonnell  Douglas and Burdine.  Accord Connell, 924 F.2d at 1183\n                                               \n(Bownes,  J.,  dissenting)  (suggesting  that  Burdine  permits a\n                                                      \nplaintiff to  prove employment  discrimination \"either  by direct\n                                                      \nevidence of  discrimination  or  by  successfully  rebutting  the\n                               \nemployer's articulated reasons.\").   We  do not agree.   Fed.  R.\nCiv. P.  56  requires  the  nonmoving party  to  demonstrate  the\nexistence  of a  dispute of  material fact;  in order  to do  so,\nGoldman \"must raise an  inference of discriminatory motive under-\nlying the pretextual  explanation.\"  Villanueva, 930  F.2d at 128\n                                               \n(citing Medina-Munoz,  896 F.2d at 9).  It is not the province of\n                    \nthe courts to sit as \"super personnel departments, assessing  the\nmerits      or  even the  rationality      of  employers' nondis-\ncriminatory business decisions.\"  Mesnick, 950 F.2d at 825.  \"The\n                                         \n'ADEA  does not stop a  company from discharging  an employee for\nany reason  (fair or  unfair) or  for no reason,  so long  as the\ndecision  to  fire does  not stem  from  the person's  age.'\" Id.\n                                                                 \n(quoting Freeman v.  Package Machinery Co.,  </pre><span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span><pre class=\"inline\">,  1341\n                                          \n\n                                8\n\n          The Bank  does not challenge the  district court ruling\n\nthat Goldman  made out  a prima  facie age  discrimination claim.\n\nNor  does Goldman  challenge the  finding that  the Bank  met its\n\nburden  at  the second  stage  of the  McDonnell  Douglas burden-\n                                                         \n\nshifting analysis by articulating a nondiscriminatory motive  for\n                                 \n\nGoldman's dismissal; namely,  that economic considerations neces-\n\nsitated  a reduction in force and Goldman was selected for termi-\n\nnation  because he was \"the weakest performer and least qualified\n\nemployee\"  in his  unit.   At the  third and  final stage  of the\n\nMcDonnell Douglas analysis, the district court ruled that Goldman\n                 \n\nhad failed  to present  sufficient evidence  either to  rebut the\n\nBank's  proffered justification  for  Goldman's dismissal  or  to\n\nsupport an inference  of discriminatory animus.  The Bank accord-\n\ningly won summary judgment on the state and federal age discrimi-\n\nnation claims.   Contending that  the district court  weighed the\n\ncompeting  evidence,  rather than  viewing it  in the  light most\n\nfavorable  to him,  Goldman  maintains that  there is  sufficient\n\nrecord  evidence of pretext and  age animus to  clear the summary\n\njudgment hurdle.\n\n     2.   Evidence of Pretext\n                             \n\n          \"In  assessing pretext,  [our]  'focus must  be on  the\n\nperception of  the decisionmaker,' that is,  whether the employer\n                                                                 \n\n                    \n\n(1st Cir. 1988)).   Since an employer's nondiscriminatory motiva-\ntions for adverse  employment decisions are irrelevant  in an age\ndiscrimination case, a \"mere  showing that the employer's articu-\nlated  reason  may  shield another  (possibly  nondiscriminatory)\nreason  does not create a dispute of material fact\" sufficient to\nwithstand summary judgment.  Villanueva, 930 F.2d at 128.\n                                       \n\n                                9\n\nbelieved its stated reason to be credible.\"  Mesnick, 950 F.2d at\n                                                    \n\n824 (quoting Gray v. New  England Tel. &amp; Tel. Co., </pre><span class=\"citation\" data-id=\"471269\"><a href=\"/opinion/471269/40-fair-emplpraccas-1597-41-empl-prac-dec-p-36451-irving-p-gray-v/\"><span class=\"volume\">792</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span><pre class=\"inline\">,\n                                                 \n\n256  (1st Cir. 1986) (emphasis added)).  Goldman does not dispute\n\nthat  the Bank effected the reduction in force in order to reduce\n\ncosts.   Instead, he argues  that he produced  enough evidence to\n\nrebut the Bank's  contention that  he was the  weakest and  least\n\nqualified  employee in his unit.  Goldman established that he had\n\nreceived merit salary increases on a regular basis throughout his\n\ntenure with  the Bank, received commendations  and accolades from\n\nBank clients over the years, and received no warnings relating to\n\nhis work  performance.   Although Goldman received  mixed perfor-\n\nmance evaluations, he disputed their accuracy and fairness.\n\n          Goldman  presented substantial  evidence that  the Bank\n\ndid not consider his  work performance unsatisfactory in absolute\n\nterms.  But the Bank consistently has maintained that Goldman was\n\ndischarged strictly  because he was the  least qualified employee\n                                                        \n\nin  the Custody  Administration Unit.   It  submitted comparative\n\nevidence as to  the account workloads of  all custody administra-\n\ntors in Goldman's unit.  There  is no dispute that Goldman, among\n\nall  custody  administrators,  was  responsible  for  the  fewest\n\naccounts, having  the lowest aggregate  market value.   In  these\n\ncircumstances,  refutation of  the  proffered  justification  for\n\nGoldman's  discharge required  evidence from  which the  trier of\n\nfact  reasonably  could  conclude  that Goldman's  abilities  and\n\nqualifications  were  equal or  superior  to  employees who  were\n\nretained.   As Goldman made no such evidentiary showing, whatever\n\n                                10\n\nslight  shadow of  doubt may  have been  cast upon  the proffered\n\njustification for his dismissal is too faint to raise the spectre\n\nof pretext.\n\n                                11\n\n     3.   Evidence of Age Animus\n                                \n\n          Evidence of  age animus  \"need not  be of  the 'smoking\n\ngun' variety,\" but the totality of the circumstances  must permit\n\na reasonable inference that  the employer's justification for the\n\nchallenged action was a pretext for age discrimination.  Connell,\n                                                                \n\n924 F.2d  at 1175 (citing  Burdine, 450  U.S. at  256).   Goldman\n                                  \n\ninsists that  several pieces of evidence, considered collectively\n\nor individually, support an inference of discriminatory animus on\n\nthe part of the Bank.\n\n     First, Goldman claims  that discriminatory animus is  infer-\n\nable from  the affidavits  of eight  former Bank  employees, each\n\nstating that the affiant  was the eldest,  or one of the  eldest,\n\nemployees in a  particular unit  at the Bank  and was  performing\n\nadequately  when dismissed  pursuant to  the reduction  in force.\n\nAccording  to Goldman,  the  fact that  several older,  long-term\n\nemployees with satisfactory  performance records were  terminated\n\ncould lead a reasonable factfinder to conclude that Goldman would\n\nnot have  been terminated but for  his age.  On  the contrary, as\n\nthe district court observed, anecdotal evidence of this sort does\n\nlittle more  than \"corroborate what was  undisputed: that members\n\nof  the protected class were terminated as part of the [reduction\n\nin force].\"  Evidence that eight employees, among the 119 select-\n\ned for dismissal, were among the eldest in their respective units\n\ndoes not give rise to a reasonable inference that older employees\n\nwere disproportionately affected by  the reduction in force, much\n                       \n\nless that age discrimination motivated their dismissal.\n\n                                12\n\n          Second,  Goldman  theorizes  that  the  termination  of\n\nolder, more costly, employees  would optimize the cost reductions\n\nachieved  through  the  reduction  in force.    The  implication,\n\nGoldman  suggests,  is that  the  Bank was  biased  against older\n\nemployees  in effecting  the workforce  reduction.6   Yet Goldman\n\nsubmitted  no  evidence either  that  older  employees were  more\n\ncostly to the Bank than younger employees or that older employees\n\nwere  disproportionately affected by the reduction in force.  See\n                                                                 \n\nMesnick, 950  F.2d at 822  (evidence presented by  party opposing\n       \n\nsummary   judgment  \"'cannot  be  conjectural  or  problematic'\")\n\n(quoting  Mack v. Great  Atl. &amp; Pac.  Tea Co., </pre><span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span><pre class=\"inline\">, 181\n                                             \n\n(1st Cir. 1989)).\n\n          Third, Goldman contends that the Bank's introduction of\n\na  new  retirement plan  raised  an  inference of  discriminatory\n\nanimus.   In 1989 the Bank  replaced its pension plan  with a new\n\n\"Cash Balance\" plan.   The  Bank informed its  employees, at  the\n\ntime, that  its  objective was  \"to  make the  Bank's  retirement\n\nbenefits  a visible,  attractive benefit  to our  entire employee\n\npopulation     regardless of age\" and to  \"reward employees based\n\n                    \n\n     6Goldman  notes that 41% of the  119 employees terminated in\nMay 1989 were over forty years of age, but that among the 21 ter-\nminated employees subsequently rehired, only 5, or 24%, were over\nforty.  Statistical evidence that older employees were terminated\nat  a disproportionate rate  may provide  strong evidence  of age\ndiscrimination.   See Mesnick, 950 F.2d at 824; Connell, 924 F.2d\n                                                       \nat 1177.  However,  the present record includes no evidence as to\nthe age composition  of the workforce subject  to termination, or\nof the pool of applicants seeking  reemployment, against which to\ncompare  the data  Goldman  cites.   In  fact, at  oral  argument\nGoldman  disclaimed  any  statistical  argument  based  on  these\nincomplete data.\n\n                                13\n\nupon  individual  performance.\"   Under  the new  plan,  the Bank\n\nopened a  \"Cash Balance\" account  for each employee  and credited\n\nthe account  annually with a  percentage of the  employee's sala-\n\nry.7  After five years of service, all funds in  the Cash Balance\n\naccount  may be withdrawn by employees who are no longer employed\n\nby the  Bank.  Goldman  argues that the  new plan  favors younger\n\nemployees  and  raises  an inference  of  age  animus because  it\n\nrequires the Bank to deposit a decreasing percentage of salary to\n\nthe  Cash  Balance account  as  the  employee reaches  the  upper\n\nservice  brackets and because its  stated purpose is  to make the\n\nplan more attractive  to the 85% of  Bank employees for whom  the\n\nformer  pension  plan  represented  \"a benefit  for  the  distant\n\nfuture.\"\n\n          Goldman's argument is deficient, however, in that there\n\nis  no evidentiary foundation for  the premise that  the new plan\n\ndisadvantages older employees.   The fact that the  Bank contrib-\n\nutes decreasing percentages of salary to the Cash Balance account\n\nafter the employee reaches the thirty-five year service threshold\n\n                    \n\n     7The  percentage of  salary  credited annually  to the  Cash\nBalance  account depends on the  number of years  of service with\nthe Bank:\n\n                                   Percentage of Salary Credited\n     Years of Service                 to Cash Balance Account    \n                                                                 \n          0 -  1                             0%\n          1 -  2                             3.25%\n          3 -  4                             4%\n          5 -  9                             5%\n         10 - 14                             6%\n         15 - 19                             8%\n         20 - 34                            11%\n         35 - 39                             6%\n           40+                               0%\n\n                                14\n\nis  insufficient  to create  an  inference of  age  animus absent\n\nevidence  that the  resulting retirement  benefit would  be lower\n\nthan  the benefit  the  employee would  have  received under  the\n\nformer plan.  Moreover, Goldman's argument ignores the safeguards\n\nput in place  by the Bank to ensure that  employees fifty-five or\n\nolder with  ten years of  service, or employees  at any  age with\n\ntwenty years of service,  would experience no reduction  in bene-\n\nfits.  When  an employee  in either of  these service  categories\n\nretires or  leaves the Bank,  benefits are calculated  under both\n\nthe old pension  plan and the new Cash Balance plan; the employee\n\nis  entitled to receive the greater benefit.  Thus, these employ-\n\nees cannot  be  disadvantaged  by  the introduction  of  the  new\n\nplan.8\n\n          These safeguards do not necessarily cover all employees\n\nin  the protected  class,  however, as  those  between forty  and\n\nfifty-five  with  less than  twenty  years of  service  and those\n\nfifty-five or  older with less  than ten years of  service at the\n\ntime the  new plan became effective fall outside the scope of the\n\nsafeguard provision.  Rather, at retirement or termination, these\n\nemployees  receive benefits  under  both plans.   The  retirement\n\nbenefit under the former plan is based upon the length of service\n\nas  at December 31, 1988; under the new plan the benefit consists\n\nof  the  funds  accumulated  in the  Cash  Balance  account after\n\n                    \n\n     8Goldman argues that the safeguards would have been unneces-\nsary if the new plan did not deprive these employees  of benefits\nto which they  would have  been entitled under  the former  plan.\nClearly, Goldman's argument entirely ignores the safeguards.\n\n                                15\n\nDecember 31, 1988.  Goldman  has adduced no evidence, nor  has he\n\nargued, that benefits calculated under these provisions are lower\n\nthan  those obtainable under the former  pension plan for members\n\nof the protected  class.  Accordingly, no reasonable inference of\n\nage bias can be drawn on the present record.\n\n          Finally,  Goldman maintains that the Bank's decision to\n\ndisband  the \"Quarter  Century  Club,\"  a  Bank-sponsored  social\n\norganization  for employees  with  twenty-five years  or more  of\n\nservice,9  uniquely and  adversely affected  older employees  and\n\ntherefore  is indicative of age  bias.  Goldman  does not dispute\n\nthat the Bank stopped funding the Quarter Century Club as part of\n\nits  program to reduce discretionary  costs.  There  is no direct\n\nevidence  that  considerations  of  age,  as  distinguished  from\n\nneutral cost-saving  considerations, entered into the decision to\n\ndisband the organization, and the bare fact that the Bank stopped\n\nfunding  the  Quarter Century  Club  to reduce  costs  clearly is\n\ninsufficient  to  support a  reasonable inference  that Goldman's\n\ndismissal was motivated by age discrimination.\n\n          Even viewed collectively, see  Mesnick, 950 F.2d at 824\n                                                \n\n(citing Olivera,  922 F.2d at 50) (We do not \"look at evidence of\n               \n\ndiscrimination . . .  in splendid isolation,  but as  part of  an\n\naggregate  package  of proof  offered  by  the plaintiff.\"),  the\n\nevidence was  insufficient to  enable a reasonable  factfinder to\n\n                    \n\n     9The record on appeal  contains no evidence as to  the bene-\nfits associated with  Quarter Century Club  membership.  At  oral\nargument, counsel allowed as how members received small  gifts in\nrecognition  of their loyal service and were honored at an annual\ndinner.\n\n                                16\n\ninfer that  age discrimination  motivated the Bank's  decision to\n\ndismiss  Goldman.  Stripped of its speculative chaff, at best the\n\nrecord reveals that a small number of those discharged were among\n\nthe  older employees  in their  respective units,  that  the Bank\n\nimplemented a new pension plan which has in no measure been shown\n\nto  have been  disadvantageous to  older employees, and  that the\n\nBank stopped funding the  Quarter Century Club.  The  gap between\n\nthis evidence and  an inference of age discrimination  could only\n\nbe bridged  by impermissible  inference.  As  Goldman established\n\nneither  pretext nor  age  animus, the  district court  correctly\n\ngranted summary judgment on the age discrimination claims.\n\nC.   Breach of Lifetime Employment Contract\n                                           \n\n          Goldman  maintains  that   Lee  Beaulieu,  a  personnel\n\nofficer, offered him lifetime employment by representing that the\n\nBank had never laid off employees  and that Goldman would have  a\n\njob  for  life unless  he committed  a  criminal act  against the\n\nBank.10   Even though  it  is far  from clear  that  the sort  of\n\nrepresentations made by Beaulieu import an oral offer of lifetime\n\nemployment, for present purposes we assume as much arguendo.\n                                                           \n\n          Under Massachusetts law, a lifetime employment contract\n\ncannot be found  absent evidence that it was made  or ratified by\n\nan officer or agent with actual or apparent authority to bind the\n\nemployer to a  lifetime contract.   See Rydman  v. Dennison  Mfg.\n                                                                 \n\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">855</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">366</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">763</span></span><pre class=\"inline\"> (1977); Porshin v. Snider, 349\n                                                            \n\n                    \n\n     10Goldman had no written employment contract with the Bank.\n\n                                </pre><span class=\"citation no-link\"><span class=\"volume\">17</span>\n\n<span class=\"reporter\">Mass.</span>  <span class=\"page\">653</span></span><pre class=\"inline\">, 654,  </pre><span class=\"citation\" data-id=\"2044834\"><a href=\"/opinion/2044834/porshin-v-snider/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">216</span></a></span><pre class=\"inline\">, 217  (1965); Thalin  v. Friden\n                                                                 \n\nCalculating  Mach. Co.,  </pre><span class=\"citation\" data-id=\"2054615\"><a href=\"/opinion/2054615/thalin-v-friden-calculating-machine-co-inc/\"><span class=\"volume\">338</span> <span class=\"reporter\">Mass.</span>  <span class=\"page\">67</span></a></span><pre class=\"inline\">, 70,  </pre><span class=\"citation\" data-id=\"2054615\"><a href=\"/opinion/2054615/thalin-v-friden-calculating-machine-co-inc/\"><span class=\"volume\">153</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">658</span></a></span><pre class=\"inline\">, 660\n                      \n\n(1958);  Simonelli v. Boston Hous. Auth.,  </pre><span class=\"citation\" data-id=\"2119989\"><a href=\"/opinion/2119989/simonelli-v-boston-housing-authority/\"><span class=\"volume\">334</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">438</span></a></span><pre class=\"inline\">, 440-41,\n                                        \n\n</pre><span class=\"citation\" data-id=\"2119989\"><a href=\"/opinion/2119989/simonelli-v-boston-housing-authority/\"><span class=\"volume\">137</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 672-73 (1956).  As there is no  evidence that the\n\nBank invested Beaulieu with actual authority to  extend a binding\n\noffer of  lifetime employment to  anyone, we need  only determine\n\nwhether  Goldman  has  demonstrated  a  genuine  factual  dispute\n\nmaterial to the issue of apparent authority.\n\n          \"Apparent or ostensible authority 'results from conduct\n\nby  the principal  which  causes  a  third person  reasonably  to\n                 \n\nbelieve that  a particular  person . . .  has authority  to enter\n\ninto  negotiations or  to  make representations  as his  agent.'\"\n\nHudson v.  Massachusetts Property  Ins.  Underwriting Ass'n,  </pre><span class=\"citation\" data-id=\"2062697\"><a href=\"/opinion/2062697/hudson-v-mass-property-ins-underwriting-assn/\"><span class=\"volume\">386</span>\n                                                           \n\n<span class=\"reporter\">Mass.</span> <span class=\"page\">450</span></a></span><pre class=\"inline\">, 457, </pre><span class=\"citation\" data-id=\"2062697\"><a href=\"/opinion/2062697/hudson-v-mass-property-ins-underwriting-assn/\"><span class=\"volume\">436</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">155</span></a></span><pre class=\"inline\">, 159 (1982) (quoting W. A. Seavey,\n\nAgency   8D at p. 13 (1964)) (emphasis added).  \"It is a 'fundam-\n      \n\nental rule that apparent  authority cannot be established  by the\n\nputative  agent's own words or  conduct, but only  by the princi-\n                                                                 \n\npal.'\"  Sheinkopf v. Stone,  </pre><span class=\"citation\" data-id=\"557334\"><a href=\"/opinion/557334/warren-b-sheinkopf-v-john-kp-stone-iii-etc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span><pre class=\"inline\">, 1269 (1st  Cir. 1991)\n                          \n\n(quoting Sheldon v.  First Fed.  Savings &amp; Loan  Ass'n, </pre><span class=\"citation\" data-id=\"350996\"><a href=\"/opinion/350996/alice-sheldon-v-first-federal-savings-loan-association-of-puerto-rico/\"><span class=\"volume\">566</span>  <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">805</span></a></span><pre class=\"inline\">, 808 (1st Cir. 1977)) (emphasis added).  We therefore examine\n\nthe record  for conduct on the  part of the Bank  that could have\n\nprompted Goldman  reasonably to believe that  Beaulieu was autho-\n\nrized to hire him as a lifetime Bank employee.\n\n          A person appointed to  a position with generally recog-\n\nnized functions may  be found  to possess  apparent authority  to\n\nperform  the duties  ordinarily entrusted  to one  occupying that\n\n                                18\n\nposition.   Restatement  (Second) of Agency    27 cmt.  a (1958).\n                                           \n\nClearly,  Beaulieu, a  personnel  officer, had  either actual  or\n\napparent authority to hire Bank employees.  Ordinary authority to\n\nhire, however, is insufficient to bind the employer to a lifetime\n\nemployment contract.  Boleman v.  Congdon and Carpenter Co.,  </pre><span class=\"citation\" data-id=\"385890\"><a href=\"/opinion/385890/john-j-boleman-v-the-congdon-and-carpenter-company/\"><span class=\"volume\">638</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 4 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">824</span></span><pre class=\"inline\"> (1981) (applying\n                                  \n\nMassachusetts  law).   \"[R]arely . . .  [do]  circumstances exist\n\nwhich  would give rise to apparent authority, of even a principal\n\ncorporate  officer, to  employ another  for life.\"   Thalin,  338\n                                                           \n\nMass. at 70, 153 N.E.2d at  660; see Annotation, Power of  Corpo-\n                                                                 \n\nrate Officer or  Agent to  Hire Employees for  Life, 28  A.L.R.2d\n                                                   \n\n929, 933 (stating that \"[i]n the absence of express authority, it\n\nhas generally been  held or recognized that corporate officers or\n\nagents do not have the  power or authority to hire employees  for\n\nlife\").\n\n          Goldman  suggests that  apparent  authority  should  be\n\ninferred because  his only contact  at the time he  was hired was\n\nwith Beaulieu  and he had no way of knowing that lifetime employ-\n\nment  contracts with the Bank  were extraordinary.   As the great\n\nweight of  authority makes clear, however,  a corporate personnel\n\nofficer's general hiring authority  does not suffice to establish\n\napparent authority to  bind the employer to a lifetime employment\n\ncontract,  irrespective  of  any  awareness on  the  part  of the\n\nemployee  that  lifetime employment  contracts with  the employer\n\nwere extraordinary.  See Rydman, 373 Mass. at  855, 366 N.E.2d at\n                               \n\n764  (suggesting  that  even  explicit  assurances  by  corporate\n\n                                19\n\nofficers or agents do not bind a corporate employer to employment\n\ncontracts  of  extraordinary  duration unless  the  contract  was\n\neither made or  ratified by  an officer with  actual or  apparent\n\nauthority to so bind the corporation); Porshin, 349 Mass. at 654,\n                                              \n\n212  N.E.2d at 217  (finding general manager's  authority to hire\n\nand fire insufficient to \"clothe him with ostensible authority to\n\nmake a contract for  permanent employment\"); Simonelli, 334 Mass.\n                                                      \n\nat  440-41, 137  N.E.2d at  672  (finding assurances  of lifetime\n\nemployment made by personnel  manager and project director insuf-\n\nficient to create  lifetime employment contract absent  ratifica-\n\ntion by  the employer); Braden  v. Trustees of  Phillips Academy,\n                                                                \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">321</span>  <span class=\"reporter\">Mass.</span> <span class=\"page\">53</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">765</span></span><pre class=\"inline\"> (1947) (holding that comptroller had\n\nno  authority  to  hire  assistant comptroller  for  life  absent\n\nconduct  by employer  that could  have  caused plaintiff-employee\n\nreasonably  to believe  the comptroller  was authorized  to offer\n\nlifetime  employment).   Holding  Beaulieu out  as its  agent for\n\ngeneral hiring purposes did  not constitute conduct warranting an\n\nobjectively reasonable  belief that Beaulieu had  Bank  authority\n\nto hire anyone for life.\n\n          Apparent  authority to offer a binding lifetime employ-\n\nment contract may be found in  the rare circumstance where it  is\n\ncustomary  for a  particular  officer or  agent  to make  such  a\n\nlifetime contract.  28 A.L.R.2d at 938.  See Braden, 321 Mass. at\n                                                   \n\n55,  71 N.E.2d at 766.   The Bank  submitted competent affidavits\n\nattesting  that Beaulieu had no actual authority to bind the Bank\n\nto  a lifetime  employment contract  and that  no employee  has a\n                                                          \n\n                                20\n\nlifetime contract with the Bank.  Goldman suggests, however, that\n\nan inference that lifetime  employment contracts were commonplace\n\nat  the Bank can  be drawn  from the  assurances of  Beaulieu and\n\nseveral  supervisors that  he  had a  job  for life  and  that no\n\nemployee had ever been laid off.\n\n          \"Lifetime contracts  are extraordinary in  their nature\n\nand strong proof is  required to establish their  due formation.\"\n\nGregory v. Raytheon Serv. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">27</span>  <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">1170</span></span><pre class=\"inline\">, 1171, </pre><span class=\"citation no-link\"><span class=\"volume\">540</span>\n                             \n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">694</span></span><pre class=\"inline\">, 695 (1989); accord Boleman, 638 F.2d at 4  (finding a\n                                      \n\nputative lifetime employment  contract \"well within the  category\n\nof extraordinary  agreements  requiring the  strongest  proof  of\n\nauthority  by the one making  it to bind  a corporate employer\").\n\nAlthough widespread knowledge that the Bank had never laid off an\n\nemployee except for criminal  conduct might prompt the legitimate\n\nbelief that  employment at  the Bank  was  relatively secure,  it\n\ncannot be  considered competent proof, let  alone \"strong proof,\"\n\nGregory, 27 Mass. App. Ct.  at 1171, 540 N.E.2d at 695,  that any\n       \n\nBank employee  had a lifetime  employment contract.   Absent evi-\n\ndence of any lifetime employment contract with the Bank    at any\n\nlevel under any circumstances    we must conclude that a rational\n\nfactfinder  could not  reasonably find  that  lifetime employment\n\ncontracts with the Bank were customary.\n\n          Although Goldman failed to generate a trialworthy issue\n\nas  to whether  Beaulieu  possessed apparent  authority to  offer\n\nlifetime  Bank employment,  we  must still  consider whether  any\n\nofficer, with  authority to bind the  Bank, subsequently ratified\n             \n\n                                21\n\nBeaulieu's  unauthorized  offer  of  lifetime  employment.    See\n                                                                 \n\nRestatement (Second) of Agency   82  (1958); 28 A.L.R. at 938-40;\n                              \n\nRydman, 373 Mass. at 855, 366 N.E.2d at 764; Simonelli, 334 Mass.\n                                                      \n\nat 441, 137 N.E.2d at 672.\n\n          Goldman attests that the concept of lifetime employment\n\nwas reinforced  by various  supervisors throughout his  tenure at\n\nthe Bank.  Ratification  is not established, however,  unless the\n\nsubsequent  assurances were made  by one with  actual or apparent\n\nauthority to  bind the  Bank to  a lifetime  employment contract.\n\nSee  Rydman, 373  Mass. at  855, 366  N.E.2d at  764; Restatement\n                                                                 \n\n(Second) of Agency   93 cmt. c (1958).  As the record contains no\n                  \n\nevidence  that any  supervisor who  represented that  Goldman was\n\nemployed  for life had actual  or apparent authority to determine\n\nthe  terms of Goldman's  employment contract, much  less bind the\n\nBank to  a lifetime  contract, no  trialworthy  issue was  raised\n\nrelating to the ratification claim.11\n\n          As Goldman generated  no trialworthy issue relating  to\n\nthe lifetime  employment  contract claim,  summary  judgment  was\n\nproper.\n\n          Affirmed.\n                  \n\n                    \n\n     11The Bank's pre-1989 practice  of not discharging employees\nexcept for criminal conduct is entirely consistent with universal\nat-will  employment  and  does  not constitute  affirmance  of  a\nlifetime  contract.   See  Restatement  (Second)  of Agency    93\n                                                           \n(1953)  (\"affirmance  can be  established by  any conduct  of the\npurported principal manifesting that he consents to be a party to\nthe transaction,  or  by conduct  justifiable  only if  there  is\nratification\").\n\n                                22\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2044834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2054615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2062697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2119989/"
  ]
}