{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194542/",
  "absolute_url": "/opinion/194542/united-states-v-tenaglia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194542/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:19:29Z",
  "date_modified": "2016-02-28T04:50:14.388839Z",
  "type": "010combined",
  "sha1": "ec73ae33b573efd7cf98953d817dbe31ad3dd459",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1827.01A",
  "local_path": null,
  "plain_text": "February 18, 1993\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 92-1827\n\n                    UNITED STATES OF AMERICA,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                 ONE 1987 BMW 325, ETC., ET AL.,\n\n                           Defendants.\n\n                                         \n\n                          JOHN TENAGLIA,\n\n                       Claimant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n           [Hon. Norman H. Stahl, U.S. District Judge]\n                                                     \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                     and Cyr, Circuit Judge.\n                                           \n\n     Thomas Kerner for appellant.\n                  \n     Michael J. Gunnison, Assistant United States Attorney,  with\n                        \nwhom Jeffrey R. Howard, United States Attorney, was on brief, for\n                      \nappellee.\n\n                                             \n\n                        February 18, 1993\n\n                                             \n\n          SELYA,  Circuit  Judge.   This  appeal  arrives at  our\n          SELYA,  Circuit  Judge.\n                                \n\ndoorstep  after  meandering  along   the  byways  that  link  the\n\nSupplemental Rules  for Certain Admiralty and  Maritime Claims to\n\nthe  Federal Rules of Civil  Procedure.  We  conclude that, given\n\nthe  way in  which  the  Admiralty  Rules  and  the  Civil  Rules\n\nintersect,  the district court's order striking appellant's claim\n\nfor    failure   to   answer   interrogatories   was   premature.\n\nConsequently,  we reverse  the  order, vacate  the judgment,  and\n\nremand for further proceedings.\n\n                               I.  \n                                 \n\n                     Historical Prolegomenon\n                                            \n\n          On March 27, 1991,  police officer Sean Billert arrived\n\nat  the  scene  of  a  two-car  accident  in  North  Conway,  New\n\nHampshire.  One of the vehicles involved was  a 1987 BMW operated\n\nby  claimant-appellant John Tenaglia.  In the course of a routine\n\ninterview, Officer Billert caught the scent of burnt marijuana on\n\nTenaglia's  clothing.   A search  of the  BMW revealed  traces of\n\nmarijuana  and assorted drug  paraphernalia.  Authorities removed\n\nthe  car to  a  police compound  and,  during a  further  search,\n\ndiscovered $14,667 in used  bills plus the key to  a safe-deposit\n\nbox.  When opened, the box yielded an additional $16,000 in cash.\n\n          The  State   undertook  to  prosecute  Tenaglia   on  a\n\nnarcotics charge.  Meanwhile, the federal government notified him\n\nthat it planned to commandeer the cash and car.  Toward that end,\n\nthe government  filed a forfeiture complaint  in federal district\n\ncourt on July 3, 1991.  See 21 U.S.C.   881(a)(4), (a)(6) (1988).\n                           \n\n                                2\n\nThe  complaint,  festooned  with   ninety-nine  interrogatories,1\n\nalleged  that  the  cash  represented  the  avails  of  narcotics\n\ntrafficking;  that  the  vehicle  had been  purchased  with  drug\n\nproceeds;  and, moreover, that it had been used in furtherance of\n\na drug-related crime.\n\n          Tenaglia  received the forfeiture suit papers on August\n\n9,  1991.   He  promptly  filed  a claim  and  an  answer to  the\n\ncomplaint but  boycotted the  interrogatories.  On  September 18,\n\nthe   government  moved   to   strike  the   claim  because   the\n\ninterrogatories  remained  unanswered.    Tenaglia  responded  by\n\nrequesting a stay of proceedings pending the outcome of the state\n\ncriminal prosecution, or in the alternative, an order sealing the\n\nrecord  in the forfeiture action so that any admissions could not\n\nbe used against him.   Tenaglia subsequently answered two  of the\n\ninterrogatories,  contending that  those  answers, without  more,\n\nsufficed to clarify his standing.\n\n          On  May  12,  1992,  the  district  court  granted  the\n\ngovernment's longstanding motion to strike.  The court ruled that\n\nTenaglia,  by  failing to  answer  the  interrogatories, had  not\n\nperfected the right to prosecute his claim.  The BMW and the cash\n\n                    \n\n     1The interrogatories were served with the complaint pursuant\nto Adm. Rule C(6), which provides in pertinent part:\n\n          The claimant of property  that is the subject\n          of an action in rem shall file a claim within\n          10 days after process has been executed . . .\n          .   At  the  time of  answering the  claimant\n          shall    also    serve    answers   to    any\n          interrogatories  served  with the  complaint.\n          In actions  in rem interrogatories  may be so\n          served without leave of court.\n\n                                3\n\nwere declared forfeit.  This appeal ensued.\n\n          On appeal,  Tenaglia argues  that the lower  court, for\n\nall intents and purposes, dismissed his claim in contravention of\n\nFed. R. Civ. P. 37 (which, as Tenaglia reads it,  does not permit\n\ndismissal  as   an  initial   sanction  for  failure   to  answer\n\ninterrogatories).2    The   government  counterattacks  on  three\n\nfronts.    First,  it  asserts  that, because  Tenaglia  did  not\n\nadequately direct the district court's attention to Civil Rule 37\n\nduring  the course of the proceedings below, he is precluded from\n\nrelying on the  rule at  this juncture.   Second, the  government\n\nasserts  that  Civil   Rule  37  is  inapposite   in  respect  to\n\ninterrogatories propounded pursuant to Adm. R. C(6).   Third, the\n\ngovernment  asserts that,  even  considering Civil  Rule 37,  the\n\ndistrict court's order is supportable.   We limn the  appropriate\n\nstandard of  review and  thereafter address Tenaglia's  appeal by\n\ntracking the government's assertions.\n\n                              II.  \n                                 \n\n                    \n\n     2The district court, technically speaking, struck Tenaglia's\nclaim, as opposed to dismissing it.  We think, however, that this\nis a distinction  bereft of any meaningful  difference.  Although\nin many cases the  upshot of dismissal is more  grievous than the\nupshot of  an order  to strike, dismissal  and the striking  of a\nclaim are quintessentially synonymous in the  forfeiture context.\nThis is so  because either order  results in  the failure of  the\nentire claim.   See United  States v. Contents  of Accounts  Nos.\n                                                                 \n3034504504 and 144-07143, Etc., 971 F.2d 974, 978 &amp; n.3 (3d  Cir.\n                              \n1992), petition for cert. filed  (Jan. 6, 1993).  Thus,  we treat\n                               \nthe district court's order  to strike Tenaglia's entire claim  as\nthe  functional  equivalent  of  a dismissal  order.    We  note,\nmoreover,  that under Fed. R.  Civ. P. 37,  neither dismissal nor\nstriking of  a pleading is a permissible  sanction for a delay in\nmaking  discovery unless  the  offending party  first violates  a\npreexisting court order.\n\n                                4\n\n                        Standard of Review\n                                          \n\n          It  is   within  the  trial  court's   fief  to  choose\n\nappropriate  sanctions   when  a  party  does   not  comply  with\n\nprocedural  rules.   See Media  Duplication Servs.,  Ltd.  v. HDG\n                                                                 \n\nSoftware,   Inc.,   928  F.2d   1228,   1238   (1st  Cir.   1991)\n                \n\n(\"Considerable discretion is vested in a district judge to decide\n\nwhether to impose  sanctions and what  form they should  take.\");\n\nJensen v. Frank,  912 F.2d  517, 524 (1st  Cir. 1990)  (similar);\n               \n\nDamiani v. Rhode  Island Hosp., 704  F.2d 12, 15 (1st  Cir. 1983)\n                              \n\n(similar).    An  appellate  court  must  step  softly  in   such\n\nprecincts, taking pains not simply to substitute its judgment for\n\nthat  of the  district  court  and  intervening  only  if  it  is\n\npersuaded   that  the  district  court  overspilled  fairly  wide\n\ndiscretionary bounds.  See National Hockey League v. Metropolitan\n                                                                 \n\nHockey Club,  Inc., 427 U.S. 639, 642 (1976); Velazquez-Rivera v.\n                                                              \n\nSea-Land  Serv.,  Inc.,  920 F.2d  1072,  1075  (1st Cir.  1990);\n                      \n\nFashion House, Inc. v. K Mart Corp., 892 F.2d  1076, 1081-82 (1st\n                                   \n\nCir. 1989).   All in all, a party protesting  an order in respect\n\nto sanctions bears a formidable burden in attempting to  convince\n\nthe court of appeals that the lower court erred.  \n\n          Deference,  however,  is  not   to  be  confused   with\n\nautomatic  acquiescence.    We  will not  rubber  stamp  sanction\n\ndecisions entered in the district court.   Media Duplication, 928\n                                                            \n\nF.2d at 1238.   Rather, in examining the imposition  of sanctions\n\nfor  possible   abuses  of   discretion,  we  focus   our  review\n\nparticularly on whether a \"material factor deserving  significant\n\n                                5\n\nweight [was]  ignored,\" whether \"an improper  factor [was] relied\n\nupon,\" or whether \"when all proper and no improper factors [were]\n\nassessed  . . .  the court [made]  a serious  mistake in weighing\n\nthem.\"  Independent Oil &amp; Chem. Workers, Inc. v. Proctor &amp; Gamble\n                                                                 \n\nMfg. Co., 864 F.2d 927, 929 (1st Cir. 1988) (collecting cases).\n        \n\n                               III.\n                                   \n\n                             Analysis\n                                     \n\n                                A.\n                                  \n\n                        Procedural Default\n                                          \n\n          As  a  threshold matter,  the  government  asserts that\n\nTenaglia waived any reliance on Civil Rule 37 by failing to bring\n\nthe rule to the attention of the district court.  After carefully\n\nexamining  the record,  we  conclude that,  on balance,  Tenaglia\n\npresented  the issue  in a  manner barely  sufficient to  put the\n\ntheory in issue and thereby to avoid a procedural default.\n\n          To  be  sure, the  question  of  waiver is  borderline.\n\nTenaglia did  not confront  the district court  with chapter  and\n\nverse  anent the Rule 37 argument.  Nonetheless, he did challenge\n\nthe  court's  use  of its  discretion  to  dismiss  in the  first\n\ninstance without prior adjudication  of his generic objections to\n\nthe  wave of interrogatories; and on  several occasions, he asked\n\nthe  court to  consider the  objections, meanwhile  enlarging the\n\ntime for responding to the interrogatories, before dismissing the\n\nclaim.  Tenaglia buttressed  this point by citing cases  in which\n\norders  compelling  discovery  preceded  dismissal.   See,  e.g.,\n                                                                \n\nUnited States v.  One 1971 Corvette Stingray, Etc.,  No. 89-5398,\n                                                  \n\n                                6\n\n1989 U.S. Dist. LEXIS 15079 (E.D. Pa. Dec. 14, 1989).\n\n          In fine,  while Tenaglia's  proffer was  by no  means a\n\nparadigm  of lucidity, neither did it  require the district court\n\nto  sift an ocean of  prose for a  seashell's worth of reasoning.\n\nIn  some cases, perhaps,  these meager  efforts would  not serve.\n\nBut, in  assessing the  adequacy of  Tenaglia's  proffer, we  are\n\nkeenly aware that \"dismissal  with prejudice is a  harsh sanction\n\nwhich  runs counter to our strong policy favoring the disposition\n\nof cases on the merits.\"  Figueroa Ruiz v. Alegria, 896 F.2d 645,\n                                                  \n\n647  (1st  Cir.  1990)  (internal quotation  marks  and  citation\n\nomitted); accord Marx v. Kelly, Hart &amp; Hallman, P.C., 929 F.2d 8,\n                                                    \n\n10 (1st Cir.  1991); Velazquez-Rivera, 920 F.2d at  1075.  We are\n                                     \n\nmindful,  too, that  forfeiture is  a harsh  medium and  that the\n\ndisposition-on-the-merits  policy   is,  therefore,  particularly\n\npotent here.   See United  States v. 384-390  West Broadway,  964\n                                                           \n\nF.2d 1244,  1248 (1st  Cir. 1992) (recognizing  that \"forfeitures\n\nare strong medicine,  disfavored in  our jurisprudence\");  United\n                                                                 \n\nStates v. $38,000  in U.S.  Currency, 816 F.2d  1538, 1547  (11th\n                                    \n\nCir. 1987) (collecting cases); cf. United States v. 1 Street A-1,\n                                                                \n\n885  F.2d  994,  1001  (1st   Cir.  1989)  (acknowledging,  in  a\n\nforfeiture  context,   that  \"to  the  greatest  extent  possible\n\ncontroversies are [to  be] decided on  the merits\" and  therefore\n\nexcusing potential procedural default).   And, finally, given the\n\nsurge in attempted forfeitures,  the importance of the issue  for\n\nfuture  cases  is itself  a factor  cutting  sharply in  favor of\n\nresolving it  here and now.  Cf. United States v. La Guardia, 902\n                                                            \n\n                                7\n\nF.2d 1010, 1013 (1st Cir. 1990) (excusing procedural default  and\n\nconsidering purely legal  issue not raised below  where the issue\n\nwas  significant and  likely  to recur,  such that  addressing it\n\nwould  advance the administration of  justice);  United States v.\n                                                              \n\nKrynicki,  689   F.2d  289,   292  (1st  Cir.   1982)  (similar).\n        \n\nConsidering  the  nature  and  circumstances  of  this  case,  we\n\nconclude  that  the  argument   regarding  the  necessity  of  an\n\nintervening  court order  before  dismissal for  failure to  make\n\ndiscovery was sufficiently raised below.  \n\n                                B.\n                                  \n\n           The Interplay Between the Two Sets of Rules\n                                                      \n\n          In  1966,  Congress  abolished  the  former  Rules   of\n\nPractice  in Admiralty and Maritime  Cases and replaced them with\n\nthe Supplemental Rules for Certain Admiralty and Maritime Claims.\n\nThe  scope of  the  new rules  belied  their title  because  they\n\nextended beyond maritime actions  to actions in rem, see  Adm. R.\n                                                        \n\nA(2), C, and, in  particular, to forfeiture actions.   See, e.g.,\n                                                                \n\n21 U.S.C.    881(b).   In minting the  Admiralty Rules,  however,\n\nCongress did not  completely remove in  rem proceedings from  the\n\npurview of the Civil Rules.3  Rather, Congress decreed that:\n\n               The general Rules of Civil Procedure for\n          the  United States  District Courts  are also\n          applicable  to [in rem] proceedings except to\n          the  extent that  they are  inconsistent with\n\n                    \n\n     3The Court  made it  very clear  that  the former  admiralty\nrules were not  meant to be comprehensive  codes regulating every\naspect and detail  of federal  court practice in  cases to  which\nthey applied.  See Miner v. Atlass, 363 U.S. 641, 648 (1960).  We\n                                  \nare   confident  that   the  new   admiralty  rules   share  this\ncharacteristic.\n\n                                8\n\n          these Supplemental Rules.\n\nAdm. R. A.\n\n          Pursuant to this direction, we have consistently looked\n\nto the Civil  Rules to fill  gaps in the  Admiralty Rules.   See,\n                                                                \n\ne.g.,  384-390 West Broadway,  964 F.2d  at 1247  n.4 (explaining\n                            \n\nthat \"[r]esort . .  . may be  had to the  Federal Rules of  Civil\n\nProcedure for  interstitial matters or where  the Admiralty Rules\n\nare silent .  . .\");  United States v. 116 Emerson St.,  942 F.2d\n                                                      \n\n74, 77  (1st Cir. 1991)  (similar); In re  Northern Transatlantic\n                                                                 \n\nCarriers Corp., 423 F.2d  139, 140 (1st Cir. 1970)  (holding that\n              \n\n\"[a]ll civil rules, except where impertinent,\" apply in admiralty\n\ncases); see also  1 Street A-1, 885 F.2d at  998 &amp; n.13 (applying\n                              \n\nFed. R. Civ. P.  4 in forfeiture suit); United States v. $149,345\n                                                                 \n\nU.S.  Currency,  747  F.2d  1278,  1280,  1281  (9th  Cir.  1984)\n              \n\n(applying  Fed. R.  Civ. P.  37 and 60  in forfeiture  suit); cf.\n                                                                 \n\n$38,000 in U.S. Currency,  816 F.2d at 1547 n.20  (noting general\n                        \n\napplicability of Civil Rules  to forfeiture actions but rejecting\n\nspecific application  of Fed.  R. Civ.  P. 12(f)  as inconsistent\n\nwith  Adm.  R.  E(2));  United  States  v.  $39,000  in  Canadian\n                                                                 \n\nCurrency, 801 F.2d 1210, 1216 (10th Cir. 1986) (similar).\n        \n\n           Admiralty Rule C provides  an abecedarian roadmap  for\n\nthe  travel of forfeiture proceedings.  An action is initiated by\n\nthe filing of a sworn complaint.  Adm. R. C(2).  Persons claiming\n\nan interest in the  targeted property have ten days  within which\n\nto file a claim and twenty days thereafter within which to file a\n\nsworn  answer,  together  with  \"answers  to  any interrogatories\n\n                                9\n\nserved  with the  complaint.\"    Adm.  R.  C(6).    However,  the\n\nAdmiralty Rules are completely bereft of guidance concerning what\n\nmeasures may be appropriate when parties fail to serve answers to\n\ninterrogatories in a full and timely fashion.  This deficiency is\n\npart of a larger  pattern; read in their entirety,  the Admiralty\n\nRules make no provision whatever for discovery sanctions.\n\n          In  light  of  the  Admiralty Rules'  opacity  on  this\n\nsubject, Adm. R. A directs our  attention to the Civil Rules and,\n\nin particular, to Fed. R. Civ. P. 37.4  The  government seemingly\n\nconcedes  that  Civil  Rule  37  requires  that  a  court   order\n\nspecifically  compelling answers  to interrogatories  be entered,\n\nand  then transgressed,  before  dismissal can  ensue.   The rule\n\ndoes,  indeed, operate in that manner.5   See R.W. Int'l Corp. v.\n                                                              \n\n                    \n\n     4Fed.  R. Civ.  P.  37  is  entitled  \"Failure  to  Make  or\nCooperate in  Discovery:  Sanctions.\"   It is  the rule to  which\nfederal   courts  must   resort   in  addressing   a   litigant's\nnoncompliance with Fed. R.  Civ. P. 33 (entitled \"Interrogatories\nto Parties\").\n\n     5Of  particular  pertinence  here is  the  rule's admonition\nthat:\n\n          If a  party . . .  fails to obey an  order to\n          provide  or  permit  discovery, including  an\n          order made under subdivision (a) of this rule\n          .  .  .  the court  in  which  the action  is\n          pending may make such orders in regard to the\n          failure as  are  just, and  among others  the\n          following:\n\n               . . . .\n\n               (C) An  order striking out  pleadings or\n          parts thereof, or staying further proceedings\n          until the order is obeyed, or  dismissing the\n          action or proceeding or  any part thereof, or\n          rendering  a judgment by  default against the\n          disobedient party . . . .\n\n                                10\n\nWelch  Foods, Inc., 937 F.2d  11, 15 (1st  Cir. 1991) (collecting\n                  \n\ncases).\n\n          The  next  question  is  whether,   as  the  government\n\nasserts, the quoted portion  of Civil Rule 37 is  antagonistic to\n\nsome  provision   of  the   Admiralty  Rules.     The  government\n\nhypothesizes such a clash between Civil Rule 37 and  Adm. R. C(6)\n\nby reading the  latter rule  as allowing dismissal  in the  first\n\ninstance  if  interrogatories  are  served  thereunder  and  then\n\nignored.   But, the government  offers no case  law supportive of\n\nthis curious  interpretation.   It relies entirely  on forfeiture\n\ncases  in which  courts have  from time  to time  struck untimely\n                                                                 \n\nclaims to targeted  property.   See, e.g., United  States v.  One\n                                                                 \n\nDairy Farm,  918 F.2d 310, 311  (1st Cir. 1990).   Such cases are\n          \n\ninapposite.  For one  thing, the Civil Rules, like  the Admiralty\n\nRules, have  uniformly been  interpreted as empowering  courts to\n\nstrike  late-filed  pleadings.    See,  e.g.,  Fantasy,  Inc.  v.\n                                                             \n\nFogerty,  664 F. Supp. 1345, 1347-48  (N.D. Cal. 1987).  The same\n       \n\ndoes not hold true  for delayed discovery.  The  Admiralty Rules,\n\nas we  have said, are silent  on this topic, and  the Civil Rules\n\ncontain specific  provisions for a  progression of remedies  if a\n\ncourt    encounters   footdragging    in    the   answering    of\n\ninterrogatories.   For  another  thing, the  reason for  strictly\n\nenforcing timeliness  requirements anent the filing  of claims is\n\n\"to force claimants  to come  forward as soon  as possible  after\n\nforfeiture proceedings have begun.\"  116 Emerson St., 942 F.2d at\n                                                    \n\n                    \n\nFed. R. Civ. P. 37(b)(2).\n\n                                11\n\n77 (quoting  1 Street  A-1,  885 F.2d  at 1001).    Once all  the\n                          \n\nparties are  before the  court, different  considerations obtain.\n\nAt  that juncture, the measured procedure crafted by Fed. R. Civ.\n\nP. 37, which balances  the interest in full and  prompt discovery\n\nagainst the presumption that disputes  should be resolved on  the\n\nmerits, seems a far more suitable instrument.\n\n          To sum  up, the  Admiralty Rules provide  for discovery\n\nvia interrogatories   but  they provide no internalized mechanism\n\nfor handling  a party's  failure to answer  interrogatories fully\n\nand/or punctually.   Given  the imperative of  Adm. R. A  and the\n\ngreat similarity in  language between  Adm. R. C(6)  and Fed.  R.\n\nCiv.  P. 33,6 it seems natural  to look to Civil  Rule 37 to fill\n\nthe hole in the Admiralty Rules' interrogatory provisions.  Civil\n\nRule  37 provides what  the Admiralty Rules do  not:  a mechanism\n\nfor addressing failures to cooperate in discovery.  Discerning no\n\nhint  of  inconsistency,  we  hold  that  the  use  of  discovery\n\nsanctions  in  forfeiture actions  is  properly  governed by  the\n\npertinent  provisions of  the Federal  Rules of  Civil Procedure.\n\nAccordingly, the imposition of sanctions for a claimant's failure\n\nor refusal to answer interrogatories in a forfeiture case must be\n\njudged under the jurisprudence of Civil Rule 37.\n\n                                C.\n                                  \n\n           The Propriety of the District Court's Order\n                                                      \n\n          We turn  last to the  question of whether  the district\n\n                    \n\n     6Except for the fact that Adm. R. C(6) allows the government\nfirst  crack  at  propounding  interrogatories,  it  tracks   the\nprescriptive language of Fed. R. Civ. P. 33.\n\n                                12\n\ncourt's  order  in  this  case  was  within  the  bounds  of  its\n\ndiscretion.   In this regard,  the government hangs  the case for\n\naffirmance on two hooks.  First, the government tells us that the\n\norder  met the  requirements of Fed.  R. Civ.  P. 37.   Next, the\n\ngovernment argues in the alternative that the  district court had\n\ninherent  power  to order  a dismissal  here.   We  address these\n\npoints in order.\n\n          1.  The Rule 37 Framework.  Civil Rule 37 erects a two-\n          1.  The Rule 37 Framework.\n                                   \n\ntiered framework for addressing a litigant's failure to cooperate\n\nin discovery.  First,  the party propounding interrogatories must\n\nseek  a  court order  compelling discovery.   It  is only  if the\n\noffending party refuses  to comply  with such an  order that  the\n\ncourt may choose a  sanction as stern as dismissing the action or\n\nstriking the offender's pleadings.  See Fed. R. Civ. P. 37(b)(2),\n                                       \n\n(d).  Thus,  Civil Rule 37 does not permit  the district court to\n\njump  directly  to the  most dire  sanctions without  essaying an\n\nintermediate  first step.   To the contrary,  Rule 37's \"language\n\nclearly requires  two things as conditions  precedent to engaging\n\nthe gears of  the rule's sanction machinery:  a  court order must\n\nbe  in effect, and then  must be violated,  before the enumerated\n\nsanctions   can  be  imposed.\"    R.W.  Int'l,  937  F.2d  at  15\n                                             \n\n(collecting cases).7 This  case  aptly illustrates  the  value of\n\nthe two-stage process:   a motion to compel  would have given the\n\n                    \n\n     7We  think this  holding is  altogether consistent  with the\nNinth Circuit's position in  $149,345 U.S. Currency, 747  F.2d at\n                                                   \n1280    although there, a  fresh order to  compel was unnecessary\nbecause  of the res judicata effect of an order to compel entered\nin an earlier case.  See id.\n                            \n\n                                13\n\ncourt an  opportunity to  address Tenaglia's Fifth  Amendment and\n\nrelevancy  concerns, to  enter an  order fixing  a firm  date for\n\ncompliance,  and,  if necessary,  to  punish  Tenaglia's dilatory\n\nconduct by awarding counsel fees and costs.  See Fed.  R. Civ. P.\n                                                \n\n37(a)(4).  If Tenaglia  then persisted in giving a  cold shoulder\n\nto  the compliance  date,  the court  would be  in a  position to\n\nexercise its discretion in  choosing an appropriate sanction from\n\nthose provided in Rule 37(b), including dismissal.  \n\n          Here,  neither of  the  precedent  conditions was  met.\n\nInstead,  the  government  tried  a shortcut,  moving  to  strike\n\nTenaglia's  claim for failure to comply with Adm. R. C(6) without\n\nfirst  seeking to  compel  responses to  the interrogatories  and\n\nwithout  making the slightest effort  to observe Fed.  R. Civ. P.\n\n37's procedural  strictures.   Seven months after  the government\n\nfiled  its motion,  the district  court adopted  the government's\n\nreasoning in  large part, concluding that  Tenaglia \"lack[ed] the\n\nstanding to  contest  the forfeiture  at  issue\" because  he  had\n\nfailed to answer the interrogatories.   Based on that conclusion,\n\nthe  court struck  the claim without  first entering  a discovery\n\norder  and  subsequently  witnessing   its  breach,  as  Rule  37\n\nrequires.   In failing to  account for this  factor, the district\n\ncourt overstepped its discretion  when it struck Tenaglia's claim\n\nin the first instance.8  See Aggarwal v. Ponce Sch. of  Medicine,\n                                                                \n\n                    \n\n     8In point of  fact, because  the government  never moved  to\ncompel Tenaglia's  compliance, the court had  no discretion under\n                                                \nRule  37 to  strike  Tenaglia's claim  for  failure to  make  due\ndiscovery.\n\n                                14\n\n745 F.2d  723, 727  (1st Cir. 1984)  (\"The cask  which encases  a\n\njudge's discretion, though commodious, can  be shattered when . .\n\n. the trial court misconceived or misapplied the law . . . .\").  \n\n          2.    Inherent  Powers.   In  an  effort  to dodge  the\n          2.    Inherent  Powers.\n                                \n\noperation  of Civil Rule 37,  the government argues  that, in any\n\nevent,  no reference to the  Civil Rules is  exigible because the\n\ncourts  can  use  inherent  powers  to  deal  appropriately  with\n\nprocedural problems on a case-by-case basis.  Although it is true\n\nthat  a district court possesses the inherent power to dismiss an\n\naction where there has  been an egregious abuse of  process, see,\n                                                                \n\ne.g., Aoude v. Mobil Oil Corp., 892  F.2d 1115, 1118-19 (1st Cir.\n                              \n\n1989)  (holding that the district court possessed  inherent power\n\nto dismiss  the complaint after discovery  of plaintiff's ongoing\n\nfraud  on the court);  cf. Chambers  v. NASCO,  Inc., 111  S. Ct.\n                                                    \n\n2123, 2133  (1991) (\"outright dismissal of  a lawsuit . .  . is a\n\nparticularly  severe   sanction,  yet   is  within   the  court's\n\ndiscretion\")  (citation omitted), we see no evidence here of such\n\nstraitened circumstances.  \n\n          Furthermore,  there are  limits  to a  court's inherent\n\npowers, particularly  in instances where  the Civil Rules  are on\n\nall fours.   When,  as in  this case, the  Civil Rules  limit the\n\nnature  of the sanction that can be  imposed, a court may not use\n\nits inherent powers to circumvent the Rules' specific provisions.\n\nSee  Bank of  Nova Scotia  v. United  States, 487  U.S.  250, 254\n                                            \n\n(1988)  (holding that a court cannot rely on supervisory power to\n\navoid  the clear mandate of a procedural rule); cf. Chambers, 111\n                                                            \n\n                                15\n\nS. Ct. at 2136 (allowing use of inherent powers where Civil Rules\n\ndid not limit the nature of the sanction which could be imposed).\n\nConsequently,  even  where  district  courts have  invoked  their\n\ninherent powers to dismiss an action, the dismissal has typically\n\nfollowed  the violation of a preexisting court order.  See, e.g.,\n                                                                \n\nFigueroa Ruiz, 896 F.2d at 648.\n             \n\n          We  note, moreover,  that  the  court  below  expressly\n\nrelied on Adm. R. C(6)  and did not purport  to invoke   or  even\n\nmention   its inherent powers.  Under these circumstances, we are\n\ndisinclined to rummage through the record searching for a  likely\n\nunusable  needle in a haystack never explored by the trial court.\n\nDoing so would be injudicious and, to our way of thinking,  would\n\nneedlessly threaten the delicate balance struck by Civil Rule 37.\n\nSee Bank  of Nova Scotia, 487 U.S. at 255 (\"The balance struck by\n                        \n\nthe Rule . .  .  may not casually be overlooked  'because a court\n\nhas  elected  to  analyze  the  question  under  the  supervisory\n\npower.'\") (quoting  United States  v. Payner, 447  U.S. 727,  736\n                                            \n\n(1980)); see also R.W. Int'l, 937 F.2d at 20 (refusing \"to debate\n                            \n\nthe entirely  hypothetical question  of whether the  action might\n\nlawfully  have been  dismissed  in the  exercise  of the  court's\n\ninherent powers\"). \n\n                               IV.\n                                  \n\n                            Conclusion\n                                      \n\n          We need  go no further.9   Because the  Admiralty Rules\n\n                    \n\n     9Tenaglia  requests that  we  direct the  district court  to\nissue a  protective order  enabling him simultaneously  to answer\nthe  interrogatories and protect his  Fifth Amendment rights.  We\n\n                                16\n\ncontain no  inconsistent provisions,  Civil Rule 37  provides the\n\nappropriate mechanism  to which parties who  find their discovery\n\nstalled in  forfeiture  cases  must  resort.   And,  because  the\n\ndistrict court failed to abide by the analytic strictures of Fed.\n\nR. Civ. P. 37 when exercising  its discretion here, its order and\n\njudgment cannot stand.\n\n          The order  striking appellant's claim is  reversed, the\n                                                                 \n\njudgment  below is vacated, the claim is reinstated, and the case\n                                                                 \n\nis  remanded to the district  court for further  proceedings.  No\n                                                                 \n\ncosts.\n      \n\n                    \n\nbelieve that this  is a matter to be considered  ab initio in the\n                                                          \ntrial  court  and Tenaglia  is, of  course, free  to raise  it on\nremand.\n\n                                17\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">February 18, 1993\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 92-1827\n\n                    UNITED STATES OF AMERICA,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                 ONE 1987 BMW 325, ETC., ET AL.,\n\n                           Defendants.\n\n                                         \n\n                          JOHN TENAGLIA,\n\n                       Claimant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n           [Hon. Norman H. Stahl, U.S. District Judge]\n                                                     \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                     and Cyr, Circuit Judge.\n                                           \n\n     Thomas Kerner for appellant.\n                  \n     Michael J. Gunnison, Assistant United States Attorney,  with\n                        \nwhom Jeffrey R. Howard, United States Attorney, was on brief, for\n                      \nappellee.\n\n                                             \n\n                        February 18, 1993\n\n                                             \n\n          SELYA,  Circuit  Judge.   This  appeal  arrives at  our\n          SELYA,  Circuit  Judge.\n                                \n\ndoorstep  after  meandering  along   the  byways  that  link  the\n\nSupplemental Rules  for Certain Admiralty and  Maritime Claims to\n\nthe  Federal Rules of Civil  Procedure.  We  conclude that, given\n\nthe  way in  which  the  Admiralty  Rules  and  the  Civil  Rules\n\nintersect,  the district court's order striking appellant's claim\n\nfor    failure   to   answer   interrogatories   was   premature.\n\nConsequently,  we reverse  the  order, vacate  the judgment,  and\n\nremand for further proceedings.\n\n                               I.  \n                                 \n\n                     Historical Prolegomenon\n                                            \n\n          On March 27, 1991,  police officer Sean Billert arrived\n\nat  the  scene  of  a  two-car  accident  in  North  Conway,  New\n\nHampshire.  One of the vehicles involved was  a 1987 BMW operated\n\nby  claimant-appellant John Tenaglia.  In the course of a routine\n\ninterview, Officer Billert caught the scent of burnt marijuana on\n\nTenaglia's  clothing.   A search  of the  BMW revealed  traces of\n\nmarijuana  and assorted drug  paraphernalia.  Authorities removed\n\nthe  car to  a  police compound  and,  during a  further  search,\n\ndiscovered $14,667 in used  bills plus the key to  a safe-deposit\n\nbox.  When opened, the box yielded an additional $16,000 in cash.\n\n          The  State   undertook  to  prosecute  Tenaglia   on  a\n\nnarcotics charge.  Meanwhile, the federal government notified him\n\nthat it planned to commandeer the cash and car.  Toward that end,\n\nthe government  filed a forfeiture complaint  in federal district\n\ncourt on July 3, 1991.  See 21 U.S.C.   881(a)(4), (a)(6) (1988).\n                           \n\n                                2\n\nThe  complaint,  festooned  with   ninety-nine  interrogatories,1\n\nalleged  that  the  cash  represented  the  avails  of  narcotics\n\ntrafficking;  that  the  vehicle  had been  purchased  with  drug\n\nproceeds;  and, moreover, that it had been used in furtherance of\n\na drug-related crime.\n\n          Tenaglia  received the forfeiture suit papers on August\n\n9,  1991.   He  promptly  filed  a claim  and  an  answer to  the\n\ncomplaint but  boycotted the  interrogatories.  On  September 18,\n\nthe   government  moved   to   strike  the   claim  because   the\n\ninterrogatories  remained  unanswered.    Tenaglia  responded  by\n\nrequesting a stay of proceedings pending the outcome of the state\n\ncriminal prosecution, or in the alternative, an order sealing the\n\nrecord  in the forfeiture action so that any admissions could not\n\nbe used against him.   Tenaglia subsequently answered two  of the\n\ninterrogatories,  contending that  those  answers, without  more,\n\nsufficed to clarify his standing.\n\n          On  May  12,  1992,  the  district  court  granted  the\n\ngovernment's longstanding motion to strike.  The court ruled that\n\nTenaglia,  by  failing to  answer  the  interrogatories, had  not\n\nperfected the right to prosecute his claim.  The BMW and the cash\n\n                    \n\n     1The interrogatories were served with the complaint pursuant\nto Adm. Rule C(6), which provides in pertinent part:\n\n          The claimant of property  that is the subject\n          of an action in rem shall file a claim within\n          10 days after process has been executed . . .\n          .   At  the  time of  answering the  claimant\n          shall    also    serve    answers   to    any\n          interrogatories  served  with the  complaint.\n          In actions  in rem interrogatories  may be so\n          served without leave of court.\n\n                                3\n\nwere declared forfeit.  This appeal ensued.\n\n          On appeal,  Tenaglia argues  that the lower  court, for\n\nall intents and purposes, dismissed his claim in contravention of\n\nFed. R. Civ. P. 37 (which, as Tenaglia reads it,  does not permit\n\ndismissal  as   an  initial   sanction  for  failure   to  answer\n\ninterrogatories).2    The   government  counterattacks  on  three\n\nfronts.    First,  it  asserts  that, because  Tenaglia  did  not\n\nadequately direct the district court's attention to Civil Rule 37\n\nduring  the course of the proceedings below, he is precluded from\n\nrelying on the  rule at  this juncture.   Second, the  government\n\nasserts  that  Civil   Rule  37  is  inapposite   in  respect  to\n\ninterrogatories propounded pursuant to Adm. R. C(6).   Third, the\n\ngovernment  asserts that,  even  considering Civil  Rule 37,  the\n\ndistrict court's order is supportable.   We limn the  appropriate\n\nstandard of  review and  thereafter address Tenaglia's  appeal by\n\ntracking the government's assertions.\n\n                              II.  \n                                 \n\n                    \n\n     2The district court, technically speaking, struck Tenaglia's\nclaim, as opposed to dismissing it.  We think, however, that this\nis a distinction  bereft of any meaningful  difference.  Although\nin many cases the  upshot of dismissal is more  grievous than the\nupshot of  an order  to strike, dismissal  and the striking  of a\nclaim are quintessentially synonymous in the  forfeiture context.\nThis is so  because either order  results in  the failure of  the\nentire claim.   See United  States v. Contents  of Accounts  Nos.\n                                                                 \n3034504504 and 144-07143, Etc., </pre><span class=\"citation\" data-id=\"588120\"><a href=\"/opinion/588120/nos-91-5470-91-5768/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span><pre class=\"inline\">, 978 &amp; n.3 (3d  Cir.\n                              \n1992), petition for cert. filed  (Jan. 6, 1993).  Thus,  we treat\n                               \nthe district court's order  to strike Tenaglia's entire claim  as\nthe  functional  equivalent  of  a dismissal  order.    We  note,\nmoreover,  that under Fed. R.  Civ. P. 37,  neither dismissal nor\nstriking of  a pleading is a permissible  sanction for a delay in\nmaking  discovery unless  the  offending party  first violates  a\npreexisting court order.\n\n                                4\n\n                        Standard of Review\n                                          \n\n          It  is   within  the  trial  court's   fief  to  choose\n\nappropriate  sanctions   when  a  party  does   not  comply  with\n\nprocedural  rules.   See Media  Duplication Servs.,  Ltd.  v. HDG\n                                                                 \n\nSoftware,   Inc.,   </pre><span class=\"citation\" data-id=\"557987\"><a href=\"/opinion/557987/media-duplication-services-ltd-v-hdg-software-inc-joseph-wine/\"><span class=\"volume\">928</span>  <span class=\"reporter\">F.2d</span>   <span class=\"page\">1228</span></a></span><pre class=\"inline\">,   1238   (1st  Cir.   1991)\n                \n\n(\"Considerable discretion is vested in a district judge to decide\n\nwhether to impose  sanctions and what  form they should  take.\");\n\nJensen v. Frank,  </pre><span class=\"citation\" data-id=\"547202\"><a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">517</span></a></span><pre class=\"inline\">, 524 (1st  Cir. 1990)  (similar);\n               \n\nDamiani v. Rhode  Island Hosp., </pre><span class=\"citation\" data-id=\"416550\"><a href=\"/opinion/416550/louis-m-damiani-md-v-rhode-island-hospital/\"><span class=\"volume\">704</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 15 (1st  Cir. 1983)\n                              \n\n(similar).    An  appellate  court  must  step  softly  in   such\n\nprecincts, taking pains not simply to substitute its judgment for\n\nthat  of the  district  court  and  intervening  only  if  it  is\n\npersuaded   that  the  district  court  overspilled  fairly  wide\n\ndiscretionary bounds.  See National Hockey League v. Metropolitan\n                                                                 \n\nHockey Club,  Inc., </pre><span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span><pre class=\"inline\">, 642 (1976); Velazquez-Rivera v.\n                                                              \n\nSea-Land  Serv.,  Inc.,  </pre><span class=\"citation\" data-id=\"552773\"><a href=\"/opinion/552773/luis-felipe-velazquez-rivera-v-sea-land-service-inc/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1072</span></a></span><pre class=\"inline\">,  1075  (1st Cir.  1990);\n                      \n\nFashion House, Inc. v. K Mart Corp., </pre><span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1076</span></a></span><pre class=\"inline\">, 1081-82 (1st\n                                   \n\nCir. 1989).   All in all, a party protesting  an order in respect\n\nto sanctions bears a formidable burden in attempting to  convince\n\nthe court of appeals that the lower court erred.  \n\n          Deference,  however,  is  not   to  be  confused   with\n\nautomatic  acquiescence.    We  will not  rubber  stamp  sanction\n\ndecisions entered in the district court.   Media Duplication, 928\n                                                            \n\nF.2d at 1238.   Rather, in examining the imposition  of sanctions\n\nfor  possible   abuses  of   discretion,  we  focus   our  review\n\nparticularly on whether a \"material factor deserving  significant\n\n                                5\n\nweight [was]  ignored,\" whether \"an improper  factor [was] relied\n\nupon,\" or whether \"when all proper and no improper factors [were]\n\nassessed  . . .  the court [made]  a serious  mistake in weighing\n\nthem.\"  Independent Oil &amp; Chem. Workers, Inc. v. Proctor &amp; Gamble\n                                                                 \n\nMfg. Co., </pre><span class=\"citation\" data-id=\"516410\"><a href=\"/opinion/516410/the-independent-oil-and-chemical-workers-of-quincy-inc-v-the-procter/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span><pre class=\"inline\">, 929 (1st Cir. 1988) (collecting cases).\n        \n\n                               III.\n                                   \n\n                             Analysis\n                                     \n\n                                A.\n                                  \n\n                        Procedural Default\n                                          \n\n          As  a  threshold matter,  the  government  asserts that\n\nTenaglia waived any reliance on Civil Rule 37 by failing to bring\n\nthe rule to the attention of the district court.  After carefully\n\nexamining  the record,  we  conclude that,  on balance,  Tenaglia\n\npresented  the issue  in a  manner barely  sufficient to  put the\n\ntheory in issue and thereby to avoid a procedural default.\n\n          To  be  sure, the  question  of  waiver is  borderline.\n\nTenaglia did  not confront  the district court  with chapter  and\n\nverse  anent the Rule 37 argument.  Nonetheless, he did challenge\n\nthe  court's  use  of its  discretion  to  dismiss  in the  first\n\ninstance without prior adjudication  of his generic objections to\n\nthe  wave of interrogatories; and on  several occasions, he asked\n\nthe  court to  consider the  objections, meanwhile  enlarging the\n\ntime for responding to the interrogatories, before dismissing the\n\nclaim.  Tenaglia buttressed  this point by citing cases  in which\n\norders  compelling  discovery  preceded  dismissal.   See,  e.g.,\n                                                                \n\nUnited States v.  One 1971 Corvette Stingray, Etc.,  No. 89-5398,\n                                                  \n\n                                6\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">15079</span></span><pre class=\"inline\"> (E.D. Pa. Dec. 14, 1989).\n\n          In fine,  while Tenaglia's  proffer was  by no  means a\n\nparadigm  of lucidity, neither did it  require the district court\n\nto  sift an ocean of  prose for a  seashell's worth of reasoning.\n\nIn  some cases, perhaps,  these meager  efforts would  not serve.\n\nBut, in  assessing the  adequacy of  Tenaglia's  proffer, we  are\n\nkeenly aware that \"dismissal  with prejudice is a  harsh sanction\n\nwhich  runs counter to our strong policy favoring the disposition\n\nof cases on the merits.\"  Figueroa Ruiz v. Alegria, </pre><span class=\"citation\" data-id=\"536977\"><a href=\"/opinion/536977/rafael-figueroa-ruiz-v-jose-e-alegria/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span><pre class=\"inline\">,\n                                                  \n\n647  (1st  Cir.  1990)  (internal quotation  marks  and  citation\n\nomitted); accord Marx v. Kelly, Hart &amp; Hallman, P.C., </pre><span class=\"citation\" data-id=\"558018\"><a href=\"/opinion/558018/james-m-marx-v-kelly-hart-hallman-pc-dba-kelly-appleman-hart/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">,\n                                                    \n\n10 (1st Cir.  1991); Velazquez-Rivera, 920 F.2d at  1075.  We are\n                                     \n\nmindful,  too, that  forfeiture is  a harsh  medium and  that the\n\ndisposition-on-the-merits  policy   is,  therefore,  particularly\n\npotent here.   See United  States v. 384-390  West Broadway,  </pre><span class=\"citation\" data-id=\"583862\"><a href=\"/opinion/583862/united-states-v-one-parcel-of-real-property-with-the-building/\"><span class=\"volume\">964</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span><pre class=\"inline\">,  1248 (1st  Cir. 1992) (recognizing  that \"forfeitures\n\nare strong medicine,  disfavored in  our jurisprudence\");  United\n                                                                 \n\nStates v. $38,000  in U.S.  Currency, </pre><span class=\"citation\" data-id=\"487229\"><a href=\"/opinion/487229/united-states-v-3800000-in-united-states-currency-david-english-and/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1538</span></a></span><pre class=\"inline\">, 1547  (11th\n                                    \n\nCir. 1987) (collecting cases); cf. United States v. 1 Street A-1,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"529716\"><a href=\"/opinion/529716/united-states-v-one-urban-lot-located-at-1-street-a-1-valparaiso/\"><span class=\"volume\">885</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">994</span></a></span><pre class=\"inline\">,  1001  (1st   Cir.  1989)  (acknowledging,  in  a\n\nforfeiture  context,   that  \"to  the  greatest  extent  possible\n\ncontroversies are [to  be] decided on  the merits\" and  therefore\n\nexcusing potential procedural default).   And, finally, given the\n\nsurge in attempted forfeitures,  the importance of the issue  for\n\nfuture  cases  is itself  a factor  cutting  sharply in  favor of\n\nresolving it  here and now.  Cf. United States v. La Guardia, 902\n                                                            \n\n                                </pre><span class=\"citation no-link\"><span class=\"volume\">7</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></span><pre class=\"inline\">, 1013 (1st Cir. 1990) (excusing procedural default  and\n\nconsidering purely legal  issue not raised below  where the issue\n\nwas  significant and  likely  to recur,  such that  addressing it\n\nwould  advance the administration of  justice);  United States v.\n                                                              \n\nKrynicki,  </pre><span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span>   <span class=\"reporter\">F.2d</span>  <span class=\"page\">289</span></a></span><pre class=\"inline\">,   292  (1st  Cir.   1982)  (similar).\n        \n\nConsidering  the  nature  and  circumstances  of  this  case,  we\n\nconclude  that  the  argument   regarding  the  necessity  of  an\n\nintervening  court order  before  dismissal for  failure to  make\n\ndiscovery was sufficiently raised below.  \n\n                                B.\n                                  \n\n           The Interplay Between the Two Sets of Rules\n                                                      \n\n          In  1966,  Congress  abolished  the  former  Rules   of\n\nPractice  in Admiralty and Maritime  Cases and replaced them with\n\nthe Supplemental Rules for Certain Admiralty and Maritime Claims.\n\nThe  scope of  the  new rules  belied  their title  because  they\n\nextended beyond maritime actions  to actions in rem, see  Adm. R.\n                                                        \n\nA(2), C, and, in  particular, to forfeiture actions.   See, e.g.,\n                                                                \n\n21 U.S.C.    881(b).   In minting the  Admiralty Rules,  however,\n\nCongress did not  completely remove in  rem proceedings from  the\n\npurview of the Civil Rules.3  Rather, Congress decreed that:\n\n               The general Rules of Civil Procedure for\n          the  United States  District Courts  are also\n          applicable  to [in rem] proceedings except to\n          the  extent that  they are  inconsistent with\n\n                    \n\n     3The Court  made it  very clear  that  the former  admiralty\nrules were not  meant to be comprehensive  codes regulating every\naspect and detail  of federal  court practice in  cases to  which\nthey applied.  See Miner v. Atlass, </pre><span class=\"citation\" data-id=\"106088\"><a href=\"/opinion/106088/miner-v-atlass/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 648 (1960).  We\n                                  \nare   confident  that   the  new   admiralty  rules   share  this\ncharacteristic.\n\n                                8\n\n          these Supplemental Rules.\n\nAdm. R. A.\n\n          Pursuant to this direction, we have consistently looked\n\nto the Civil  Rules to fill  gaps in the  Admiralty Rules.   See,\n                                                                \n\ne.g.,  384-390 West Broadway,  964 F.2d  at 1247  n.4 (explaining\n                            \n\nthat \"[r]esort . .  . may be  had to the  Federal Rules of  Civil\n\nProcedure for  interstitial matters or where  the Admiralty Rules\n\nare silent .  . .\");  United States v. 116 Emerson St.,  </pre><span class=\"citation\" data-id=\"566802\"><a href=\"/opinion/566802/united-states-v-one-parcel-of-real-property-with-buildings-appurtenances/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">74</span></a></span><pre class=\"inline\">, 77  (1st Cir. 1991)  (similar); In re  Northern Transatlantic\n                                                                 \n\nCarriers Corp., </pre><span class=\"citation\" data-id=\"288982\"><a href=\"/opinion/288982/in-the-matter-of-the-complaint-of-northern-transatlantic-carriers/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">139</span></a></span><pre class=\"inline\">, 140 (1st Cir. 1970)  (holding that\n              \n\n\"[a]ll civil rules, except where impertinent,\" apply in admiralty\n\ncases); see also  1 Street A-1, 885 F.2d at  998 &amp; n.13 (applying\n                              \n\nFed. R. Civ. P.  4 in forfeiture suit); United States v. $149,345\n                                                                 \n\nU.S.  Currency,  </pre><span class=\"citation\" data-id=\"444204\"><a href=\"/opinion/444204/united-states-v-149345-united-states-currency-andres-alonso-jr/\"><span class=\"volume\">747</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1278</span></a></span><pre class=\"inline\">,  1280,  1281  (9th  Cir.  1984)\n              \n\n(applying  Fed. R.  Civ. P.  37 and 60  in forfeiture  suit); cf.\n                                                                 \n\n$38,000 in U.S. Currency,  816 F.2d at 1547 n.20  (noting general\n                        \n\napplicability of Civil Rules  to forfeiture actions but rejecting\n\nspecific application  of Fed.  R. Civ.  P. 12(f)  as inconsistent\n\nwith  Adm.  R.  E(2));  United  States  v.  $39,000  in  Canadian\n                                                                 \n\nCurrency, </pre><span class=\"citation no-link\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></span><pre class=\"inline\">, 1216 (10th Cir. 1986) (similar).\n        \n\n           Admiralty Rule C provides  an abecedarian roadmap  for\n\nthe  travel of forfeiture proceedings.  An action is initiated by\n\nthe filing of a sworn complaint.  Adm. R. C(2).  Persons claiming\n\nan interest in the  targeted property have ten days  within which\n\nto file a claim and twenty days thereafter within which to file a\n\nsworn  answer,  together  with  \"answers  to  any interrogatories\n\n                                9\n\nserved  with the  complaint.\"    Adm.  R.  C(6).    However,  the\n\nAdmiralty Rules are completely bereft of guidance concerning what\n\nmeasures may be appropriate when parties fail to serve answers to\n\ninterrogatories in a full and timely fashion.  This deficiency is\n\npart of a larger  pattern; read in their entirety,  the Admiralty\n\nRules make no provision whatever for discovery sanctions.\n\n          In  light  of  the  Admiralty Rules'  opacity  on  this\n\nsubject, Adm. R. A directs our  attention to the Civil Rules and,\n\nin particular, to Fed. R. Civ. P. 37.4  The  government seemingly\n\nconcedes  that  Civil  Rule  37  requires  that  a  court   order\n\nspecifically  compelling answers  to interrogatories  be entered,\n\nand  then transgressed,  before  dismissal can  ensue.   The rule\n\ndoes,  indeed, operate in that manner.5   See R.W. Int'l Corp. v.\n                                                              \n\n                    \n\n     4Fed.  R. Civ.  P.  37  is  entitled  \"Failure  to  Make  or\nCooperate in  Discovery:  Sanctions.\"   It is  the rule to  which\nfederal   courts  must   resort   in  addressing   a   litigant's\nnoncompliance with Fed. R.  Civ. P. 33 (entitled \"Interrogatories\nto Parties\").\n\n     5Of  particular  pertinence  here is  the  rule's admonition\nthat:\n\n          If a  party . . .  fails to obey an  order to\n          provide  or  permit  discovery, including  an\n          order made under subdivision (a) of this rule\n          .  .  .  the court  in  which  the action  is\n          pending may make such orders in regard to the\n          failure as  are  just, and  among others  the\n          following:\n\n               . . . .\n\n               (C) An  order striking out  pleadings or\n          parts thereof, or staying further proceedings\n          until the order is obeyed, or  dismissing the\n          action or proceeding or  any part thereof, or\n          rendering  a judgment by  default against the\n          disobedient party . . . .\n\n                                10\n\nWelch  Foods, Inc., </pre><span class=\"citation\" data-id=\"563789\"><a href=\"/opinion/563789/rw-international-corp-and-t-h-ward-de-la-cruz-inc-v-welch-foods/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">11</span></a></span><pre class=\"inline\">, 15 (1st  Cir. 1991) (collecting\n                  \n\ncases).\n\n          The  next  question  is  whether,   as  the  government\n\nasserts, the quoted portion  of Civil Rule 37 is  antagonistic to\n\nsome  provision   of  the   Admiralty  Rules.     The  government\n\nhypothesizes such a clash between Civil Rule 37 and  Adm. R. C(6)\n\nby reading the  latter rule  as allowing dismissal  in the  first\n\ninstance  if  interrogatories  are  served  thereunder  and  then\n\nignored.   But, the government  offers no case  law supportive of\n\nthis curious  interpretation.   It relies entirely  on forfeiture\n\ncases  in which  courts have  from time  to time  struck untimely\n                                                                 \n\nclaims to targeted  property.   See, e.g., United  States v.  One\n                                                                 \n\nDairy Farm,  </pre><span class=\"citation\" data-id=\"551282\"><a href=\"/opinion/551282/united-states-v-one-dairy-farm-etc-appeal-of-arnaldo-and-eric-ortiz/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">310</span></a></span><pre class=\"inline\">, 311  (1st Cir. 1990).   Such cases are\n          \n\ninapposite.  For one  thing, the Civil Rules, like  the Admiralty\n\nRules, have  uniformly been  interpreted as empowering  courts to\n\nstrike  late-filed  pleadings.    See,  e.g.,  Fantasy,  Inc.  v.\n                                                             \n\nFogerty,  </pre><span class=\"citation\" data-id=\"1504901\"><a href=\"/opinion/1504901/fantasy-inc-v-fogerty/\"><span class=\"volume\">664</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1345</span></a></span><pre class=\"inline\">, 1347-48  (N.D. Cal. 1987).  The same\n       \n\ndoes not hold true  for delayed discovery.  The  Admiralty Rules,\n\nas we  have said, are silent  on this topic, and  the Civil Rules\n\ncontain specific  provisions for a  progression of remedies  if a\n\ncourt    encounters   footdragging    in    the   answering    of\n\ninterrogatories.   For  another  thing, the  reason for  strictly\n\nenforcing timeliness  requirements anent the filing  of claims is\n\n\"to force claimants  to come  forward as soon  as possible  after\n\nforfeiture proceedings have begun.\"  116 Emerson St., 942 F.2d at\n                                                    \n\n                    \n\nFed. R. Civ. P. 37(b)(2).\n\n                                11\n\n77 (quoting  1 Street  A-1,  885 F.2d  at 1001).    Once all  the\n                          \n\nparties are  before the  court, different  considerations obtain.\n\nAt  that juncture, the measured procedure crafted by Fed. R. Civ.\n\nP. 37, which balances  the interest in full and  prompt discovery\n\nagainst the presumption that disputes  should be resolved on  the\n\nmerits, seems a far more suitable instrument.\n\n          To sum  up, the  Admiralty Rules provide  for discovery\n\nvia interrogatories   but  they provide no internalized mechanism\n\nfor handling  a party's  failure to answer  interrogatories fully\n\nand/or punctually.   Given  the imperative of  Adm. R. A  and the\n\ngreat similarity in  language between  Adm. R. C(6)  and Fed.  R.\n\nCiv.  P. 33,6 it seems natural  to look to Civil  Rule 37 to fill\n\nthe hole in the Admiralty Rules' interrogatory provisions.  Civil\n\nRule  37 provides what  the Admiralty Rules do  not:  a mechanism\n\nfor addressing failures to cooperate in discovery.  Discerning no\n\nhint  of  inconsistency,  we  hold  that  the  use  of  discovery\n\nsanctions  in  forfeiture actions  is  properly  governed by  the\n\npertinent  provisions of  the Federal  Rules of  Civil Procedure.\n\nAccordingly, the imposition of sanctions for a claimant's failure\n\nor refusal to answer interrogatories in a forfeiture case must be\n\njudged under the jurisprudence of Civil Rule 37.\n\n                                C.\n                                  \n\n           The Propriety of the District Court's Order\n                                                      \n\n          We turn  last to the  question of whether  the district\n\n                    \n\n     6Except for the fact that Adm. R. C(6) allows the government\nfirst  crack  at  propounding  interrogatories,  it  tracks   the\nprescriptive language of Fed. R. Civ. P. 33.\n\n                                12\n\ncourt's  order  in  this  case  was  within  the  bounds  of  its\n\ndiscretion.   In this regard,  the government hangs  the case for\n\naffirmance on two hooks.  First, the government tells us that the\n\norder  met the  requirements of Fed.  R. Civ.  P. 37.   Next, the\n\ngovernment argues in the alternative that the  district court had\n\ninherent  power  to order  a dismissal  here.   We  address these\n\npoints in order.\n\n          1.  The Rule 37 Framework.  Civil Rule 37 erects a two-\n          1.  The Rule 37 Framework.\n                                   \n\ntiered framework for addressing a litigant's failure to cooperate\n\nin discovery.  First,  the party propounding interrogatories must\n\nseek  a  court order  compelling discovery.   It  is only  if the\n\noffending party refuses  to comply  with such an  order that  the\n\ncourt may choose a  sanction as stern as dismissing the action or\n\nstriking the offender's pleadings.  See Fed. R. Civ. P. 37(b)(2),\n                                       \n\n(d).  Thus,  Civil Rule 37 does not permit  the district court to\n\njump  directly  to the  most dire  sanctions without  essaying an\n\nintermediate  first step.   To the contrary,  Rule 37's \"language\n\nclearly requires  two things as conditions  precedent to engaging\n\nthe gears of  the rule's sanction machinery:  a  court order must\n\nbe  in effect, and then  must be violated,  before the enumerated\n\nsanctions   can  be  imposed.\"    R.W.  Int'l,  937  F.2d  at  15\n                                             \n\n(collecting cases).7 This  case  aptly illustrates  the  value of\n\nthe two-stage process:   a motion to compel  would have given the\n\n                    \n\n     7We  think this  holding is  altogether consistent  with the\nNinth Circuit's position in  $149,345 U.S. Currency, 747  F.2d at\n                                                   \n1280    although there, a  fresh order to  compel was unnecessary\nbecause  of the res judicata effect of an order to compel entered\nin an earlier case.  See id.\n                            \n\n                                13\n\ncourt an  opportunity to  address Tenaglia's Fifth  Amendment and\n\nrelevancy  concerns, to  enter an  order fixing  a firm  date for\n\ncompliance,  and,  if necessary,  to  punish  Tenaglia's dilatory\n\nconduct by awarding counsel fees and costs.  See Fed.  R. Civ. P.\n                                                \n\n37(a)(4).  If Tenaglia  then persisted in giving a  cold shoulder\n\nto  the compliance  date,  the court  would be  in a  position to\n\nexercise its discretion in  choosing an appropriate sanction from\n\nthose provided in Rule 37(b), including dismissal.  \n\n          Here,  neither of  the  precedent  conditions was  met.\n\nInstead,  the  government  tried  a shortcut,  moving  to  strike\n\nTenaglia's  claim for failure to comply with Adm. R. C(6) without\n\nfirst  seeking to  compel  responses to  the interrogatories  and\n\nwithout  making the slightest effort  to observe Fed.  R. Civ. P.\n\n37's procedural  strictures.   Seven months after  the government\n\nfiled  its motion,  the district  court adopted  the government's\n\nreasoning in  large part, concluding that  Tenaglia \"lack[ed] the\n\nstanding to  contest  the forfeiture  at  issue\" because  he  had\n\nfailed to answer the interrogatories.   Based on that conclusion,\n\nthe  court struck  the claim without  first entering  a discovery\n\norder  and  subsequently  witnessing   its  breach,  as  Rule  37\n\nrequires.   In failing to  account for this  factor, the district\n\ncourt overstepped its discretion  when it struck Tenaglia's claim\n\nin the first instance.8  See Aggarwal v. Ponce Sch. of  Medicine,\n                                                                \n\n                    \n\n     8In point of  fact, because  the government  never moved  to\ncompel Tenaglia's  compliance, the court had  no discretion under\n                                                \nRule  37 to  strike  Tenaglia's claim  for  failure to  make  due\ndiscovery.\n\n                                14\n\n</pre><span class=\"citation\" data-id=\"442863\"><a href=\"/opinion/442863/deep-aggarwal-v-ponce-school-of-medicine/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">723</span></a></span><pre class=\"inline\">, 727  (1st Cir. 1984)  (\"The cask  which encases  a\n\njudge's discretion, though commodious, can  be shattered when . .\n\n. the trial court misconceived or misapplied the law . . . .\").  \n\n          2.    Inherent  Powers.   In  an  effort  to dodge  the\n          2.    Inherent  Powers.\n                                \n\noperation  of Civil Rule 37,  the government argues  that, in any\n\nevent,  no reference to the  Civil Rules is  exigible because the\n\ncourts  can  use  inherent  powers  to  deal  appropriately  with\n\nprocedural problems on a case-by-case basis.  Although it is true\n\nthat  a district court possesses the inherent power to dismiss an\n\naction where there has  been an egregious abuse of  process, see,\n                                                                \n\ne.g., Aoude v. Mobil Oil Corp., </pre><span class=\"citation\" data-id=\"534524\"><a href=\"/opinion/534524/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">892</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span><pre class=\"inline\">, 1118-19 (1st Cir.\n                              \n\n1989)  (holding that the district court possessed  inherent power\n\nto dismiss  the complaint after discovery  of plaintiff's ongoing\n\nfraud  on the court);  cf. Chambers  v. NASCO,  Inc., </pre><span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">111</span>  <span class=\"reporter\">S. Ct.</span>\n                                                    \n\n<span class=\"page\">2123</span></a></span><pre class=\"inline\">, 2133  (1991) (\"outright dismissal of  a lawsuit . .  . is a\n\nparticularly  severe   sanction,  yet   is  within   the  court's\n\ndiscretion\")  (citation omitted), we see no evidence here of such\n\nstraitened circumstances.  \n\n          Furthermore,  there are  limits  to a  court's inherent\n\npowers, particularly  in instances where  the Civil Rules  are on\n\nall fours.   When,  as in  this case, the  Civil Rules  limit the\n\nnature  of the sanction that can be  imposed, a court may not use\n\nits inherent powers to circumvent the Rules' specific provisions.\n\nSee  Bank of  Nova Scotia  v. United  States, </pre><span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">487</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">250</span></a></span><pre class=\"inline\">, 254\n                                            \n\n(1988)  (holding that a court cannot rely on supervisory power to\n\navoid  the clear mandate of a procedural rule); cf. Chambers, 111\n                                                            \n\n                                15\n\nS. Ct. at 2136 (allowing use of inherent powers where Civil Rules\n\ndid not limit the nature of the sanction which could be imposed).\n\nConsequently,  even  where  district  courts have  invoked  their\n\ninherent powers to dismiss an action, the dismissal has typically\n\nfollowed  the violation of a preexisting court order.  See, e.g.,\n                                                                \n\nFigueroa Ruiz, 896 F.2d at 648.\n             \n\n          We  note, moreover,  that  the  court  below  expressly\n\nrelied on Adm. R. C(6)  and did not purport  to invoke   or  even\n\nmention   its inherent powers.  Under these circumstances, we are\n\ndisinclined to rummage through the record searching for a  likely\n\nunusable  needle in a haystack never explored by the trial court.\n\nDoing so would be injudicious and, to our way of thinking,  would\n\nneedlessly threaten the delicate balance struck by Civil Rule 37.\n\nSee Bank  of Nova Scotia, 487 U.S. at 255 (\"The balance struck by\n                        \n\nthe Rule . .  .  may not casually be overlooked  'because a court\n\nhas  elected  to  analyze  the  question  under  the  supervisory\n\npower.'\") (quoting  United States  v. Payner, </pre><span class=\"citation\" data-id=\"110317\"><a href=\"/opinion/110317/united-states-v-payner/\"><span class=\"volume\">447</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span><pre class=\"inline\">,  736\n                                            \n\n(1980)); see also R.W. Int'l, 937 F.2d at 20 (refusing \"to debate\n                            \n\nthe entirely  hypothetical question  of whether the  action might\n\nlawfully  have been  dismissed  in the  exercise  of the  court's\n\ninherent powers\"). \n\n                               IV.\n                                  \n\n                            Conclusion\n                                      \n\n          We need  go no further.9   Because the  Admiralty Rules\n\n                    \n\n     9Tenaglia  requests that  we  direct the  district court  to\nissue a  protective order  enabling him simultaneously  to answer\nthe  interrogatories and protect his  Fifth Amendment rights.  We\n\n                                16\n\ncontain no  inconsistent provisions,  Civil Rule 37  provides the\n\nappropriate mechanism  to which parties who  find their discovery\n\nstalled in  forfeiture  cases  must  resort.   And,  because  the\n\ndistrict court failed to abide by the analytic strictures of Fed.\n\nR. Civ. P. 37 when exercising  its discretion here, its order and\n\njudgment cannot stand.\n\n          The order  striking appellant's claim is  reversed, the\n                                                                 \n\njudgment  below is vacated, the claim is reinstated, and the case\n                                                                 \n\nis  remanded to the district  court for further  proceedings.  No\n                                                                 \n\ncosts.\n      \n\n                    \n\nbelieve that this  is a matter to be considered  ab initio in the\n                                                          \ntrial  court  and Tenaglia  is, of  course, free  to raise  it on\nremand.\n\n                                17\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1504901/"
  ]
}