{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194675/",
  "absolute_url": "/opinion/194675/tyler-v-fitzsimmons/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194675/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:22:32Z",
  "date_modified": "2016-02-28T04:51:02.703221Z",
  "type": "010combined",
  "sha1": "7417f8cb667468c267ec6a459cc79948ff41de59",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1559.01A",
  "local_path": null,
  "plain_text": "April 16, 1993\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 92-1559 \n\n                           CATHY TYLER,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    JOHN FITZSIMMONS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n                           ERRATA SHEET\n\n  The opinion  of this Court  issued April  7, 1993,  is amended  as\nfollows:\n\n  Cover sheet,  attorneys for  appellees  should read:   William  G.\n                                                                    \nCole,  Attorney, Department  of Justice,  with whom Stuart  M. Gerson,\n                                                                   \nAssistant Attorney  General, William Kanter,  Attorney, Department  of\n                                         \nJustice, and Richard S.  Cohen, United States Attorney, were  on brief\n                            \nfor appellees.\n\nApril 12, 1993      UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 92-1559\n\n                           CATHY TYLER,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    JOHN FITZSIMMONS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                          \n\n                           ERRATA SHEET\n\n  The  opinion of this  Court issued  April 7,  1993, is  amended as\nfollows:\n\n  Page 7, line 12 of text, should read:  . . . March 11, 1991.\n\n  Page 7, line 14 of text, should read:  . . . February 6, 1991.\n\nApril 7, 1993\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \nNo. 92-1559\n\n                           CATHY TYLER,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    JOHN FITZSIMMONS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. Gene Carter, Chief U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                        Cyr, Circuit Judge,\n                                          \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                   and Fust ,* District Judge.\n                                             \n\n                                           \n\n  Robert Edmond Mittel with whom Mittel,  Asen, Eggert &amp; Hunter  was\n                                                               \non brief for appellant.\n  William  G.  Cole, Attorney,  Department  of  Justice,  with  whom\n                   \nStuart M.  Gerson, Assistant Attorney General,  William Kanter, Attor-\n                                                            \nney,  Department of  Justice,  and  Richard  S. Cohen,  United  States\n                                                   \nAttorney, were on brief for appellees.\n\n                                           \n\n                          April 7, 1993\n                                           \n\n                                3\n\n*Of the District of Puerto Rico, sitting by designation.\n\n          CYR, Circuit Judge.  Appellant Cathy Tyler challenges a\n          CYR, Circuit Judge.\n                            \n\ndistrict court  order dismissing her application for  an award of\n\nattorney fees pursuant  to the  Equal Access to  Justice Act  (\"-\n\nEAJA\")  for lack  of  jurisdiction.   We  vacate and  remand  for\n\nfurther proceedings on the merits of the fee application.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          The  United States Department of Labor (\"USDOL\") admin-\n\nisters a program under the  Trade Act of 1974 (the \"Trade  Act\"),\n\n19  U.S.C.    2101-2495,  2291  (1993),  which authorizes  \"trade\n\nreadjustment  allowance\" (\"TRA\")  benefits  to  eligible  workers\n\nwhose employment  is discontinued  by companies certified  by the\n\nSecretary of Labor  as having been adversely  affected by foreign\n\nimport  competition.  Id.   2271.   In May  1985, USDOL certified\n                         \n\nplaintiff Tyler's employer, Bass Shoe Company, in connection with\n\nits layoffs after  January 1984.  In  November 1984 and  again in\n\nFebruary 1985, Tyler was laid off temporarily; her employment was\n\nterminated in July 1985.\n\n          The Maine Department of  Labor and Bureau of Employment\n\nSecurity (\"MDOL\") determines whether individual Maine workers are\n\nentitled  to TRA  benefits.   In  1981,  USDOL directed  MDOL  to\n\nutilize  a worker's  \"first separation\"  date in  calculating her\n\nfifty-two  week  eligibility  period   for  basic  TRA  benefits.\n\nAlthough MDOL believed that the Trade Act and USDOL's regulations\n\nrequired  use of  a worker's  \"last separation\"  date, it  did as\n\ndirected.   Under USDOL's  \"first separation\" date  formula, MDOL\n\ndetermined that Tyler's eligibility period for basic TRA benefits\n\nwould  run from December 1984  to December 1985.   However, Tyler\n\nwas  not eligible for TRA benefits during this period because the\n\nTrade Act precludes TRA payments until a worker has exhausted her\n\nstate unemployment insurance benefits.   See 19 U.S.C.   2291(a)-\n                                            \n\n(3)(A)-(B).    Tyler,  who  remained  eligible  for  unemployment\n\ninsurance compensation throughout the December 1984-December 1985\n\nperiod, took no administrative appeal from the MDOL decision.\n\n          In  August 1986,  MDOL brought  the present  action for\n\ndeclaratory relief against USDOL,  challenging its \"first separa-\n\ntion\" date directive.  Tyler and  another claimant were permitted\n\nto  intervene in the MDOL  action as plaintiffs.   On November 6,\n\n1990, the  district court  granted declaratory relief  for plain-\n\ntiffs against USDOL  and MDOL.1  Tyler v. United  States Dep't of\n                                                                 \n\nLabor, 752 F. Supp. 32, 45 (D. Me. 1990) (emphasis added).\n     \n\n                    \n\n     1The  district  court declared  that:    (1) \"the  [USDOL's]\npolicy  for  the years  1981 through  1986,  requiring use  of an\napplicant's  first separation  from  employment for  purposes  of\ndetermining  eligibility  for  TRA benefits,  was  invalid,\"  (2)\n\"[t]he [MDOL is]  hereby ordered, consistent  with state law,  to\n                                                            \nredetermine Plaintiff Tyler's . . .  entitlement to Basic TRA and\nAdditional TRA  weekly benefits,  based on [her]  last separation\nfrom employment prior to application,\" and (3) \"[i]f TRA benefits\n                                                                 \nare  granted to Plaintiff[] as a  result of such redetermination,\n                                                                \nthe [USDOL is] hereby  ordered to provide federal monies  for the\npayment of the benefits.\"\n\n                                3\n\n          Tyler had also asserted an entitlement to attorney fees\n\nunder the  EAJA, which  permits a  \"prevailing party\"  to recover\n\nattorney fees in \"any civil action\" challenging a  federal agency\n\ndecision, 28  U.S.C.    2412(d)(1)(A), but  requires  that  \"[the\n\nprevailing] party .  . , within thirty days of  final judgment in\n                                                                 \n\nthe  action, submit to the court an application for fees . . . .\"\n           \n\nId.    2412(d)(1)(B) (emphasis  added).   On  December 13,  1990,\n   \n\nTyler filed a motion  to extend the forty-five day  filing period\n\nunder Local  Rule 32 of the United  States District Court for the\n\nDistrict of Maine  until \"thirty days  after final resolution  of\n\nthe plaintiffs' claims for Trade  Act benefits from the [MDOL].\"2\n\nThe district court summarily granted the extension. On January 7,\n\n1991,  USDOL appealed  and Tyler  cross-appealed from  the Novem-\n\nber 6, 1990 order.  The appeal and cross-appeal were dismissed by\n\nagreement of the parties on February 6, 1991.\n\n          As  contemplated by  the district  court remand  order,\n\nTyler resorted to the state administrative process for a redeter-\n\nmination of her entitlement to TRA benefits.  In the meantime, on\n\nJune 10,  1991,  the United  States  Supreme  Court rendered  its\n\ndecision in Melkonyan v. Sullivan,     U.S.    , 111 S.  Ct. 2157\n                                 \n\n(1991), which  generally interpreted the EAJA  filing deadline to\n\n                    \n\n     2As grounds for the motion, Tyler asserted (1) \"[t]he plain-\ntiffs  have not yet finally  prevailed in their  claims for bene-\nfits,\" (2) \"Local Rule 32  allows for such an extension  for good\ncause  shown on motion filed within 45  days after entry of judg-\nment,\"  (3)  the  \"pending State  administrative  proceeding [in]\nwhich  [plaintiff] is seeking  redetermination of  her benefits,\"\nmay necessitate \"considerable additional  attorney time,\" and (4)\nany  petition for attorney  fees would be  \"premature,\" and would\n\"necessitate multiple petitions and multiple hearings.\"  \n\n                                4\n\nrun  from the entry of a \"final\"  judgment by a court of law, not\n                                                            \n\nfrom  the final  decision of  an administrative  agency following\n\nremand.  Id. at 2162.\n            \n\n          Tyler settled  her  administrative claim  with MDOL  in\n\nDecember 1991, and promptly filed her EAJA  attorney fee applica-\n\ntion  with the  district court.   The  district court  denied the\n\napplication as untimely, Tyler  v. Fitzsimmons, 785 F.  Supp. 10,\n                                              \n\n12  (D. Me.  1992), holding  that Melkonyan  required retroactive\n                                           \n\napplication  of its  jurisdictional rule  to pending  cases, and,\n\ntherefore, that the thirty-day EAJA fee-application filing period\n\nhad commenced to run  on February 6, 1991, when we  dismissed the\n\nappeal  and cross-appeal  from  the district  court's November 6,\n\n1990  judgment,  thereby rendering  the  district court  judgment\n\n\"final\" and \"unappealable.\"  Id.;  see also 28 U.S.C.    2412(d)-\n                                           \n\n(2)(G) (EAJA  term \"final  judgment\" means  \"a  judgment that  is\n\nfinal  and not appealable\") (emphasis  added).  As  the EAJA fee-\n                         \n\napplication filing deadline is jurisdictional, and not subject to\n\nenlargement  even  for \"good  cause  shown,\"  the district  court\n\nrejected Tyler's contention that her fee application was saved by\n\nthe  district  court's  earlier  extension  of  the  \"procedural\"\n\ndeadline imposed by Local Rule 32. Tyler, 785 F. Supp. at 12.\n                                        \n\n                                II\n\n                            DISCUSSION\n                                      \n\n          In Melkonyan,  the  Supreme Court  considered the  EAJA\n                      \n\nfiling provision  in the  specialized context of  Social Security\n\n                                5\n\ndisability benefit determinations.  In reviewing decisions of the\n\nSecretary  of Health  and  Human  Services (\"Secretary\")  denying\n\ndisability benefits, the district court has only two options when\n                                                    \n\nremanding  to the Secretary  for further  administrative proceed-\n\nings.  Melkonyan, 111 S. Ct. at 2164 (citing 42 U.S.C.   405(g)).\n                \n\nA so-called  \"sentence four\" remand order entered by the district\n\ncourt  constitutes  a  \"final judgment  affirming,  modifying, or\n\nreversing  the administrative  decision,\" usually  on substantive\n\ngrounds.   Id. at 2165.   Melkonyan contains  language suggesting\n                                   \n\nthat a \"sentence four\" remand order invariably results in a final\n                                              \n\njudgment,  for purposes of  determining the  EAJA fee-application\n\ndeadline, upon  the expiration of  the period  for appealing  the\n\nremand  order  affirming,  modifying,  or  reversing  the  agency\n\ndecision.  Id.\n              \n\n          On  the  other  hand, generally  speaking  a  so-called\n\n\"sentence  six\" remand does not follow a district court ruling on\n\nthe merits of  an agency  decision.  Rather,  upon the  requisite\n\n\"good  cause\" showing, see 42 U.S.C.   405(g) (remand for further\n                          \n\nfactfinding only  permissible if  new evidence is  \"material\" and\n\n\"there is good cause for the failure to incorporate such evidence\n\ninto  the record  in  a prior  proceeding\"),  the district  court\n\nmerely remands to the  agency for further administrative proceed-\n\nings in  light of new evidence.   Melkonyan, 111 S.  Ct. at 2164.\n                                           \n\nThus, in \"sentence six\" remands, the district court would contem-\n\nplate  a  retention of  jurisdiction  pending  completion of  the\n                                    \n\nremand  proceedings, and there  would be no  \"final judgment\" for\n\n                                6\n\nEAJA purposes  \"until after  the postremand proceedings  are com-\n\npleted,  the Secretary returns to court, the court enters a final\n\njudgment, and the appeal period runs.\"  Id. at 2165.\n                                           \n\n          Appellees  conceded at oral  argument that Melkonyan is\n                                                              \n\napplicable  in  the present  case, if  at  all, only  by analogy.\n\nMelkonyan  was  a Social  Security case,  not  a Trade  Act case.\n         \n\nThus, the  district court's November 6, 1990 declaratory judgment\n\nis roughly  comparable, under  appellees' proposed analogy,  to a\n\n\"sentence four\" remand, in that the district court \"reversed\" the\n\nMDOL's denial  of TRA  benefits  on the  only substantive  ground\n\nadvanced by  Tyler     namely, the  invalidity of  USDOL's \"first\n\nseparation\" directive.   Accordingly, appellees  contend that the\n\nEAJA filing  deadline was  March 11, 1991,  thirty days after  we\n\ndismissed the appeals from the November 1990 judgment on February\n\n6, 1991.  As it rests on a premise precluded by our case  law, we\n\nreject appellees' syllogism.\n\n          This is not the first time a claimant has complained to\n\nus  that  the retroactive  fallout  from  Melkonyan has  unfairly\n                                                   \n\nimpaired her recovery of an EAJA fee award.  See Labrie v. Secre-\n                                                                 \n\ntary of  Health &amp; Human Servs., 976 F.2d 779 (1st Cir. 1992) (per\n                              \n\ncuriam).   In a case  decided after the  district court dismissed\n\nTyler's  fee application,  we  rejected the  contention that  all\n                                                                 \n\npost-Melkonyan  \"sentence  four\"  remands invariably  are  to  be\n              \n\nconsidered \"final judgments\" for  purposes of the commencement of\n\nthe  EAJA filing period.  Labrie, 976  F.2d at 786.  Although the\n                                \n\nSupreme Court  scrutinized the district court  order in Melkonyan\n                                                                 \n\n                                7\n\nto determine whether  it was either a \"sentence  six\" remand or a\n\nvoluntary  dismissal under Fed. R. Civ. P. 41(a), there was never\n\nany question but what  the district court order in  Melkonyan was\n                                                             \n\nnot a \"sentence  four\" remand.   Thus, Melkonyan's references  to\n                                                \n\nEAJA  deadlines in \"sentence four\" cases were dicta which did not\n\ndisplace the  Court's earlier  statements in Sullivan  v. Hudson,\n                                                                \n\n490  U.S. 877  (1989). See Melkonyan,  111 S.  Ct. at  2162.  The\n                                    \n\nCourt in Hudson, indisputably a \"sentence four\" remand case, held\n               \n\nthat an EAJA application  could encompass attorney fees attribut-\n\nable to postremand proceedings provided the remand order did  not\n\n\"dictate\" that the plaintiff was to receive benefits, since \"'the\n\nclaimant will not normally attain \"prevailing party\" status . . .\n\nuntil  after  the result  of  the  administrative proceedings  is\n\nknown.'\"   Labrie, 976  F.2d at 781 (quoting  Hudson, 490 U.S. at\n                                                    \n\n886).  We  emphasized in  Labrie that our  reconciliation of  the\n                                \n\nMelkonyan  and Hudson  decisions  conformed  with the  legitimate\n                     \n\nexpectations of the  parties in  cases pending at  the time  Mel-\n                                                                 \n\nkonyan was decided, and with the  prevailing practice in this and\n      \n\nother circuits.  Id. at 780 n.2 (citing Guglietti v. Secretary of\n                                                                 \n\nHealth &amp; Human Servs., 900 F.2d 397, 400 (1st Cir. 1990)).\n                     \n\n          Thus, if Melkonyan does apply by analogy to the present\n                            \n\ncase, as  appellees urge,  under our jurisprudence  the \"sentence\n\nfour\"  remand  standard set  out in  Labrie,  and adopted  by the\n                                           \n\nEighth, Ninth, and Tenth Circuits, must also apply:\n\n          When a judicial remand order in Social Secur-\n          ity disability  cases contemplates additional\n          administrative  proceedings that  will deter-\n\n                                8\n\n          mine the merits of the claimant's application\n          for benefits, and thus will determine whether\n          the claimant is a  prevailing party, the dis-\n          trict  court  retains discretion  to  enter a\n                                          \n          final  judgment for  EAJA purposes  after the\n          proceedings  on  remand have  been completed.\n          On the  other hand,  if the remand  order di-\n                                                       \n          rects  the Secretary  to award  benefits, the\n               \n          claimant is a prevailing party and the remand\n          order is the final  judgment for EAJA purpos-\n          es.\n\nLabrie,  976 F.2d  at  786 (emphasis  added)  (quoting Hafner  v.\n                                                             \n\nSullivan, 972 F.2d 249, 250-51 (8th Cir. 1992)); see also Gray v.\n                                                              \n\nSecretary of Health &amp;  Human Servs., 983 F.2d 954,  960 (9th Cir.\n                                   \n\n1993); Gutierrez v. Sullivan, 953 F.2d 579, 584 (10th Cir. 1992).\n                            \n\nMost importantly, if the  district court order was  an open-ended\n\nremand, pre-Melkonyan practice (as  defined in Labrie) would give\n                                                     \n\nrise to the  presumption \"that  the court does  intend to  retain\n\njurisdiction in such  cases absent an  express indication to  the\n                                                                 \n\ncontrary.\"  Labrie, 976 F.2d at 786 (emphasis added).3\n                  \n\n          Under the Labrie rubric, there can be no  question that\n                          \n\nthe November 6, 1990 judgment \"'contemplate[d] additional admini-\n\nstrative proceedings [to] determine  the merits of the claimant's\n\napplication  for benefits,  and thus  [to] determine  whether the\n\n                    \n\n     3Of  course, the  Labrie presumption  would apply  with even\n                             \ngreater force outside  the Social Security context.   When acting\noutside the strictures  of the Social Security statute, a review-\ning court  normally is not  confined to two types  of remand, but\n                                           \npossesses the \"inherent\" authority  to condition its remand order\nas  it deems  appropriate.   See Melkonyan,  111  S. Ct.  at 2165\n                                          \n(citing  United  States  v. Jones,  336  U.S.  641,  671 (1949)).\n                                 \nAbsent  a Labrie-type  presumption, the  litigants would  have no\n                \nreliable criteria for determining the district court's intentions\nwhere an ad hoc remand order was either silent or equivocal as to\n               \nthe  status of the claimant's EAJA application, or the claimant's\nstatus as a \"prevailing party.\"\n\n                                9\n\nclaimant is a prevailing  party. . . .'\"  Id. (citation omitted).\n                                             \n\nThe November 6, 1990 judgment  did not \"direct\" USDOL or  MDOL to\n\naward Tyler benefits,  but conditionally  directed defendants  to\n                                        \n\naward benefits  in an  as-yet undetermined  amount only if  Tyler\n                                                          \n\nwere  found  entitled to  benefits  under  the \"last  separation\"\n\nformula and  after consideration  of other applicable  state law.\n                                                                \n\nThe \"first separation\" rule was not the final obstacle to Tyler's\n\nclaim  for TRA benefits.  As the district court recognized, Tyler\n\nfiled no  administrative appeal from  MDOL's denial of  basic TRA\n\nbenefits in 1985, and, on remand,  either USDOL or MDOL would  be\n\nin a  position to  assert their  res judicata  and administrative\n\nfinality defenses to  bar Tyler's claim.  Tyler,  752 F. Supp. at\n                                               \n\n39 (citing International  Union, U.A.W. v.  Brock, 816 F.2d  761,\n                                                 \n\n768-69 (D.C.  Cir. 1987)  (noting that claimant's  entitlement to\n\nreconsideration by State of  her TRA benefit determination always\n\nremains  subject to  \"procedural  requirements  of state  law\")).\n\nThus,  it was by no means  a foregone conclusion that Tyler would\n\never  receive TRA benefits, or attain the status of a \"prevailing\n\nparty\"  under the  EAJA. Finally,  the November 6,  1990 judgment\n\ncontains  no  express  disclaimer  of  jurisdiction  which  might\n\nconclusively rebut the Labrie presumption.\n                             \n\n          The district  court apparently denied Tyler's  EAJA fee\n\napplication solely on the ground that Melkonyan had interposed an\n                                               \n\ninsurmountable jurisdictional bar,  see Howitt  v. United  States\n                                                                 \n\nDept.  of Commerce, 897 F.2d  583, 584 (1st  Cir.), cert. denied,\n                                                                \n\n498  U.S. 895  (1990), preempting  any  exercise of  the district\n\n                                10\n\ncourt's discretion  to enter a \"final\" EAJA  judgment pursuant to\n\nTyler's postremand  settlement.   Given the  widespread confusion\n\nprevailing among the courts at the time, see  Labrie, 976 F.2d at\n                                                    \n\n783-86,  the district court's interpretation  in this case was by\n\nno means  without authoritative support.   Nevertheless, in light\n\nof  the LaBrie  presumption, buttressed  by the  district court's\n              \n\nsummary  allowance  of Tyler's  motion  for an  extension  of the\n\nfiling deadline  to \"thirty  days after final  resolution of  the\n\nplaintiffs' claims  for Trade Act  benefits from the  [MDOL],\" we\n\nfind no jurisdictional bar to Tyler's EAJA fee application.\n\n          The  order of  dismissal  is vacated  and  the case  is\n                                                                 \n\nremanded for proceedings on  the merits of the EAJA  fee applica-\n                                                                 \n\ntion.\n    \n\n                                11\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">April 16, 1993\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 92-1559 \n\n                           CATHY TYLER,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    JOHN FITZSIMMONS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n                           ERRATA SHEET\n\n  The opinion  of this Court  issued April  7, 1993,  is amended  as\nfollows:\n\n  Cover sheet,  attorneys for  appellees  should read:   William  G.\n                                                                    \nCole,  Attorney, Department  of Justice,  with whom Stuart  M. Gerson,\n                                                                   \nAssistant Attorney  General, William Kanter,  Attorney, Department  of\n                                         \nJustice, and Richard S.  Cohen, United States Attorney, were  on brief\n                            \nfor appellees.\n\nApril 12, 1993      UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\nNo. 92-1559\n\n                           CATHY TYLER,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    JOHN FITZSIMMONS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                          \n\n                           ERRATA SHEET\n\n  The  opinion of this  Court issued  April 7,  1993, is  amended as\nfollows:\n\n  Page 7, line 12 of text, should read:  . . . March 11, 1991.\n\n  Page 7, line 14 of text, should read:  . . . February 6, 1991.\n\nApril 7, 1993\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \nNo. 92-1559\n\n                           CATHY TYLER,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    JOHN FITZSIMMONS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. Gene Carter, Chief U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                        Cyr, Circuit Judge,\n                                          \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                   and Fust ,* District Judge.\n                                             \n\n                                           \n\n  Robert Edmond Mittel with whom Mittel,  Asen, Eggert &amp; Hunter  was\n                                                               \non brief for appellant.\n  William  G.  Cole, Attorney,  Department  of  Justice,  with  whom\n                   \nStuart M.  Gerson, Assistant Attorney General,  William Kanter, Attor-\n                                                            \nney,  Department of  Justice,  and  Richard  S. Cohen,  United  States\n                                                   \nAttorney, were on brief for appellees.\n\n                                           \n\n                          April 7, 1993\n                                           \n\n                                3\n\n*Of the District of Puerto Rico, sitting by designation.\n\n          CYR, Circuit Judge.  Appellant Cathy Tyler challenges a\n          CYR, Circuit Judge.\n                            \n\ndistrict court  order dismissing her application for  an award of\n\nattorney fees pursuant  to the  Equal Access to  Justice Act  (\"-\n\nEAJA\")  for lack  of  jurisdiction.   We  vacate and  remand  for\n\nfurther proceedings on the merits of the fee application.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          The  United States Department of Labor (\"USDOL\") admin-\n\nisters a program under the  Trade Act of 1974 (the \"Trade  Act\"),\n\n19  U.S.C.    2101-2495,  2291  (1993),  which authorizes  \"trade\n\nreadjustment  allowance\" (\"TRA\")  benefits  to  eligible  workers\n\nwhose employment  is discontinued  by companies certified  by the\n\nSecretary of Labor  as having been adversely  affected by foreign\n\nimport  competition.  Id.   2271.   In May  1985, USDOL certified\n                         \n\nplaintiff Tyler's employer, Bass Shoe Company, in connection with\n\nits layoffs after  January 1984.  In  November 1984 and  again in\n\nFebruary 1985, Tyler was laid off temporarily; her employment was\n\nterminated in July 1985.\n\n          The Maine Department of  Labor and Bureau of Employment\n\nSecurity (\"MDOL\") determines whether individual Maine workers are\n\nentitled  to TRA  benefits.   In  1981,  USDOL directed  MDOL  to\n\nutilize  a worker's  \"first separation\"  date in  calculating her\n\nfifty-two  week  eligibility  period   for  basic  TRA  benefits.\n\nAlthough MDOL believed that the Trade Act and USDOL's regulations\n\nrequired  use of  a worker's  \"last separation\"  date, it  did as\n\ndirected.   Under USDOL's  \"first separation\" date  formula, MDOL\n\ndetermined that Tyler's eligibility period for basic TRA benefits\n\nwould  run from December 1984  to December 1985.   However, Tyler\n\nwas  not eligible for TRA benefits during this period because the\n\nTrade Act precludes TRA payments until a worker has exhausted her\n\nstate unemployment insurance benefits.   See 19 U.S.C.   2291(a)-\n                                            \n\n(3)(A)-(B).    Tyler,  who  remained  eligible  for  unemployment\n\ninsurance compensation throughout the December 1984-December 1985\n\nperiod, took no administrative appeal from the MDOL decision.\n\n          In  August 1986,  MDOL brought  the present  action for\n\ndeclaratory relief against USDOL,  challenging its \"first separa-\n\ntion\" date directive.  Tyler and  another claimant were permitted\n\nto  intervene in the MDOL  action as plaintiffs.   On November 6,\n\n1990, the  district court  granted declaratory relief  for plain-\n\ntiffs against USDOL  and MDOL.1  Tyler v. United  States Dep't of\n                                                                 \n\nLabor, </pre><span class=\"citation\" data-id=\"1587687\"><a href=\"/opinion/1587687/tyler-v-us-dept-of-labor/\"><span class=\"volume\">752</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">32</span></a></span><pre class=\"inline\">, 45 (D. Me. 1990) (emphasis added).\n     \n\n                    \n\n     1The  district  court declared  that:    (1) \"the  [USDOL's]\npolicy  for  the years  1981 through  1986,  requiring use  of an\napplicant's  first separation  from  employment for  purposes  of\ndetermining  eligibility  for  TRA benefits,  was  invalid,\"  (2)\n\"[t]he [MDOL is]  hereby ordered, consistent  with state law,  to\n                                                            \nredetermine Plaintiff Tyler's . . .  entitlement to Basic TRA and\nAdditional TRA  weekly benefits,  based on [her]  last separation\nfrom employment prior to application,\" and (3) \"[i]f TRA benefits\n                                                                 \nare  granted to Plaintiff[] as a  result of such redetermination,\n                                                                \nthe [USDOL is] hereby  ordered to provide federal monies  for the\npayment of the benefits.\"\n\n                                3\n\n          Tyler had also asserted an entitlement to attorney fees\n\nunder the  EAJA, which  permits a  \"prevailing party\"  to recover\n\nattorney fees in \"any civil action\" challenging a  federal agency\n\ndecision, 28  U.S.C.    2412(d)(1)(A), but  requires  that  \"[the\n\nprevailing] party .  . , within thirty days of  final judgment in\n                                                                 \n\nthe  action, submit to the court an application for fees . . . .\"\n           \n\nId.    2412(d)(1)(B) (emphasis  added).   On  December 13,  1990,\n   \n\nTyler filed a motion  to extend the forty-five day  filing period\n\nunder Local  Rule 32 of the United  States District Court for the\n\nDistrict of Maine  until \"thirty days  after final resolution  of\n\nthe plaintiffs' claims for Trade  Act benefits from the [MDOL].\"2\n\nThe district court summarily granted the extension. On January 7,\n\n1991,  USDOL appealed  and Tyler  cross-appealed from  the Novem-\n\nber 6, 1990 order.  The appeal and cross-appeal were dismissed by\n\nagreement of the parties on February 6, 1991.\n\n          As  contemplated by  the district  court remand  order,\n\nTyler resorted to the state administrative process for a redeter-\n\nmination of her entitlement to TRA benefits.  In the meantime, on\n\nJune 10,  1991,  the United  States  Supreme  Court rendered  its\n\ndecision in Melkonyan v. Sullivan,     U.S.    , 111 S.  Ct. 2157\n                                 \n\n(1991), which  generally interpreted the EAJA  filing deadline to\n\n                    \n\n     2As grounds for the motion, Tyler asserted (1) \"[t]he plain-\ntiffs  have not yet finally  prevailed in their  claims for bene-\nfits,\" (2) \"Local Rule 32  allows for such an extension  for good\ncause  shown on motion filed within 45  days after entry of judg-\nment,\"  (3)  the  \"pending State  administrative  proceeding [in]\nwhich  [plaintiff] is seeking  redetermination of  her benefits,\"\nmay necessitate \"considerable additional  attorney time,\" and (4)\nany  petition for attorney  fees would be  \"premature,\" and would\n\"necessitate multiple petitions and multiple hearings.\"  \n\n                                4\n\nrun  from the entry of a \"final\"  judgment by a court of law, not\n                                                            \n\nfrom  the final  decision of  an administrative  agency following\n\nremand.  Id. at 2162.\n            \n\n          Tyler settled  her  administrative claim  with MDOL  in\n\nDecember 1991, and promptly filed her EAJA  attorney fee applica-\n\ntion  with the  district court.   The  district court  denied the\n\napplication as untimely, Tyler  v. Fitzsimmons, 785 F.  Supp. 10,\n                                              \n\n12  (D. Me.  1992), holding  that Melkonyan  required retroactive\n                                           \n\napplication  of its  jurisdictional rule  to pending  cases, and,\n\ntherefore, that the thirty-day EAJA fee-application filing period\n\nhad commenced to run  on February 6, 1991, when we  dismissed the\n\nappeal  and cross-appeal  from  the district  court's November 6,\n\n1990  judgment,  thereby rendering  the  district court  judgment\n\n\"final\" and \"unappealable.\"  Id.;  see also 28 U.S.C.    2412(d)-\n                                           \n\n(2)(G) (EAJA  term \"final  judgment\" means  \"a  judgment that  is\n\nfinal  and not appealable\") (emphasis  added).  As  the EAJA fee-\n                         \n\napplication filing deadline is jurisdictional, and not subject to\n\nenlargement  even  for \"good  cause  shown,\"  the district  court\n\nrejected Tyler's contention that her fee application was saved by\n\nthe  district  court's  earlier  extension  of  the  \"procedural\"\n\ndeadline imposed by Local Rule 32. Tyler, 785 F. Supp. at 12.\n                                        \n\n                                II\n\n                            DISCUSSION\n                                      \n\n          In Melkonyan,  the  Supreme Court  considered the  EAJA\n                      \n\nfiling provision  in the  specialized context of  Social Security\n\n                                5\n\ndisability benefit determinations.  In reviewing decisions of the\n\nSecretary  of Health  and  Human  Services (\"Secretary\")  denying\n\ndisability benefits, the district court has only two options when\n                                                    \n\nremanding  to the Secretary  for further  administrative proceed-\n\nings.  Melkonyan, 111 S. Ct. at 2164 (citing 42 U.S.C.   405(g)).\n                \n\nA so-called  \"sentence four\" remand order entered by the district\n\ncourt  constitutes  a  \"final judgment  affirming,  modifying, or\n\nreversing  the administrative  decision,\" usually  on substantive\n\ngrounds.   Id. at 2165.   Melkonyan contains  language suggesting\n                                   \n\nthat a \"sentence four\" remand order invariably results in a final\n                                              \n\njudgment,  for purposes of  determining the  EAJA fee-application\n\ndeadline, upon  the expiration of  the period  for appealing  the\n\nremand  order  affirming,  modifying,  or  reversing  the  agency\n\ndecision.  Id.\n              \n\n          On  the  other  hand, generally  speaking  a  so-called\n\n\"sentence  six\" remand does not follow a district court ruling on\n\nthe merits of  an agency  decision.  Rather,  upon the  requisite\n\n\"good  cause\" showing, see 42 U.S.C.   405(g) (remand for further\n                          \n\nfactfinding only  permissible if  new evidence is  \"material\" and\n\n\"there is good cause for the failure to incorporate such evidence\n\ninto  the record  in  a prior  proceeding\"),  the district  court\n\nmerely remands to the  agency for further administrative proceed-\n\nings in  light of new evidence.   Melkonyan, 111 S.  Ct. at 2164.\n                                           \n\nThus, in \"sentence six\" remands, the district court would contem-\n\nplate  a  retention of  jurisdiction  pending  completion of  the\n                                    \n\nremand  proceedings, and there  would be no  \"final judgment\" for\n\n                                6\n\nEAJA purposes  \"until after  the postremand proceedings  are com-\n\npleted,  the Secretary returns to court, the court enters a final\n\njudgment, and the appeal period runs.\"  Id. at 2165.\n                                           \n\n          Appellees  conceded at oral  argument that Melkonyan is\n                                                              \n\napplicable  in  the present  case, if  at  all, only  by analogy.\n\nMelkonyan  was  a Social  Security case,  not  a Trade  Act case.\n         \n\nThus, the  district court's November 6, 1990 declaratory judgment\n\nis roughly  comparable, under  appellees' proposed analogy,  to a\n\n\"sentence four\" remand, in that the district court \"reversed\" the\n\nMDOL's denial  of TRA  benefits  on the  only substantive  ground\n\nadvanced by  Tyler     namely, the  invalidity of  USDOL's \"first\n\nseparation\" directive.   Accordingly, appellees  contend that the\n\nEAJA filing  deadline was  March 11, 1991,  thirty days after  we\n\ndismissed the appeals from the November 1990 judgment on February\n\n6, 1991.  As it rests on a premise precluded by our case  law, we\n\nreject appellees' syllogism.\n\n          This is not the first time a claimant has complained to\n\nus  that  the retroactive  fallout  from  Melkonyan has  unfairly\n                                                   \n\nimpaired her recovery of an EAJA fee award.  See Labrie v. Secre-\n                                                                 \n\ntary of  Health &amp; Human Servs., </pre><span class=\"citation\" data-id=\"592071\"><a href=\"/opinion/592071/joseph-labrie-v-secretary-of-health-and-human-services/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span><pre class=\"inline\"> (1st Cir. 1992) (per\n                              \n\ncuriam).   In a case  decided after the  district court dismissed\n\nTyler's  fee application,  we  rejected the  contention that  all\n                                                                 \n\npost-Melkonyan  \"sentence  four\"  remands invariably  are  to  be\n              \n\nconsidered \"final judgments\" for  purposes of the commencement of\n\nthe  EAJA filing period.  Labrie, 976  F.2d at 786.  Although the\n                                \n\nSupreme Court  scrutinized the district court  order in Melkonyan\n                                                                 \n\n                                7\n\nto determine whether  it was either a \"sentence  six\" remand or a\n\nvoluntary  dismissal under Fed. R. Civ. P. 41(a), there was never\n\nany question but what  the district court order in  Melkonyan was\n                                                             \n\nnot a \"sentence  four\" remand.   Thus, Melkonyan's references  to\n                                                \n\nEAJA  deadlines in \"sentence four\" cases were dicta which did not\n\ndisplace the  Court's earlier  statements in Sullivan  v. Hudson,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"112281\"><a href=\"/opinion/112281/sullivan-v-hudson/\"><span class=\"volume\">490</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></a></span><pre class=\"inline\">  (1989). See Melkonyan,  111 S.  Ct. at  2162.  The\n                                    \n\nCourt in Hudson, indisputably a \"sentence four\" remand case, held\n               \n\nthat an EAJA application  could encompass attorney fees attribut-\n\nable to postremand proceedings provided the remand order did  not\n\n\"dictate\" that the plaintiff was to receive benefits, since \"'the\n\nclaimant will not normally attain \"prevailing party\" status . . .\n\nuntil  after  the result  of  the  administrative proceedings  is\n\nknown.'\"   Labrie, 976  F.2d at 781 (quoting  Hudson, 490 U.S. at\n                                                    \n\n886).  We  emphasized in  Labrie that our  reconciliation of  the\n                                \n\nMelkonyan  and Hudson  decisions  conformed  with the  legitimate\n                     \n\nexpectations of the  parties in  cases pending at  the time  Mel-\n                                                                 \n\nkonyan was decided, and with the  prevailing practice in this and\n      \n\nother circuits.  Id. at 780 n.2 (citing Guglietti v. Secretary of\n                                                                 \n\nHealth &amp; Human Servs., </pre><span class=\"citation\" data-id=\"539793\"><a href=\"/opinion/539793/29-socsecrepser-297-unemplinsrep-cch-15325a-frances-guglietti-v/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span><pre class=\"inline\">, 400 (1st Cir. 1990)).\n                     \n\n          Thus, if Melkonyan does apply by analogy to the present\n                            \n\ncase, as  appellees urge,  under our jurisprudence  the \"sentence\n\nfour\"  remand  standard set  out in  Labrie,  and adopted  by the\n                                           \n\nEighth, Ninth, and Tenth Circuits, must also apply:\n\n          When a judicial remand order in Social Secur-\n          ity disability  cases contemplates additional\n          administrative  proceedings that  will deter-\n\n                                8\n\n          mine the merits of the claimant's application\n          for benefits, and thus will determine whether\n          the claimant is a  prevailing party, the dis-\n          trict  court  retains discretion  to  enter a\n                                          \n          final  judgment for  EAJA purposes  after the\n          proceedings  on  remand have  been completed.\n          On the  other hand,  if the remand  order di-\n                                                       \n          rects  the Secretary  to award  benefits, the\n               \n          claimant is a prevailing party and the remand\n          order is the final  judgment for EAJA purpos-\n          es.\n\nLabrie,  976 F.2d  at  786 (emphasis  added)  (quoting Hafner  v.\n                                                             \n\nSullivan, </pre><span class=\"citation\" data-id=\"588224\"><a href=\"/opinion/588224/38-socsecrepser-351-unemplinsrep-cch-p-16827a-edwin-j-hafner-v/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 250-51 (8th Cir. 1992)); see also Gray v.\n                                                              \n\nSecretary of Health &amp;  Human Servs., </pre><span class=\"citation\" data-id=\"597893\"><a href=\"/opinion/597893/39-socsecrepser-703-unemplinsrep-cch-p-17258a-edward-e-gray-v/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span><pre class=\"inline\">,  960 (9th Cir.\n                                   \n\n1993); Gutierrez v. Sullivan, </pre><span class=\"citation\" data-id=\"575306\"><a href=\"/opinion/575306/joey-v-gutierrez-plaintiff-appellantcross-appellee-v-louis-w-sullivan/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">, 584 (10th Cir. 1992).\n                            \n\nMost importantly, if the  district court order was  an open-ended\n\nremand, pre-Melkonyan practice (as  defined in Labrie) would give\n                                                     \n\nrise to the  presumption \"that  the court does  intend to  retain\n\njurisdiction in such  cases absent an  express indication to  the\n                                                                 \n\ncontrary.\"  Labrie, 976 F.2d at 786 (emphasis added).3\n                  \n\n          Under the Labrie rubric, there can be no  question that\n                          \n\nthe November 6, 1990 judgment \"'contemplate[d] additional admini-\n\nstrative proceedings [to] determine  the merits of the claimant's\n\napplication  for benefits,  and thus  [to] determine  whether the\n\n                    \n\n     3Of  course, the  Labrie presumption  would apply  with even\n                             \ngreater force outside  the Social Security context.   When acting\noutside the strictures  of the Social Security statute, a review-\ning court  normally is not  confined to two types  of remand, but\n                                           \npossesses the \"inherent\" authority  to condition its remand order\nas  it deems  appropriate.   See Melkonyan,  111  S. Ct.  at 2165\n                                          \n(citing  United  States  v. Jones,  </pre><span class=\"citation\" data-id=\"104657\"><a href=\"/opinion/104657/united-states-v-jones/\"><span class=\"volume\">336</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">641</span></a></span><pre class=\"inline\">,  671 (1949)).\n                                 \nAbsent  a Labrie-type  presumption, the  litigants would  have no\n                \nreliable criteria for determining the district court's intentions\nwhere an ad hoc remand order was either silent or equivocal as to\n               \nthe  status of the claimant's EAJA application, or the claimant's\nstatus as a \"prevailing party.\"\n\n                                9\n\nclaimant is a prevailing  party. . . .'\"  Id. (citation omitted).\n                                             \n\nThe November 6, 1990 judgment  did not \"direct\" USDOL or  MDOL to\n\naward Tyler benefits,  but conditionally  directed defendants  to\n                                        \n\naward benefits  in an  as-yet undetermined  amount only if  Tyler\n                                                          \n\nwere  found  entitled to  benefits  under  the \"last  separation\"\n\nformula and  after consideration  of other applicable  state law.\n                                                                \n\nThe \"first separation\" rule was not the final obstacle to Tyler's\n\nclaim  for TRA benefits.  As the district court recognized, Tyler\n\nfiled no  administrative appeal from  MDOL's denial of  basic TRA\n\nbenefits in 1985, and, on remand,  either USDOL or MDOL would  be\n\nin a  position to  assert their  res judicata  and administrative\n\nfinality defenses to  bar Tyler's claim.  Tyler,  752 F. Supp. at\n                                               \n\n39 (citing International  Union, U.A.W. v.  Brock, </pre><span class=\"citation\" data-id=\"487112\"><a href=\"/opinion/487112/international-union-united-automobile-aerospace-and-agricultural/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">761</span></a></span><pre class=\"inline\">,\n                                                 \n\n768-69 (D.C.  Cir. 1987)  (noting that claimant's  entitlement to\n\nreconsideration by State of  her TRA benefit determination always\n\nremains  subject to  \"procedural  requirements  of state  law\")).\n\nThus,  it was by no means  a foregone conclusion that Tyler would\n\never  receive TRA benefits, or attain the status of a \"prevailing\n\nparty\"  under the  EAJA. Finally,  the November 6,  1990 judgment\n\ncontains  no  express  disclaimer  of  jurisdiction  which  might\n\nconclusively rebut the Labrie presumption.\n                             \n\n          The district  court apparently denied Tyler's  EAJA fee\n\napplication solely on the ground that Melkonyan had interposed an\n                                               \n\ninsurmountable jurisdictional bar,  see Howitt  v. United  States\n                                                                 \n\nDept.  of Commerce, </pre><span class=\"citation\" data-id=\"537613\"><a href=\"/opinion/537613/robert-t-howitt-v-united-states-department-of-commerce/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">583</span></a></span><pre class=\"inline\">, 584 (1st  Cir.), cert. denied,\n                                                                \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">498</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span><pre class=\"inline\">  (1990), preempting  any  exercise of  the district\n\n                                10\n\ncourt's discretion  to enter a \"final\" EAJA  judgment pursuant to\n\nTyler's postremand  settlement.   Given the  widespread confusion\n\nprevailing among the courts at the time, see  Labrie, 976 F.2d at\n                                                    \n\n783-86,  the district court's interpretation  in this case was by\n\nno means  without authoritative support.   Nevertheless, in light\n\nof  the LaBrie  presumption, buttressed  by the  district court's\n              \n\nsummary  allowance  of Tyler's  motion  for an  extension  of the\n\nfiling deadline  to \"thirty  days after final  resolution of  the\n\nplaintiffs' claims  for Trade Act  benefits from the  [MDOL],\" we\n\nfind no jurisdictional bar to Tyler's EAJA fee application.\n\n          The  order of  dismissal  is vacated  and  the case  is\n                                                                 \n\nremanded for proceedings on  the merits of the EAJA  fee applica-\n                                                                 \n\ntion.\n    \n\n                                11\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1587687/"
  ]
}