{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194678/",
  "absolute_url": "/opinion/194678/toucet-v-maritime/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194678/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:22:35Z",
  "date_modified": "2016-02-28T04:51:03.703662Z",
  "type": "010combined",
  "sha1": "bd1581ac1b997dcccf991f4345bae0bd87538ff4",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1244.01A",
  "local_path": null,
  "plain_text": "               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 92-1244\n\n                       ANGEL TOUCET,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n                  MARITIME OVERSEAS CORP.,\n\n                   Defendant, Appellant.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                    \n\n                                        \n\n                           Before\n\n                    Stahl, Circuit Judge,\n                                        \n              Campbell, Senior Circuit Judge,\n                                            \n            and Skinner,* Senior District Judge.\n                                               \n\n                                        \n\nAndrew  H.  Quinn  with  whom Dante  Mattioni,  Francis  X. Kelly,\n                                                                \nMattioni,  Mattioni &amp; Mattioni, Ltd., and Antonio Jimenez Miranda were\n                                                            \non brief for appellant.\nHarry A. Ezratty for appellee.\n               \n\n                                        \n\n                       April 20, 1993\n                                        \n\n                \n* Of the District of Massachusetts, sitting by designation.\n\nSKINNER, Senior District Judge\n                              \n\n     Plaintiff Angel Toucet, a seaman, brought this action\n\nagainst his employer, Maritime Overseas Corporation, seeking\n\ndamages for a back injury suffered aboard the defendant's\n\nvessel, the Overseas Alaska.  Toucet alleged negligence\n                           \n\nunder the Jones Act, 46 U.S.C.   688, and unseaworthiness\n\nunder general maritime law.  After trial, a jury returned a\n\nspecial verdict in Toucet's favor on the Jones Act count,\n\nbut did not find the Overseas Alaska to be unseaworthy.  The\n                                    \n\ntrial court denied Maritime's motions for judgment n.o.v.\n\nand a new trial or, in the alternative, for remittitur of\n\nthe $75,000 verdict.  \n\n     On appeal, Maritime contends that the trial court erred\n\nin denying Maritime's motions for judgment n.o.v. and a new\n\ntrial because the jury's finding of negligence is\n\nirreconcilably inconsistent with its rejection of the claim\n\nof unseaworthiness.  Maritime also asserts that the trial\n\ncourt erred by allowing Toucet's counsel to pose a\n\nhypothetical question that was improperly based on facts not\n\nin evidence and by denying Maritime's motion for remittitur.\n\n                             2\n\nBACKGROUND\n\n     We briefly review the evidence developed at trial in\n\nthe light most favorable to Toucet.  See Transnational Corp.\n                                                            \n\nv. Rodio &amp; Ursillo, Ltd., 920 F.2d 1066, 1068 (1st Cir.\n                        \n\n1990).      \n\n     On August 27, 1987, while the Overseas Alaska was in\n                                                  \n\nthe port of New Orleans, the crew was advised that the\n\nvessel's cargo tanks would be bottom washed.  Seeking to\n\navoid the cleaning operation, Toucet and two other crew\n\nmembers requested leave to quit the ship.  Toucet told the\n\nboatswain that after working approximately twelve hours\n\nconsecutively he was too exhausted to participate in the\n\ntank cleaning.  Toucet's request was denied because the\n\nship's union agreement required crew members to provide 24\n\nhours advance notice before quitting.  \n\n     At approximately 5:30 p.m., the cleaning process, which\n\nis commonly called \"butterworthing,\" began.  Several\n\nwitnesses testified that butterworthing is hard work,\n\nrequiring several men to complete the task.  On this\n\nparticular day, the Overseas Alaska's crew was divided into\n                                   \n\ntwo six-hour shifts, each consisting of four men.  Toucet,\n\nwho was now working overtime, was assigned to the first\n\nshift.  While the Overseas Alaska's union agreement required\n                                 \n\n                             3\n\na minimum of three men to perform the task, testimony at\n\ntrial revealed that butterworthing was ordinarily performed\n\non other ships by more than four men.   \n\n     The term butterworthing refers to the equipment (a\n\nbutterworth machine) used to clean the tanks.  During trial,\n\nthe butterworth was described as a brass cylindrical device,\n\nweighing approximately 30 pounds.  The butterworth is\n\nattached to the end of a flexible, hard rubber hose that has\n\na 10-inch diameter and weighs approximately 100 pounds.  To\n\naccomplish bottom washing, the crew lowers the hose and\n\nbutterworth approximately 30-40 feet into the openings of\n\neach tank.  Once in the tank, hot water is pumped through\n\nthe hose into the butterworth.  The water pressure causes\n\nthe head of the butterworth to spin and, while the head\n\nspins, water is forced out of two release valves located on\n\nthe side of the butterworth.  Upon release from the\n\nbutterworth, the hot water is directed against the wall and\n\nfloor panels of the cargo tanks at approximately 90 p.s.i.\n\npressure.  Once a tank is cleaned, the crew pulls the\n\nbutterworth and hose out of the opening and moves or\n\n\"shifts\" the equipment to the next opening.  Typically, the\n\nremoval process is accomplished by the seamen pulling on the\n\nhose in unison.  \n\n                             4\n\n     Toucet testified that he was injured while removing the\n\nbutterworth and hose from one of the Overseas Alaska's\n                                                    \n\ntanks.  More specifically, Toucet testified that the deck\n\nengine utility (DEU), who was one of the crew members\n\nassigned to assist in the butterworthing, was inexperienced\n\nand inept at the task.  As a result of the DEU's\n\ninexperience, the hose was allowed to slacken on several\n\noccasions.  Toucet and at least one other team member\n\ncomplained to the boatswain that the DEU's inexperience was\n\nmaking the butterworthing more difficult and Toucet again\n\nreported that he was exhausted.  The boatswain replied that\n\nhe could not do anything because the rest of the crew was\n\nsleeping.  A short time after complaining, Toucet testified\n\nthat he was jolted by grasping at the slipping hose and that\n\nhe felt his back crack when he attempted to stand erect.   \n\n     The case was submitted to the jury on both the Jones\n\nAct and general maritime law claims.  With regard to\n\nunseaworthiness, Toucet alleged that the Overseas Alaska was\n                                                        \n\nunseaworthy in relation to the butterworthing operation\n\nbecause: (1) the number of seamen provided to complete the\n\ntask was inadequate, and (2) one of the seamen who was\n\nassigned to the task was inexperienced and inept.  Toucet's\n\nnegligence claim under the Jones Act was similarly based on\n\n                             5\n\nMaritime's failure to provide an adequate and experienced\n\ncrew for the butterworthing operation.  In addition, Toucet\n\nalleged that Maritime was negligent by requiring him to\n\nparticipate in the butterworthing operation despite his\n\nearlier complaint of exhaustion. \n\nDISCUSSION\n\nA.   Alleged Verdict Inconsistency\n                                  \n\n     When a special verdict form results in apparently\n\nconflicting findings, a court has a duty under the Seventh\n\nAmendment to harmonize the answers if at all possible under\n\na fair reading.  Atlantic &amp; Gulf Stevedores, Inc. v.\n                                                    \n\nEllerman Lines, Ltd., 369 U.S. 355, 364 (1962); Santiago-\n                                                         \n\nNegron v. Castro-Davila, 865 F.2d 431, 443 (1st Cir. 1989)\n                       \n\n(citing Gallick v. Baltimore &amp; Ohio R.R. Co., 372 U.S. 108,\n                                            \n\n119 (1963)).\n\n     Maritime contends that the jury's answers on the\n\nnegligence and seaworthiness questions cannot be harmonized\n\nbecause both claims are grounded on the same underlying\n\nfactual allegations -- that the crew was both inadequate and\n\ntoo inexperienced to accomplish the butterworthing task.  By\n\nfinding the Overseas Alaska to be seaworthy, Maritime argues\n                           \n\nthat the jury necessarily rejected Toucet's inadequate and\n\ninexperienced assistance allegations.  Maritime concludes,\n\n                             6\n\ntherefore, that there was no basis for finding it negligent\n\nand that the verdict must be set aside as irreconcilably\n\ninconsistent.\n\n     We need not address the merits of this argument because\n\nMaritime failed to make a timely objection to the alleged\n\ninconsistency.  In this circuit, a \"party waives\n\ninconsistency if it fails to object after the verdict is\n\nread and before the jury is dismissed.\"  Bonilla v. Yamaha\n                                                          \n\nMotors Corp., 955 F.2d 150, 155-56 (1st Cir. 1992) (citing\n            \n\nAustin v. Lincoln Equip. Assocs., 888 F.2d 934, 939 (1st\n                                \n\nCir. 1989)); Peckham v. Continental Casualty Ins. Co., 895\n                                                       \n\nF.2d 830, 836 (1st Cir. 1990) (citing McIsaac v. Didriksen\n                                                          \n\nFishing Corp., 809 F.2d 129, 134 (1st Cir. 1987)).  This is\n             \n\nbecause the \"only efficient time to cure the problem is\n\nafter the jury announces its results and before it is\n\nexcused, and it is the responsibility of counsel to make\n\ntimely objection.\"  Austin v. Lincoln Equip. Assocs., 888\n                                                    \n\nF.2d at 939.\n\n     We have carefully reviewed the entire record in this\n\ncase, including the clerk's minutes of the proceedings and\n\nthe docket sheet.1  It is apparent from the record that\n\n                    \n\n1    Under Rule  10, the record on  appeal properly includes\n\"[t]he original  papers and  exhibits filed in  the district\ncourt,  the  transcript  of   proceedings,  if  any,  and  a\n\n                             7\n\nMaritime failed to object to the verdict's asserted\n\ninconsistency prior to the jury's discharge.  (Clerk's\n\nMinutes, Oct. 10, 1991; Docket Entry   71.)  In fact,\n\nMaritime did not raise the inconsistency issue until filing\n\nits post trial motions on October 23, 1991 -- 13 days after\n\nthe jury was discharged and long after the optimum time for\n\ncuring any alleged defect.  (Docket Entry   74.)  While\n\nMaritime omitted the portion of the transcript relating to\n\nthe reading of the verdict from its appendix,2 our review\n\non appeal is not limited to the materials submitted by the\n\nparties.  FED. R. APP. P. 30(a) (\"The fact that parts of the\n\nrecord are not included in the appendix, shall not prevent\n\nthe parties or the court from relying on such parts.\").  \n\n     Maritime's failure to object cannot be excused by its\n\ninability to anticipate the jury reaching potentially\n\ninconsistent findings.  See McIsaac v. Didriksen Fishing\n                                                        \n\n                    \n\ncertified copy of the  docket entries prepared by the  clerk\nof the district court . . . .\"  FED. R. APP. P. 10(a).  Rule\n10's scope  reaches \"'all  papers presented to  the district\ncourt and filed  in the record and  all papers filed  by the\ndistrict court itself.'\"   In re Arthur Andersen &amp;  Co., 621\n                                                       \nF.2d 37, 39  (1st Cir. 1980)  (quoting 9  JAMES W. MOORE  ET\nAL., MOORE'S FEDERAL PRACTICE   210.04[1]).\n\n2    Maritime's  failure  to include  the  October 10,  1991\ntranscript in its appendix is  particularly surprising since\nthe  verdict, which was returned  and read in  open court on\nthat day, is the primary focus of the present appeal. \n\n                             8\n\nCorp., 809 F.2d at 134 (rejecting appellant's argument that\n     \n\nit could not have anticipated verdict inconsistency where\n\njury instructions and special verdict form served as\n\nharbingers for inconsistency).  The circumstances of this\n\ncase indicate that Maritime had ample opportunity to\n\n\"portend possible verdict inconsistency.\"  Austin v. Lincoln\n                                                            \n\nEquip. Assocs., 888 F.2d at 939.  For instance, Maritime\n              \n\nshould have been alerted by the use of the special verdict\n\nform alone.  See id.  As we noted previously, \"'[t]he mere\n                     \n\nfact that the jury's verdict would be in the form of special\n\nanswers should have been enough to alert counsel to\n\npotential inconsistency.'\"  Id. (quoting McIsaac v.\n                                                   \n\nDidriksen Fishing Corp., 809 F.2d at 134).  \n                       \n\n     In addition to the special verdict form, Maritime\n\nshould have been alerted to the potential inconsistency by\n\nthe jury instructions.  See McIsaac v. Didriksen Fishing\n                                                        \n\nCorp., 809 F.2d at 134.  The court specifically instructed\n     \n\nthe jury that the negligence and unseaworthiness claims were\n\n\"separate and independent\" and that the plaintiff could\n\nrecover on one or both.  (Appellant's App. at 753a and\n\n760a.)  In fact, the jury requested additional instructions\n\nregarding the meaning of unseaworthiness.  (Clerk's Minutes,\n\nOct. 10, 1991; Docket Entry   71.); see McIsaac v. Didriksen\n                                                            \n\n                             9\n\nFishing Corp., 809 F.2d at 134 (counsel on notice of\n             \n\npotential inconsistency where jury interrupted deliberations\n\nto inquire into differences between negligence and breach of\n\nwarranty claims). \n\n     Despite these obvious warning beacons, Maritime\n\nremained silent while the verdict was read and the jury was\n\ndischarged.  We decline to condone this \"'agreeable\n\nacquiescence to perceivable error as a weapon of appellate\n\nadvocacy.'\"  Id. (quoting Merchant v. Ruhle, 740 F.2d 86, 92\n                                           \n\n(1st Cir. 1984)).\n\n     While the timeliness issue was not addressed by either\n\nparty and consequently was not explored by the trial court,\n\n\"'[w]e are, of course, free to affirm a district court's\n\ndecision on any ground supported by the record even if the\n\nissue was not pleaded, tried or otherwise referred to in the\n\nproceedings below.'\"  Chamberlin v. 101 Realty, Inc., 915\n                                                    \n\nF.2d 777, 783 n.8 (1st Cir. 1990) (quoting Norris v.\n                                                    \n\nLumbermen's Mut. Casualty Co., 881 F.2d 1144, 1151-52 (1st\n                             \n\nCir. 1989) (additional citations omitted)).  This is\n\nparticularly appropriate here because the parties have had\n\nsufficient opportunity to develop arguments relating to the\n\nverdict's alleged inconsistency before both the trial court\n\nand this court.  See Papex Int'l Brokers, Ltd. v. Chase\n                                                       \n\n                             10\n\nManhattan Bank, 821 F.2d 883, 885 (1st Cir. 1987).  In\n               \n\naddition, Maritime's untimely objection is apparent from the\n\nrecord and our determination can be made as a matter of law. \n\nSee Watterson v. Page, No. 92-1224, 1993 U.S. App. LEXIS\n                     \n\n2029, at *14 n.3 (1st Cir. Feb. 9, 1993).  Under these\n\ncircumstances, it is appropriate to affirm the trial court's\n\ndecision, even though the precise issue was neither raised\n\nby the parties or addressed by the trial court.  See id. \n                                                       \n\n     Accordingly, we hold that Maritime waived any potential\n\ninconsistency in the jury's verdict as a basis for appeal by\n\nfailing to object before the jury was discharged.\n\n     In any case, there is no inconsistency between the\n\nverdicts in this case.  It is well recognized that claims\n\nunder the Jones Act and claims for unseaworthiness are\n\ndiscrete claims.  See, e.g., Usner v. Luckenbach Overseas\n                                                         \n\nCorp., 400 U.S. 494, 498 (1971).  While the evidence is\n     \n\noften congruent, or at least overlapping, this is not\n\nnecessarily so, and a number of cases demonstrate that a\n\nsingle incident of negligence, such as the requirement that\n\na seaman work when he has reported that he was too fatigued\n\nto do so, may occur without rendering the ship unseaworthy. \n\nBorras v. Sea-Land Serv., Inc., 586 F.2d 881, 888 (1st Cir.\n                              \n\n1978); Merchant v. Ruhle, 740 F.2d at 91; Simeon v. T. Smith\n                                                            \n\n                             11\n\n&amp; Son, Inc., 852 F.2d 1421, 1433 (5th Cir. 1988), cert.\n                                                       \n\ndenied, 490 U.S. 1106 (1989); Gosnell v. Sea-Land Serv.,\n                                                        \n\nInc., 782 F.2d 464, 467 (4th Cir. 1986); Kokesh v. American\n                                                           \n\nS.S. Co.,  747 F.2d 1092, 1094 (6th Cir. 1984).  \n          \n\n     We also find that sufficient evidence was established\n\nat trial to support the jury's finding of negligence.  A\n\nplaintiff's burden of proving causation under the Jones Act\n\nis \"featherweight\".  Leonard v. Exxon, 581 F.2d 522, 524\n                                     \n\n(5th Cir. 1978), cert. denied, 441 U.S. 923 (1979). \n                             \n\nLiability exists if the employer's negligence contributed\n\neven in the slightest to the plaintiff's injury.  Santana v.\n                                                            \n\nUnited States, 572 F.2d 331, 335 (1st Cir. 1977) (citing\n             \n\nRogers v. Missouri-Pacific R.R. Co., 352 U.S. 500, 506\n                                  \n\n(1957)).  Here, sufficient evidence was introduced to\n\nsupport the jury's determination that Maritime was negligent\n\nin requiring Toucet to continue working despite his claims\n\nof exhaustion and inadequate assistance, and that this\n\nnegligence contributed to Toucet's back injury.  Perez v.\n                                                         \n\nMaritime Transport Lines, Inc., 661 F.2d 254, 254 (1st Cir.\n                              \n\n1979) (employer negligent for not relieving the plaintiff\n\nfrom duty despite the plaintiff's complaints of overwork and\n\ninadequate assistance, and that negligence contributed to\n\nthe plaintiff's injury).\n\n                             12\n\nB.   Improper Hypothetical Question\n                                   \n\n     Maritime asserts that the trial court erred by allowing\n\nthe plaintiff's expert witness, Dr. Jaun Llompart, to answer\n\na hypothetical question that improperly assumed facts not in\n\nevidence.  Specifically, plaintiff's counsel asked Dr.\n\nLlompart to assume, in part, that a hypothetical seaman was\n\ninjured after pulling a hose and butterworth out of 12 tank\n\nopenings.  Maritime asserts that this assumption was\n\ncontrary to the evidence introduced at trial, which revealed\n\nthat Toucet was injured after only 4 tank openings were\n\ncleaned.  \n\n     While a hypothetical should include only those facts\n\nsupported by the evidence, Iconco v. Jensen Constr. Co., 622\n                                                       \n\nF.2d 1291, 1301 (8th Cir. 1980), the record here indicates\n\nthat sufficient facts existed to support the challenged\n\nhypothetical.  Each numbered tank had twelve openings, six\n\non the port side and six on the starboard side. \n\n(Appellant's App. at 48a; 154a-56a; 162a.)  During direct\n\nexamination, Toucet testified that he and the rest of the\n\nteam lowered a total of six hoses into the first six\n\nopenings of tank number one, three on each side.  Id. at\n                                                      \n\n51a; 162a.  After completing the first six openings, the\n\nteam proceeded to clean the remaining six openings of tank\n\n                             13\n\nnumber one in the same manner.  Toucet testified that after\n                                \n\ncompleting the butterworthing of tank number one he and the\n\nteam proceeded to the first opening of tank number two. \n\nToucet felt his back \"crack\" while working on tank number\n\ntwo.  On this record, we find that the factual assumptions\n\nunderlying the plaintiff's hypothetical were fully supported\n\nby the evidence.  Moreover, Federal Rules of Evidence 703\n\nand 705 place the \"full burden of exploration of the facts\n\nand assumptions underlying the testimony of an expert\n\nwitness squarely on the shoulders of opposing counsel's\n\ncross-examination.\"  Smith v. Ford Motor Co., 626 F.2d 784,\n                                            \n\n793 (10th Cir. 1980), cert. denied, 450 U.S. 918 (1981). \n                                  \n\nDuring its cross-examination of Dr. Llompart, Maritime\n\nelected not to explore any perceived discrepancies or\n\ninconsistencies relating to the hypothetical, nor did\n\nMaritime ever explicitly call the attention of court or\n\ncounsel to the discrepancy it now asserts.  \n\n     In short, Maritime's assertion of error is without\n\nmerit.  Accordingly, we affirm the trial court's ruling\n\nadmitting Dr. Llompart's answer to the hypothetical\n\nquestion.  \n\n                             14\n\nC.   Remittitur\n               \n\n     The final issue is the propriety of the trial court's\n\ndenial of Maritime's motions for a new trial on damages or,\n\nin the alternative, for remittitur.  Maritime alleges that\n\nthe jury's $75,000 damage award for what it characterizes as\n\na \"BenGay back injury\" is unreasonably excessive and\n\nunsupported by the evidence.  \n\n     We review the trial court's denial of Maritime's\n\nmotions for \"manifest abuse of discretion.\"  Joia v. Jo-Ja\n                                                          \n\nServ. Corp., 817 F.2d 908, 918 (1st Cir. 1987) (citing\n          \n\nRivera v. Rederi A/B Nordstjernan, 456 F.2d 970, 975 (1st\n                                 \n\nCir.), cert. denied, 409 U.S. 876 (1972)), cert. denied, 484\n                                                       \n\nU.S. 1008 (1988).  In challenging the jury's determination\n\nof damages, Maritime assumes a heavy burden.  Milone v.\n                                                       \n\nMoceri Family, Inc., 847 F.2d 35, 37 (1st Cir. 1988).  This\n                   \n\ncourt has previously observed that, \"'[t]ranslating legal\n\ndamage into money damages . . . is a matter peculiarly\n\nwithin a jury's ken.'\"  Id. (quoting Wagenmann v. Adams, 829\n                                                       \n\nF.2d 196, 215 (1st Cir. 1987)).  Accordingly, a jury's\n\njudgment regarding the appropriate damage award is given\n\nwide latitude and will be upheld so long as it does not\n\nexceed \"'any rational appraisal or estimate of the damages\n\nthat could be based on the evidence before the jury.'\"  Id.\n                                                           \n\n                             15\n\n(quoting Segal v. Gilbert Color Sys., 746 F.2d 78, 81 (1st\n                                    \n\nCir. 1984)).  In making this determination, we view the\n\nevidence in the light most favorable to the plaintiff. \n\nMcDonald v. Federal Lab., Inc., 724 F.2d 243, 246 (1st Cir.\n                              \n\n1984) (quoting Betancourt v. J.C. Penny Co., 554 F.2d 1206,\n                                           \n\n1207 (1st Cir. 1977)).  \n\n     Cast in the appropriate light, we find that the jury's\n\nassessment of Toucet's damages is within the \"'wide range of\n\narguable appropriateness.'\"  Milone v. Moceri Family, Inc.,\n                                                           \n\n847 F.2d at 40 (quoting Wagenmann v. Adams, 829 F.2d at\n                                          \n\n216).  In calculating the amount of damages, the jury was\n\ninstructed to consider lost earnings, as well as pain and\n\nsuffering.  With regard to lost earnings, the evidence\n\nindicated that Toucet was unable to work for more than three\n\nmonths after his injury.  Although Toucet was pronounced\n\n\"fit for duty\" by his doctor and attempted to resume work as\n\na seaman in December 1987, Toucet testified that he was\n\nunable to remain on the job for more than a few days because\n\nof his back injury.  In terms of pain and suffering, Toucet\n\ntestified that, up until the time of trial, he continued to\n\nsuffer pain and discomfort attributable to his injury aboard\n\nthe Overseas Alaska, even though the injury occurred four\n                   \n\nyears earlier.     \n\n                             16\n\n     Under these circumstances, we conclude that the jury's\n\n$75,000 judgment cannot be fairly characterized as \"`grossly\n\nexcessive,'\" \"`inordinate'\" or \"`shocking to the\n\nconscience'\".  See McDonald v. Federal Lab., Inc., 724 F.2d\n                                                \n\nat 246 (quoting Grunenthatl v. Long Island R.R. Co., 393\n                                                   \n\nU.S. 156, 159 n.4 (1968)).  Accordingly, we find no abuse of\n\ndiscretion in the trial court's denial of Maritime's motions\n\nfor a new trial on damages or for remittitur.\n\nCONCLUSION\n\n     The trial court's orders directing judgment to enter\n\naccording to the jury's verdict and dismissing Maritime's\n\npost trial motions are AFFIRMED.\n                       AFFIRMED.\n\n                             17\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 92-1244\n\n                       ANGEL TOUCET,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n                  MARITIME OVERSEAS CORP.,\n\n                   Defendant, Appellant.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Gilberto Gierbolini, U.S. District Judge]\n                                                    \n\n                                        \n\n                           Before\n\n                    Stahl, Circuit Judge,\n                                        \n              Campbell, Senior Circuit Judge,\n                                            \n            and Skinner,* Senior District Judge.\n                                               \n\n                                        \n\nAndrew  H.  Quinn  with  whom Dante  Mattioni,  Francis  X. Kelly,\n                                                                \nMattioni,  Mattioni &amp; Mattioni, Ltd., and Antonio Jimenez Miranda were\n                                                            \non brief for appellant.\nHarry A. Ezratty for appellee.\n               \n\n                                        \n\n                       April 20, 1993\n                                        \n\n                \n* Of the District of Massachusetts, sitting by designation.\n\nSKINNER, Senior District Judge\n                              \n\n     Plaintiff Angel Toucet, a seaman, brought this action\n\nagainst his employer, Maritime Overseas Corporation, seeking\n\ndamages for a back injury suffered aboard the defendant's\n\nvessel, the Overseas Alaska.  Toucet alleged negligence\n                           \n\nunder the Jones Act, 46 U.S.C.   688, and unseaworthiness\n\nunder general maritime law.  After trial, a jury returned a\n\nspecial verdict in Toucet's favor on the Jones Act count,\n\nbut did not find the Overseas Alaska to be unseaworthy.  The\n                                    \n\ntrial court denied Maritime's motions for judgment n.o.v.\n\nand a new trial or, in the alternative, for remittitur of\n\nthe $75,000 verdict.  \n\n     On appeal, Maritime contends that the trial court erred\n\nin denying Maritime's motions for judgment n.o.v. and a new\n\ntrial because the jury's finding of negligence is\n\nirreconcilably inconsistent with its rejection of the claim\n\nof unseaworthiness.  Maritime also asserts that the trial\n\ncourt erred by allowing Toucet's counsel to pose a\n\nhypothetical question that was improperly based on facts not\n\nin evidence and by denying Maritime's motion for remittitur.\n\n                             2\n\nBACKGROUND\n\n     We briefly review the evidence developed at trial in\n\nthe light most favorable to Toucet.  See Transnational Corp.\n                                                            \n\nv. Rodio &amp; Ursillo, Ltd., </pre><span class=\"citation\" data-id=\"552772\"><a href=\"/opinion/552772/transnational-corp-v-rodio-ursillo-ltd-etc/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span><pre class=\"inline\">, 1068 (1st Cir.\n                        \n\n1990).      \n\n     On August 27, 1987, while the Overseas Alaska was in\n                                                  \n\nthe port of New Orleans, the crew was advised that the\n\nvessel's cargo tanks would be bottom washed.  Seeking to\n\navoid the cleaning operation, Toucet and two other crew\n\nmembers requested leave to quit the ship.  Toucet told the\n\nboatswain that after working approximately twelve hours\n\nconsecutively he was too exhausted to participate in the\n\ntank cleaning.  Toucet's request was denied because the\n\nship's union agreement required crew members to provide 24\n\nhours advance notice before quitting.  \n\n     At approximately 5:30 p.m., the cleaning process, which\n\nis commonly called \"butterworthing,\" began.  Several\n\nwitnesses testified that butterworthing is hard work,\n\nrequiring several men to complete the task.  On this\n\nparticular day, the Overseas Alaska's crew was divided into\n                                   \n\ntwo six-hour shifts, each consisting of four men.  Toucet,\n\nwho was now working overtime, was assigned to the first\n\nshift.  While the Overseas Alaska's union agreement required\n                                 \n\n                             3\n\na minimum of three men to perform the task, testimony at\n\ntrial revealed that butterworthing was ordinarily performed\n\non other ships by more than four men.   \n\n     The term butterworthing refers to the equipment (a\n\nbutterworth machine) used to clean the tanks.  During trial,\n\nthe butterworth was described as a brass cylindrical device,\n\nweighing approximately 30 pounds.  The butterworth is\n\nattached to the end of a flexible, hard rubber hose that has\n\na 10-inch diameter and weighs approximately 100 pounds.  To\n\naccomplish bottom washing, the crew lowers the hose and\n\nbutterworth approximately 30-40 feet into the openings of\n\neach tank.  Once in the tank, hot water is pumped through\n\nthe hose into the butterworth.  The water pressure causes\n\nthe head of the butterworth to spin and, while the head\n\nspins, water is forced out of two release valves located on\n\nthe side of the butterworth.  Upon release from the\n\nbutterworth, the hot water is directed against the wall and\n\nfloor panels of the cargo tanks at approximately 90 p.s.i.\n\npressure.  Once a tank is cleaned, the crew pulls the\n\nbutterworth and hose out of the opening and moves or\n\n\"shifts\" the equipment to the next opening.  Typically, the\n\nremoval process is accomplished by the seamen pulling on the\n\nhose in unison.  \n\n                             4\n\n     Toucet testified that he was injured while removing the\n\nbutterworth and hose from one of the Overseas Alaska's\n                                                    \n\ntanks.  More specifically, Toucet testified that the deck\n\nengine utility (DEU), who was one of the crew members\n\nassigned to assist in the butterworthing, was inexperienced\n\nand inept at the task.  As a result of the DEU's\n\ninexperience, the hose was allowed to slacken on several\n\noccasions.  Toucet and at least one other team member\n\ncomplained to the boatswain that the DEU's inexperience was\n\nmaking the butterworthing more difficult and Toucet again\n\nreported that he was exhausted.  The boatswain replied that\n\nhe could not do anything because the rest of the crew was\n\nsleeping.  A short time after complaining, Toucet testified\n\nthat he was jolted by grasping at the slipping hose and that\n\nhe felt his back crack when he attempted to stand erect.   \n\n     The case was submitted to the jury on both the Jones\n\nAct and general maritime law claims.  With regard to\n\nunseaworthiness, Toucet alleged that the Overseas Alaska was\n                                                        \n\nunseaworthy in relation to the butterworthing operation\n\nbecause: (1) the number of seamen provided to complete the\n\ntask was inadequate, and (2) one of the seamen who was\n\nassigned to the task was inexperienced and inept.  Toucet's\n\nnegligence claim under the Jones Act was similarly based on\n\n                             5\n\nMaritime's failure to provide an adequate and experienced\n\ncrew for the butterworthing operation.  In addition, Toucet\n\nalleged that Maritime was negligent by requiring him to\n\nparticipate in the butterworthing operation despite his\n\nearlier complaint of exhaustion. \n\nDISCUSSION\n\nA.   Alleged Verdict Inconsistency\n                                  \n\n     When a special verdict form results in apparently\n\nconflicting findings, a court has a duty under the Seventh\n\nAmendment to harmonize the answers if at all possible under\n\na fair reading.  Atlantic &amp; Gulf Stevedores, Inc. v.\n                                                    \n\nEllerman Lines, Ltd., </pre><span class=\"citation\" data-id=\"106368\"><a href=\"/opinion/106368/atlantic-gulf-stevedores-inc-v-ellerman-lines-ltd/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 364 (1962); Santiago-\n                                                         \n\nNegron v. Castro-Davila, </pre><span class=\"citation\" data-id=\"516909\"><a href=\"/opinion/516909/ivette-santiago-negron-v-modesto-castro-davila-etc/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span><pre class=\"inline\">, 443 (1st Cir. 1989)\n                       \n\n(citing Gallick v. Baltimore &amp; Ohio R.R. Co., </pre><span class=\"citation\" data-id=\"106532\"><a href=\"/opinion/106532/gallick-v-baltimore-ohio-r-co/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">,\n                                            \n\n119 (1963)).\n\n     Maritime contends that the jury's answers on the\n\nnegligence and seaworthiness questions cannot be harmonized\n\nbecause both claims are grounded on the same underlying\n\nfactual allegations -- that the crew was both inadequate and\n\ntoo inexperienced to accomplish the butterworthing task.  By\n\nfinding the Overseas Alaska to be seaworthy, Maritime argues\n                           \n\nthat the jury necessarily rejected Toucet's inadequate and\n\ninexperienced assistance allegations.  Maritime concludes,\n\n                             6\n\ntherefore, that there was no basis for finding it negligent\n\nand that the verdict must be set aside as irreconcilably\n\ninconsistent.\n\n     We need not address the merits of this argument because\n\nMaritime failed to make a timely objection to the alleged\n\ninconsistency.  In this circuit, a \"party waives\n\ninconsistency if it fails to object after the verdict is\n\nread and before the jury is dismissed.\"  Bonilla v. Yamaha\n                                                          \n\nMotors Corp., </pre><span class=\"citation\" data-id=\"577014\"><a href=\"/opinion/577014/jorge-l-bonilla-v-yamaha-motors-corp/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 155-56 (1st Cir. 1992) (citing\n            \n\nAustin v. Lincoln Equip. Assocs., </pre><span class=\"citation\" data-id=\"531330\"><a href=\"/opinion/531330/prodliabrepcchp-12293-otis-austin-v-lincoln-equipment-associates/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span><pre class=\"inline\">, 939 (1st\n                                \n\nCir. 1989)); Peckham v. Continental Casualty Ins. Co., </pre><span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span>\n                                                       \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">, 836 (1st Cir. 1990) (citing McIsaac v. Didriksen\n                                                          \n\nFishing Corp., </pre><span class=\"citation\" data-id=\"481636\"><a href=\"/opinion/481636/james-r-mcisaac-v-didriksen-fishing-corp-appeal-of-the-wise-company/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span><pre class=\"inline\">, 134 (1st Cir. 1987)).  This is\n             \n\nbecause the \"only efficient time to cure the problem is\n\nafter the jury announces its results and before it is\n\nexcused, and it is the responsibility of counsel to make\n\ntimely objection.\"  Austin v. Lincoln Equip. Assocs., 888\n                                                    \n\nF.2d at 939.\n\n     We have carefully reviewed the entire record in this\n\ncase, including the clerk's minutes of the proceedings and\n\nthe docket sheet.1  It is apparent from the record that\n\n                    \n\n1    Under Rule  10, the record on  appeal properly includes\n\"[t]he original  papers and  exhibits filed in  the district\ncourt,  the  transcript  of   proceedings,  if  any,  and  a\n\n                             7\n\nMaritime failed to object to the verdict's asserted\n\ninconsistency prior to the jury's discharge.  (Clerk's\n\nMinutes, Oct. 10, 1991; Docket Entry   71.)  In fact,\n\nMaritime did not raise the inconsistency issue until filing\n\nits post trial motions on October 23, 1991 -- 13 days after\n\nthe jury was discharged and long after the optimum time for\n\ncuring any alleged defect.  (Docket Entry   74.)  While\n\nMaritime omitted the portion of the transcript relating to\n\nthe reading of the verdict from its appendix,2 our review\n\non appeal is not limited to the materials submitted by the\n\nparties.  FED. R. APP. P. 30(a) (\"The fact that parts of the\n\nrecord are not included in the appendix, shall not prevent\n\nthe parties or the court from relying on such parts.\").  \n\n     Maritime's failure to object cannot be excused by its\n\ninability to anticipate the jury reaching potentially\n\ninconsistent findings.  See McIsaac v. Didriksen Fishing\n                                                        \n\n                    \n\ncertified copy of the  docket entries prepared by the  clerk\nof the district court . . . .\"  FED. R. APP. P. 10(a).  Rule\n10's scope  reaches \"'all  papers presented to  the district\ncourt and filed  in the record and  all papers filed  by the\ndistrict court itself.'\"   In re Arthur Andersen &amp;  Co., </pre><span class=\"citation\" data-id=\"377953\"><a href=\"/opinion/377953/fed-sec-l-rep-p-97519-in-re-arthur-andersen-co/\"><span class=\"volume\">621</span>\n                                                       \n<span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 39  (1st Cir. 1980)  (quoting 9  JAMES W. MOORE  ET\nAL., MOORE'S FEDERAL PRACTICE   210.04[1]).\n\n2    Maritime's  failure  to include  the  October 10,  1991\ntranscript in its appendix is  particularly surprising since\nthe  verdict, which was returned  and read in  open court on\nthat day, is the primary focus of the present appeal. \n\n                             8\n\nCorp., 809 F.2d at 134 (rejecting appellant's argument that\n     \n\nit could not have anticipated verdict inconsistency where\n\njury instructions and special verdict form served as\n\nharbingers for inconsistency).  The circumstances of this\n\ncase indicate that Maritime had ample opportunity to\n\n\"portend possible verdict inconsistency.\"  Austin v. Lincoln\n                                                            \n\nEquip. Assocs., 888 F.2d at 939.  For instance, Maritime\n              \n\nshould have been alerted by the use of the special verdict\n\nform alone.  See id.  As we noted previously, \"'[t]he mere\n                     \n\nfact that the jury's verdict would be in the form of special\n\nanswers should have been enough to alert counsel to\n\npotential inconsistency.'\"  Id. (quoting McIsaac v.\n                                                   \n\nDidriksen Fishing Corp., 809 F.2d at 134).  \n                       \n\n     In addition to the special verdict form, Maritime\n\nshould have been alerted to the potential inconsistency by\n\nthe jury instructions.  See McIsaac v. Didriksen Fishing\n                                                        \n\nCorp., 809 F.2d at 134.  The court specifically instructed\n     \n\nthe jury that the negligence and unseaworthiness claims were\n\n\"separate and independent\" and that the plaintiff could\n\nrecover on one or both.  (Appellant's App. at 753a and\n\n760a.)  In fact, the jury requested additional instructions\n\nregarding the meaning of unseaworthiness.  (Clerk's Minutes,\n\nOct. 10, 1991; Docket Entry   71.); see McIsaac v. Didriksen\n                                                            \n\n                             9\n\nFishing Corp., 809 F.2d at 134 (counsel on notice of\n             \n\npotential inconsistency where jury interrupted deliberations\n\nto inquire into differences between negligence and breach of\n\nwarranty claims). \n\n     Despite these obvious warning beacons, Maritime\n\nremained silent while the verdict was read and the jury was\n\ndischarged.  We decline to condone this \"'agreeable\n\nacquiescence to perceivable error as a weapon of appellate\n\nadvocacy.'\"  Id. (quoting Merchant v. Ruhle, </pre><span class=\"citation\" data-id=\"439210\"><a href=\"/opinion/439210/james-p-merchant-v-philip-henry-ruhle/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">, 92\n                                           \n\n(1st Cir. 1984)).\n\n     While the timeliness issue was not addressed by either\n\nparty and consequently was not explored by the trial court,\n\n\"'[w]e are, of course, free to affirm a district court's\n\ndecision on any ground supported by the record even if the\n\nissue was not pleaded, tried or otherwise referred to in the\n\nproceedings below.'\"  Chamberlin v. 101 Realty, Inc., </pre><span class=\"citation\" data-id=\"548932\"><a href=\"/opinion/548932/54-fair-emplpraccas-101-54-empl-prac-dec-p-40282-katherine-m/\"><span class=\"volume\">915</span>\n                                                    \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">777</span></a></span><pre class=\"inline\">, 783 n.8 (1st Cir. 1990) (quoting Norris v.\n                                                    \n\nLumbermen's Mut. Casualty Co., </pre><span class=\"citation\" data-id=\"527540\"><a href=\"/opinion/527540/richard-d-norris-v-lumbermens-mutual-casualty-company/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1144</span></a></span><pre class=\"inline\">, 1151-52 (1st\n                             \n\nCir. 1989) (additional citations omitted)).  This is\n\nparticularly appropriate here because the parties have had\n\nsufficient opportunity to develop arguments relating to the\n\nverdict's alleged inconsistency before both the trial court\n\nand this court.  See Papex Int'l Brokers, Ltd. v. Chase\n                                                       \n\n                             10\n\nManhattan Bank, </pre><span class=\"citation\" data-id=\"490118\"><a href=\"/opinion/490118/papex-international-brokers-ltd-aka-les-courtiers-papex-international/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">883</span></a></span><pre class=\"inline\">, 885 (1st Cir. 1987).  In\n               \n\naddition, Maritime's untimely objection is apparent from the\n\nrecord and our determination can be made as a matter of law. \n\nSee Watterson v. Page, No. 92-1224, </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">U.S. App. LEXIS</span>\n                     \n\n<span class=\"page\">2029</span></span><pre class=\"inline\">, at *14 n.3 (1st Cir. Feb. 9, 1993).  Under these\n\ncircumstances, it is appropriate to affirm the trial court's\n\ndecision, even though the precise issue was neither raised\n\nby the parties or addressed by the trial court.  See id. \n                                                       \n\n     Accordingly, we hold that Maritime waived any potential\n\ninconsistency in the jury's verdict as a basis for appeal by\n\nfailing to object before the jury was discharged.\n\n     In any case, there is no inconsistency between the\n\nverdicts in this case.  It is well recognized that claims\n\nunder the Jones Act and claims for unseaworthiness are\n\ndiscrete claims.  See, e.g., Usner v. Luckenbach Overseas\n                                                         \n\nCorp., </pre><span class=\"citation\" data-id=\"108234\"><a href=\"/opinion/108234/usner-v-luckenbach-overseas-corp/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span><pre class=\"inline\">, 498 (1971).  While the evidence is\n     \n\noften congruent, or at least overlapping, this is not\n\nnecessarily so, and a number of cases demonstrate that a\n\nsingle incident of negligence, such as the requirement that\n\na seaman work when he has reported that he was too fatigued\n\nto do so, may occur without rendering the ship unseaworthy. \n\nBorras v. Sea-Land Serv., Inc., </pre><span class=\"citation\" data-id=\"360841\"><a href=\"/opinion/360841/juan-antonio-borras-v-sea-land-service-inc/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span><pre class=\"inline\">, 888 (1st Cir.\n                              \n\n1978); Merchant v. Ruhle, 740 F.2d at 91; Simeon v. T. Smith\n                                                            \n\n                             11\n\n&amp; Son, Inc., </pre><span class=\"citation\" data-id=\"509511\"><a href=\"/opinion/509511/jules-simeon-sr-and-ida-mae-griffin-simeon-wife-of-jules-simeon-sr/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1421</span></a></span><pre class=\"inline\">, 1433 (5th Cir. 1988), cert.\n                                                       \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1106</span></span><pre class=\"inline\"> (1989); Gosnell v. Sea-Land Serv.,\n                                                        \n\nInc., </pre><span class=\"citation\" data-id=\"463749\"><a href=\"/opinion/463749/nelson-m-gosnell-v-sea-land-service-inc-and-reynolds-leasing-corp/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">, 467 (4th Cir. 1986); Kokesh v. American\n                                                           \n\nS.S. Co.,  </pre><span class=\"citation\" data-id=\"444171\"><a href=\"/opinion/444171/donald-j-kokesh-v-american-steamship-company/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1092</span></a></span><pre class=\"inline\">, 1094 (6th Cir. 1984).  \n          \n\n     We also find that sufficient evidence was established\n\nat trial to support the jury's finding of negligence.  A\n\nplaintiff's burden of proving causation under the Jones Act\n\nis \"featherweight\".  Leonard v. Exxon, </pre><span class=\"citation\" data-id=\"358710\"><a href=\"/opinion/358710/wesley-j-leonard-v-exxon-corporation-andor-nichols-construction/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">522</span></a></span><pre class=\"inline\">, 524\n                                     \n\n(5th Cir. 1978), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span><pre class=\"inline\"> (1979). \n                             \n\nLiability exists if the employer's negligence contributed\n\neven in the slightest to the plaintiff's injury.  Santana v.\n                                                            \n\nUnited States, </pre><span class=\"citation\" data-id=\"354003\"><a href=\"/opinion/354003/angel-r-santana-v-the-united-states-of-america/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span><pre class=\"inline\">, 335 (1st Cir. 1977) (citing\n             \n\nRogers v. Missouri-Pacific R.R. Co., </pre><span class=\"citation\" data-id=\"105460\"><a href=\"/opinion/105460/rogers-v-missouri-pacific-r-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span><pre class=\"inline\">, 506\n                                  \n\n(1957)).  Here, sufficient evidence was introduced to\n\nsupport the jury's determination that Maritime was negligent\n\nin requiring Toucet to continue working despite his claims\n\nof exhaustion and inadequate assistance, and that this\n\nnegligence contributed to Toucet's back injury.  Perez v.\n                                                         \n\nMaritime Transport Lines, Inc., </pre><span class=\"citation\" data-id=\"395283\"><a href=\"/opinion/395283/rafael-perez-v-marine-transport-lines-inc/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 254 (1st Cir.\n                              \n\n1979) (employer negligent for not relieving the plaintiff\n\nfrom duty despite the plaintiff's complaints of overwork and\n\ninadequate assistance, and that negligence contributed to\n\nthe plaintiff's injury).\n\n                             12\n\nB.   Improper Hypothetical Question\n                                   \n\n     Maritime asserts that the trial court erred by allowing\n\nthe plaintiff's expert witness, Dr. Jaun Llompart, to answer\n\na hypothetical question that improperly assumed facts not in\n\nevidence.  Specifically, plaintiff's counsel asked Dr.\n\nLlompart to assume, in part, that a hypothetical seaman was\n\ninjured after pulling a hose and butterworth out of 12 tank\n\nopenings.  Maritime asserts that this assumption was\n\ncontrary to the evidence introduced at trial, which revealed\n\nthat Toucet was injured after only 4 tank openings were\n\ncleaned.  \n\n     While a hypothetical should include only those facts\n\nsupported by the evidence, Iconco v. Jensen Constr. Co., </pre><span class=\"citation\" data-id=\"379020\"><a href=\"/opinion/379020/iconco-a-corporation-and-cross-appellant-v-jensen-construction-company/\"><span class=\"volume\">622</span>\n                                                       \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1291</span></a></span><pre class=\"inline\">, 1301 (8th Cir. 1980), the record here indicates\n\nthat sufficient facts existed to support the challenged\n\nhypothetical.  Each numbered tank had twelve openings, six\n\non the port side and six on the starboard side. \n\n(Appellant's App. at 48a; 154a-56a; 162a.)  During direct\n\nexamination, Toucet testified that he and the rest of the\n\nteam lowered a total of six hoses into the first six\n\nopenings of tank number one, three on each side.  Id. at\n                                                      \n\n51a; 162a.  After completing the first six openings, the\n\nteam proceeded to clean the remaining six openings of tank\n\n                             13\n\nnumber one in the same manner.  Toucet testified that after\n                                \n\ncompleting the butterworthing of tank number one he and the\n\nteam proceeded to the first opening of tank number two. \n\nToucet felt his back \"crack\" while working on tank number\n\ntwo.  On this record, we find that the factual assumptions\n\nunderlying the plaintiff's hypothetical were fully supported\n\nby the evidence.  Moreover, Federal Rules of Evidence 703\n\nand 705 place the \"full burden of exploration of the facts\n\nand assumptions underlying the testimony of an expert\n\nwitness squarely on the shoulders of opposing counsel's\n\ncross-examination.\"  Smith v. Ford Motor Co., </pre><span class=\"citation\" data-id=\"380522\"><a href=\"/opinion/380522/john-h-smith-v-ford-motor-company/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">784</span></a></span><pre class=\"inline\">,\n                                            \n\n793 (10th Cir. 1980), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span><pre class=\"inline\"> (1981). \n                                  \n\nDuring its cross-examination of Dr. Llompart, Maritime\n\nelected not to explore any perceived discrepancies or\n\ninconsistencies relating to the hypothetical, nor did\n\nMaritime ever explicitly call the attention of court or\n\ncounsel to the discrepancy it now asserts.  \n\n     In short, Maritime's assertion of error is without\n\nmerit.  Accordingly, we affirm the trial court's ruling\n\nadmitting Dr. Llompart's answer to the hypothetical\n\nquestion.  \n\n                             14\n\nC.   Remittitur\n               \n\n     The final issue is the propriety of the trial court's\n\ndenial of Maritime's motions for a new trial on damages or,\n\nin the alternative, for remittitur.  Maritime alleges that\n\nthe jury's $75,000 damage award for what it characterizes as\n\na \"BenGay back injury\" is unreasonably excessive and\n\nunsupported by the evidence.  \n\n     We review the trial court's denial of Maritime's\n\nmotions for \"manifest abuse of discretion.\"  Joia v. Jo-Ja\n                                                          \n\nServ. Corp., </pre><span class=\"citation\" data-id=\"487734\"><a href=\"/opinion/487734/francisco-joia-v-jo-ja-service-corp-boat-niagara-falls-inc/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span><pre class=\"inline\">, 918 (1st Cir. 1987) (citing\n          \n\nRivera v. Rederi A/B Nordstjernan, </pre><span class=\"citation\" data-id=\"302059\"><a href=\"/opinion/302059/jose-virella-rivera-v-rederi-ab-nordstjernan-and-third-party-v/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span><pre class=\"inline\">, 975 (1st\n                                 \n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">876</span></span><pre class=\"inline\"> (1972)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span>\n                                                       \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1008</span></span><pre class=\"inline\"> (1988).  In challenging the jury's determination\n\nof damages, Maritime assumes a heavy burden.  Milone v.\n                                                       \n\nMoceri Family, Inc., </pre><span class=\"citation\" data-id=\"506191\"><a href=\"/opinion/506191/vincent-milone-v-moceri-family-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 37 (1st Cir. 1988).  This\n                   \n\ncourt has previously observed that, \"'[t]ranslating legal\n\ndamage into money damages . . . is a matter peculiarly\n\nwithin a jury's ken.'\"  Id. (quoting Wagenmann v. Adams, </pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span>\n                                                       \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span><pre class=\"inline\">, 215 (1st Cir. 1987)).  Accordingly, a jury's\n\njudgment regarding the appropriate damage award is given\n\nwide latitude and will be upheld so long as it does not\n\nexceed \"'any rational appraisal or estimate of the damages\n\nthat could be based on the evidence before the jury.'\"  Id.\n                                                           \n\n                             15\n\n(quoting Segal v. Gilbert Color Sys., </pre><span class=\"citation\" data-id=\"442974\"><a href=\"/opinion/442974/paul-s-segal-v-gilbert-color-systems-inc/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span><pre class=\"inline\">, 81 (1st\n                                    \n\nCir. 1984)).  In making this determination, we view the\n\nevidence in the light most favorable to the plaintiff. \n\nMcDonald v. Federal Lab., Inc., </pre><span class=\"citation\" data-id=\"429385\"><a href=\"/opinion/429385/william-d-mcdonald-v-federal-laboratories-inc/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span><pre class=\"inline\">, 246 (1st Cir.\n                              \n\n1984) (quoting Betancourt v. J.C. Penny Co., </pre><span class=\"citation\" data-id=\"345394\"><a href=\"/opinion/345394/dora-iris-betancourt-v-j-c-penney-co-inc/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span><pre class=\"inline\">,\n                                           \n\n1207 (1st Cir. 1977)).  \n\n     Cast in the appropriate light, we find that the jury's\n\nassessment of Toucet's damages is within the \"'wide range of\n\narguable appropriateness.'\"  Milone v. Moceri Family, Inc.,\n                                                           \n\n847 F.2d at 40 (quoting Wagenmann v. Adams, 829 F.2d at\n                                          \n\n216).  In calculating the amount of damages, the jury was\n\ninstructed to consider lost earnings, as well as pain and\n\nsuffering.  With regard to lost earnings, the evidence\n\nindicated that Toucet was unable to work for more than three\n\nmonths after his injury.  Although Toucet was pronounced\n\n\"fit for duty\" by his doctor and attempted to resume work as\n\na seaman in December 1987, Toucet testified that he was\n\nunable to remain on the job for more than a few days because\n\nof his back injury.  In terms of pain and suffering, Toucet\n\ntestified that, up until the time of trial, he continued to\n\nsuffer pain and discomfort attributable to his injury aboard\n\nthe Overseas Alaska, even though the injury occurred four\n                   \n\nyears earlier.     \n\n                             16\n\n     Under these circumstances, we conclude that the jury's\n\n$75,000 judgment cannot be fairly characterized as \"`grossly\n\nexcessive,'\" \"`inordinate'\" or \"`shocking to the\n\nconscience'\".  See McDonald v. Federal Lab., Inc., 724 F.2d\n                                                \n\nat 246 (quoting Grunenthatl v. Long Island R.R. Co., </pre><span class=\"citation\" data-id=\"107799\"><a href=\"/opinion/107799/grunenthal-v-long-island-r-co/\"><span class=\"volume\">393</span>\n                                                   \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span><pre class=\"inline\">, 159 n.4 (1968)).  Accordingly, we find no abuse of\n\ndiscretion in the trial court's denial of Maritime's motions\n\nfor a new trial on damages or for remittitur.\n\nCONCLUSION\n\n     The trial court's orders directing judgment to enter\n\naccording to the jury's verdict and dismissing Maritime's\n\npost trial motions are AFFIRMED.\n                       AFFIRMED.\n\n                             17\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577014/"
  ]
}