{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194646/",
  "absolute_url": "/opinion/194646/northeast-data-v-mcdonnell-douglas/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194646/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:21:54Z",
  "date_modified": "2016-02-28T04:50:24.491102Z",
  "type": "010combined",
  "sha1": "6a2806f84d4d3275dd9a2a4c9901c0c4307f8072",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1690.01A",
  "local_path": null,
  "plain_text": "March 31, 1993    UNITED STATES COURT OF APPEALS\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                   \n\nNo. 92-1690\n\n                NORTHEAST DATA SYSTEMS, INC.\n                   Plaintiff, Appellant,\n\n                             v.\n\n        McDONNELL DOUGLAS COMPUTER SYSTEMS COMPANY,\n                    Defendant, Appellee.\n\n                                   \n\n                        ERRATA SHEET\n\n  Please make the following  correction in the opinion in  the\nabove case released on March 2, 1993:\n\nPage 5,  line 10:   After the  word \"claims\"  at the  end of  the\nsentence, add the following language: \n\n  See Caton v. Leach  Corp., 896 F.2d 939, 943  (5th Cir.\n                           \n  1990) (breach of implied  covenant claims are breach of\n  contract  claims);  Restatement  (Second) of  Contracts\n                                                         \n    176 comment e (1981).\n\nMarch 2, 1993\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 92-1690\n\n               NORTHEAST DATA SYSTEMS, INC.,\n\n                   Plaintiff, Appellant,\n\n                             v.\n\n        McDONNELL DOUGLAS COMPUTER SYSTEMS COMPANY,\n\n                    Defendant, Appellee.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Robert B. Collings, U.S. Magistrate Judge]\n                                                     \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n              Cyr and Boudin, Circuit Judges.\n                                            \n\n                                        \n\nRoger S. Davis with whom Nancy  Pitnof-Mahoney and Davis, Rubin  &amp;\n                                                                 \nParker, P.A., were on brief for appellant.\n       \nFrederick W. Rose with whom  Gianfranco A. Pietrafesa,  and Young,\n                                                                 \nRose, Imbriaco &amp; Burke, P.C. were on brief for appellee.\n                       \n                                        \n\n                       March 2, 1993\n                                        \n\n                            -2-\n                             2\n\n          BREYER,  Chief Judge.  In February 1976, Northeast\n                              \n\nData,  a Massachusetts  firm, entered  into a  contract with\n\nMicrodata, a California company.  In the contract, Microdata\n\npromised Northeast, among other things, that:\n\n          1)   Northeast would become the \"sole distributor\"\n               for  Microdata's  \"Reality\" line  of computer\n               parts   and   related   software   in   seven\n               Massachusetts counties;\n\n          2)   Microdata  would  properly service  \"Reality\"\n               products  after Northeast  Data sold  them to\n               end users;\n\n          3)   Microdata  would  supply proper  spare parts;\n               and\n\n          4)   Microdata   would   pay   Northeast   a   10%\n               commission  on  any  \"Reality\" products  that\n               Microdata  sold  directly  to  end  users  in\n               Northeast's territory.\n\nThe parties'  relationship subsequently deteriorated.   And,\n\nin  January 1983,  Microdata,  claiming  that Northeast  had\n\nfailed to meet its contractual  purchasing quota, terminated\n\nthe distributorship.\n\n          Northeast  then  brought  this   diversity  action\n\n(filed in state court then removed to federal court) against\n\nMicrodata.   In its original complaint Northeast essentially\n\nsaid that Microdata  had broken its agreement (1) by failing\n\nto  supply   enough,   or  adequately   trained,   servicing\n\npersonnel;  (2) by  failing to  supply enough,  or adequate,\n\nsupply parts; (3)  by failing  to pay  many 10%  commissions\n\nwhen due;  (4) by marketing what  were essentially \"Reality\"\n\nproducts under different names,  through other dealers;  and\n\n(5)  by charging  Northeast  higher prices  than it  charged\n\nother dealers.  Northeast later amended its complaint to add\n\na  \"deceit\"  claim that  Microdata  had  failed to  disclose\n\nmaterial  information  during contract  negotiations, namely\n\nthat  Microdata  was  selling  Reality  products,  and would\n\ncontinue  to  sell  them,  to a  company  called  ADP, which\n\n(according to Northeast) was both a \"Reality\" end user and a\n\ncompeting  dealer.   In Northeast's  view these  actions and\n\nomissions  broke both  explicit  and implicit  terms of  the\n\ncontract,   amounted  to   \"fraud,\"  and   violated  various\n\nstatutes,   which,  with  the  exception  of  Massachusetts'\n\n\"unfair  trade practices\"  statute,  are not  relevant here.\n\nSee Mass. Gen. L. ch. 93A. \n   \n\n          The parties tried the contract and fraud issues to\n\na jury, with the magistrate reserving the claim of violation\n\nof  Chapter   93A.    The  jury  found  that  Microdata  had\n\nwrongfully  terminated  the  distributorship;  that  it  had\n\nbroken  explicit terms  in the  contract  by failing  to pay\n\ncommissions  on \"end  user\" sales  to ADP;  and that  it had\n\nbroken an implicit covenant of \"good faith and fair dealing\"\n\n(either by  failing to  pay commissions  on other  sales, by\n\n                            -4-\n                             4\n\nfailing to supply  proper parts  or service, or  both).   It\n\nawarded Northeast approximately $1.7  million damages.   The\n\njury  also found  that  Microdata  had fraudulently  induced\n\nNortheast to enter the contract by failing to tell Northeast\n\nabout  its  ADP sales;  but the  jury  refused to  award any\n\ndamages on that claim.  \n\n          The magistrate then turned to the reserved Chapter\n\n93A  claim.    He  noted that  Northeast  and  Microdata had\n\nagreed,  while the case was pending, to try the contract and\n\n\"fraud\" claims under California  law.  He reasoned  that the\n\n93A  claims  so closely  resembled  the  contract and  fraud\n\nclaims that the parties must have agreed \"implicitly\" to try\n\nthose  claims under  California law as  well.   He concluded\n\nthat,  since California  has  no 93A-type  of  law, he  must\n\ndismiss Northeast's 93A claims.   Northeast now appeals that\n\ndismissal.  See  28 U.S.C.     1291, 636(c)(3) (appeal  from\n               \n\norder of a magistrate judge).\n\n          For  purposes  of  this appeal,  we  have  assumed\n\n(without deciding)  that Northeast  is correct when  it says\n\nthat it neither explicitly nor implicitly agreed, during the\n\ncourse of this litigation,  that California law would govern\n\nits 93A claims.   Nonetheless, Northeast  did agree, in  the\n\ncontract itself, that\n\n                            -5-\n                             5\n\n          This  Agreement  and   the  rights   and\n          obligations of the parties  hereto shall\n          be   governed   by   and  construed   in\n          accordance with the laws of California.\n\nIn  our  view,  Northeast's  Chapter 93A  claims  (with  one\n\nexception)  fall  within   this  contractual   choice-of-law\n\nprovision.\n\n          Northeast  describes its  Chapter 93A  claims and,\n\nmost importantly, the alleged facts that underlie them in an\n\n82  page  document,   filed  with  the  magistrate,   called\n\n\"Plaintiff's Request for Findings of Fact and Rulings of Law\n\non Chapter 93A Damages.\"  Our review of the facts alleged in\n\nthat  document  makes clear  that  (as  we  said,  with  one\n\nexception)  Northeast's  93A  claims  amount  to embroidered\n\n\"breach  of contract\" claims.  See Caton v. Leach., 896 F.2d\n                                                  \n\n939, 943 (5th Cir. 1990)  (breach of implied covenant claims\n\nare  breach  of contract  claims);  Restatement  (Second) of\n                                                            \n\nContracts     176  comment  e (1981).    In  four  instances\n         \n\nNortheast   simply  says   that  Microdata   \"knowingly\"  or\n\n\"willfully\" broke  the contract by (1)  failing \"to provide\"\n\nproper \"field  service and support;\" (2)  failing to deliver\n\ngoods when and  as promised; (3)  selling goods outside  the\n\n\"sole  distributorship\" without paying  commissions; and (4)\n\nwrongfully  terminating  the  contract.     In  three  other\n\ninstances  Northeast says that  Microdata threatened to take\n\n                            -6-\n                             6\n\nactions that the contract forbids, with a bad motive, namely\n\nto  force Northeast to give up certain contract rights, such\n\nas  its  exclusive  Reality distributorship.    Those  badly\n\nmotivated threats (as far  as the document reveals) threaten\n\nactions that  Microdata might  legally have taken  had there\n\nbeen no contract, for they consist of claims  that Microdata\n\nthreatened  (1) to deny Northeast  the right to sell certain\n\n\"Reality\"  products  (such as  a  product called  \"Sequel\");\n\n(2) to   sell  a   competing  product   (called   \"CMC\")  in\n\nNortheast's  exclusive  territory; and  (3)  (in unspecified\n\nways) to  stop Northeast  from meeting  its contract-imposed\n\nbuying quota.\n\n          Of  course, the  allegations that  Microdata acted\n\n\"willfully\"  or  \"knowingly\"  or   with  a  bad  motive  add\n\nsomething to  the pure breach  of contract claims.   Indeed,\n\nNortheast  hopes  they  provide the  element  of \"rascality\"\n\nneeded to bring  a claim  of breach of  contract within  the\n\nstatute. Compare Pepsi-Cola  Metropolitan Bottling Co., Inc.\n                                                            \n\nv. Checkers, Inc., 754  F.2d 10, 18 (1st Cir.  1985) (simple\n                 \n\nbreach of contract  does not violate Chapter 93A)  with Wang\n                                                            \n\nLaboratories, Inc.  v. Business Incentives  Inc., 501 N.E.2d\n                                                \n\n1163 (Mass.  1986) (bad faith contract  termination states a\n\nChapter 93A  claim) and Levings  v. Forbes &amp;  Wallace, Inc.,\n                                                           \n\n                            -7-\n                             7\n\n396  N.E.2d 149  (Mass. 1979)  (93A violations  must involve\n\n\"rascality\").   But, the  relevant question here  is whether\n\nthose additional \"state of mind\" or \"bad motive\" allegations\n\n(together with  other, less significant bits  of embroidery)\n\ntake these claims outside  the scope of contractual language\n\nthat  says  California  law  will  govern  \"the  rights  and\n\nobligations of  the parties\" in respect  to the \"Agreement.\"\n\nWe find that they do not. \n\n          The contract violations  are essential elements of\n\nthe  93A claims.    The \"state  of  mind\" and  \"bad  motive\"\n\nallegations  add   little.    Given  the   language  of  the\n\ncontract's choice-of-law provision (applying  California law\n\nto \"rights  and obligations\" arising out of,  or imposed by,\n\nthe \"Agreement\"), would it not  seem surprising to find that\n\nMassachusetts  law,  not   California  law,  governed  these\n\nclaims?  In the absence of any contrary evidence, we believe\n\nthat, when parties agree that \"contract related\" claims will\n\nbe tried under, say, the law of California, they do not mean\n\nthat  a  claim  of  \"serious\"  or  \"rascal-like\"  breach  of\n\ncontract will be tried under the law of Massachusetts. \n\n          Moreover, the Massachusetts Supreme Judicial Court\n\nhas recognized that, under some circumstances, a Chapter 93A\n\nclaim \"is  essentially duplicative of a traditional contract\n\n                            -8-\n                             8\n\nclaim.\"   See  Canal Electric  Co. v.  Westinghouse Electric\n                                                            \n\nCorp., 548 N.E.2d  182, 187  (Mass. 1990).   That court  has\n     \n\npermitted   plaintiffs  to   obtain  separate   Chapter  93A\n\nattorneys'  fees in  such circumstances,  but it  has denied\n\nplaintiffs \"double  recovery\" on  both a breach  of contract\n\nclaim and a  93A claim  arising from the  same breach.   See\n                                                            \n\nLinthicum  v.  Archambault,  389  N.E.2d  482  (Mass. 1979).\n                          \n\nThese Massachusetts decisions support our natural reading of\n\nthe  scope of  the contract's  choice-of-law  provision, for\n\nthey acknowledge that, depending on the facts, a Chapter 93A\n\nclaim may  essentially  reduce to  a  contract claim.    One\n\nfederal district  court has  reached the same  conclusion we\n\nreach with respect to a similar contract clause.  See Scheck\n                                                            \n\nv. Burger  King Corp.,  756 F.Supp.  543, 545-46  (S.D. Fla.\n                     \n\n1991) (clause  which  says  franchise  agreement  \"shall  be\n\ngoverned and construed under and in accordance with the laws\n\nof  the State of  Florida\" applies to  bar Massachusetts 93A\n\nclaims which incorporate contract claims and would not exist\n\nwithout the agreement).\n\n          We have found one  district court case in Illinois\n\nthat reaches a different result.  Fleet Mgt. Servs., Inc. v.\n                                                         \n\nArcher-Daniels-Midland Co., Inc., 627 F.Supp. 550 (C.D. Ill.\n                                \n\n1986).  That  district court reasoned that  any violation of\n                                               \n\n                            -9-\n                             9\n\nChapter 93A is a \"tort\" and therefore no alleged Chapter 93A\n\nviolation  could  fall within  the  scope  of a  contractual\n\nchoice-of-law provision  that talks about \"contracts.\"   Id.\n                                                           \n\nat 561-62.  This reasoning, however, seems to exalt pleading\n\nform  over  fact-related substance.    Such  reasoning would\n\nundermine the parties' choice of law agreement by permitting\n\none  of  them, through  artful  pleading, to  bring  what is\n\nlittle  more than a breach of contract claim, under law that\n\nboth parties have agreed would not apply.  \n\n          The  Illinois case  relied  upon  a  Massachusetts\n\ndistrict court  case, Computer Systems Engineering,  Inc. v.\n                                                         \n\nQantel Corp., 571  F.Supp. 1365 (D.Mass. 1983),  a case very\n            \n\ndifferent from  the present  one.   Qantel  concerned a  93A\n                                          \n\nclaim  that was not, in essence, a breach of contract claim,\n                   \n\nfor the  plaintiff there did  not claim  that the  defendant\n\nbroke a contract, but rather that the defendant fraudulently\n     \n\ninduced the  plaintiff  to form  the contract  in the  first\n                               \n\nplace.  See id.  at 1367 (Chapter 93A claim  partially based\n              \n\non  fraudulent inducement);  see also  id. at  1370 (because\n                                          \n\ntort-like  claims predominate  over contract-like  claims in\n\ncompound   93A  claim,   93A   claim  is   outside  parties'\n\nagreement);  cf. Popkin  v. National Benefit  Life Insurance\n                                                            \n\nCo., 711 F.Supp. 1194,  1201-02 (S.D.N.Y. 1989) (Chapter 93A\n   \n\n                            -10-\n                             10\n\ntort claim alleging  fraudulent misrepresentations to  third\n\nparty  with whom  plaintiff had  a different  contract falls\n\noutside  choice-of-law clause  in  agency agreement  between\n\nplaintiff and defendant).  Insofar as Qantel contains dicta,\n                                            \n\nQantel, 571 F.Supp. at 1371, that might be read to mean that\n                                       \n\nevery  Chapter 93A claim must be viewed  as a tort claim, no\n     \n\nmatter  how  clearly it  resembles  a  claim  of  breach  of\n           \n\ncontract,   those  dicta   do  not   express  our   view  of\n\nMassachusetts law. \n\n          We conclude that the  parties, in their choice-of-\n\nlaw provision,  meant that California law  would govern both\n\nordinary and  \"rascal-like\" breach  of contract claims.   We\n\nbelieve that  the \"rascal-like\" claims before  us fit within\n\nthat  provision.  In the  absence of a  conflict with public\n\npolicy,  Massachusetts  honors  choice-of-law provisions  in\n\ncontracts,  Morris  v. Watsco,  Inc.,  433  N.E.2d 886,  888\n                                    \n\n(Mass. 1982),  and,  in this  diversity  case, so  must  we.\n\nBorden v. Paul Revere Life Ins. Co., 935  F.2d 370, 375 (1st\n                                   \n\nCir. 1991).  There is no  conflict with Massachusetts public\n\npolicy  here.  The  \"dispute is essentially  a private one,\"\n\nwhich, unlike, say, an antitrust dispute, has no third-party\n\neffects.  Cf.   Canal  Electric,   548   N.E.2d  at   187-88\n                               \n\n                            -11-\n                             11\n\n(corporations may  waive protection  of  93A by  contractual\n\nlimitation of liability clause).\n\n          We turn now to  the one further 93A claim  that we\n\ncalled  an  \"exception.\"    That special  claim  rests  upon\n\nallegations  of fraud,  not breach  of contract.   Northeast\n\nsays  that Microdata, when  negotiating the contract, failed\n\nto disclose that it was currently selling Reality systems to\n\nADP,    a   firm   that   does   business   in   Northeast's\n\ndistributorship  area, and  that  it  intended  to  continue\n\nselling  to  ADP  even after  the  contract  was in  effect.\n\nNortheast  says that  this course  of  conduct amounts  to a\n\n\"fraud\"  that  falls  within  the scope  of  Chapter  93A.  \n\nBecause this claim concerns the validity of the formation of\n                                                         \n\nthe contract, it cannot be  categorized as one involving the\n\nrights or  obligations arising  under the contract.   Hence,\n\nthe  claim  falls   outside  the  contract's   choice-of-law\n\nprovision.  See Qantel, 571 F.Supp. at 1372.    Nonetheless,\n                      \n\nMicrodata, in  its brief,  refers us  to  the docket  sheet,\n\nwhich  notes  that Northeast  agreed,  in  a settlement,  to\n\nstipulate   that  \"none  of\"   Microdata's  \"actions  w[ith]\n\nr[eference]  t[o] ADP can form  the basis of  liability.\"  A\n\ndistrict  court memorandum  confirms  that, as  part of  the\n\nconsent  judgment, Northeast  \"agreed that  if the  Court of\n\n                            -12-\n                             12\n\nAppeals should reverse  the judgment dismissing  plaintiff's\n\nChapter 93A claim (Count X of the Second Amended Complaint),\n\nplaintiff will not  press as part of  that claim any  of the\n\ndefendant's actions with respect to ADP.\"  The appeal,  with\n\nrespect to this remaining ADP claim, therefore is moot.  See\n                                                            \n\nPontarelli  v. Stone,  978  F.2d 773,  775  (1st Cir.  1992)\n                    \n\n(settlement of merits of underlying claims moots appeal). \n\n          Finally, we  note that  Northeast, in its  82 page\n\ndocument,  at one  point alleges  in a single  sentence that\n\nMicrodata violated  Chapter 93A  by \"filing  and prosecuting\n\nfrivolous  and  meritless   counterclaims  and   affirmative\n\ndefenses, without  any attempt to introduce  any evidence to\n\nsupport  same  at  the  trial  of  this  action.\"    Because\n\nNortheast does not separately press this claim on appeal, we\n\nsuspect that it has been abandoned.   But, if it has not, we\n\nsimply point out  that a  claim of \"abuse  of process\"  with\n\nnothing  more does not state a violation of Chapter 93A. See\n                                                            \n\nQuaker State Oil Refining v. Garrity Oil Co., 884 F.2d 1510,\n                                            \n\n1514 (1st Cir. 1989)  and cases cited therein  (filing legal\n                                             \n\nclaim  which proves baseless  not in itself  an unfair trade\n\npractice, except where claim brought with ulterior motive). \n\n          For   these   reasons,   the  magistrate's   order\n\ndismissing the Chapter 93A claims is \n\n                            -13-\n                             13\n\n          Affirmed.\n                  \n\n                            -14-\n                             14\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">March 31, 1993    UNITED STATES COURT OF APPEALS\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                   \n\nNo. 92-1690\n\n                NORTHEAST DATA SYSTEMS, INC.\n                   Plaintiff, Appellant,\n\n                             v.\n\n        McDONNELL DOUGLAS COMPUTER SYSTEMS COMPANY,\n                    Defendant, Appellee.\n\n                                   \n\n                        ERRATA SHEET\n\n  Please make the following  correction in the opinion in  the\nabove case released on March 2, 1993:\n\nPage 5,  line 10:   After the  word \"claims\"  at the  end of  the\nsentence, add the following language: \n\n  See Caton v. Leach  Corp., </pre><span class=\"citation\" data-id=\"537018\"><a href=\"/opinion/537018/ralph-w-caton-dba-caton-sales-company-v-leach-corporation/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">939</span></a></span><pre class=\"inline\">, 943  (5th Cir.\n                           \n  1990) (breach of implied  covenant claims are breach of\n  contract  claims);  Restatement  (Second) of  Contracts\n                                                         \n    176 comment e (1981).\n\nMarch 2, 1993\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 92-1690\n\n               NORTHEAST DATA SYSTEMS, INC.,\n\n                   Plaintiff, Appellant,\n\n                             v.\n\n        McDONNELL DOUGLAS COMPUTER SYSTEMS COMPANY,\n\n                    Defendant, Appellee.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Robert B. Collings, U.S. Magistrate Judge]\n                                                     \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n              Cyr and Boudin, Circuit Judges.\n                                            \n\n                                        \n\nRoger S. Davis with whom Nancy  Pitnof-Mahoney and Davis, Rubin  &amp;\n                                                                 \nParker, P.A., were on brief for appellant.\n       \nFrederick W. Rose with whom  Gianfranco A. Pietrafesa,  and Young,\n                                                                 \nRose, Imbriaco &amp; Burke, P.C. were on brief for appellee.\n                       \n                                        \n\n                       March 2, 1993\n                                        \n\n                            -2-\n                             2\n\n          BREYER,  Chief Judge.  In February 1976, Northeast\n                              \n\nData,  a Massachusetts  firm, entered  into a  contract with\n\nMicrodata, a California company.  In the contract, Microdata\n\npromised Northeast, among other things, that:\n\n          1)   Northeast would become the \"sole distributor\"\n               for  Microdata's  \"Reality\" line  of computer\n               parts   and   related   software   in   seven\n               Massachusetts counties;\n\n          2)   Microdata  would  properly service  \"Reality\"\n               products  after Northeast  Data sold  them to\n               end users;\n\n          3)   Microdata  would  supply proper  spare parts;\n               and\n\n          4)   Microdata   would   pay   Northeast   a   10%\n               commission  on  any  \"Reality\" products  that\n               Microdata  sold  directly  to  end  users  in\n               Northeast's territory.\n\nThe parties'  relationship subsequently deteriorated.   And,\n\nin  January 1983,  Microdata,  claiming  that Northeast  had\n\nfailed to meet its contractual  purchasing quota, terminated\n\nthe distributorship.\n\n          Northeast  then  brought  this   diversity  action\n\n(filed in state court then removed to federal court) against\n\nMicrodata.   In its original complaint Northeast essentially\n\nsaid that Microdata  had broken its agreement (1) by failing\n\nto  supply   enough,   or  adequately   trained,   servicing\n\npersonnel;  (2) by  failing to  supply enough,  or adequate,\n\nsupply parts; (3)  by failing  to pay  many 10%  commissions\n\nwhen due;  (4) by marketing what  were essentially \"Reality\"\n\nproducts under different names,  through other dealers;  and\n\n(5)  by charging  Northeast  higher prices  than it  charged\n\nother dealers.  Northeast later amended its complaint to add\n\na  \"deceit\"  claim that  Microdata  had  failed to  disclose\n\nmaterial  information  during contract  negotiations, namely\n\nthat  Microdata  was  selling  Reality  products,  and would\n\ncontinue  to  sell  them,  to a  company  called  ADP, which\n\n(according to Northeast) was both a \"Reality\" end user and a\n\ncompeting  dealer.   In Northeast's  view these  actions and\n\nomissions  broke both  explicit  and implicit  terms of  the\n\ncontract,   amounted  to   \"fraud,\"  and   violated  various\n\nstatutes,   which,  with  the  exception  of  Massachusetts'\n\n\"unfair  trade practices\"  statute,  are not  relevant here.\n\nSee Mass. Gen. L. ch. 93A. \n   \n\n          The parties tried the contract and fraud issues to\n\na jury, with the magistrate reserving the claim of violation\n\nof  Chapter   93A.    The  jury  found  that  Microdata  had\n\nwrongfully  terminated  the  distributorship;  that  it  had\n\nbroken  explicit terms  in the  contract  by failing  to pay\n\ncommissions  on \"end  user\" sales  to ADP;  and that  it had\n\nbroken an implicit covenant of \"good faith and fair dealing\"\n\n(either by  failing to  pay commissions  on other  sales, by\n\n                            -4-\n                             4\n\nfailing to supply  proper parts  or service, or  both).   It\n\nawarded Northeast approximately $1.7  million damages.   The\n\njury  also found  that  Microdata  had fraudulently  induced\n\nNortheast to enter the contract by failing to tell Northeast\n\nabout  its  ADP sales;  but the  jury  refused to  award any\n\ndamages on that claim.  \n\n          The magistrate then turned to the reserved Chapter\n\n93A  claim.    He  noted that  Northeast  and  Microdata had\n\nagreed,  while the case was pending, to try the contract and\n\n\"fraud\" claims under California  law.  He reasoned  that the\n\n93A  claims  so closely  resembled  the  contract and  fraud\n\nclaims that the parties must have agreed \"implicitly\" to try\n\nthose  claims under  California law as  well.   He concluded\n\nthat,  since California  has  no 93A-type  of  law, he  must\n\ndismiss Northeast's 93A claims.   Northeast now appeals that\n\ndismissal.  See  28 U.S.C.     1291, 636(c)(3) (appeal  from\n               \n\norder of a magistrate judge).\n\n          For  purposes  of  this appeal,  we  have  assumed\n\n(without deciding)  that Northeast  is correct when  it says\n\nthat it neither explicitly nor implicitly agreed, during the\n\ncourse of this litigation,  that California law would govern\n\nits 93A claims.   Nonetheless, Northeast  did agree, in  the\n\ncontract itself, that\n\n                            -5-\n                             5\n\n          This  Agreement  and   the  rights   and\n          obligations of the parties  hereto shall\n          be   governed   by   and  construed   in\n          accordance with the laws of California.\n\nIn  our  view,  Northeast's  Chapter 93A  claims  (with  one\n\nexception)  fall  within   this  contractual   choice-of-law\n\nprovision.\n\n          Northeast  describes its  Chapter 93A  claims and,\n\nmost importantly, the alleged facts that underlie them in an\n\n82  page  document,   filed  with  the  magistrate,   called\n\n\"Plaintiff's Request for Findings of Fact and Rulings of Law\n\non Chapter 93A Damages.\"  Our review of the facts alleged in\n\nthat  document  makes clear  that  (as  we  said,  with  one\n\nexception)  Northeast's  93A  claims  amount  to embroidered\n\n\"breach  of contract\" claims.  See Caton v. Leach., </pre><span class=\"citation\" data-id=\"537018\"><a href=\"/opinion/537018/ralph-w-caton-dba-caton-sales-company-v-leach-corporation/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">939</span></a></span><pre class=\"inline\">, 943 (5th Cir. 1990)  (breach of implied covenant claims\n\nare  breach  of contract  claims);  Restatement  (Second) of\n                                                            \n\nContracts     176  comment  e (1981).    In  four  instances\n         \n\nNortheast   simply  says   that  Microdata   \"knowingly\"  or\n\n\"willfully\" broke  the contract by (1)  failing \"to provide\"\n\nproper \"field  service and support;\" (2)  failing to deliver\n\ngoods when and  as promised; (3)  selling goods outside  the\n\n\"sole  distributorship\" without paying  commissions; and (4)\n\nwrongfully  terminating  the  contract.     In  three  other\n\ninstances  Northeast says that  Microdata threatened to take\n\n                            -6-\n                             6\n\nactions that the contract forbids, with a bad motive, namely\n\nto  force Northeast to give up certain contract rights, such\n\nas  its  exclusive  Reality distributorship.    Those  badly\n\nmotivated threats (as far  as the document reveals) threaten\n\nactions that  Microdata might  legally have taken  had there\n\nbeen no contract, for they consist of claims  that Microdata\n\nthreatened  (1) to deny Northeast  the right to sell certain\n\n\"Reality\"  products  (such as  a  product called  \"Sequel\");\n\n(2) to   sell  a   competing  product   (called   \"CMC\")  in\n\nNortheast's  exclusive  territory; and  (3)  (in unspecified\n\nways) to  stop Northeast  from meeting  its contract-imposed\n\nbuying quota.\n\n          Of  course, the  allegations that  Microdata acted\n\n\"willfully\"  or  \"knowingly\"  or   with  a  bad  motive  add\n\nsomething to  the pure breach  of contract claims.   Indeed,\n\nNortheast  hopes  they  provide the  element  of \"rascality\"\n\nneeded to bring  a claim  of breach of  contract within  the\n\nstatute. Compare Pepsi-Cola  Metropolitan Bottling Co., Inc.\n                                                            \n\nv. Checkers, Inc., </pre><span class=\"citation\" data-id=\"447586\"><a href=\"/opinion/447586/pepsi-cola-metropolitan-bottling-company-inc-v-checkers-inc/\"><span class=\"volume\">754</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 18 (1st Cir.  1985) (simple\n                 \n\nbreach of contract  does not violate Chapter 93A)  with Wang\n                                                            \n\nLaboratories, Inc.  v. Business Incentives  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">N.E.2d</span>\n                                                \n\n<span class=\"page\">1163</span></span><pre class=\"inline\"> (Mass.  1986) (bad faith contract  termination states a\n\nChapter 93A  claim) and Levings  v. Forbes &amp;  Wallace, Inc.,\n                                                           \n\n                            -7-\n                             7\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">396</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">149</span></span><pre class=\"inline\">  (Mass. 1979)  (93A violations  must involve\n\n\"rascality\").   But, the  relevant question here  is whether\n\nthose additional \"state of mind\" or \"bad motive\" allegations\n\n(together with  other, less significant bits  of embroidery)\n\ntake these claims outside  the scope of contractual language\n\nthat  says  California  law  will  govern  \"the  rights  and\n\nobligations of  the parties\" in respect  to the \"Agreement.\"\n\nWe find that they do not. \n\n          The contract violations  are essential elements of\n\nthe  93A claims.    The \"state  of  mind\" and  \"bad  motive\"\n\nallegations  add   little.    Given  the   language  of  the\n\ncontract's choice-of-law provision (applying  California law\n\nto \"rights  and obligations\" arising out of,  or imposed by,\n\nthe \"Agreement\"), would it not  seem surprising to find that\n\nMassachusetts  law,  not   California  law,  governed  these\n\nclaims?  In the absence of any contrary evidence, we believe\n\nthat, when parties agree that \"contract related\" claims will\n\nbe tried under, say, the law of California, they do not mean\n\nthat  a  claim  of  \"serious\"  or  \"rascal-like\"  breach  of\n\ncontract will be tried under the law of Massachusetts. \n\n          Moreover, the Massachusetts Supreme Judicial Court\n\nhas recognized that, under some circumstances, a Chapter 93A\n\nclaim \"is  essentially duplicative of a traditional contract\n\n                            -8-\n                             8\n\nclaim.\"   See  Canal Electric  Co. v.  Westinghouse Electric\n                                                            \n\nCorp., </pre><span class=\"citation no-link\"><span class=\"volume\">548</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">182</span></span><pre class=\"inline\">, 187  (Mass. 1990).   That court  has\n     \n\npermitted   plaintiffs  to   obtain  separate   Chapter  93A\n\nattorneys'  fees in  such circumstances,  but it  has denied\n\nplaintiffs \"double  recovery\" on  both a breach  of contract\n\nclaim and a  93A claim  arising from the  same breach.   See\n                                                            \n\nLinthicum  v.  Archambault,  </pre><span class=\"citation no-link\"><span class=\"volume\">389</span>  <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">482</span></span><pre class=\"inline\">  (Mass. 1979).\n                          \n\nThese Massachusetts decisions support our natural reading of\n\nthe  scope of  the contract's  choice-of-law  provision, for\n\nthey acknowledge that, depending on the facts, a Chapter 93A\n\nclaim may  essentially  reduce to  a  contract claim.    One\n\nfederal district  court has  reached the same  conclusion we\n\nreach with respect to a similar contract clause.  See Scheck\n                                                            \n\nv. Burger  King Corp.,  </pre><span class=\"citation\" data-id=\"2291868\"><a href=\"/opinion/2291868/scheck-v-burger-king-corp/\"><span class=\"volume\">756</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">543</span></a></span><pre class=\"inline\">, 545-46  (S.D. Fla.\n                     \n\n1991) (clause  which  says  franchise  agreement  \"shall  be\n\ngoverned and construed under and in accordance with the laws\n\nof  the State of  Florida\" applies to  bar Massachusetts 93A\n\nclaims which incorporate contract claims and would not exist\n\nwithout the agreement).\n\n          We have found one  district court case in Illinois\n\nthat reaches a different result.  Fleet Mgt. Servs., Inc. v.\n                                                         \n\nArcher-Daniels-Midland Co., Inc., </pre><span class=\"citation\" data-id=\"1974857\"><a href=\"/opinion/1974857/fleet-manage-systems-v-archer-daniels-midland-co/\"><span class=\"volume\">627</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">550</span></a></span><pre class=\"inline\"> (C.D. Ill.\n                                \n\n1986).  That  district court reasoned that  any violation of\n                                               \n\n                            -9-\n                             9\n\nChapter 93A is a \"tort\" and therefore no alleged Chapter 93A\n\nviolation  could  fall within  the  scope  of a  contractual\n\nchoice-of-law provision  that talks about \"contracts.\"   Id.\n                                                           \n\nat 561-62.  This reasoning, however, seems to exalt pleading\n\nform  over  fact-related substance.    Such  reasoning would\n\nundermine the parties' choice of law agreement by permitting\n\none  of  them, through  artful  pleading, to  bring  what is\n\nlittle  more than a breach of contract claim, under law that\n\nboth parties have agreed would not apply.  \n\n          The  Illinois case  relied  upon  a  Massachusetts\n\ndistrict court  case, Computer Systems Engineering,  Inc. v.\n                                                         \n\nQantel Corp., </pre><span class=\"citation\" data-id=\"1494138\"><a href=\"/opinion/1494138/computer-systems-engineering-inc-v-qantel-corp/\"><span class=\"volume\">571</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1365</span></a></span><pre class=\"inline\"> (D.Mass. 1983),  a case very\n            \n\ndifferent from  the present  one.   Qantel  concerned a  93A\n                                          \n\nclaim  that was not, in essence, a breach of contract claim,\n                   \n\nfor the  plaintiff there did  not claim  that the  defendant\n\nbroke a contract, but rather that the defendant fraudulently\n     \n\ninduced the  plaintiff  to form  the contract  in the  first\n                               \n\nplace.  See id.  at 1367 (Chapter 93A claim  partially based\n              \n\non  fraudulent inducement);  see also  id. at  1370 (because\n                                          \n\ntort-like  claims predominate  over contract-like  claims in\n\ncompound   93A  claim,   93A   claim  is   outside  parties'\n\nagreement);  cf. Popkin  v. National Benefit  Life Insurance\n                                                            \n\nCo., </pre><span class=\"citation\" data-id=\"1655383\"><a href=\"/opinion/1655383/popkin-v-national-ben-life-ins-co/\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1194</span></a></span><pre class=\"inline\">,  1201-02 (S.D.N.Y. 1989) (Chapter 93A\n   \n\n                            -10-\n                             10\n\ntort claim alleging  fraudulent misrepresentations to  third\n\nparty  with whom  plaintiff had  a different  contract falls\n\noutside  choice-of-law clause  in  agency agreement  between\n\nplaintiff and defendant).  Insofar as Qantel contains dicta,\n                                            \n\nQantel, 571 F.Supp. at 1371, that might be read to mean that\n                                       \n\nevery  Chapter 93A claim must be viewed  as a tort claim, no\n     \n\nmatter  how  clearly it  resembles  a  claim  of  breach  of\n           \n\ncontract,   those  dicta   do  not   express  our   view  of\n\nMassachusetts law. \n\n          We conclude that the  parties, in their choice-of-\n\nlaw provision,  meant that California law  would govern both\n\nordinary and  \"rascal-like\" breach  of contract claims.   We\n\nbelieve that  the \"rascal-like\" claims before  us fit within\n\nthat  provision.  In the  absence of a  conflict with public\n\npolicy,  Massachusetts  honors  choice-of-law provisions  in\n\ncontracts,  Morris  v. Watsco,  Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">433</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">886</span></span><pre class=\"inline\">,  888\n                                    \n\n(Mass. 1982),  and,  in this  diversity  case, so  must  we.\n\nBorden v. Paul Revere Life Ins. Co., </pre><span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span><pre class=\"inline\">, 375 (1st\n                                   \n\nCir. 1991).  There is no  conflict with Massachusetts public\n\npolicy  here.  The  \"dispute is essentially  a private one,\"\n\nwhich, unlike, say, an antitrust dispute, has no third-party\n\neffects.  Cf.   Canal  Electric,   548   N.E.2d  at   187-88\n                               \n\n                            -11-\n                             11\n\n(corporations may  waive protection  of  93A by  contractual\n\nlimitation of liability clause).\n\n          We turn now to  the one further 93A claim  that we\n\ncalled  an  \"exception.\"    That special  claim  rests  upon\n\nallegations  of fraud,  not breach  of contract.   Northeast\n\nsays  that Microdata, when  negotiating the contract, failed\n\nto disclose that it was currently selling Reality systems to\n\nADP,    a   firm   that   does   business   in   Northeast's\n\ndistributorship  area, and  that  it  intended  to  continue\n\nselling  to  ADP  even after  the  contract  was in  effect.\n\nNortheast  says that  this course  of  conduct amounts  to a\n\n\"fraud\"  that  falls  within  the scope  of  Chapter  93A.  \n\nBecause this claim concerns the validity of the formation of\n                                                         \n\nthe contract, it cannot be  categorized as one involving the\n\nrights or  obligations arising  under the contract.   Hence,\n\nthe  claim  falls   outside  the  contract's   choice-of-law\n\nprovision.  See Qantel, 571 F.Supp. at 1372.    Nonetheless,\n                      \n\nMicrodata, in  its brief,  refers us  to  the docket  sheet,\n\nwhich  notes  that Northeast  agreed,  in  a settlement,  to\n\nstipulate   that  \"none  of\"   Microdata's  \"actions  w[ith]\n\nr[eference]  t[o] ADP can form  the basis of  liability.\"  A\n\ndistrict  court memorandum  confirms  that, as  part of  the\n\nconsent  judgment, Northeast  \"agreed that  if the  Court of\n\n                            -12-\n                             12\n\nAppeals should reverse  the judgment dismissing  plaintiff's\n\nChapter 93A claim (Count X of the Second Amended Complaint),\n\nplaintiff will not  press as part of  that claim any  of the\n\ndefendant's actions with respect to ADP.\"  The appeal,  with\n\nrespect to this remaining ADP claim, therefore is moot.  See\n                                                            \n\nPontarelli  v. Stone,  </pre><span class=\"citation\" data-id=\"593910\"><a href=\"/opinion/593910/trooper-alvin-t-pontarelli-v-walter-e-stone-ina-p-schiff/\"><span class=\"volume\">978</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\">,  775  (1st Cir.  1992)\n                    \n\n(settlement of merits of underlying claims moots appeal). \n\n          Finally, we  note that  Northeast, in its  82 page\n\ndocument,  at one  point alleges  in a single  sentence that\n\nMicrodata violated  Chapter 93A  by \"filing  and prosecuting\n\nfrivolous  and  meritless   counterclaims  and   affirmative\n\ndefenses, without  any attempt to introduce  any evidence to\n\nsupport  same  at  the  trial  of  this  action.\"    Because\n\nNortheast does not separately press this claim on appeal, we\n\nsuspect that it has been abandoned.   But, if it has not, we\n\nsimply point out  that a  claim of \"abuse  of process\"  with\n\nnothing  more does not state a violation of Chapter 93A. See\n                                                            \n\nQuaker State Oil Refining v. Garrity Oil Co., </pre><span class=\"citation\" data-id=\"529278\"><a href=\"/opinion/529278/quaker-state-oil-refining-corporation-v-garrity-oil-company-inc-quaker/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span><pre class=\"inline\">,\n                                            \n\n1514 (1st Cir. 1989)  and cases cited therein  (filing legal\n                                             \n\nclaim  which proves baseless  not in itself  an unfair trade\n\npractice, except where claim brought with ulterior motive). \n\n          For   these   reasons,   the  magistrate's   order\n\ndismissing the Chapter 93A claims is \n\n                            -13-\n                             13\n\n          Affirmed.\n                  \n\n                            -14-\n                             14\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/447586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1494138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1655383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1974857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291868/"
  ]
}