{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194684/",
  "absolute_url": "/opinion/194684/unknown-case-name/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194684/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:22:45Z",
  "date_modified": "2016-02-28T04:51:02.146948Z",
  "type": "010combined",
  "sha1": "1984f5ded8e094d53fba9bebe73da25334b09f3e",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2226A.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2226\n\n                       THOMAS D. HITE,\n\n                         Petitioner,\n\n                              v.\n\n        NATIONAL TRANSPORTATION SAFETY BOARD, ET AL.,\n\n                         Respondents.\n\n                                         \n\n              ON PETITION FOR REVIEW OF AN ORDER\n         OF THE NATIONAL TRANSPORTATION SAFETY BOARD.\n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nLawrence B. Smith for petitioner.\n                 \n\nHarry  S.  Gold  with  whom  Peter  J.  Lynch  was  on  brief  for\n                                             \nrespondents.\n\n                                         \n\n                        April 22, 1993\n                                         \n\n          STAHL, Circuit Judge.   Petitioner  Thomas D.  Hite\n                              \n\n(\"Hite\")  appeals the National  Transportation Safety Board's\n\n(\"NTSB\")  decision to  uphold  an Administrative  Law Judge's\n\n(\"ALJ\") affirmance of  the Federal Aviation  Administration's\n\n(\"FAA\")   revocation  of   his  airman   certificate.     Our\n\njurisdiction is  premised  on  49  U.S.C. app.     1429(a).  \n\nFinding Hite's appellate arguments without merit, we affirm.\n\n                         Background1\n                         Background\n                                   \n\n          On  February  4,  1989, Hite  was  the  pilot  of a\n\nSpectrum Airlines  charter flight from  Hyannis to Nantucket,\n\nMassachusetts.   Aboard the charter were  Hyannis High School\n\nbasketball players and  their coach, travelling to  a game in\n\nNantucket.  Shortly after takeoff, the plane (a Cessna 402B),\n\nexperienced  control  difficulty.    The nose  of  the  plane\n\nsuddenly  rose, bringing  the aircraft  to a  nearly vertical\n\n                    \n\n1.  Hite's  appellate  arguments  are  essentially  legal  in\nnature,  rather than an attack on the factual findings of the\nALJ  or Board.  Indeed, his challenge to the previous factual\nfindings consists of little more than highlighting irrelevant\ninconsistencies  in  certain  testimony.     It  is  not  our\nfunction, however, to weigh evidence or evaluate credibility.\nHill  v. National  Transp. Safety  Bd., 886  F.2d  1275, 1278\n                                      \n(10th Cir. 1989).  Instead,  we \"simply determine whether the\nagency could fairly and reasonably find the facts as it did.\"\nChritton v. National  Transp. Safety Bd.,  888 F.2d 854,  856\n                                        \n(D.C.  Cir. 1989); see also  49 U.S.C. app.    1486(e) (court\n                           \nbound by factual findings if there is substantial evidentiary\nsupport  in  the record).  Our review  of the  record reveals\nnothing  unreasonable relative  to  fact finding  below.   As\nsuch,  we  sketch the  factual  outline  consistent with  the\nfindings of the Board. \n\n                             -2-\n                              2\n\nposition.  Hite regained control of the plane and returned to\n\nHyannis without further incident.\n\n          The FAA Administrator (\"the Administrator\") charged\n\nthat the above incident was due to Hite's misfeasance.  In an\n\norder dated  June 23, 1989, the  Administrator revoked Hite's\n\nairman's  (pilot's) certificate  after determining  that Hite\n\nhad  violated numerous Federal Aviation Regulations (\"FAR\").2\n\nHite appealed the revocation  order to the Board.   49 U.S.C.\n\napp.   1429(a).  \n\n          A hearing before ALJ Coffman was  held in Boston on\n\nFebruary  8-9, 1990.   The Administrator  presented testimony\n\nfrom   two  passengers,   a  Hyannis   Airport   air  traffic\n\ncontroller, an aircraft mechanic who examined the plane after\n\nthe  incident,  and a  FAA  aviation  safety inspector.    In\n\naddition,   the   Administrator   presented  38   evidentiary\n\nexhibits,  including statements by  passengers, parts  of the\n\naircraft, and documents concerning  the weight and balance of\n\nthe aircraft.  Petitioner testified, and introduced testimony\n\n                    \n\n2.  Specifically, Hite was  charged with violating FAR  91.9,\n14  C.F.R.   91.9 (1989) (operating an aircraft in a careless\nor  reckless  manner); FAR  91.31(a),  14  C.F.R.    91.31(a)\n(1989)  (operating an  aircraft  without  complying with  the\noperating limitations specified in the approved manual);  FAR\n135.25(a)(2), 14  C.F.R.  135.25(a)(2) (1989)  (operating  an\naircraft  that  was not  airworthy);  and  FAR 135.65(b),  14\nC.F.R.   135.65(b)  (1989) (failing, as pilot-in-command,  to\nenter  or have  entered  in the  aircraft  maintenance log  a\nmechanical irregularity  that came to his  attention during a\nflight).  A charge of failing to report an accident or flight\ncontrol malfunction was dismissed.\n\n                             -3-\n                              3\n\nfrom   Spectrum  Aviation's   director  of   maintenance  and\n\nNantucket  station agent, as well as two Spectrum pilots, one\n\nof  whom was  near  petitioner's plane  at  the time  of  the\n\nincident, and a FAA aviation safety inspector who once worked\n\nfor Spectrum.\n\n          Testimony  indicated that  it  is  critical to  the\n\nstability  of a Cessna 402B that the weight of passengers and\n\nbaggage  be  towards  the  front of  the  plane.   Passengers\n\ntestified that in past  flights they were routinely asked  to\n\nprovide  their weights,  were given  assigned seats  based on\n\ntheir weights, and gave their luggage to airline personnel to\n\nload in the plane's nose compartment.  Prior to the flight in\n\nquestion, however, nobody  compiled the passengers'  weights,\n\nat Hite's direction  baggage was  loaded in the  rear of  the\n\nplane's passenger section,  and passengers were not  assigned\n\nseats.\n\n          After  the  passengers  were  seated,  as  Hite was\n\nboarding, the plane tilted backward, causing the tail section\n\nto strike the tarmac.   Hite and three passengers got off the\n\nplane, allowing it  to level  off again.   Hite examined  the\n\nplane, and then reboarded  with the three passengers.   At no\n\ntime did he reassign anybody's seat.\n\n          The  Hyannis air traffic  controller testified that\n\nhe noticed the plane having difficulty ascending, and thought\n\nthat  it would not clear 50-foot tall trees located 5000 feet\n\n                             -4-\n                              4\n\nfrom the  end of the  runway.  A  team member  testified that\n\nabout ten  seconds  after  takeoff,  with  the  plane  at  an\n\naltitude  of 200 to 400 feet, the plane's nose tilted steeply\n\nupward at an angle of 45 degrees or more.  He  then saw a red\n\nlight  illuminate  and  heard  a  buzzer,  followed  by  Hite\n\nshouting  an expletive and ordering everyone  in the plane to\n\nmove forward.   Everyone complied, with  those seated in  the\n\nrear \"sardined up  in the  front.\"  Meanwhile,  as the  plane\n\ntilted back, Hite was having trouble with the controls, which\n\nappeared  to  be stuck.   After  the passenger  movement, the\n\nplane  levelled  off  and  Hite,  without  further  incident,\n\nreturned  to  the  Hyannis  airport.   According  to  another\n\nwitness,  Hite  said after  the  flight  that the  passengers\n\nsurvived only because their youth and agility enabled them to\n\nquickly move to the front of the plane.  Had they been older,\n\nHite said, according  to the testimony,  they would not  have\n\nsurvived.    Hite  doesn't   dispute  the  magnitude  of  the\n\nsituation.   Indeed,  his  appellate brief  suggests that  he\n\nshould  \"have  gotten  a  medal\"  for  his  handling  of  the\n\nsituation.\n\n          The Administrator's expert testified that the plane\n\nstruck  the  ground because  Hite  overloaded  the plane  and\n\nimproperly  distributed  the  weight  of  the passengers  and\n\nbaggage.    Further  testimony  indicated  that  the  plane's\n\nstriking the ground bent a piece of the internal frame of the\n\n                             -5-\n                              5\n\ntail, which in  turn caused  damage to  the plane's  elevator\n\ncontrol,  which would affect  the plane's ability  to move up\n\nand down in flight.3\n\n          At the  conclusion of the two-day  hearing, the ALJ\n\nissued   an  oral   decision   and   order,   affirming   the\n\nAdministrator's revocation order.  Pursuant to 49 U.S.C. app.\n\n  1429(a)  and 49  C.F.R.    821.47, petitioner appealed  the\n\nALJ's  decision  to  the  full  Board.   After  both  parties\n\nsubmitted  briefs, the  Board, on  August 25, 1992,  issued a\n\nwritten opinion and order affirming the orders of the ALJ and\n\nFAA.  This appeal followed.\n\n                          Discussion\n                                    \n\n          Petitioner  raises two arguments on appeal, neither\n\nof  which merits  more  than brevis  discussion.   First,  he\n                                   \n\nargues that the FAA has revoked his certificate  for punitive\n\npurposes,   in  contravention   of   Board   decisions   that\n\ncountenance  revocation  only  when  a  certificate  holder's\n\nactions indicate  a  lack  of  qualifications  necessary  for\n\ncertification.  He supports this argument by relying on a FAA\n\ninternal  handbook that was superseded in 1988.  The relevant\n                                                             \n\nhandbook  unequivocally   states  that  \"[r]evocation   of  a\n\n                    \n\n3.  Hite  argued that  he was  unaware of  the fact  that the\nplane  struck the tarmac; that  he loaded the  baggage in the\nfront of the  plane; and that the  misplacement of passengers\nwas their own doing, in that they had  already boarded by the\ntime  he had  arrived.   The  ALJ resolved  these credibility\nissues  adversely to Hite, who has provided us with no reason\nto disturb the ALJ's findings.  See supra note 1.\n                                         \n\n                             -6-\n                              6\n\ncertificate  is   used  as  a  remedial   measure,  when  the\n\ncertificate holder lacks the necessary qualifications to hold\n\nthe certificate.\"  Handbook for Handling Legal Aspects of FAA\n                                                             \n\nEnforcement Program, FAA Order 2150.3A at   206(b) (Dec.  14,\n                   \n\n1988).  Paragraph 206(b)(1)  indicates that \"[r]evocation  is\n\nappropriate  whenever the  certificate holder  demonstrates a\n\nlack  of care,  judgment and  responsibility required  of the\n\nholder of  such  a certificate.\"    Examined in  this  light,\n\nHite's argument obviously fails.\n\n           Hite also argues for greater consideration of  his\n\notherwise  stellar   record.     The   Board,  however,   has\n\nconsistently held that \"conduct on a single flight, generally\n\nin   the  form   of  recklessness   or  gross   (or  extreme)\n\ncarelessness,   is   considered  sufficiently   egregious  to\n\ndemonstrate  a  lack of  qualifications.\"    Administrator v.\n                                                          \n\nWingo, 4 N.T.S.B. 1304, 1305 (1984).  Moreover, the \"Board is\n     \n\nnot constrained  to impose  serious sanctions on  pilots only\n\nwhen tragedy  occurs.  Congress  has delegated to  the agency\n\nwide   discretion  to   take  reasonable   action   to  avert\n\npreventable tragedies.\"   Johnson v. National  Transp. Safety\n                                                             \n\nBd., 979 F.2d 618, 623 (7th Cir. 1992).  \n   \n\n          Under our  very narrow standard of  review, we must\n\nuphold  the  Board's  decision   if  it  is  not  \"arbitrary,\n\ncapricious,  an  abuse of  discretion,  or  otherwise not  in\n\naccordance  with law.\"  5 U.S.C.   706(2)(A).  Moreover, \"the\n\n                             -7-\n                              7\n\nstrong  policy concern  for public  safety requires  that the\n\nBoard be  given  a  wide  range  of  discretion  in  imposing\n\nsanctions.\"  Johnson, 979 F.2d at 622.  Given the danger into\n                    \n\nwhich Hite placed his  passengers, we cannot say that  it was\n\nan  abuse  of  discretion  to  conclude  that  this  incident\n\ndemonstrated Hite's lack of care, judgment, or responsibility\n\nto hold an airman's certificate.4\n\n          Hite's  second  argument  requires less  discussion\n\nthan  the first.    Essentially, he  asserts  that the  FAA's\n\nfailure to publish, in the Code of Federal Regulations, after\n\npublic notice and comment,  a rule authorizing the revocation\n\nof   an  airman's   certificate   is  a   violation  of   the\n\nAdministrative Procedures Act, 5 U.S.C.    552(a)(1) and 553.\n\nSuch failure,  Hite's argument goes, constitutes  an absolute\n\nbar to the FAA's revocation.\n\n          This is not  the first time Hite's counsel has made\n\nthis argument, either in this circuit, see Rochna v. National\n                                                             \n\nTransp. Safety Bd., 929 F.2d 13 (1st Cir.), cert. denied, 112\n                                                        \n\n                    \n\n4.  Hite  also asserts that  the FAA's later  failure to veto\nSpectrum's appointment of him  as Director of Operations, and\nthe  FAA's decision to issue  an Air Taxi  Certificate to his\ncompany, somehow  undermines the conclusion that  he lacks an\nairman's  qualifications.    This  argument  borders  on  the\nspecious.   The  FAA  revoked Hite's  certificate  to fly  an\n                                                         \naircraft.   Whether he is Spectrum's  Director of Operations,\nor   President  of  Meridien   Airlines--to  which  the  taxi\ncertificate was  issued--he is still prohibited  from flying.\n                                                            \nIn  a nutshell, these two FAA decisions are irrelevant to the\nmatter at hand.\n\n                             -8-\n                              8\n\nS.  Ct.  305 (1991),5  or others.    See Tearney  v. National\n                                                             \n\nTransp. Safety Bd.,  868 F.2d 1451 (5th Cir.),  cert. denied,\n                                                            \n\n493 U.S. 937 (1989); Komjathy v. National Transp. Safety Bd.,\n                                                            \n\n832 F.2d 1294  (D.C. Cir. 1987)  (per curiam), cert.  denied,\n                                                            \n\n486  U.S. 1057  (1988).   Each prior  assertion has  met with\n\nrejection.     In  addition,  one  district   court  recently\n\nsanctioned Hite's counsel under  Fed. R. Civ. P. Rule  11 for\n\nadvancing   this   oft-rejected  theory   without  reasonable\n\n\"argument  that  the  Second  Circuit  would   receive  these\n\narguments with any more favor . . . .\"  See Knipe v. Skinner,\n                                                            \n\nNo.  91-CV-1338, 1993 U.S.  Dist. Lexis 2203  at *3 (N.D.N.Y.\n\nFeb. 20, 1993) (finding Rule 11 violation); see also Knipe v.\n                                                          \n\nSkinner, No. 91-CV-1338, 1993 U.S. Dist. Lexis 3702 (N.D.N.Y.\n       \n\nMarch 20, 1993) (assessing  sanction at $9,000).  As  we have\n\nbeen  given no reason to  depart from this  unbroken chain of\n\nauthority, further discussion of this issue is unnecessary. \n\n          The decision of the NTSB is affirmed.\n                                      affirmed\n                                              \n\n                    \n\n5.  Hite's  appellate brief  makes no  mention of  this First\nCircuit  precedent.    However,  we find  that  while  Rochna\n                                                             \naddressed  a  case  of  suspension, and  this  case  involves\nrevocation,  such variance is of  no moment.   In both cases,\nHite relies  on  the  same  rationale  to  attack  the  FAA's\nsanction.  \n\n                             -9-\n                              9\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-2226\n\n                       THOMAS D. HITE,\n\n                         Petitioner,\n\n                              v.\n\n        NATIONAL TRANSPORTATION SAFETY BOARD, ET AL.,\n\n                         Respondents.\n\n                                         \n\n              ON PETITION FOR REVIEW OF AN ORDER\n         OF THE NATIONAL TRANSPORTATION SAFETY BOARD.\n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\n                                         \n               Campbell, Senior Circuit Judge,\n                                             \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nLawrence B. Smith for petitioner.\n                 \n\nHarry  S.  Gold  with  whom  Peter  J.  Lynch  was  on  brief  for\n                                             \nrespondents.\n\n                                         \n\n                        April 22, 1993\n                                         \n\n          STAHL, Circuit Judge.   Petitioner  Thomas D.  Hite\n                              \n\n(\"Hite\")  appeals the National  Transportation Safety Board's\n\n(\"NTSB\")  decision to  uphold  an Administrative  Law Judge's\n\n(\"ALJ\") affirmance of  the Federal Aviation  Administration's\n\n(\"FAA\")   revocation  of   his  airman   certificate.     Our\n\njurisdiction is  premised  on  49  U.S.C. app.     1429(a).  \n\nFinding Hite's appellate arguments without merit, we affirm.\n\n                         Background1\n                         Background\n                                   \n\n          On  February  4,  1989, Hite  was  the  pilot  of a\n\nSpectrum Airlines  charter flight from  Hyannis to Nantucket,\n\nMassachusetts.   Aboard the charter were  Hyannis High School\n\nbasketball players and  their coach, travelling to  a game in\n\nNantucket.  Shortly after takeoff, the plane (a Cessna 402B),\n\nexperienced  control  difficulty.    The nose  of  the  plane\n\nsuddenly  rose, bringing  the aircraft  to a  nearly vertical\n\n                    \n\n1.  Hite's  appellate  arguments  are  essentially  legal  in\nnature,  rather than an attack on the factual findings of the\nALJ  or Board.  Indeed, his challenge to the previous factual\nfindings consists of little more than highlighting irrelevant\ninconsistencies  in  certain  testimony.     It  is  not  our\nfunction, however, to weigh evidence or evaluate credibility.\nHill  v. National  Transp. Safety  Bd., </pre><span class=\"citation\" data-id=\"530049\"><a href=\"/opinion/530049/rolly-weldon-hill-v-the-national-transportation-safety-board-and-donald-d/\"><span class=\"volume\">886</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1275</span></a></span><pre class=\"inline\">, 1278\n                                      \n(10th Cir. 1989).  Instead,  we \"simply determine whether the\nagency could fairly and reasonably find the facts as it did.\"\nChritton v. National  Transp. Safety Bd.,  </pre><span class=\"citation\" data-id=\"531312\"><a href=\"/opinion/531312/william-roy-chritton-jr-v-national-transportation-safety-board-samuel/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span><pre class=\"inline\">,  856\n                                        \n(D.C.  Cir. 1989); see also  49 U.S.C. app.    1486(e) (court\n                           \nbound by factual findings if there is substantial evidentiary\nsupport  in  the record).  Our review  of the  record reveals\nnothing  unreasonable relative  to  fact finding  below.   As\nsuch,  we  sketch the  factual  outline  consistent with  the\nfindings of the Board. \n\n                             -2-\n                              2\n\nposition.  Hite regained control of the plane and returned to\n\nHyannis without further incident.\n\n          The FAA Administrator (\"the Administrator\") charged\n\nthat the above incident was due to Hite's misfeasance.  In an\n\norder dated  June 23, 1989, the  Administrator revoked Hite's\n\nairman's  (pilot's) certificate  after determining  that Hite\n\nhad  violated numerous Federal Aviation Regulations (\"FAR\").2\n\nHite appealed the revocation  order to the Board.   49 U.S.C.\n\napp.   1429(a).  \n\n          A hearing before ALJ Coffman was  held in Boston on\n\nFebruary  8-9, 1990.   The Administrator  presented testimony\n\nfrom   two  passengers,   a  Hyannis   Airport   air  traffic\n\ncontroller, an aircraft mechanic who examined the plane after\n\nthe  incident,  and a  FAA  aviation  safety inspector.    In\n\naddition,   the   Administrator   presented  38   evidentiary\n\nexhibits,  including statements by  passengers, parts  of the\n\naircraft, and documents concerning  the weight and balance of\n\nthe aircraft.  Petitioner testified, and introduced testimony\n\n                    \n\n2.  Specifically, Hite was  charged with violating FAR  91.9,\n14  C.F.R.   91.9 (1989) (operating an aircraft in a careless\nor  reckless  manner); FAR  91.31(a),  14  C.F.R.    91.31(a)\n(1989)  (operating an  aircraft  without  complying with  the\noperating limitations specified in the approved manual);  FAR\n135.25(a)(2), 14  C.F.R.  135.25(a)(2) (1989)  (operating  an\naircraft  that  was not  airworthy);  and  FAR 135.65(b),  14\nC.F.R.   135.65(b)  (1989) (failing, as pilot-in-command,  to\nenter  or have  entered  in the  aircraft  maintenance log  a\nmechanical irregularity  that came to his  attention during a\nflight).  A charge of failing to report an accident or flight\ncontrol malfunction was dismissed.\n\n                             -3-\n                              3\n\nfrom   Spectrum  Aviation's   director  of   maintenance  and\n\nNantucket  station agent, as well as two Spectrum pilots, one\n\nof  whom was  near  petitioner's plane  at  the time  of  the\n\nincident, and a FAA aviation safety inspector who once worked\n\nfor Spectrum.\n\n          Testimony  indicated that  it  is  critical to  the\n\nstability  of a Cessna 402B that the weight of passengers and\n\nbaggage  be  towards  the  front of  the  plane.   Passengers\n\ntestified that in past  flights they were routinely asked  to\n\nprovide  their weights,  were given  assigned seats  based on\n\ntheir weights, and gave their luggage to airline personnel to\n\nload in the plane's nose compartment.  Prior to the flight in\n\nquestion, however, nobody  compiled the passengers'  weights,\n\nat Hite's direction  baggage was  loaded in the  rear of  the\n\nplane's passenger section,  and passengers were not  assigned\n\nseats.\n\n          After  the  passengers  were  seated,  as  Hite was\n\nboarding, the plane tilted backward, causing the tail section\n\nto strike the tarmac.   Hite and three passengers got off the\n\nplane, allowing it  to level  off again.   Hite examined  the\n\nplane, and then reboarded  with the three passengers.   At no\n\ntime did he reassign anybody's seat.\n\n          The  Hyannis air traffic  controller testified that\n\nhe noticed the plane having difficulty ascending, and thought\n\nthat  it would not clear 50-foot tall trees located 5000 feet\n\n                             -4-\n                              4\n\nfrom the  end of the  runway.  A  team member  testified that\n\nabout ten  seconds  after  takeoff,  with  the  plane  at  an\n\naltitude  of 200 to 400 feet, the plane's nose tilted steeply\n\nupward at an angle of 45 degrees or more.  He  then saw a red\n\nlight  illuminate  and  heard  a  buzzer,  followed  by  Hite\n\nshouting  an expletive and ordering everyone  in the plane to\n\nmove forward.   Everyone complied, with  those seated in  the\n\nrear \"sardined up  in the  front.\"  Meanwhile,  as the  plane\n\ntilted back, Hite was having trouble with the controls, which\n\nappeared  to  be stuck.   After  the passenger  movement, the\n\nplane  levelled  off  and  Hite,  without  further  incident,\n\nreturned  to  the  Hyannis  airport.   According  to  another\n\nwitness,  Hite  said after  the  flight  that the  passengers\n\nsurvived only because their youth and agility enabled them to\n\nquickly move to the front of the plane.  Had they been older,\n\nHite said, according  to the testimony,  they would not  have\n\nsurvived.    Hite  doesn't   dispute  the  magnitude  of  the\n\nsituation.   Indeed,  his  appellate brief  suggests that  he\n\nshould  \"have  gotten  a  medal\"  for  his  handling  of  the\n\nsituation.\n\n          The Administrator's expert testified that the plane\n\nstruck  the  ground because  Hite  overloaded  the plane  and\n\nimproperly  distributed  the  weight  of  the passengers  and\n\nbaggage.    Further  testimony  indicated  that  the  plane's\n\nstriking the ground bent a piece of the internal frame of the\n\n                             -5-\n                              5\n\ntail, which in  turn caused  damage to  the plane's  elevator\n\ncontrol,  which would affect  the plane's ability  to move up\n\nand down in flight.3\n\n          At the  conclusion of the two-day  hearing, the ALJ\n\nissued   an  oral   decision   and   order,   affirming   the\n\nAdministrator's revocation order.  Pursuant to 49 U.S.C. app.\n\n  1429(a)  and 49  C.F.R.    821.47, petitioner appealed  the\n\nALJ's  decision  to  the  full  Board.   After  both  parties\n\nsubmitted  briefs, the  Board, on  August 25, 1992,  issued a\n\nwritten opinion and order affirming the orders of the ALJ and\n\nFAA.  This appeal followed.\n\n                          Discussion\n                                    \n\n          Petitioner  raises two arguments on appeal, neither\n\nof  which merits  more  than brevis  discussion.   First,  he\n                                   \n\nargues that the FAA has revoked his certificate  for punitive\n\npurposes,   in  contravention   of   Board   decisions   that\n\ncountenance  revocation  only  when  a  certificate  holder's\n\nactions indicate  a  lack  of  qualifications  necessary  for\n\ncertification.  He supports this argument by relying on a FAA\n\ninternal  handbook that was superseded in 1988.  The relevant\n                                                             \n\nhandbook  unequivocally   states  that  \"[r]evocation   of  a\n\n                    \n\n3.  Hite  argued that  he was  unaware of  the fact  that the\nplane  struck the tarmac; that  he loaded the  baggage in the\nfront of the  plane; and that the  misplacement of passengers\nwas their own doing, in that they had  already boarded by the\ntime  he had  arrived.   The  ALJ resolved  these credibility\nissues  adversely to Hite, who has provided us with no reason\nto disturb the ALJ's findings.  See supra note 1.\n                                         \n\n                             -6-\n                              6\n\ncertificate  is   used  as  a  remedial   measure,  when  the\n\ncertificate holder lacks the necessary qualifications to hold\n\nthe certificate.\"  Handbook for Handling Legal Aspects of FAA\n                                                             \n\nEnforcement Program, FAA Order 2150.3A at   206(b) (Dec.  14,\n                   \n\n1988).  Paragraph 206(b)(1)  indicates that \"[r]evocation  is\n\nappropriate  whenever the  certificate holder  demonstrates a\n\nlack  of care,  judgment and  responsibility required  of the\n\nholder of  such  a certificate.\"    Examined in  this  light,\n\nHite's argument obviously fails.\n\n           Hite also argues for greater consideration of  his\n\notherwise  stellar   record.     The   Board,  however,   has\n\nconsistently held that \"conduct on a single flight, generally\n\nin   the  form   of  recklessness   or  gross   (or  extreme)\n\ncarelessness,   is   considered  sufficiently   egregious  to\n\ndemonstrate  a  lack of  qualifications.\"    Administrator v.\n                                                          \n\nWingo, 4 N.T.S.B. 1304, 1305 (1984).  Moreover, the \"Board is\n     \n\nnot constrained  to impose  serious sanctions on  pilots only\n\nwhen tragedy  occurs.  Congress  has delegated to  the agency\n\nwide   discretion  to   take  reasonable   action   to  avert\n\npreventable tragedies.\"   Johnson v. National  Transp. Safety\n                                                             \n\nBd., </pre><span class=\"citation\" data-id=\"594750\"><a href=\"/opinion/594750/robert-k-johnson-v-national-transportation-safety-board/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span><pre class=\"inline\">, 623 (7th Cir. 1992).  \n   \n\n          Under our  very narrow standard of  review, we must\n\nuphold  the  Board's  decision   if  it  is  not  \"arbitrary,\n\ncapricious,  an  abuse of  discretion,  or  otherwise not  in\n\naccordance  with law.\"  5 U.S.C.   706(2)(A).  Moreover, \"the\n\n                             -7-\n                              7\n\nstrong  policy concern  for public  safety requires  that the\n\nBoard be  given  a  wide  range  of  discretion  in  imposing\n\nsanctions.\"  Johnson, 979 F.2d at 622.  Given the danger into\n                    \n\nwhich Hite placed his  passengers, we cannot say that  it was\n\nan  abuse  of  discretion  to  conclude  that  this  incident\n\ndemonstrated Hite's lack of care, judgment, or responsibility\n\nto hold an airman's certificate.4\n\n          Hite's  second  argument  requires less  discussion\n\nthan  the first.    Essentially, he  asserts  that the  FAA's\n\nfailure to publish, in the Code of Federal Regulations, after\n\npublic notice and comment,  a rule authorizing the revocation\n\nof   an  airman's   certificate   is  a   violation  of   the\n\nAdministrative Procedures Act, 5 U.S.C.    552(a)(1) and 553.\n\nSuch failure,  Hite's argument goes, constitutes  an absolute\n\nbar to the FAA's revocation.\n\n          This is not  the first time Hite's counsel has made\n\nthis argument, either in this circuit, see Rochna v. National\n                                                             \n\nTransp. Safety Bd., </pre><span class=\"citation\" data-id=\"558019\"><a href=\"/opinion/558019/stephen-j-rochna-v-national-transportation-safety-board-and-james-b/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\"> (1st Cir.), cert. denied, 112\n                                                        \n\n                    \n\n4.  Hite  also asserts that  the FAA's later  failure to veto\nSpectrum's appointment of him  as Director of Operations, and\nthe  FAA's decision to issue  an Air Taxi  Certificate to his\ncompany, somehow  undermines the conclusion that  he lacks an\nairman's  qualifications.    This  argument  borders  on  the\nspecious.   The  FAA  revoked Hite's  certificate  to fly  an\n                                                         \naircraft.   Whether he is Spectrum's  Director of Operations,\nor   President  of  Meridien   Airlines--to  which  the  taxi\ncertificate was  issued--he is still prohibited  from flying.\n                                                            \nIn  a nutshell, these two FAA decisions are irrelevant to the\nmatter at hand.\n\n                             -8-\n                              8\n\nS.  Ct.  305 (1991),5  or others.    See Tearney  v. National\n                                                             \n\nTransp. Safety Bd.,  </pre><span class=\"citation no-link\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1451</span></span><pre class=\"inline\"> (5th Cir.),  cert. denied,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span><pre class=\"inline\"> (1989); Komjathy v. National Transp. Safety Bd.,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"496980\"><a href=\"/opinion/496980/david-s-komjathy-v-national-transportation-safety-board/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span><pre class=\"inline\">  (D.C. Cir. 1987)  (per curiam), cert.  denied,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">486</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1057</span></span><pre class=\"inline\">  (1988).   Each prior  assertion has  met with\n\nrejection.     In  addition,  one  district   court  recently\n\nsanctioned Hite's counsel under  Fed. R. Civ. P. Rule  11 for\n\nadvancing   this   oft-rejected  theory   without  reasonable\n\n\"argument  that  the  Second  Circuit  would   receive  these\n\narguments with any more favor . . . .\"  See Knipe v. Skinner,\n                                                            \n\nNo.  91-CV-1338, 1993 U.S.  Dist. Lexis 2203  at *3 (N.D.N.Y.\n\nFeb. 20, 1993) (finding Rule 11 violation); see also Knipe v.\n                                                          \n\nSkinner, No. 91-CV-1338, 1993 U.S. Dist. Lexis 3702 (N.D.N.Y.\n       \n\nMarch 20, 1993) (assessing  sanction at $9,000).  As  we have\n\nbeen  given no reason to  depart from this  unbroken chain of\n\nauthority, further discussion of this issue is unnecessary. \n\n          The decision of the NTSB is affirmed.\n                                      affirmed\n                                              \n\n                    \n\n5.  Hite's  appellate brief  makes no  mention of  this First\nCircuit  precedent.    However,  we find  that  while  Rochna\n                                                             \naddressed  a  case  of  suspension, and  this  case  involves\nrevocation,  such variance is of  no moment.   In both cases,\nHite relies  on  the  same  rationale  to  attack  the  FAA's\nsanction.  \n\n                             -9-\n                              9\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/496980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594750/"
  ]
}