{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194778/",
  "absolute_url": "/opinion/194778/niemela-v-us-of-america/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194778/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:24:55Z",
  "date_modified": "2016-02-28T04:51:12.613735Z",
  "type": "010combined",
  "sha1": "9bc656b5d5119ea4105e3b8586d22d21e3437178",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2192.01A",
  "local_path": null,
  "plain_text": "                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n\n                    For The FIRST CIRCUIT\n\n                                         \n\nNo. 92-2192 \n\n                  DAVID &amp; ANN MARIE NIEMELA,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                   Torruella, Cyr and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nDavid W. Niemela and Ann Marie Niemela on brief pro se.\n                                      \nA.  John  Pappalardo, United  States  Attorney, James  A.  Bruton,\n                                                                 \nActing Assistant Attorney General, Gary R. Allen, David I. Pincus, and\n                                                             \nJordan L. Glickstein, Attorneys, Tax  Division, Department of Justice,\n                \non brief for appellee.\n\n                                         \n\n                        June 11, 1993\n                                         \n\n     Per  Curiam.  Claiming that the Internal Revenue Service\n                \n\n(IRS)  violated an  array of  statutory  requirements in  its\n\neffort to  collect unpaid taxes, David and  Ann Marie Niemela\n\nfiled this  pro se action  seeking to \"quiet title\"  to their\n\nproperty  and requesting injunctive relief and damages.  From\n\nan award of summary judgment to the IRS, they now appeal.  We\n\nagree  with the district  court's conclusions in  all but two\n\nparticulars, as to which we find the IRS' evidence wanting. \n\n                             I. \n\n     David Niemela,  a plumber  by trade and  a member  of an\n\norganization  opposed  to  this  country's  system  of income\n\ntaxation, filed  a \"protest  return\"  for 1980  on behalf  of\n\nhimself  and his  wife.   For the  years 1981  and  1982, the\n\nNiemelas filed  no returns at  all.  Prompted by  the protest\n\nreturn, the IRS audited their 1979 return and determined that\n\na deficiency existed  for that year.  The  Niemelas sought to\n\nchallenge this finding in  Tax Court, but their petition  was\n\nlater  dismissed on procedural grounds.  Thereafter, based on\n\n\"substitute returns\" prepared under 26 U.S.C.   6020, the IRS\n\ndetermined that deficiencies also existed for the years 1980-\n\n82.  As to these findings,  no Tax Court petition was  filed.\n\nAfter allegedly making the  requisite assessments and issuing\n\nthe  requisite notices,  the  IRS  attempted  to  recoup  the\n\ndeficiencies--first by levying on money owed to David Niemela\n\nby  a local school,  and then by filing  various liens on the\n\n                             -2-\n\ncouple's  real and  personal property.    The IRS  calculates\n\nthat, as  of 1989, a  debt of some $180,000  remained unpaid,\n\nconsisting of back taxes, interest and penalties.  \n\n     The assessment and notice requirements at issue here can\n\nbe  outlined as follows.  Upon  determining that a deficiency\n\nexists, the IRS first must send a notice of deficiency to the\n\ntaxpayer.   26 U.S.C.   6212.   The taxpayer  then has ninety\n\ndays to file  a petition in the Tax Court in order to contest\n\nthe  deficiency  determination.   Id.     6213.   If  such  a\n                                     \n\npetition is filed,  the IRS is barred from  taking any action\n\nto collect the  debt until the Tax Court  decision has become\n\nfinal.  Id.     6213(a), 6215.  If no such  petition is filed\n           \n\n(or once the Tax Court  decision becomes final), the IRS must\n\nthen make  an assessment of  the deficiency, id.    6203, and\n                                                \n\nsend a notice and  demand for payment to the  taxpayer, id.  \n                                                           \n\n6303.  If the deficiency is not paid, a lien arises  in favor\n\nof the United States on all real and personal property of the\n\ntaxpayer, id.   6321, as of the date of the assessment, id.  \n                                                           \n\n6322.  The  IRS may thereafter levy upon  such property after\n\nproviding the taxpayer with notice of its intention to do so.\n\nId.   6331.\n   \n\n     The Niemelas contend  that none of these  safeguards was\n\nfollowed.   In  particular,  they argue  that: (1)  no proper\n\nnotices of deficiency  were sent; (2)  no assessments of  the\n\ndeficiencies  were made;  (3)  no  notices  and  demands  for\n\n                             -3-\n\npayment were mailed; and (4) no notice of intent to levy  was\n\nprovided.    For  these  reasons, they  say  that  relief  is\n\nwarranted   under  the  quiet  title  statute,  28  U.S.C.   \n\n2410(a).1   They also  seek damages  pursuant to  three other\n\nprovisions: under 26 U.S.C.   7431 for unlawful disclosure of\n\nreturn  information;  under    7432  for  failure  to release\n\nliens;  and under   7433 for unauthorized collection actions.\n\nFinally, they  seek an injunction  under   7426  for wrongful\n\nlevy.   Apart from  these various claims  (each of  which the\n\ndistrict court rejected), the Niemelas advance  an additional\n\ncontention  on appeal:  that  the  district  court  erred  in\n\ndenying their  motion under  Fed. R. Civ.  P. 56(f)  to defer\n\nconsideration of  the summary judgment motion pending further\n\ndiscovery.   We review the district  court's award of summary\n\njudgment in  plenary fashion,  construing the  record in  the\n\nlight most  favorable  to the  opposing  party.   See,  e.g.,\n                                                            \n\nPagano v. Frank, 983 F.2d 343, 347 (1st Cir. 1993).\n               \n\n                             II.\n\n                    \n\n1.  A taxpayer  in a  quiet title  action cannot contest  the\nmerits  of the underlying  tax assessment, but  can challenge\nalleged defects in the procedures  giving rise to an IRS lien\nor levy. See, e.g., Geiselman v. United States, 961 F.2d 1, 6\n                                              \n(1st Cir.) (per curiam), cert. denied, 113 S. Ct. 261 (1992);\n                                     \nMcMillen v.  Department of Treasury,  960 F.2d 187,  189 (1st\n                                   \nCir. 1991) (per curiam).   In Geiselman, we noted that courts\n                                       \nhad divided as to whether a defect in  a notice of deficiency\nmay be challenged in such  an action.  See id. at 6  n.1.  We\n                                              \nneed not address  this issue here, however, as the government\nhas not  raised it,  and as  we find  no such  defect in  any\nevent. \n\n                             -4-\n\n     The  Niemelas have  devoted  only  cursory attention  on\n\nappeal  to several  of these  claims,  to the  point where  a\n\nwaiver might  well be  inferred.   Nonetheless,  in light  of\n\ntheir  pro  se  status,  we   shall  address  each  of  their\n\ncontentions in turn.  \n\n     A.  Notices of Deficiency\n                              \n\n     The  IRS submitted copies  of two notices  of deficiency\n\nsaid to  have been sent to  the Niemelas: one dated  April 6,\n\n1983 pertaining to the  year 1979, the other  dated September\n\n7, 1988  pertaining  to the  years  1980-82.2   The  Niemelas\n\nargue,  somewhat  paradoxically,  both  that  no  notices  of\n\ndeficiency were sent and that such notices were inadequate in\n\nform.    Yet  in     50 of  their  original  complaint,  they\n\nacknowledged  having received the notices.3   And a notice of\n\ndeficiency  is adequate so long  as it satisfies the \"minimum\n\nrequirements\" of setting  forth the amount of  the deficiency\n\nand the tax  year involved.  Geiselman v.  United States, 961\n                                                        \n\nF.2d 1, 5 (1st Cir.)  (per curiam), cert. denied, 113  S. Ct.\n                                                \n\n261 (1992).  The notices here did just that.\n\n                    \n\n2.  Contrary to the  taxpayers' suggestion, the IRS  does not\ncontend that the second notice  was sent on February 9, 1989.\nIts statement  to that  effect in its  brief is  obviously an\ninadvertent misstatement.  \n\n3.  Section 6212 requires only that  the IRS mail a notice of\ndeficiency to the taxpayer's last home address, not  that the\ntaxpayer  actually receive it.  See, e.g., Guthrie v. Sawyer,\n                                                            \n970 F.2d 733,  737 (10th Cir. 1992); United  States v. Zolla,\n                                                            \n724  F.2d 808,  810 (9th  Cir.), cert.  denied, 469  U.S. 830\n                                              \n(1984).  \n\n                             -5-\n\n     B.  Assessments; Notices and Demands for Payment\n                                                     \n\n     An assessment is made \"by recording the liability of the\n\ntaxpayer  in  the  office  of  the  [Treasury]  Secretary  in\n\naccordance  with  rules  or  regulations  prescribed  by  the\n\nSecretary.\"  26 U.S.C.   6203.  \n\n     The  assessment shall  be  made  by  an  assessment\n     officer signing  the summary record  of assessment.\n     The  summary  record, through  supporting  records,\n     shall provide identification  of the taxpayer,  the\n     character of  the liability  assessed, the  taxable\n     period,  if  applicable,  and  the  amount  of  the\n     assessment....  The  date of the assessment  is the\n     date  the summary record is signed by an assessment\n     officer.\n\n26 C.F.R.    301.6203-1.  Within sixty days  of an assessment\n\nbeing made, the  IRS must \"give notice to  each person liable\n\nfor the unpaid tax, stating  the amount and demanding payment\n\nthereof.\"  26  U.S.C.   6303(a).  Such notice must be left at\n\nthe taxpayer's dwelling or usual place of business or sent by\n\nmail to  his last known address.  Id.   No particular form is\n                                     \n\nrequired, so long as  the notice \"provides the taxpayer  with\n\nall the information required under  ...   6303(a).\"  Elias v.\n                                                          \n\nConnett, 908 F.2d 521, 525 (9th Cir. 1990).\n       \n\n     The  IRS alleges  that,  for  the  1979  deficiency,  an\n\nassessment was made  and notice sent on January  22, 1985; it\n\nstates that,  for the 1980-82 deficiencies,  assessments were\n\nmade and notices  sent on February 9, 1989.   To substantiate\n\nthese claims,  the IRS did  not submit copies of  the summary\n\n                             -6-\n\nrecord, known as Form 23C,4 nor did it provide copies of  the\n\nactual notices and demands for payment.  Instead, it provided\n\nseveral \"certificates of assessments and payments.\"  Known as\n\nForm 4340,  these are computer-generated  transcripts showing\n\nall transactions  in a  taxpayer's account  for a  particular\n\nyear.  Each  of the certificates  contains a column  entitled\n\n\"23C  Date,\" which  lists  the  date or  dates  on which  the\n\nassessment officer  signed a Form  23C.  And each  contains a\n\nnotation entitled \"First Notice,\" which documents when notice\n\nand demand for payment was sent.   \n\n     We held in Geiselman, in accordance with the vast weight\n                         \n\nof  authority, that such certificates are \"routinely used\" to\n\nprove  that  the  assessment   and  notice  procedures   were\n\nsatisfied.  961 F.2d at  6.  More particularly, we held  that\n\nthe 23C  Date is  presumptive proof  that a valid  assessment\n\noccurred, and that  the First Notice is  likewise presumptive\n\nproof  that the  IRS  gave notice  and  demand for  payment.5\n\n                    \n\n4.  The  taxpayers,   however,  did  obtain  copies   of  the\napplicable   Forms  23C   through   an  earlier   Freedom  of\nInformation  Act request and attached them to their pleadings\nbelow.  As  these documents reveal, and as  other courts have\nnoted, a Form  23C contains no individualized  information as\nto  any specific taxpayer,  but rather simply  summarizes the\ntotal  assessments made  by the IRS  service center  for each\nclass  of tax  on a particular  day.  See,  e.g., Stallard v.\n                                                          \nUnited States, 806 F. Supp. 152, 158 (W.D. Tex. 1992). \n             \n\n5.  The   Niemelas   allege   that   the   certificates   are\ninadmissible for sundry reasons--for example,  that they lack\na  Treasury seal, were  not properly certified,  are hearsay,\nare not best evidence, and were prepared for purposes of this\nlitigation.  These  and related arguments have  been rejected\n\n                             -7-\n\nId.; accord, e.g.,  Farr v United States,      F.2d    , 1993\n                                        \n\nWL 86986,  at *2  (9th Cir.  1993 (\"certificates  were proper\n\nevidence  of the propriety  of the assessment  proceedings in\n\nall particulars\"); Long v. United States, 972 F.2d 1174, 1181\n                                        \n\n(10th Cir. 1992); Gentry v.  United States, 962 F.2d 555, 557\n                                          \n\n(6th Cir. 1992); Rocovich v. United States, 933 F.2d 991, 994\n                                          \n\n(Fed. Cir.  1991);  United States  v. Chila,  871 F.2d  1015,\n                                           \n\n1017-18 (11th Cir.), cert. denied, 493 U.S. 975 (1989).  \n                                 \n\n     With one exception,  the certificates  here contain  23C\n\nDate and  First Notice  entries that  substantiate the  IRS's\n\nclaim that the  assessments were made and  the notices mailed\n\non the  dates indicated.    Nothing offered  by the  Niemelas\n\ncalls  this evidence  as  a  whole into  question.   The  one\n\nexception is the  absence in the 1982 certificate  of any 23C\n\ndate   corresponding  to   the  alleged   February  9,   1989\n\nassessment.  On account of this omission, and because the IRS\n\nrelied solely on the certificate for its proof on this issue,\n\nwe conclude  that a factual  dispute remains as to  whether a\n\nvalid assessment  occurred for  the year 1982.6   See,  e.g.,\n                                                            \n\n                    \n\non numerous occasions.  See, e.g., Long v. United States, 972\n                                                        \nF.2d  1174, 1181 (10th  Cir. 1992); Hughes  v. United States,\n                                                            \n953  F.2d  531, 539-40  (9th  Cir. 1992);  McCarty  v. United\n                                                             \nStates, 929 F.2d 1085, 1089 (5th Cir. 1991). \n      \n\n6.  To be sure,  there are  other intimations  in the  record\nthat  an  assessment did  occur  for  that  year.   The  1982\ncertificate contains  a First  Notice entry  for February  9,\n1989; the sending of notice and demand suggests (but does not\nconfirm) that an assessment was first made.  In addition, the\nliens filed on July 10,  1989 make reference to an assessment\n\n                             -8-\n\nBrewer v. United  States, 764 F. Supp. 309,  315-16 (S.D.N.Y.\n                        \n\n1991)  (issue  of  fact remained  where  certificate  did not\n\ncontain 23C dates) (noted in Geiselman, 961 F.2d at 6).\n                                      \n\n     C.  Notice of Intent to Levy\n                                 \n\n     As mentioned, the IRS in November 1986 levied  on monies\n\nowed  by the North Middlesex  Regional School System to David\n\nNiemela,  presumably in response to the 1979 deficiency which\n\nhad been  assessed the  previous year.   The school  ended up\n\nforwarding approximately $790 to the IRS.  The Niemelas claim\n\nthat no notice of intent to levy was provided, as required by\n\n26 U.S.C.   6331(d).7   The government failed to address this\n\nclaim in its various submissions, either below or on  appeal,\n\nand the district court made no mention of it in its decision.\n\n                    \n\nfor 1982.   Most important,  the taxpayers  have submitted  a\ncopy  of their  Individual Master  File  (obtained through  a\nFreedom of Information  Act request).  For the  year 1982, in\nentries dated February 9, 1989, the deficiency, penalties and\ninterest are all  listed, together with the  notation \"ASED.\"\nWe   assume,   but   are   reluctant  to   conclude   without\nconfirmation, that this refers  to an assessment.  Under  the\ncircumstances, we think a limited remand for clarification on\nthis  point is warranted--either through a renewed motion for\nsummary judgment or by other means.  \n\n7.  See also 26 C.F.R.   301.6331-2(a):\n            \n\n          Levy may be made upon the salary or wages of a\n     taxpayer for any unpaid tax only after the district\n     director ...  has notified the taxpayer  in writing\n     of the intent to levy.  The notice must be given in\n     person,  left at  the dwelling  or  usual place  of\n     business of the taxpayer, or be sent by mail to the\n     taxpayer's last known address, no less than 10 days\n     before the  day of levy.   The notice of  intent to\n     levy is  in addition  to, and may  be given  at the\n     same time as, the [  6331] notice and demand ....\n\n                             -9-\n\nThis  is hardly  surprising.   The  Niemelas have  advanced a\n\nwelter of prolix, often far-fetched, allegations, accompanied\n\nby  a  profusion   of  supporting  materials.8     And  their\n\ncomplaint contains only  an oblique reference to  the alleged\n\nlack  of   notice  of   intent   to  levy--identifying   such\n\nrequirement  only   by  statutory  citation,  not  by  name.9\n\nNonetheless, construing  the complaint liberally in  light of\n\nthe Niemelas'  pro se status, we  think it can and  should be\n\nread to advance such a claim.  We also note that the Niemelas\n\nvoiced   this  allegation   more  explicitly   in  subsequent\n\nsubmissions, such  as in their  response to the  IRS's motion\n\nfor summary judgment and in their Rule 56(f) motion to defer.\n\nAccordingly,  we think  a  remand is  warranted  as well  for\n\nconsideration of this claim.10\n\n                    \n\n8.  For example,  in their original  complaint, the taxpayers\nalleged, inter  alia, that  the failure  to publish  Treasury\n                    \nDepartment delegation orders in the Federal Register deprived\nthe IRS of authority  to collect taxes, and  that the use  of\nForm 1040  was invalid under  the Paperwork Reduction  Act of\n1980.\n\n9.  The amended  complaint asserts ambiguously  that the  IRS\nfailed  to send  \"valid  lawful  Notices  of  Deficiency,  or\nNotices of Assessment  and Demand for  Payment based on  Form\n23C   Certificate   of   Assessment   and   other    required\n                                                             \ndocumentation,  as required  by  Sections  6212(a)  and  (b),\n             \n6303(a), and  6331(b) and (d)(2)  ....\"  Amended Compl.    21\n                                \n(emphasis  added).     Their  original   complaint  contained\nidentical language.\n\n10.  It  appears from the  amended complaint that  no ongoing\nlevy is in  place, and that the taxpayers  are seeking simply\nto recover previously garnisheed wages now in the IRS' hands.\nIf so, a  quiet title action may  not lie.  See,  e.g., Farr,\n                                                            \n    F.2d at     , 1993 WL 86986,  at *2; Hughes, 953  F.2d at\n                                               \n\n                             -10-\n\n     D.  Claims for Damages and Injunctive Relief\n                                                 \n\n     The Niemelas contend that the  IRS is subject to damages\n\nfor unlawfully disclosing return information to third parties\n\nin  connection with the issuance of the liens and levy.  This\n\nclaim,  as they acknowledge,  is largely derivative  of those\n\ndescribed  above.   Under 26  U.S.C.    7431, a  taxpayer may\n\nrecover damages  for the intentional or  negligent disclosure\n\nof return information in violation  of   6103.  Section 6103,\n\nin turn, establishes  the general rule that  such information\n\nis  confidential, subject  to various  enumerated exceptions.\n\nIt is  well settled that  one such exception, contained  in  \n\n6103(k)(6),   authorizes   the  disclosure   of   tax  return\n\ninformation to the extent necessary to effect a valid lien or\n\nlevy.11   See, e.g.,  Farr,     F.2d  at    ,  1993 WL 86986,\n                          \n\nat *3 to *4; Long, 972 F.2d at 1180; Hughes v. United States,\n                                                            \n\n                    \n\n538.   Nonetheless,  if the  notice  of intent  to levy  were\ndeemed invalid, the taxpayers might still have a viable claim\nfor damages for unlawful  disclosure under 26 U.S.C.    7431.\nSee, e.g.,  Rorex v. Traynor,  771 F.2d 383 (8th  Cir. 1985).\n                            \nWe express no  opinion on these  issues, preferring that  the\nlower court address them in the first instance, if necessary.\n\n11.  Section 6103(d)(6) provides that an IRS employee may, in\nconnection  with  \"his  official   duties  relating  to   ...\ncollection  activity,\"  disclose   return  information  where\nnecessary  to   obtain  information  \"with  respect   to  the\nenforcement  of any  other  provision of  this  title.\"   The\naccompanying  regulation  states  that   such  disclosure  is\nwarranted  in order  \"to  apply the  provisions  of the  Code\nrelating to establishment  of liens against [the  taxpayer's]\nassets,  or  [a]  levy  on  ... the  assets  to  satisfy  any\n[outstanding]  liability.\"    26  C.F.R.      301.6103(k)(6)-\n1(b)(6). \n\n                             -11-\n\n953 F.2d 531, 542 (9th  Cir. 1992); Maisano v. United States,\n                                                            \n\n908 F.2d 408, 410 (9th Cir. 1990); Bleavins v. United States,\n                                                            \n\n807 F. Supp. 487, 488 (C.D. Ill. 1992)  (\"In other words, the\n\nIRS  may  disclose  information  when  attempting  to collect\n\ntaxes.\").   Given our  earlier findings  that the  procedures\n\ngiving  rise  to the  liens  with  respect  to  the  assessed\n\ndeficiencies  for the years 1979-81 were valid, the Niemelas'\n\n  7431  claim with respect thereto  must fail.  On  the other\n\nhand, we have found that factual disputes exist as to whether\n\na proper assessment for 1982 was made and whether a notice of\n\nintent to levy was issued.  Should it be determined on remand\n\nthat  either of  these procedures was  deficient, the    7431\n\nclaim should then be addressed  to that limited extent.  See,\n                                                            \n\ne.g., James  v. United States,  970 F.2d 750, 757  n.13 (10th\n                             \n\nCir. 1992). \n\n     Such a \"contingent\"  remand is likewise appropriate  for\n\nthe  Niemelas'    7433  claim.   That  provision permits  the\n\nrecovery  of damages  for the  IRS'  intentional or  reckless\n\ndisregard of  any provision  of the tax  laws \"in  connection\n\nwith any  collection of Federal  tax.\"  26 U.S.C.    7433(a).\n\nThe Niemelas  claim entitlement to such relief  on account of\n\nthe  allegedly  deficient  assessment and  notice  procedures\n\ndiscussed  above.  Again, however, the only potential defects\n\ninvolved the assessment for 1982  and the notice of intent to\n\nlevy.  And  because   7433 applies only  to actions occurring\n\n                             -12-\n\nafter November  10, 1988,  see, e.g.,  Gonsalves v.  Internal\n                                                             \n\nRevenue  Service, 975  F.2d 13,  16-17 (1st  Cir. 1992)  (per\n                \n\ncuriam), any defect  in the 1986 levy would  provide no basis\n\nfor recovery.  By contrast, should the assessment for 1982 be\n\ndeemed invalid, a    7433 claim might lie to  the extent that\n\nthe 1989 lien  pertained to the  deficiency for that  year.12\n\nThe  district court  should likewise  address  this issue  on\n\nremand should it prove necessary.\n\n     The  Niemelas'  remaining  two   claims  require  little\n\ncomment.  Section  7432 authorizes an award of  damages where\n\nthe IRS fails to  release a lien in accordance with    6325--\n\ni.e., where the lien is  satisfied or unenforceable or a bond\n\nis accepted  by the  Treasury Secretary.   There has  been no\n\nshowing  that any  of these  conditions  has been  satisfied.\n\nSection 7426, in  turn, permits an award of injunctive relief\n\nand damages for wrongful levy.  Yet only a person \"other than\n\nthe person against whom is assessed the tax out of which such\n\nlevy arose\" may file such an action.  26 U.S.C.   7426(a)(1).\n\nThe Niemelas obviously do not fit such description.  \n\n     E.  Rule 56(f) Motion to Defer\n                                   \n\n     Finally,  the Niemelas  argue  that  the district  court\n\nerred  in  granting  summary  judgment  to  the  IRS  without\n\n                    \n\n12.  The  government argues that  the Niemelas'    7431 claim\nhas been superseded by   7433, and that their   7433 claim is\nbarred  for failure to  exhaust administrative remedies.   We\nleave these  issues for the  district court to decide  in the\nfirst instance, if necessary.   \n\n                             -13-\n\nallowing them  an adequate  opportunity to  obtain discovery.\n\nThe  Niemelas sought  to  obtain  a  multitude  of  documents\n\npertaining to  the  assessment and  notice procedures,  along\n\nwith  depositions  of  various  IRS  officials  with   regard\n\nthereto--all  without success.13   They later asked  that any\n\nruling  on the  IRS'  summary  judgment  motion  be  deferred\n\npending  such  discovery,  and  filed  a  detailed  affidavit\n\nattempting to explain how such materials would lead to \"facts\n\nessential to justify [their] opposition\" to the motion.  Fed.\n\nR. Civ. P. 56(f).  In the course of its ruling on the summary\n\njudgment  motion, the district  court denied this  request on\n\nthe  ground  that  none  of  the  proposed  discovery  \"could\n\nplausibly be said to have  led to the development of evidence\n\nactually  relevant  to  my disposition  of  the  government's\n\nmotion.\"  We review an  order denying relief under Rule 56(f)\n\nfor abuse of discretion.  See,  e.g., Bank One Texas, N.A. v.\n                                                          \n\nA.J. Warehouse, Inc., 968 F.2d 94, 100 (1st Cir. 1992).\n                    \n\n     A party seeking a Rule 56(f)  deferral must, inter alia,\n                                                            \n\n\"articulate   a   plausible  basis   for   the  belief   that\n\ndiscoverable materials  exist which would raise a trialworthy\n\nissue.\"   Price v.  General Motors Corp.,  931 F.2d  162, 164\n                                        \n\n                    \n\n13.  The IRS  declined to  respond to  such requests  pending\ndecision on its  motion to dismiss or in  the alternative for\nsummary   judgment.    The  Niemelas  then  moved  to  compel\nproduction,  and  the IRS  responded  with  a  motion  for  a\nprotective order.  These various  motions were never acted on\nby the court.\n\n                             -14-\n\n(1st Cir. 1991); see also  Mattoon v. City of Pittsfield, 980\n                                                        \n\nF.2d  1,  8  (1st  Cir.  1992)  (must  show  that  \"specified\n\ndiscoverable  material  facts\"  likely  exist).    While  the\n\nNiemelas  sought materials pertaining  to all aspects  of the\n\ncollection process,  their request  focused  on the  original\n\ndocuments   underlying   the   assessments--the   \"supporting\n\nrecords\" mentioned in 26 C.F.R.   301.6203-1  from which Form\n\n23C  is prepared.   Their  request in  this respect  was two-\n\npronged.  They contended that they were specifically entitled\n\nto such records  under the terms of the regulation.  And they\n\nargued  more generally that obtaining such evidence was their\n\nonly means of  rebutting the presumption of  validity arising\n\nfrom the Form 4340 certificates.    \n\n     The IRS'  submission of  the certificates  satisfied the\n\ndisclosure  requirements of  26 C.F.R.     301.6203-1.   That\n\nregulation  specifies that a  taxpayer is entitled  only to a\n\ncopy of  the \"pertinent  parts\" of  the assessment  record.14\n\nAnd as the Ninth Circuit has explained:\n\n     Those  pertinent parts  need only provide  the five\n     items listed in  the Regulations [taxpayer's  name,\n     date  of assessment,  character  of liability,  tax\n     period  if  applicable, and  amounts  assessed]....\n     Neither the  Tax Code nor the  Treasury Regulations\n     require  those  pertinent  parts  to  be   original\n\n                    \n\n14.  Section  301.6203-1 states  in  relevant  part: \"If  the\ntaxpayer  requests a  copy  of the  record of  assessment, he\nshall  be furnished  a copy  of  the pertinent  parts of  the\nassessment which set forth the name of the taxpayer, the date\nof assessment, the  character of the liability  assessed, the\ntaxable period, if applicable, and the amounts assessed.\"\n\n                             -15-\n\n     documents, and the IRS has selected the certificate\n     of  assessments  and  payments  as  the  means  for\n     providing the information specified.\n          ....     We   therefore   conclude  that   the\n     plaintiffs  are  not   entitled  to  the   original\n     supportingdocuments usedtocompilethe summaryrecord.\n\nGentry, 962 F.2d at  558; see also Hughes, 953 F.2d  at 539 &amp;\n                                         \n\nn.4; Chila,  871 F.2d at 1017.  With  the exception of a \"23C\n          \n\nDate\"  for the 1982 assessment, the certificates submitted in\n\nthe instant case contain all of the specified information.\n\n     Assuming   arguendo  that   this  regulation   does  not\n                        \n\nprescribe  the range  of permissible  discovery,  we likewise\n\nfind no  abuse  of  discretion in  the  court's  decision  to\n\naddress  the summary  judgment motion  without affording  the\n\nNiemelas  the opportunity  to secure  such materials.   To be\n\nsure,  the Niemelas' central  argument--that it is difficult,\n\nin the absence of discovery, to adduce evidence rebutting the\n\npresumption of correctness arising from the  certificates--is\n\nnot without  some force.   Yet whether or not  the supporting\n\ndocuments underlying the assessments might be deemed relevant\n\nto their claims,15  the circumstances here amply  support the\n\ncourt's ruling.  \n\n                    \n\n15.  Compare,  e.g., Guthrie  v. Sawyer,  970  F.2d 733,  738\n                                       \n(10th Cir.  1992)  (supporting documents  not  relevant)  and\n                                                             \nMcCarty v.  United States, 929  F.2d 1085, 1088-89  (5th Cir.\n                         \n1991)   (same)  with,   e.g.,   Farr,         F.2d   at      \n                                    \n(notwithstanding submission  of certificate,  taxpayer should\nhave  \"been given the  opportunity to conduct  some discovery\nbefore  judgment was entered\") and Rand v. United States,    \n                                                        \nF. Supp.    , 1993 WL 127098, at *2 (W.D.N.Y. 1993) (original\nnotices,   while  \"clear[ly]  ...   relevant,\"  need  not  be\nproduced).\n\n                             -16-\n\n     First,  at the root  of the Niemelas'  Rule 56(f) motion\n\nwere the allegations that the certificates were inadequate to\n\nsatisfy  the  regulation's disclosure  requirements  and were\n\notherwise inadmissible.   As mentioned,  these arguments  are\n\nmisplaced.  Second, the Niemelas had already obtained many of\n\nthe underlying documents--including all  Forms 23C and  their\n\nindividual   master   files--through   earlier   Freedom   of\n\nInformation Act  requests.  See  Brewer, 764 F. Supp.  at 318\n                                       \n\n(denying Rule 56(f)  motion, among other reasons,  because of\n\ninformation  obtained through FOIA  requests).   Third, apart\n\nfrom their unilateral assertions, the Niemelas articulated no\n\nreason to suspect that procedural irregularities attended the\n\nassessment process.16   And the district court  was warranted\n\nin  discounting those  assertions, inasmuch  as the  Niemelas\n\nvoiced  similar allegations with  respect to every  aspect of\n\nthe collection  process.  Fourth,  in light of the  number of\n\nclaims  advanced and  the extent  to which they  were \"wrong-\n\nheaded\" (to use the  district court's term), the  court could\n\n                    \n\n16.  The Niemelas  place considerable  emphasis  on an  April\n1990   IRS  memorandum  reporting  that  a  small  number  of\nirregularities had occurred in the  process by which the  23C\nForms  were  signed.    Yet,  through  an  FOIA  request, the\nNiemelas received copies of the 23C Forms applicable to their\nassessments.   They have  voiced no  complaint regarding  the\nsignatures  appearing thereon.  The Niemelas also allege that\nthe  number of  entries  in  their  individual  master  files\ndiffers from the  number appearing on the certificates.   Any\nsuch  discrepancy is beside the  point, given that the master\nfiles do contain  pertinent entries for each of  the dates on\nwhich the assessments in question hereallegedly occurred.    \n\n                             -17-\n\nwell have concluded that the discovery requests amounted to a\n\n\"fishing expedition.\"\n\n     Finally, we note that the Niemelas' claim in this regard\n\nfalls  under the  vast weight  of authority.   To be  sure, a\n\nhandful of  lower  courts,  in  unpublished  decisions,  have\n\npermitted discovery of the  original assessment documents  or\n\nhave  granted  Rule  56(f)  motions for  that  purpose.   The\n\nNiemelas point  to several; others  exist.  Yet in  the clear\n\nmajority   of   cases   (including   dozens  of   unpublished\n\ndecisions),  courts have denied such relief, even in the face\n\nof  a proper  Rule 56(f)  affidavit.   See, e.g.,  Guthrie v.\n                                                          \n\nSawyer,  970 F.2d  733, 738 (10th  Cir. 1992);  Montgomery v.\n                                                          \n\nUnited States, 933 F.2d 348,  350 (5th Cir. 1991); McCarty v.\n                                                          \n\nUnited  States, 929  F.2d  1085,  1088-89  (5th  Cir.  1991);\n              \n\nBrewer, 764 F. Supp.  at 318; Rossi v. United  States, 755 F.\n                                                     \n\nSupp. 314, 319 (D. Or. 1990),  aff'd, 983 F.2d 1077 (9th Cir.\n                                    \n\n1993).  We are unaware  of any appellate court reversing such\n\na ruling in this context.17 \n\n                             III.\n\n     In summary, the judgment is affirmed in part, vacated in\n\npart and  remanded.  On  remand, the sole issues  are whether\n\nthe  assessment  for  1982  was valid  and  whether  the  IRS\n\n                    \n\n17.  We  reject  without  comment   the  Niemelas'  remaining\nclaims,  including the allegation  that they  were improperly\nselected for audit.\n\n                             -18-\n\nprovided notice  of intent  to levy, along  with the  damage-\n\nclaim issues that are contingent upon those findings.\n\n     Affirmed in part, vacated in part and remanded.\n                                                    \n\n                             -19-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n\n                    For The FIRST CIRCUIT\n\n                                         \n\nNo. 92-2192 \n\n                  DAVID &amp; ANN MARIE NIEMELA,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                   Torruella, Cyr and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nDavid W. Niemela and Ann Marie Niemela on brief pro se.\n                                      \nA.  John  Pappalardo, United  States  Attorney, James  A.  Bruton,\n                                                                 \nActing Assistant Attorney General, Gary R. Allen, David I. Pincus, and\n                                                             \nJordan L. Glickstein, Attorneys, Tax  Division, Department of Justice,\n                \non brief for appellee.\n\n                                         \n\n                        June 11, 1993\n                                         \n\n     Per  Curiam.  Claiming that the Internal Revenue Service\n                \n\n(IRS)  violated an  array of  statutory  requirements in  its\n\neffort to  collect unpaid taxes, David and  Ann Marie Niemela\n\nfiled this  pro se action  seeking to \"quiet title\"  to their\n\nproperty  and requesting injunctive relief and damages.  From\n\nan award of summary judgment to the IRS, they now appeal.  We\n\nagree  with the district  court's conclusions in  all but two\n\nparticulars, as to which we find the IRS' evidence wanting. \n\n                             I. \n\n     David Niemela,  a plumber  by trade and  a member  of an\n\norganization  opposed  to  this  country's  system  of income\n\ntaxation, filed  a \"protest  return\"  for 1980  on behalf  of\n\nhimself  and his  wife.   For the  years 1981  and  1982, the\n\nNiemelas filed  no returns at  all.  Prompted by  the protest\n\nreturn, the IRS audited their 1979 return and determined that\n\na deficiency existed  for that year.  The  Niemelas sought to\n\nchallenge this finding in  Tax Court, but their petition  was\n\nlater  dismissed on procedural grounds.  Thereafter, based on\n\n\"substitute returns\" prepared under 26 U.S.C.   6020, the IRS\n\ndetermined that deficiencies also existed for the years 1980-\n\n82.  As to these findings,  no Tax Court petition was  filed.\n\nAfter allegedly making the  requisite assessments and issuing\n\nthe  requisite notices,  the  IRS  attempted  to  recoup  the\n\ndeficiencies--first by levying on money owed to David Niemela\n\nby  a local school,  and then by filing  various liens on the\n\n                             -2-\n\ncouple's  real and  personal property.    The IRS  calculates\n\nthat, as  of 1989, a  debt of some $180,000  remained unpaid,\n\nconsisting of back taxes, interest and penalties.  \n\n     The assessment and notice requirements at issue here can\n\nbe  outlined as follows.  Upon  determining that a deficiency\n\nexists, the IRS first must send a notice of deficiency to the\n\ntaxpayer.   26 U.S.C.   6212.   The taxpayer  then has ninety\n\ndays to file  a petition in the Tax Court in order to contest\n\nthe  deficiency  determination.   Id.     6213.   If  such  a\n                                     \n\npetition is filed,  the IRS is barred from  taking any action\n\nto collect the  debt until the Tax Court  decision has become\n\nfinal.  Id.     6213(a), 6215.  If no such  petition is filed\n           \n\n(or once the Tax Court  decision becomes final), the IRS must\n\nthen make  an assessment of  the deficiency, id.    6203, and\n                                                \n\nsend a notice and  demand for payment to the  taxpayer, id.  \n                                                           \n\n6303.  If the deficiency is not paid, a lien arises  in favor\n\nof the United States on all real and personal property of the\n\ntaxpayer, id.   6321, as of the date of the assessment, id.  \n                                                           \n\n6322.  The  IRS may thereafter levy upon  such property after\n\nproviding the taxpayer with notice of its intention to do so.\n\nId.   6331.\n   \n\n     The Niemelas contend  that none of these  safeguards was\n\nfollowed.   In  particular,  they argue  that: (1)  no proper\n\nnotices of deficiency  were sent; (2)  no assessments of  the\n\ndeficiencies  were made;  (3)  no  notices  and  demands  for\n\n                             -3-\n\npayment were mailed; and (4) no notice of intent to levy  was\n\nprovided.    For  these  reasons, they  say  that  relief  is\n\nwarranted   under  the  quiet  title  statute,  28  U.S.C.   \n\n2410(a).1   They also  seek damages  pursuant to  three other\n\nprovisions: under 26 U.S.C.   7431 for unlawful disclosure of\n\nreturn  information;  under    7432  for  failure  to release\n\nliens;  and under   7433 for unauthorized collection actions.\n\nFinally, they  seek an injunction  under   7426  for wrongful\n\nlevy.   Apart from  these various claims  (each of  which the\n\ndistrict court rejected), the Niemelas advance  an additional\n\ncontention  on appeal:  that  the  district  court  erred  in\n\ndenying their  motion under  Fed. R. Civ.  P. 56(f)  to defer\n\nconsideration of  the summary judgment motion pending further\n\ndiscovery.   We review the district  court's award of summary\n\njudgment in  plenary fashion,  construing the  record in  the\n\nlight most  favorable  to the  opposing  party.   See,  e.g.,\n                                                            \n\nPagano v. Frank, </pre><span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">, 347 (1st Cir. 1993).\n               \n\n                             II.\n\n                    \n\n1.  A taxpayer  in a  quiet title  action cannot contest  the\nmerits  of the underlying  tax assessment, but  can challenge\nalleged defects in the procedures  giving rise to an IRS lien\nor levy. See, e.g., Geiselman v. United States, </pre><span class=\"citation\" data-id=\"580915\"><a href=\"/opinion/580915/michael-j-geiselman-v-united-states-of-america-michael-j-geiselman-v/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6\n                                              \n(1st Cir.) (per curiam), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">261</span></span><pre class=\"inline\"> (1992);\n                                     \nMcMillen v.  Department of Treasury,  </pre><span class=\"citation\" data-id=\"580692\"><a href=\"/opinion/580692/raymond-e-mcmillen-jr-and-laura-mcmillen-v-united-states-department-of/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span><pre class=\"inline\">,  189 (1st\n                                   \nCir. 1991) (per curiam).   In Geiselman, we noted that courts\n                                       \nhad divided as to whether a defect in  a notice of deficiency\nmay be challenged in such  an action.  See id. at 6  n.1.  We\n                                              \nneed not address  this issue here, however, as the government\nhas not  raised it,  and as  we find  no such  defect in  any\nevent. \n\n                             -4-\n\n     The  Niemelas have  devoted  only  cursory attention  on\n\nappeal  to several  of these  claims,  to the  point where  a\n\nwaiver might  well be  inferred.   Nonetheless,  in light  of\n\ntheir  pro  se  status,  we   shall  address  each  of  their\n\ncontentions in turn.  \n\n     A.  Notices of Deficiency\n                              \n\n     The  IRS submitted copies  of two notices  of deficiency\n\nsaid to  have been sent to  the Niemelas: one dated  April 6,\n\n1983 pertaining to the  year 1979, the other  dated September\n\n7, 1988  pertaining  to the  years  1980-82.2   The  Niemelas\n\nargue,  somewhat  paradoxically,  both  that  no  notices  of\n\ndeficiency were sent and that such notices were inadequate in\n\nform.    Yet  in     50 of  their  original  complaint,  they\n\nacknowledged  having received the notices.3   And a notice of\n\ndeficiency  is adequate so long  as it satisfies the \"minimum\n\nrequirements\" of setting  forth the amount of  the deficiency\n\nand the tax  year involved.  Geiselman v.  United States, </pre><span class=\"citation\" data-id=\"580915\"><a href=\"/opinion/580915/michael-j-geiselman-v-united-states-of-america-michael-j-geiselman-v/\"><span class=\"volume\">961</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st Cir.)  (per curiam), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>\n                                                \n\n<span class=\"page\">261</span></span><pre class=\"inline\"> (1992).  The notices here did just that.\n\n                    \n\n2.  Contrary to the  taxpayers' suggestion, the IRS  does not\ncontend that the second notice  was sent on February 9, 1989.\nIts statement  to that  effect in its  brief is  obviously an\ninadvertent misstatement.  \n\n3.  Section 6212 requires only that  the IRS mail a notice of\ndeficiency to the taxpayer's last home address, not  that the\ntaxpayer  actually receive it.  See, e.g., Guthrie v. Sawyer,\n                                                            \n</pre><span class=\"citation\" data-id=\"587379\"><a href=\"/opinion/587379/james-e-guthrie-beatrice-m-guthrie-v-kj-sawyer-district-director-gary/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span><pre class=\"inline\">,  737 (10th Cir. 1992); United  States v. Zolla,\n                                                            \n</pre><span class=\"citation\" data-id=\"429484\"><a href=\"/opinion/429484/united-states-v-edward-m-zolla/\"><span class=\"volume\">724</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span><pre class=\"inline\">,  810 (9th  Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">469</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></span><pre class=\"inline\">\n                                              \n(1984).  \n\n                             -5-\n\n     B.  Assessments; Notices and Demands for Payment\n                                                     \n\n     An assessment is made \"by recording the liability of the\n\ntaxpayer  in  the  office  of  the  [Treasury]  Secretary  in\n\naccordance  with  rules  or  regulations  prescribed  by  the\n\nSecretary.\"  26 U.S.C.   6203.  \n\n     The  assessment shall  be  made  by  an  assessment\n     officer signing  the summary record  of assessment.\n     The  summary  record, through  supporting  records,\n     shall provide identification  of the taxpayer,  the\n     character of  the liability  assessed, the  taxable\n     period,  if  applicable,  and  the  amount  of  the\n     assessment....  The  date of the assessment  is the\n     date  the summary record is signed by an assessment\n     officer.\n\n26 C.F.R.    301.6203-1.  Within sixty days  of an assessment\n\nbeing made, the  IRS must \"give notice to  each person liable\n\nfor the unpaid tax, stating  the amount and demanding payment\n\nthereof.\"  26  U.S.C.   6303(a).  Such notice must be left at\n\nthe taxpayer's dwelling or usual place of business or sent by\n\nmail to  his last known address.  Id.   No particular form is\n                                     \n\nrequired, so long as  the notice \"provides the taxpayer  with\n\nall the information required under  ...   6303(a).\"  Elias v.\n                                                          \n\nConnett, </pre><span class=\"citation\" data-id=\"544749\"><a href=\"/opinion/544749/louie-n-elias-v-wh-connett/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span><pre class=\"inline\">, 525 (9th Cir. 1990).\n       \n\n     The  IRS alleges  that,  for  the  1979  deficiency,  an\n\nassessment was made  and notice sent on January  22, 1985; it\n\nstates that,  for the 1980-82 deficiencies,  assessments were\n\nmade and notices  sent on February 9, 1989.   To substantiate\n\nthese claims,  the IRS did  not submit copies of  the summary\n\n                             -6-\n\nrecord, known as Form 23C,4 nor did it provide copies of  the\n\nactual notices and demands for payment.  Instead, it provided\n\nseveral \"certificates of assessments and payments.\"  Known as\n\nForm 4340,  these are computer-generated  transcripts showing\n\nall transactions  in a  taxpayer's account  for a  particular\n\nyear.  Each  of the certificates  contains a column  entitled\n\n\"23C  Date,\" which  lists  the  date or  dates  on which  the\n\nassessment officer  signed a Form  23C.  And each  contains a\n\nnotation entitled \"First Notice,\" which documents when notice\n\nand demand for payment was sent.   \n\n     We held in Geiselman, in accordance with the vast weight\n                         \n\nof  authority, that such certificates are \"routinely used\" to\n\nprove  that  the  assessment   and  notice  procedures   were\n\nsatisfied.  961 F.2d at  6.  More particularly, we held  that\n\nthe 23C  Date is  presumptive proof  that a valid  assessment\n\noccurred, and that  the First Notice is  likewise presumptive\n\nproof  that the  IRS  gave notice  and  demand for  payment.5\n\n                    \n\n4.  The  taxpayers,   however,  did  obtain  copies   of  the\napplicable   Forms  23C   through   an  earlier   Freedom  of\nInformation  Act request and attached them to their pleadings\nbelow.  As  these documents reveal, and as  other courts have\nnoted, a Form  23C contains no individualized  information as\nto  any specific taxpayer,  but rather simply  summarizes the\ntotal  assessments made  by the IRS  service center  for each\nclass  of tax  on a particular  day.  See,  e.g., Stallard v.\n                                                          \nUnited States, </pre><span class=\"citation\" data-id=\"1748226\"><a href=\"/opinion/1748226/stallard-v-united-states/\"><span class=\"volume\">806</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">152</span></a></span><pre class=\"inline\">, 158 (W.D. Tex. 1992). \n             \n\n5.  The   Niemelas   allege   that   the   certificates   are\ninadmissible for sundry reasons--for example,  that they lack\na  Treasury seal, were  not properly certified,  are hearsay,\nare not best evidence, and were prepared for purposes of this\nlitigation.  These  and related arguments have  been rejected\n\n                             -7-\n\nId.; accord, e.g.,  Farr v United States,      F.2d    , </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span>\n                                        \n\n<span class=\"reporter\">WL</span> <span class=\"page\">86986</span></span><pre class=\"inline\">,  at *2  (9th Cir.  1993 (\"certificates  were proper\n\nevidence  of the propriety  of the assessment  proceedings in\n\nall particulars\"); Long v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></span><pre class=\"inline\">, 1181\n                                        \n\n(10th Cir. 1992); Gentry v.  United States, </pre><span class=\"citation\" data-id=\"582603\"><a href=\"/opinion/582603/bernice-m-gentry-charles-f-gentry-v-united-states/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">, 557\n                                          \n\n(6th Cir. 1992); Rocovich v. United States, </pre><span class=\"citation\" data-id=\"561400\"><a href=\"/opinion/561400/john-g-rocovich-jr-v-the-united-states/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span><pre class=\"inline\">, 994\n                                          \n\n(Fed. Cir.  1991);  United States  v. Chila,  </pre><span class=\"citation\" data-id=\"520686\"><a href=\"/opinion/520686/united-states-v-john-a-chila/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1015</span></a></span><pre class=\"inline\">,\n                                           \n\n1017-18 (11th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">975</span></span><pre class=\"inline\"> (1989).  \n                                 \n\n     With one exception,  the certificates  here contain  23C\n\nDate and  First Notice  entries that  substantiate the  IRS's\n\nclaim that the  assessments were made and  the notices mailed\n\non the  dates indicated.    Nothing offered  by the  Niemelas\n\ncalls  this evidence  as  a  whole into  question.   The  one\n\nexception is the  absence in the 1982 certificate  of any 23C\n\ndate   corresponding  to   the  alleged   February  9,   1989\n\nassessment.  On account of this omission, and because the IRS\n\nrelied solely on the certificate for its proof on this issue,\n\nwe conclude  that a factual  dispute remains as to  whether a\n\nvalid assessment  occurred for  the year 1982.6   See,  e.g.,\n                                                            \n\n                    \n\non numerous occasions.  See, e.g., Long v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">972</span>\n                                                        \n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1174</span></span><pre class=\"inline\">, 1181 (10th  Cir. 1992); Hughes  v. United States,\n                                                            \n</pre><span class=\"citation\" data-id=\"575297\"><a href=\"/opinion/575297/richard-c-hughes-joan-c-hughes-v-united-states-of-america-commissioner/\"><span class=\"volume\">953</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">531</span></a></span><pre class=\"inline\">, 539-40  (9th  Cir. 1992);  McCarty  v. United\n                                                             \nStates, </pre><span class=\"citation\" data-id=\"558612\"><a href=\"/opinion/558612/james-w-mccarty-v-united-states/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span><pre class=\"inline\">, 1089 (5th Cir. 1991). \n      \n\n6.  To be sure,  there are  other intimations  in the  record\nthat  an  assessment did  occur  for  that  year.   The  1982\ncertificate contains  a First  Notice entry  for February  9,\n1989; the sending of notice and demand suggests (but does not\nconfirm) that an assessment was first made.  In addition, the\nliens filed on July 10,  1989 make reference to an assessment\n\n                             -8-\n\nBrewer v. United  States, </pre><span class=\"citation\" data-id=\"2287454\"><a href=\"/opinion/2287454/brewer-v-united-states/\"><span class=\"volume\">764</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">309</span></a></span><pre class=\"inline\">,  315-16 (S.D.N.Y.\n                        \n\n1991)  (issue  of  fact remained  where  certificate  did not\n\ncontain 23C dates) (noted in Geiselman, 961 F.2d at 6).\n                                      \n\n     C.  Notice of Intent to Levy\n                                 \n\n     As mentioned, the IRS in November 1986 levied  on monies\n\nowed  by the North Middlesex  Regional School System to David\n\nNiemela,  presumably in response to the 1979 deficiency which\n\nhad been  assessed the  previous year.   The school  ended up\n\nforwarding approximately $790 to the IRS.  The Niemelas claim\n\nthat no notice of intent to levy was provided, as required by\n\n26 U.S.C.   6331(d).7   The government failed to address this\n\nclaim in its various submissions, either below or on  appeal,\n\nand the district court made no mention of it in its decision.\n\n                    \n\nfor 1982.   Most important,  the taxpayers  have submitted  a\ncopy  of their  Individual Master  File  (obtained through  a\nFreedom of Information  Act request).  For the  year 1982, in\nentries dated February 9, 1989, the deficiency, penalties and\ninterest are all  listed, together with the  notation \"ASED.\"\nWe   assume,   but   are   reluctant  to   conclude   without\nconfirmation, that this refers  to an assessment.  Under  the\ncircumstances, we think a limited remand for clarification on\nthis  point is warranted--either through a renewed motion for\nsummary judgment or by other means.  \n\n7.  See also 26 C.F.R.   301.6331-2(a):\n            \n\n          Levy may be made upon the salary or wages of a\n     taxpayer for any unpaid tax only after the district\n     director ...  has notified the taxpayer  in writing\n     of the intent to levy.  The notice must be given in\n     person,  left at  the dwelling  or  usual place  of\n     business of the taxpayer, or be sent by mail to the\n     taxpayer's last known address, no less than 10 days\n     before the  day of levy.   The notice of  intent to\n     levy is  in addition  to, and may  be given  at the\n     same time as, the [  6331] notice and demand ....\n\n                             -9-\n\nThis  is hardly  surprising.   The  Niemelas have  advanced a\n\nwelter of prolix, often far-fetched, allegations, accompanied\n\nby  a  profusion   of  supporting  materials.8     And  their\n\ncomplaint contains only  an oblique reference to  the alleged\n\nlack  of   notice  of   intent   to  levy--identifying   such\n\nrequirement  only   by  statutory  citation,  not  by  name.9\n\nNonetheless, construing  the complaint liberally in  light of\n\nthe Niemelas'  pro se status, we  think it can and  should be\n\nread to advance such a claim.  We also note that the Niemelas\n\nvoiced   this  allegation   more  explicitly   in  subsequent\n\nsubmissions, such  as in their  response to the  IRS's motion\n\nfor summary judgment and in their Rule 56(f) motion to defer.\n\nAccordingly,  we think  a  remand is  warranted  as well  for\n\nconsideration of this claim.10\n\n                    \n\n8.  For example,  in their original  complaint, the taxpayers\nalleged, inter  alia, that  the failure  to publish  Treasury\n                    \nDepartment delegation orders in the Federal Register deprived\nthe IRS of authority  to collect taxes, and  that the use  of\nForm 1040  was invalid under  the Paperwork Reduction  Act of\n1980.\n\n9.  The amended  complaint asserts ambiguously  that the  IRS\nfailed  to send  \"valid  lawful  Notices  of  Deficiency,  or\nNotices of Assessment  and Demand for  Payment based on  Form\n23C   Certificate   of   Assessment   and   other    required\n                                                             \ndocumentation,  as required  by  Sections  6212(a)  and  (b),\n             \n6303(a), and  6331(b) and (d)(2)  ....\"  Amended Compl.    21\n                                \n(emphasis  added).     Their  original   complaint  contained\nidentical language.\n\n10.  It  appears from the  amended complaint that  no ongoing\nlevy is in  place, and that the taxpayers  are seeking simply\nto recover previously garnisheed wages now in the IRS' hands.\nIf so, a  quiet title action may  not lie.  See,  e.g., Farr,\n                                                            \n    F.2d at     , </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">86986</span></span><pre class=\"inline\">,  at *2; Hughes, 953  F.2d at\n                                               \n\n                             -10-\n\n     D.  Claims for Damages and Injunctive Relief\n                                                 \n\n     The Niemelas contend that the  IRS is subject to damages\n\nfor unlawfully disclosing return information to third parties\n\nin  connection with the issuance of the liens and levy.  This\n\nclaim,  as they acknowledge,  is largely derivative  of those\n\ndescribed  above.   Under 26  U.S.C.    7431, a  taxpayer may\n\nrecover damages  for the intentional or  negligent disclosure\n\nof return information in violation  of   6103.  Section 6103,\n\nin turn, establishes  the general rule that  such information\n\nis  confidential, subject  to various  enumerated exceptions.\n\nIt is  well settled that  one such exception, contained  in  \n\n6103(k)(6),   authorizes   the  disclosure   of   tax  return\n\ninformation to the extent necessary to effect a valid lien or\n\nlevy.11   See, e.g.,  Farr,     F.2d  at    ,  </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">86986</span></span><pre class=\"inline\">,\n                          \n\nat *3 to *4; Long, 972 F.2d at 1180; Hughes v. United States,\n                                                            \n\n                    \n\n538.   Nonetheless,  if the  notice  of intent  to levy  were\ndeemed invalid, the taxpayers might still have a viable claim\nfor damages for unlawful  disclosure under 26 U.S.C.    7431.\nSee, e.g.,  Rorex v. Traynor,  </pre><span class=\"citation\" data-id=\"457659\"><a href=\"/opinion/457659/harold-g-rorex-and-geneva-m-rorex-v-steven-p-traynor-individually-and/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></a></span><pre class=\"inline\"> (8th  Cir. 1985).\n                            \nWe express no  opinion on these  issues, preferring that  the\nlower court address them in the first instance, if necessary.\n\n11.  Section 6103(d)(6) provides that an IRS employee may, in\nconnection  with  \"his  official   duties  relating  to   ...\ncollection  activity,\"  disclose   return  information  where\nnecessary  to   obtain  information  \"with  respect   to  the\nenforcement  of any  other  provision of  this  title.\"   The\naccompanying  regulation  states  that   such  disclosure  is\nwarranted  in order  \"to  apply the  provisions  of the  Code\nrelating to establishment  of liens against [the  taxpayer's]\nassets,  or  [a]  levy  on  ... the  assets  to  satisfy  any\n[outstanding]  liability.\"    26  C.F.R.      301.6103(k)(6)-\n1(b)(6). \n\n                             -11-\n\n</pre><span class=\"citation\" data-id=\"575297\"><a href=\"/opinion/575297/richard-c-hughes-joan-c-hughes-v-united-states-of-america-commissioner/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, 542 (9th  Cir. 1992); Maisano v. United States,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"544726\"><a href=\"/opinion/544726/ralph-j-maisano-iii-and-audrey-d-maisano-v-united-states/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 410 (9th Cir. 1990); Bleavins v. United States,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"1967566\"><a href=\"/opinion/1967566/bleavins-v-united-states/\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">487</span></a></span><pre class=\"inline\">, 488 (C.D. Ill. 1992)  (\"In other words, the\n\nIRS  may  disclose  information  when  attempting  to collect\n\ntaxes.\").   Given our  earlier findings  that the  procedures\n\ngiving  rise  to the  liens  with  respect  to  the  assessed\n\ndeficiencies  for the years 1979-81 were valid, the Niemelas'\n\n  7431  claim with respect thereto  must fail.  On  the other\n\nhand, we have found that factual disputes exist as to whether\n\na proper assessment for 1982 was made and whether a notice of\n\nintent to levy was issued.  Should it be determined on remand\n\nthat  either of  these procedures was  deficient, the    7431\n\nclaim should then be addressed  to that limited extent.  See,\n                                                            \n\ne.g., James  v. United States,  </pre><span class=\"citation\" data-id=\"587382\"><a href=\"/opinion/587382/ronald-james-and-kay-james-v-united-states/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 757  n.13 (10th\n                             \n\nCir. 1992). \n\n     Such a \"contingent\"  remand is likewise appropriate  for\n\nthe  Niemelas'    7433  claim.   That  provision permits  the\n\nrecovery  of damages  for the  IRS'  intentional or  reckless\n\ndisregard of  any provision  of the tax  laws \"in  connection\n\nwith any  collection of Federal  tax.\"  26 U.S.C.    7433(a).\n\nThe Niemelas  claim entitlement to such relief  on account of\n\nthe  allegedly  deficient  assessment and  notice  procedures\n\ndiscussed  above.  Again, however, the only potential defects\n\ninvolved the assessment for 1982  and the notice of intent to\n\nlevy.  And  because   7433 applies only  to actions occurring\n\n                             -12-\n\nafter November  10, 1988,  see, e.g.,  Gonsalves v.  Internal\n                                                             \n\nRevenue  Service, </pre><span class=\"citation\" data-id=\"590893\"><a href=\"/opinion/590893/gilbert-t-gonsalves-v-internal-revenue-service/\"><span class=\"volume\">975</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">,  16-17 (1st  Cir. 1992)  (per\n                \n\ncuriam), any defect  in the 1986 levy would  provide no basis\n\nfor recovery.  By contrast, should the assessment for 1982 be\n\ndeemed invalid, a    7433 claim might lie to  the extent that\n\nthe 1989 lien  pertained to the  deficiency for that  year.12\n\nThe  district court  should likewise  address  this issue  on\n\nremand should it prove necessary.\n\n     The  Niemelas'  remaining  two   claims  require  little\n\ncomment.  Section  7432 authorizes an award of  damages where\n\nthe IRS fails to  release a lien in accordance with    6325--\n\ni.e., where the lien is  satisfied or unenforceable or a bond\n\nis accepted  by the  Treasury Secretary.   There has  been no\n\nshowing  that any  of these  conditions  has been  satisfied.\n\nSection 7426, in  turn, permits an award of injunctive relief\n\nand damages for wrongful levy.  Yet only a person \"other than\n\nthe person against whom is assessed the tax out of which such\n\nlevy arose\" may file such an action.  26 U.S.C.   7426(a)(1).\n\nThe Niemelas obviously do not fit such description.  \n\n     E.  Rule 56(f) Motion to Defer\n                                   \n\n     Finally,  the Niemelas  argue  that  the district  court\n\nerred  in  granting  summary  judgment  to  the  IRS  without\n\n                    \n\n12.  The  government argues that  the Niemelas'    7431 claim\nhas been superseded by   7433, and that their   7433 claim is\nbarred  for failure to  exhaust administrative remedies.   We\nleave these  issues for the  district court to decide  in the\nfirst instance, if necessary.   \n\n                             -13-\n\nallowing them  an adequate  opportunity to  obtain discovery.\n\nThe  Niemelas sought  to  obtain  a  multitude  of  documents\n\npertaining to  the  assessment and  notice procedures,  along\n\nwith  depositions  of  various  IRS  officials  with   regard\n\nthereto--all  without success.13   They later asked  that any\n\nruling  on the  IRS'  summary  judgment  motion  be  deferred\n\npending  such  discovery,  and  filed  a  detailed  affidavit\n\nattempting to explain how such materials would lead to \"facts\n\nessential to justify [their] opposition\" to the motion.  Fed.\n\nR. Civ. P. 56(f).  In the course of its ruling on the summary\n\njudgment  motion, the district  court denied this  request on\n\nthe  ground  that  none  of  the  proposed  discovery  \"could\n\nplausibly be said to have  led to the development of evidence\n\nactually  relevant  to  my disposition  of  the  government's\n\nmotion.\"  We review an  order denying relief under Rule 56(f)\n\nfor abuse of discretion.  See,  e.g., Bank One Texas, N.A. v.\n                                                          \n\nA.J. Warehouse, Inc., </pre><span class=\"citation\" data-id=\"586284\"><a href=\"/opinion/586284/bank-one-texas-na-v-aj-warehouse-inc/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span><pre class=\"inline\">, 100 (1st Cir. 1992).\n                    \n\n     A party seeking a Rule 56(f)  deferral must, inter alia,\n                                                            \n\n\"articulate   a   plausible  basis   for   the  belief   that\n\ndiscoverable materials  exist which would raise a trialworthy\n\nissue.\"   Price v.  General Motors Corp.,  </pre><span class=\"citation\" data-id=\"559875\"><a href=\"/opinion/559875/herbert-w-price-etc-v-general-motors-corporation-herbert-w-price/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">162</span></a></span><pre class=\"inline\">, 164\n                                        \n\n                    \n\n13.  The IRS  declined to  respond to  such requests  pending\ndecision on its  motion to dismiss or in  the alternative for\nsummary   judgment.    The  Niemelas  then  moved  to  compel\nproduction,  and  the IRS  responded  with  a  motion  for  a\nprotective order.  These various  motions were never acted on\nby the court.\n\n                             -14-\n\n(1st Cir. 1991); see also  Mattoon v. City of Pittsfield, </pre><span class=\"citation\" data-id=\"595475\"><a href=\"/opinion/595475/kimberly-mattoon-v-city-of-pittsfield/\"><span class=\"volume\">980</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">,  8  (1st  Cir.  1992)  (must  show  that  \"specified\n\ndiscoverable  material  facts\"  likely  exist).    While  the\n\nNiemelas  sought materials pertaining  to all aspects  of the\n\ncollection process,  their request  focused  on the  original\n\ndocuments   underlying   the   assessments--the   \"supporting\n\nrecords\" mentioned in 26 C.F.R.   301.6203-1  from which Form\n\n23C  is prepared.   Their  request in  this respect  was two-\n\npronged.  They contended that they were specifically entitled\n\nto such records  under the terms of the regulation.  And they\n\nargued  more generally that obtaining such evidence was their\n\nonly means of  rebutting the presumption of  validity arising\n\nfrom the Form 4340 certificates.    \n\n     The IRS'  submission of  the certificates  satisfied the\n\ndisclosure  requirements of  26 C.F.R.     301.6203-1.   That\n\nregulation  specifies that a  taxpayer is entitled  only to a\n\ncopy of  the \"pertinent  parts\" of  the assessment  record.14\n\nAnd as the Ninth Circuit has explained:\n\n     Those  pertinent parts  need only provide  the five\n     items listed in  the Regulations [taxpayer's  name,\n     date  of assessment,  character  of liability,  tax\n     period  if  applicable, and  amounts  assessed]....\n     Neither the  Tax Code nor the  Treasury Regulations\n     require  those  pertinent  parts  to  be   original\n\n                    \n\n14.  Section  301.6203-1 states  in  relevant  part: \"If  the\ntaxpayer  requests a  copy  of the  record of  assessment, he\nshall  be furnished  a copy  of  the pertinent  parts of  the\nassessment which set forth the name of the taxpayer, the date\nof assessment, the  character of the liability  assessed, the\ntaxable period, if applicable, and the amounts assessed.\"\n\n                             -15-\n\n     documents, and the IRS has selected the certificate\n     of  assessments  and  payments  as  the  means  for\n     providing the information specified.\n          ....     We   therefore   conclude  that   the\n     plaintiffs  are  not   entitled  to  the   original\n     supportingdocuments usedtocompilethe summaryrecord.\n\nGentry, 962 F.2d at  558; see also Hughes, 953 F.2d  at 539 &amp;\n                                         \n\nn.4; Chila,  871 F.2d at 1017.  With  the exception of a \"23C\n          \n\nDate\"  for the 1982 assessment, the certificates submitted in\n\nthe instant case contain all of the specified information.\n\n     Assuming   arguendo  that   this  regulation   does  not\n                        \n\nprescribe  the range  of permissible  discovery,  we likewise\n\nfind no  abuse  of  discretion in  the  court's  decision  to\n\naddress  the summary  judgment motion  without affording  the\n\nNiemelas  the opportunity  to secure  such materials.   To be\n\nsure,  the Niemelas' central  argument--that it is difficult,\n\nin the absence of discovery, to adduce evidence rebutting the\n\npresumption of correctness arising from the  certificates--is\n\nnot without  some force.   Yet whether or not  the supporting\n\ndocuments underlying the assessments might be deemed relevant\n\nto their claims,15  the circumstances here amply  support the\n\ncourt's ruling.  \n\n                    \n\n15.  Compare,  e.g., Guthrie  v. Sawyer,  </pre><span class=\"citation\" data-id=\"587379\"><a href=\"/opinion/587379/james-e-guthrie-beatrice-m-guthrie-v-kj-sawyer-district-director-gary/\"><span class=\"volume\">970</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span><pre class=\"inline\">,  738\n                                       \n(10th Cir.  1992)  (supporting documents  not  relevant)  and\n                                                             \nMcCarty v.  United States, </pre><span class=\"citation\" data-id=\"558612\"><a href=\"/opinion/558612/james-w-mccarty-v-united-states/\"><span class=\"volume\">929</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span><pre class=\"inline\">, 1088-89  (5th Cir.\n                         \n1991)   (same)  with,   e.g.,   Farr,         F.2d   at      \n                                    \n(notwithstanding submission  of certificate,  taxpayer should\nhave  \"been given the  opportunity to conduct  some discovery\nbefore  judgment was entered\") and Rand v. United States,    \n                                                        \nF. Supp.    , </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">127098</span></span><pre class=\"inline\">, at *2 (W.D.N.Y. 1993) (original\nnotices,   while  \"clear[ly]  ...   relevant,\"  need  not  be\nproduced).\n\n                             -16-\n\n     First,  at the root  of the Niemelas'  Rule 56(f) motion\n\nwere the allegations that the certificates were inadequate to\n\nsatisfy  the  regulation's disclosure  requirements  and were\n\notherwise inadmissible.   As mentioned,  these arguments  are\n\nmisplaced.  Second, the Niemelas had already obtained many of\n\nthe underlying documents--including all  Forms 23C and  their\n\nindividual   master   files--through   earlier   Freedom   of\n\nInformation Act  requests.  See  Brewer, 764 F. Supp.  at 318\n                                       \n\n(denying Rule 56(f)  motion, among other reasons,  because of\n\ninformation  obtained through FOIA  requests).   Third, apart\n\nfrom their unilateral assertions, the Niemelas articulated no\n\nreason to suspect that procedural irregularities attended the\n\nassessment process.16   And the district court  was warranted\n\nin  discounting those  assertions, inasmuch  as the  Niemelas\n\nvoiced  similar allegations with  respect to every  aspect of\n\nthe collection  process.  Fourth,  in light of the  number of\n\nclaims  advanced and  the extent  to which they  were \"wrong-\n\nheaded\" (to use the  district court's term), the  court could\n\n                    \n\n16.  The Niemelas  place considerable  emphasis  on an  April\n1990   IRS  memorandum  reporting  that  a  small  number  of\nirregularities had occurred in the  process by which the  23C\nForms  were  signed.    Yet,  through  an  FOIA  request, the\nNiemelas received copies of the 23C Forms applicable to their\nassessments.   They have  voiced no  complaint regarding  the\nsignatures  appearing thereon.  The Niemelas also allege that\nthe  number of  entries  in  their  individual  master  files\ndiffers from the  number appearing on the certificates.   Any\nsuch  discrepancy is beside the  point, given that the master\nfiles do contain  pertinent entries for each of  the dates on\nwhich the assessments in question hereallegedly occurred.    \n\n                             -17-\n\nwell have concluded that the discovery requests amounted to a\n\n\"fishing expedition.\"\n\n     Finally, we note that the Niemelas' claim in this regard\n\nfalls  under the  vast weight  of authority.   To be  sure, a\n\nhandful of  lower  courts,  in  unpublished  decisions,  have\n\npermitted discovery of the  original assessment documents  or\n\nhave  granted  Rule  56(f)  motions for  that  purpose.   The\n\nNiemelas point  to several; others  exist.  Yet in  the clear\n\nmajority   of   cases   (including   dozens  of   unpublished\n\ndecisions),  courts have denied such relief, even in the face\n\nof  a proper  Rule 56(f)  affidavit.   See, e.g.,  Guthrie v.\n                                                          \n\nSawyer,  </pre><span class=\"citation\" data-id=\"587379\"><a href=\"/opinion/587379/james-e-guthrie-beatrice-m-guthrie-v-kj-sawyer-district-director-gary/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">733</span></a></span><pre class=\"inline\">, 738 (10th  Cir. 1992);  Montgomery v.\n                                                          \n\nUnited States, </pre><span class=\"citation\" data-id=\"561293\"><a href=\"/opinion/561293/john-r-montgomery-v-united-states-of-america/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span></a></span><pre class=\"inline\">,  350 (5th Cir. 1991); McCarty v.\n                                                          \n\nUnited  States, </pre><span class=\"citation\" data-id=\"558612\"><a href=\"/opinion/558612/james-w-mccarty-v-united-states/\"><span class=\"volume\">929</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1085</span></a></span><pre class=\"inline\">,  1088-89  (5th  Cir.  1991);\n              \n\nBrewer, 764 F. Supp.  at 318; Rossi v. United  States, 755 F.\n                                                     \n\nSupp. 314, 319 (D. Or. 1990),  aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></span><pre class=\"inline\"> (9th Cir.\n                                    \n\n1993).  We are unaware  of any appellate court reversing such\n\na ruling in this context.17 \n\n                             III.\n\n     In summary, the judgment is affirmed in part, vacated in\n\npart and  remanded.  On  remand, the sole issues  are whether\n\nthe  assessment  for  1982  was valid  and  whether  the  IRS\n\n                    \n\n17.  We  reject  without  comment   the  Niemelas'  remaining\nclaims,  including the allegation  that they  were improperly\nselected for audit.\n\n                             -18-\n\nprovided notice  of intent  to levy, along  with the  damage-\n\nclaim issues that are contingent upon those findings.\n\n     Affirmed in part, vacated in part and remanded.\n                                                    \n\n                             -19-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/429484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1748226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2287454/"
  ]
}