{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194817/",
  "absolute_url": "/opinion/194817/maldonado-v-shhs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194817/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:25:47Z",
  "date_modified": "2016-02-28T04:51:14.777819Z",
  "type": "010combined",
  "sha1": "b3c2109b215dd9f39b2ff5f14d5735ecef429a5c",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2186.01A",
  "local_path": null,
  "plain_text": "July 7, 1993\n\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 92-2186\n\n                   LUZ GONZALEZ MALDONADO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Cyr and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nRaymond Rivera Esteves and Juan A.  Hernandez Rivera on brief  for\n                                                    \nappellant.\nDaniel  F.  Lopez  Romo,  United  States  Attorney,  Jose  Vazquez\n                                                                  \nGarcia,  Assistant  United States  Attorney,  and  Donna C.  McCarthy,\n                                                                 \nAssistant Regional  Counsel, Department of Health  and Human Services,\non brief for appellee.\n\n                                         \n\n                                         \n\n          Per  Curiam.    Claimant,  Luz  Gonzalez Maldonado,\n                     \n\napplied for social  security insurance benefits  on March  8,\n\n1989, alleging  that problems  with  her \"back,  nerves,  and\n\nhands\" had  disabled her  from  working since  September  20,\n\n1980.  Claimant was  thirty-four years of age on  the alleged\n\nonset date.  Her disability insurance coverage ended on March\n\n31,  1985,  some  four  years  prior  to  this   application.\n\nInitially,  the  agency determined  that,  as  of that  date,\n\nclaimant's mental condition prevented her return to her prior\n\nwork as  an  electronics  welder  because  it  required  good\n\nconcentration, but that, otherwise, she retained physical and\n\nmental   abilities    to   perform   other   work.       Upon\n\nreconsideration, the no-disability finding was affirmed.\n\n          After  a  hearing,   an  Administrative  Law  Judge\n\n(\"ALJ\") concluded that, as  of the time she was  last insured\n\nfor disability  purposes, claimant  could  still perform  her\n\npast  job as a solderer  of television tubes.   Upon judicial\n\nreview, a magistrate  judge surveyed the  evidence and, in  a\n\ncomprehensive  report,1  recommended   affirming  the   ALJ's\n\ndecision.  The district court agreed, and claimant  took this\n\nappeal.   We conclude that  the ALJ's finding that claimant's\n\nmental  condition  was  not  severe and  did  not  impose any\n\nlimitation  of function on or  before March 31,  1985, is not\n\nsupported by substantial evidence, and vacate and remand  for\n\nfurther proceedings.\n\n                    \n\n1.  We  have reviewed all the  evidence and, in  light of the\nmagistrate-judge's recapitulation, do not recount it here.\n\n                              I.\n                               \n\n          Our  focus  is  on  step four  of  the  Secretary's\n\nsequential evaluation process.  20  C.F.R.   404.1520(e).  At\n\nthis stage, the  initial burden  is on the  claimant to  show\n\nthat she  can no  longer perform  her particular  former work\n\nbecause of  her impairments.   Santiago v. Secretary  of HHS,\n                                                            \n\n944 F.2d  1, 5 (1st Cir.  1991).  Then, the  ALJ must compare\n\nthe  physical  and  mental  demands of  that  past  work with\n\ncurrent functional capability or, as here, functional ability\n\nin the  critical  period.    Id.    In  making  a  step  four\n                                \n\nappraisal,  the  ALJ is  entitled  to  credit claimant's  own\n\ndescription  of   her  former   job  duties  and   functional\n\nlimitations, id., but, as Santiago cautions:\n                                  \n\n          [A]n  ALJ may  not simply  rely upon  the\n          failure  of  the claimant  to demonstrate\n                                                   \n          that the  physical and mental  demands of\n          her past relevant work  can no longer  be\n          met,  but once alerted  by the  record to\n                                                   \n          the  presence  of  such  an  issue,  must\n                                            \n          develop the record further.\n\nId. at 5-6 (quotation marks and citations omitted).  There is\n   \n\nsubstantial evidence that claimant  met her initial burden to\n\nprovide  information  about  the activities  her  usual  work\n\nrequired and  her functional inability to  perform that work.\n\nThere is also uncontradicted evidence, which the ALJ did  not\n\naddress or explain, that the claimant's mental functioning in\n\nthe  critical period  was, overall,  moderately limited  as a\n\nresult  of  her mental  condition.    Because this  evidence,\n\n                             -3-\n\ntogether with claimant's statements, squarely  put into issue\n\nwhether  claimant's  mental  condition  prevented   her  from\n\nperforming  a particular job as  she had performed  it in the\n\npast, the ALJ was not, as the following discussion indicates,\n\nfree to ignore it.\n\n                             II.\n                               \n\n          We begin by noting that claimant does not challenge\n\nthe ALJ's determination as to her physical impairment (severe\n\ncervical and lumbar myositis) or physical residual functional\n\ncapacity (\"RFC\") (light exertion) in the critical period.  In\n\ndeciding that  claimant could then still  perform light work,\n\nthe ALJ gave  some credence to claimant's  pain complaints, a\n\nconclusion that is reasonably supported in the record.\n\n                              A.\n\n          With  respect to  claimant's  allegations that  the\n\nmental condition  she  developed after  she  stopped  working\n\nprevented her return to that work, the ALJ stated:\n\n          The claimant has been followed during the\n          crucial    period   for    an   emotional\n          component.  However, the medical evidence\n          so  far  considered  does  not  show  the\n          presence   of    any   severe   emotional\n          impairment.  The  claimant's capacity  to\n          perform basic work related activities was\n          not  affected  at  all  by   her  alleged\n          emotional   component.     There   is  no\n          evidence    of     severe    intellectual\n          dysfunction,  personality  deterioration,\n          perceptual      distortions,      reality\n          detachment,  deterioration   of  personal\n          habits,   significant   constriction   of\n          interest,  marked  restriction  in  daily\n          activities,   inadequate    judgment   or\n\n                             -4-\n\n          insight,  or inability  to deal  with the\n          physical  or  social  environment.    The\n          claimant's  emotional  impairment  during\n          the   crucial   period   was   a   slight\n          abnormality with such a minimal effect on\n          her  that it  would  not  be expected  to\n          interfere  with  her   ability  to   work\n          irrespective  of  age, education  or work\n          experience.\n\nThe ALJ decided  that the  evidence showed a  diagnosis of  a\n\ngeneralized  anxiety disorder,  but  that (1)  there was  \"no\n\nevidence  in file  to  support allegations  of a  significant\n\nemotional illness,\" and (2) claimant's mental  \"condition did\n\nnot impose  any limitation in claimant's  capacity to perform\n\nbasic work-related  activities on or before  March 31, 1985.\"\n\nIn   an  accompanying   psychiatric  review   technique  form\n\n(\"PRTF\"), the ALJ rated  claimant's mental impairment as non-\n\nsevere.\n\n          At  the  request  of the  disability  determination\n\nprogram,   two    non-examining   psychological   consultants\n\ncompleted PRTFs  and mental  RFC assessments for  the insured\n\nperiod.  Both consultants, Drs. McDougall and Gonzalez, rated\n\nclaimant's  mental  impairment as  severe  on the  PRTF.   20\n\nC.F.R.     404.1520(c)(1).    Each   consultant  specifically\n\nindicated  on the  accompanying  mental RFC  form that  their\n\nevaluation was for the \"date last insured,\" i.e., March 1985.\n                                                \n\nThe Secretary argues, however, that Dr. McDougall's 1989 PRTF\n\nand  RFC  were  \"current\"  assessments  and  do  not  reflect\n\nimpairment or functioning in the insured period.\n\n                             -5-\n\n          This is clearly incorrect as to Dr. McDougall's RFC\n\nassessment  which  was  expressly  limited  to  the  critical\n\nperiod.    The  Secretary's  own  regulations  for evaluating\n\nmental  impairment claims  mandate  the completion  of a  RFC\n\nassessment if a severe mental  impairment is indicated on the\n\nPRTF.   20 C.F.R.   404.1520a(c)(3).   Although the timeframe\n\nof   Dr.  McDougall's  PRTF  was  (apparently  inadvertently)\n\nomitted,  the  completion  of  a  mental  RFC  assessment  is\n\npredicated  upon   a  PRTF  finding  that   a  severe  mental\n\nimpairment exists.   Dr.  McDougall, like Dr.  Gonzalez, made\n\nthat  predicate   finding  on   the  PRTF  by   checking  the\n\ndisposition:  \"RFC necessary  (i.e., a  severe  impairment is\n                                   \n\npresent  .  . .)\".    Thus, Dr.  McDougall's  concomitant RFC\n\n(clearly  completed for  the insured  period) must  cover the\n\nsame timeframe as Dr. McDougall's initial PRTF.  In addition,\n\nboth consultants  were  specifically requested  to provide  a\n\nseverity assessment for the period ending March 31, 1985.\n\n          We  reach  this   conclusion,  despite  two  terse,\n\nseemingly  inconsistent remarks  by Dr.  McDougall:   (1) \"No\n\nevidence  to  support severe  condition  by  QC [quarters  of\n\ncoverage]  3/85,\" and  (2) \"No  evidence of  a severe  mental\n\ncondition  for the  years 83-85.\"   These  anomalous comments\n\naside,  the  special  procedures  inherent  in      404.1520a\n\ntogether  with   the  information  and   subsidiary  findings\n\nrecorded within  the PRTF  itself dictate that  Dr. McDougall\n\n                             -6-\n\ndetermined  that a  severe mental  impairment existed  in the\n\ncritical period before going on to complete a RFC assessment.\n\nPut another way,  under   404.1520a, Dr.  McDougall could not\n\nhave completed such an assessment for the period ending March\n\n1985 solely upon a finding of mental severity in 1989.  Thus,\n\nsince  there  are  no  contrary  medical  reports  as to  the\n\nseverity of  claimant's mental impairment, the  ALJ's finding\n\nthat  there  was  no  evidence to  support  allegations  of a\n\nsignificant emotional  illness in the relevant  period is not\n\nsupported by substantial evidence.\n\n                              B.\n\n          We  turn  to  the  evidence  of  claimant's  mental\n\nfunctioning  in  the  critical  period.   Dr.  McDougall  saw\n\nclaimant as  predominantly  anxious with  depressive  traits,\n\nwhereas Dr.  Gonzalez found a mood  disorder characterized by\n\ndepression.   Nonetheless,  in evaluating  the twenty  mental\n\nactivities related  to the ability to  sustain essential work\n\nactivities  on a  regular basis,  both consultants  found the\n\nclaimant's functioning  moderately limited  in eleven of  the\n\ntwenty abilities.   Both  agreed that eight  areas of  mental\n\nfunctioning  were  moderately compromised,  specifically, the\n\nabilities   to:  maintain  attention  and  concentration  for\n\nextended periods; perform activities within a  schedule; work\n\nin  coordination  with or  proximity  to  others; complete  a\n\nnormal workday and workweek and perform at a consistent pace;\n\n                             -7-\n\ninteract  appropriately  with  the  general  public;  respond\n\nappropriately to  changes in  the work setting;  be aware  of\n\nnormal hazards; and travel in unfamiliar places or use public\n\ntransportation.   As this  evidence is uncontroverted,  we do\n\nnot find record support for the ALJ's finding that claimant's\n\nmental  condition imposed  no  limitation on  her ability  to\n\nperform basic work activities in the relevant period.\n\n                              C.\n\n          Based  upon  vocational  information and  testimony\n\nprovided by the claimant, the ALJ decided:\n\n          [S]he  has  worked  as  a   solderer  and\n          machine  operator  in  a  factory.    The\n          claimant's  past  relevant  work  can  be\n          considered as low semiskilled  in nature.\n          He[r] work as [a] soldering power machine\n          and  machine   operator  entailed  medium\n          exertion.    However,  the  activity  she\n          performed  . . . soldering TV set (tubes)\n          is  considered of  slight nature  and was\n          performed alternating positions.   We are\n          convinced  that  the  claimant was  still\n          capable of performing  her past  relevant\n          work .  . .  soldering TV [parts]  as she\n          still had a residual  functional capacity\n          for light work.\n\nThe  claimant  described her  job  using a  power  machine to\n\nsolder electronic parts:\n\n          I united  parts by  means of  soldering a\n          tin  wire which  served as  a fixer.   We\n          used a  pedal machine which .  . . served\n          to  heat the  part being  worked  to `red\n          hot.'   The tin  wire was then  placed to\n          serve as the soldering medium.  Then, the\n          part  would be cooled off in  . . . trays\n          full of  cold water.  This  procedure was\n          performed daily.\n\n                             -8-\n\nAccording to  claimant, the job welding  television tubes was\n\nsimilar:\n\n          The  parts were  smaller and  the machine\n          used was more modern.   The soldering was\n          done with the very same machine.\n\nFrom these  descriptions (the opinion of  a vocational expert\n\nwas not  obtained), it  seems fairly obvious  that claimant's\n\nformer job soldering television  parts required an ability to\n\nconcentrate and remain focused on the machinery  used and the\n\ntasks at hand.  Here, where the uncontroverted reports of the\n\nonly  two  medical consultants  to  render an  opinion  as to\n\nmental functioning  in the  insured  period found  claimant's\n\nability for sustained  attention and concentration moderately\n\nlimited, the ALJ's conclusion that claimant could perform the\n\nphysical  and  mental  demands  of  her  past  work  was  not\n\nsupported  by  substantial   evidence.2    See  Higgarty   v.\n                                                        \n\nSullivan, 947 F.2d 990, 996-97 (1st Cir. 1991).\n        \n\n                             III.\n                                \n\n          Because  the  ALJ  did  not  address  or  otherwise\n\nexplain whether claimant's  mental functioning  significantly\n\naffected her ability to perform particular past work, or that\n\noccupation as it is  generally performed, see Social Security\n                                             \n\nRuling  82-61; Santiago,  944  F.2d at  5  n.1, the  case  is\n                       \n\n                    \n\n2.  Claimant's  initial and reconsideration  denials, each of\nwhich concluded  that claimant  could not perform  her former\nwork,  are also  entitled  to some  evidentiary  weight.   20\nC.F.R.   404.1512(b)(5); see also Kirby v. Sullivan, 923 F.2d\n                                                   \n1323, 1327 (8th Cir. 1991).\n\n                             -9-\n\nremanded  for  further proceedings  in  accordance  with this\n\nopinion.     We  may  not,  despite  the  invitation  of  the\n\nSecretary, conclude  that claimant was unable  to perform her\n\npast relevant  work during the period in  question, and apply\n\nthe  medical-vocational  guidelines,  20  C.F.R.   Part  404,\n\nSubpart  P, App.  2,  to find  the  claimant disabled.    See\n                                                             \n\nSecurities &amp; Exchange  Comm. v. Chenery  Corp., 318 U.S.  80,\n                                              \n\n93-95 (1943).  We  have considered claimant's other arguments\n\nand find them  without merit  for the reasons  stated in  the\n\nreport of the magistrate-judge.\n\n          The judgment  of the district court  is vacated and\n                                                         \n\nthe  case  is  remanded  with directions  to  remand  to  the\n                       \n\nSecretary for further proceedings.\n\n                             -10-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">July 7, 1993\n\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 92-2186\n\n                   LUZ GONZALEZ MALDONADO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jaime Pieras, Jr., U.S. District Judge]\n                                                    \n\n                                         \n\n                            Before\n\n                   Torruella, Cyr and Stahl,\n                       Circuit Judges.\n                                     \n\n                                         \n\nRaymond Rivera Esteves and Juan A.  Hernandez Rivera on brief  for\n                                                    \nappellant.\nDaniel  F.  Lopez  Romo,  United  States  Attorney,  Jose  Vazquez\n                                                                  \nGarcia,  Assistant  United States  Attorney,  and  Donna C.  McCarthy,\n                                                                 \nAssistant Regional  Counsel, Department of Health  and Human Services,\non brief for appellee.\n\n                                         \n\n                                         \n\n          Per  Curiam.    Claimant,  Luz  Gonzalez Maldonado,\n                     \n\napplied for social  security insurance benefits  on March  8,\n\n1989, alleging  that problems  with  her \"back,  nerves,  and\n\nhands\" had  disabled her  from  working since  September  20,\n\n1980.  Claimant was  thirty-four years of age on  the alleged\n\nonset date.  Her disability insurance coverage ended on March\n\n31,  1985,  some  four  years  prior  to  this   application.\n\nInitially,  the  agency determined  that,  as  of that  date,\n\nclaimant's mental condition prevented her return to her prior\n\nwork as  an  electronics  welder  because  it  required  good\n\nconcentration, but that, otherwise, she retained physical and\n\nmental   abilities    to   perform   other   work.       Upon\n\nreconsideration, the no-disability finding was affirmed.\n\n          After  a  hearing,   an  Administrative  Law  Judge\n\n(\"ALJ\") concluded that, as  of the time she was  last insured\n\nfor disability  purposes, claimant  could  still perform  her\n\npast  job as a solderer  of television tubes.   Upon judicial\n\nreview, a magistrate  judge surveyed the  evidence and, in  a\n\ncomprehensive  report,1  recommended   affirming  the   ALJ's\n\ndecision.  The district court agreed, and claimant  took this\n\nappeal.   We conclude that  the ALJ's finding that claimant's\n\nmental  condition  was  not  severe and  did  not  impose any\n\nlimitation  of function on or  before March 31,  1985, is not\n\nsupported by substantial evidence, and vacate and remand  for\n\nfurther proceedings.\n\n                    \n\n1.  We  have reviewed all the  evidence and, in  light of the\nmagistrate-judge's recapitulation, do not recount it here.\n\n                              I.\n                               \n\n          Our  focus  is  on  step four  of  the  Secretary's\n\nsequential evaluation process.  20  C.F.R.   404.1520(e).  At\n\nthis stage, the  initial burden  is on the  claimant to  show\n\nthat she  can no  longer perform  her particular  former work\n\nbecause of  her impairments.   Santiago v. Secretary  of HHS,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"567917\"><a href=\"/opinion/567917/35-socsecrepser-4-unemplinsrep-cch-p-16272a-luz-m-santiago-v/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st Cir.  1991).  Then, the  ALJ must compare\n\nthe  physical  and  mental  demands of  that  past  work with\n\ncurrent functional capability or, as here, functional ability\n\nin the  critical  period.    Id.    In  making  a  step  four\n                                \n\nappraisal,  the  ALJ is  entitled  to  credit claimant's  own\n\ndescription  of   her  former   job  duties  and   functional\n\nlimitations, id., but, as Santiago cautions:\n                                  \n\n          [A]n  ALJ may  not simply  rely upon  the\n          failure  of  the claimant  to demonstrate\n                                                   \n          that the  physical and mental  demands of\n          her past relevant work  can no longer  be\n          met,  but once alerted  by the  record to\n                                                   \n          the  presence  of  such  an  issue,  must\n                                            \n          develop the record further.\n\nId. at 5-6 (quotation marks and citations omitted).  There is\n   \n\nsubstantial evidence that claimant  met her initial burden to\n\nprovide  information  about  the activities  her  usual  work\n\nrequired and  her functional inability to  perform that work.\n\nThere is also uncontradicted evidence, which the ALJ did  not\n\naddress or explain, that the claimant's mental functioning in\n\nthe  critical period  was, overall,  moderately limited  as a\n\nresult  of  her mental  condition.    Because this  evidence,\n\n                             -3-\n\ntogether with claimant's statements, squarely  put into issue\n\nwhether  claimant's  mental  condition  prevented   her  from\n\nperforming  a particular job as  she had performed  it in the\n\npast, the ALJ was not, as the following discussion indicates,\n\nfree to ignore it.\n\n                             II.\n                               \n\n          We begin by noting that claimant does not challenge\n\nthe ALJ's determination as to her physical impairment (severe\n\ncervical and lumbar myositis) or physical residual functional\n\ncapacity (\"RFC\") (light exertion) in the critical period.  In\n\ndeciding that  claimant could then still  perform light work,\n\nthe ALJ gave  some credence to claimant's  pain complaints, a\n\nconclusion that is reasonably supported in the record.\n\n                              A.\n\n          With  respect to  claimant's  allegations that  the\n\nmental condition  she  developed after  she  stopped  working\n\nprevented her return to that work, the ALJ stated:\n\n          The claimant has been followed during the\n          crucial    period   for    an   emotional\n          component.  However, the medical evidence\n          so  far  considered  does  not  show  the\n          presence   of    any   severe   emotional\n          impairment.  The  claimant's capacity  to\n          perform basic work related activities was\n          not  affected  at  all  by   her  alleged\n          emotional   component.     There   is  no\n          evidence    of     severe    intellectual\n          dysfunction,  personality  deterioration,\n          perceptual      distortions,      reality\n          detachment,  deterioration   of  personal\n          habits,   significant   constriction   of\n          interest,  marked  restriction  in  daily\n          activities,   inadequate    judgment   or\n\n                             -4-\n\n          insight,  or inability  to deal  with the\n          physical  or  social  environment.    The\n          claimant's  emotional  impairment  during\n          the   crucial   period   was   a   slight\n          abnormality with such a minimal effect on\n          her  that it  would  not  be expected  to\n          interfere  with  her   ability  to   work\n          irrespective  of  age, education  or work\n          experience.\n\nThe ALJ decided  that the  evidence showed a  diagnosis of  a\n\ngeneralized  anxiety disorder,  but  that (1)  there was  \"no\n\nevidence  in file  to  support allegations  of a  significant\n\nemotional illness,\" and (2) claimant's mental  \"condition did\n\nnot impose  any limitation in claimant's  capacity to perform\n\nbasic work-related  activities on or before  March 31, 1985.\"\n\nIn   an  accompanying   psychiatric  review   technique  form\n\n(\"PRTF\"), the ALJ rated  claimant's mental impairment as non-\n\nsevere.\n\n          At  the  request  of the  disability  determination\n\nprogram,   two    non-examining   psychological   consultants\n\ncompleted PRTFs  and mental  RFC assessments for  the insured\n\nperiod.  Both consultants, Drs. McDougall and Gonzalez, rated\n\nclaimant's  mental  impairment as  severe  on the  PRTF.   20\n\nC.F.R.     404.1520(c)(1).    Each   consultant  specifically\n\nindicated  on the  accompanying  mental RFC  form that  their\n\nevaluation was for the \"date last insured,\" i.e., March 1985.\n                                                \n\nThe Secretary argues, however, that Dr. McDougall's 1989 PRTF\n\nand  RFC  were  \"current\"  assessments  and  do  not  reflect\n\nimpairment or functioning in the insured period.\n\n                             -5-\n\n          This is clearly incorrect as to Dr. McDougall's RFC\n\nassessment  which  was  expressly  limited  to  the  critical\n\nperiod.    The  Secretary's  own  regulations  for evaluating\n\nmental  impairment claims  mandate  the completion  of a  RFC\n\nassessment if a severe mental  impairment is indicated on the\n\nPRTF.   20 C.F.R.   404.1520a(c)(3).   Although the timeframe\n\nof   Dr.  McDougall's  PRTF  was  (apparently  inadvertently)\n\nomitted,  the  completion  of  a  mental  RFC  assessment  is\n\npredicated  upon   a  PRTF  finding  that   a  severe  mental\n\nimpairment exists.   Dr.  McDougall, like Dr.  Gonzalez, made\n\nthat  predicate   finding  on   the  PRTF  by   checking  the\n\ndisposition:  \"RFC necessary  (i.e., a  severe  impairment is\n                                   \n\npresent  .  . .)\".    Thus, Dr.  McDougall's  concomitant RFC\n\n(clearly  completed for  the insured  period) must  cover the\n\nsame timeframe as Dr. McDougall's initial PRTF.  In addition,\n\nboth consultants  were  specifically requested  to provide  a\n\nseverity assessment for the period ending March 31, 1985.\n\n          We  reach  this   conclusion,  despite  two  terse,\n\nseemingly  inconsistent remarks  by Dr.  McDougall:   (1) \"No\n\nevidence  to  support severe  condition  by  QC [quarters  of\n\ncoverage]  3/85,\" and  (2) \"No  evidence of  a severe  mental\n\ncondition  for the  years 83-85.\"   These  anomalous comments\n\naside,  the  special  procedures  inherent  in      404.1520a\n\ntogether  with   the  information  and   subsidiary  findings\n\nrecorded within  the PRTF  itself dictate that  Dr. McDougall\n\n                             -6-\n\ndetermined  that a  severe mental  impairment existed  in the\n\ncritical period before going on to complete a RFC assessment.\n\nPut another way,  under   404.1520a, Dr.  McDougall could not\n\nhave completed such an assessment for the period ending March\n\n1985 solely upon a finding of mental severity in 1989.  Thus,\n\nsince  there  are  no  contrary  medical  reports  as to  the\n\nseverity of  claimant's mental impairment, the  ALJ's finding\n\nthat  there  was  no  evidence to  support  allegations  of a\n\nsignificant emotional  illness in the relevant  period is not\n\nsupported by substantial evidence.\n\n                              B.\n\n          We  turn  to  the  evidence  of  claimant's  mental\n\nfunctioning  in  the  critical  period.   Dr.  McDougall  saw\n\nclaimant as  predominantly  anxious with  depressive  traits,\n\nwhereas Dr.  Gonzalez found a mood  disorder characterized by\n\ndepression.   Nonetheless,  in evaluating  the twenty  mental\n\nactivities related  to the ability to  sustain essential work\n\nactivities  on a  regular basis,  both consultants  found the\n\nclaimant's functioning  moderately limited  in eleven of  the\n\ntwenty abilities.   Both  agreed that eight  areas of  mental\n\nfunctioning  were  moderately compromised,  specifically, the\n\nabilities   to:  maintain  attention  and  concentration  for\n\nextended periods; perform activities within a  schedule; work\n\nin  coordination  with or  proximity  to  others; complete  a\n\nnormal workday and workweek and perform at a consistent pace;\n\n                             -7-\n\ninteract  appropriately  with  the  general  public;  respond\n\nappropriately to  changes in  the work setting;  be aware  of\n\nnormal hazards; and travel in unfamiliar places or use public\n\ntransportation.   As this  evidence is uncontroverted,  we do\n\nnot find record support for the ALJ's finding that claimant's\n\nmental  condition imposed  no  limitation on  her ability  to\n\nperform basic work activities in the relevant period.\n\n                              C.\n\n          Based  upon  vocational  information and  testimony\n\nprovided by the claimant, the ALJ decided:\n\n          [S]he  has  worked  as  a   solderer  and\n          machine  operator  in  a  factory.    The\n          claimant's  past  relevant  work  can  be\n          considered as low semiskilled  in nature.\n          He[r] work as [a] soldering power machine\n          and  machine   operator  entailed  medium\n          exertion.    However,  the  activity  she\n          performed  . . . soldering TV set (tubes)\n          is  considered of  slight nature  and was\n          performed alternating positions.   We are\n          convinced  that  the  claimant was  still\n          capable of performing  her past  relevant\n          work .  . .  soldering TV [parts]  as she\n          still had a residual  functional capacity\n          for light work.\n\nThe  claimant  described her  job  using a  power  machine to\n\nsolder electronic parts:\n\n          I united  parts by  means of  soldering a\n          tin  wire which  served as  a fixer.   We\n          used a  pedal machine which .  . . served\n          to  heat the  part being  worked  to `red\n          hot.'   The tin  wire was then  placed to\n          serve as the soldering medium.  Then, the\n          part  would be cooled off in  . . . trays\n          full of  cold water.  This  procedure was\n          performed daily.\n\n                             -8-\n\nAccording to  claimant, the job welding  television tubes was\n\nsimilar:\n\n          The  parts were  smaller and  the machine\n          used was more modern.   The soldering was\n          done with the very same machine.\n\nFrom these  descriptions (the opinion of  a vocational expert\n\nwas not  obtained), it  seems fairly obvious  that claimant's\n\nformer job soldering television  parts required an ability to\n\nconcentrate and remain focused on the machinery  used and the\n\ntasks at hand.  Here, where the uncontroverted reports of the\n\nonly  two  medical consultants  to  render an  opinion  as to\n\nmental functioning  in the  insured  period found  claimant's\n\nability for sustained  attention and concentration moderately\n\nlimited, the ALJ's conclusion that claimant could perform the\n\nphysical  and  mental  demands  of  her  past  work  was  not\n\nsupported  by  substantial   evidence.2    See  Higgarty   v.\n                                                        \n\nSullivan, </pre><span class=\"citation\" data-id=\"571056\"><a href=\"/opinion/571056/35-socsecrepser-400-unemplinsrep-cch-p-16302a-david-heggarty-v/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span><pre class=\"inline\">, 996-97 (1st Cir. 1991).\n        \n\n                             III.\n                                \n\n          Because  the  ALJ  did  not  address  or  otherwise\n\nexplain whether claimant's  mental functioning  significantly\n\naffected her ability to perform particular past work, or that\n\noccupation as it is  generally performed, see Social Security\n                                             \n\nRuling  82-61; Santiago,  944  F.2d at  5  n.1, the  case  is\n                       \n\n                    \n\n2.  Claimant's  initial and reconsideration  denials, each of\nwhich concluded  that claimant  could not perform  her former\nwork,  are also  entitled  to some  evidentiary  weight.   20\nC.F.R.   404.1512(b)(5); see also Kirby v. Sullivan, </pre><span class=\"citation\" data-id=\"554936\"><a href=\"/opinion/554936/32-socsecrepser-242-unemplinsrep-cch-15975a-dorothy-j-kirby-v/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span>\n                                                   \n<span class=\"page\">1323</span></a></span><pre class=\"inline\">, 1327 (8th Cir. 1991).\n\n                             -9-\n\nremanded  for  further proceedings  in  accordance  with this\n\nopinion.     We  may  not,  despite  the  invitation  of  the\n\nSecretary, conclude  that claimant was unable  to perform her\n\npast relevant  work during the period in  question, and apply\n\nthe  medical-vocational  guidelines,  20  C.F.R.   Part  404,\n\nSubpart  P, App.  2,  to find  the  claimant disabled.    See\n                                                             \n\nSecurities &amp; Exchange  Comm. v. Chenery  Corp., </pre><span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">80</span></a></span><pre class=\"inline\">,\n                                              \n\n93-95 (1943).  We  have considered claimant's other arguments\n\nand find them  without merit  for the reasons  stated in  the\n\nreport of the magistrate-judge.\n\n          The judgment  of the district court  is vacated and\n                                                         \n\nthe  case  is  remanded  with directions  to  remand  to  the\n                       \n\nSecretary for further proceedings.\n\n                             -10-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571056/"
  ]
}