{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195083/",
  "absolute_url": "/opinion/195083/united-states-v-soltero-lopez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195083/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:31:53Z",
  "date_modified": "2016-02-28T04:51:44.804289Z",
  "type": "010combined",
  "sha1": "4f5ef613020098e3d66843d27d144c47203385d4",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1170.01A",
  "local_path": null,
  "plain_text": "               UNITED STATES COURT OF APPEALS\n\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1170\n\n                       UNITED STATES,\n\n                         Appellee,\n\n                             v.\n\n                    LUIS SOLTERO-LOPEZ,\n\n                         Appellant.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Carmen C. Cerezo, U.S. District Judge]\n                                                   \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n           Torruella and Boudin, Circuit Judges.\n                                               \n                                        \n\nFrank Catala Morales for appellant.\n                   \nEpifanio Morales,  Assistant  United  States Attorney,  with  whom\n               \nGuillermo Gil, United States Attorney, Jose A. Quiles Espinosa, Senior\n                                                         \nLitigation  Counsel,  Criminal Division,  and  Jeanette Mercado  Rios,\n                                                                \nAssistant United States Attorney, were on brief for appellee.\n\n                                        \n\n                     December 13, 1993\n                                        \n\n          BREYER, Chief Judge.  Appellant Luis Soltero  pled\n                             \n\nguilty  to  importing cocaine  (and  related charges)  under\n\ncircumstances for  which the Sentencing Guidelines set forth\n\na  sentencing  range of  approximately  20  to 25  years  in\n\nprison.   See  18 U.S.C.    2; 21 U.S.C.     841(a)(1), 952,\n             \n\n960, 963; U.S.S.G.    2D1.1(c) (base  offense level of  38);\n\nU.S.S.G.   3B1.1(c) (two level increase for supervisory role\n\nin  the crime); U.S.S.G.  3E1.1(a) (two level  reduction for\n\nacceptance   of  responsibility);  U.S.S.G.  Ch.  5,  Pt.  A\n\n(sentencing  table).  In light of Soltero's cooperation with\n\nthe government,  the district  court departed  downward from\n\nthe bottom of the range and sentenced Soltero, instead, to a\n\nprison term of 17 years.   Soltero appeals, arguing that the\n\ndistrict  court should have  departed downward by  more than\n\njust three years.\n\n          Soltero, however, cannot avoid the legal fact that\n\nthe sentencing statutes (insofar  as here relevant)  provide\n\nhim with only a very narrow right to appeal.   Although they\n\npermit an appellate  court to set aside a  departure that is\n\n\"unreasonable,\"  see 18 U.S.C.    3742(f)(2), they  give the\n                    \n\ncourt  this power  in the context  of other  provisions that\n\npermit  defendants to appeal only upward, and the government\n\nto appeal  only downward, departures.   To be  specific, the\n\n                            -2-\n                             2\n\nrelevant  provision  permits  the  defendant  to  appeal the\n\nreasonableness  of  a  sentence that  \"is  greater  than the\n\nsentence specified  in the applicable guideline range  . . .\n\n.\" Id.   3742(a)(3).   Here, Soltero's sentence is less than\n                                                       \n\nthe \"sentence specified\" in the guidelines, not \"greater.\"  \n\n          Soltero tries to  avoid this  problem by  pointing\n\nout  that the relevant  statute also permits  a defendant to\n\nappeal  a sentence  that  \"was  imposed as  a  result of  an\n\nincorrect  application of the sentencing guidelines.\"  Id.  \n                                                         \n\n3742(a)(2).  We  have specifically held, however,  that this\n\nprovision ordinarily does not give  a defendant the right to\n\nappeal from a court's refusal to depart from the guidelines.\n                             \n\nUnited States v. Tucker, 892  F.2d 8, 10-11 (1st Cir. 1989).\n                       \n\nSee also United States v. Romolo,  937 F.2d 20, 22 (1st Cir.\n                                \n\n1991) (citing cases).  Nor does it apply where  a court does\n\ndepart in the defendant's favor, but does  not depart enough\n\nto satisfy  the defendant.   United States v.  Pighetti, 898\n                                                       \n\nF.2d 3, 4 (1st Cir. 1990).\n\n          We  use the word  \"ordinarily\" because the  ban on\n\nreview is not absolute.  Rather, we have found an \"incorrect\n\napplication of the sentencing guidelines\" where a sentencing\n\ncourt  has misunderstood how the guidelines -- including the\n\nstatutes  and guidelines governing departure -- are supposed\n\n                            -3-\n                             3\n\nto  work.    Thus, we have reviewed  cases where a defendant\n\nalleges  that  the district  court  erroneously believed  it\n\nlacked the legal power to depart in the circumstances.  See,\n                                                           \n\ne.g., United States  v. Rivera, 994 F.2d 942,  953 (1st Cir.\n                              \n\n1993) (remanding  case for  resentencing); United  States v.\n                                                         \n\nAmparo,  961 F.2d 288, 292  (1st Cir.) (citing cases), cert.\n                                                            \n\ndenied, 113 S. Ct. 224 (1992).  And we are willing to assume\n      \n\nthat we could also review, and correct, a departure decision\n\nthat   reflected    some   other    kind   of    fundamental\n\nmisunderstanding.   See United  States v. Mariano,  983 F.2d\n                                                 \n\n1150, 1157 (1st  Cir. 1993) (noting that  a sentencing court\n\nmay  not  rely  on constitutionally  proscribed  factors  in\n\ndeciding  to forgo  or  curtail  a  downward  departure  for\n\nsubstantial assistance).\n\n          That assumption, however,  does not help  Soltero,\n\nfor the record  makes clear that the district  court did not\n\nmisunderstand the guidelines.   Soltero says that  the court\n\nwould  have departed  by more  than three  years had  it not\n\ntried to  create a kind  of sentencing parity among  him and\n\nhis co-defendants  -- an  equalization effort  that we  have\n\npreviously  held  cannot  provide  a  basis  for  departure.\n\nUnited States v.  Wogan, 938 F.2d 1446,  1448-49 (1st Cir.),\n                       \n\ncert. denied, 112 S. Ct.  441 (1991); United States v. Carr,\n                                                           \n\n                            -4-\n                             4\n\n932  F.2d 67, 73  (1st Cir.), cert.  denied, 112  S. Ct. 112\n                                           \n\n(1991).  But that is not what the district court said it was\n\ndoing.  \n\n          Rather, the sentencing judge said the following:\n\n          I am  well aware  of the  cooperation of\n          the defendant.   But that is  one factor\n          the  Court  must take  into account.   I\n          must view  the whole  case, the  overall\n          cooperation and the participation of the\n          defendant  too.   And also  view him  in\n          respect  to  other   defendants  because\n          there are other  defendants here who did\n          go  to trial, who did put the government\n          through its burden of proof.   Yes, they\n          have  a right  to do  that.   But  their\n          participation in  the offense,  a person\n          like Julio Luciano  Mosquera, is minimal\n          compared to this defendant.  \n\n          And  that person  [Mosquera] because  of\n          the severity of  the punishment of these\n          counts will spend  a very long  stretch.\n          And  he is a  person that came  into the\n          scene  just  hours,   hours  before  the\n          arrest.   So  this  [Soltero] is  a  key\n          participant.   This is not  somebody who\n          came in at the last  moment.  I have  to\n          give  perspective  to   the  whole  case\n          because otherwise, we will be doing with\n          the Sentencing Guidelines  precisely are\n          supposed   [sic]   to  prevent.      The\n          unfairness, lack of  uniformity and more\n          sorrow.   So I  have taken  into account\n          his [Soltero's] cooperation.  But that's\n          as far as  it will take him  because his\n          cooperation cannot be seen isolated from\n          his role  in  the offense.    Which  was\n          mayor [sic]  in this case.  He was a key\n          figure   in   the    whole   conspiracy.\n          Reconsideration is denied.\n\n                            -5-\n                             5\n\nNothing in  this statement  suggests an  explicit effort  to\n\n\"equalize\"  sentences as among defendants.  The judge simply\n\nspoke of the defendant's cooperation and the fact that (when\n\nviewed in light of his co-conspirators' conduct) his role in\n\nthe offense was \"key\" and supervisory.  To take account of a\n\ncooperating offender's conduct,  including his  role in  the\n\noffense,  when deciding the  extent of a  downward departure\n\nseems to us perfectly reasonable.   See Mariano, 983 F.2d at\n                                               \n\n1156-57.  Soltero makes  no convincing argument that  such a\n\nconsideration somehow  reflects a basic  misunderstanding of\n\nthe guidelines.\n\n          For these  reasons, the  judgment of  the district\n\ncourt is\n\n          Affirmed.\n                  \n\n                            -6-\n                             6\n",
  "html": "<p class=\"case_cite\">11 F.3d 18</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Luis SOLTERO-LOPEZ, Appellant.</p>\n    <p class=\"docket\">No. 93-1170.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 4, 1993.<br>Decided Dec. 13, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frank Catala Morales, Bayamon, PR, for appellant.</p>\n      <p class=\"indent\">Epifanio Morales, Asst. U.S. Atty., with whom Guillermo Gil, U.S. Atty., Jose A. Quiles Espinosa, Sr. Litigation Counsel, Crim.  Div., and Jeanette Mercado Rios, Asst. U.S. Atty., Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">STEPHEN G. BREYER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Luis Soltero pled guilty to importing cocaine (and related charges) under circumstances for which the Sentencing Guidelines set forth a sentencing range of approximately 20 to 25 years in prison.  See 18 U.S.C. Sec. 2;  21 U.S.C. Secs. 841(a)(1), 952, 960, 963;  U.S.S.G. Sec. 2D1.1(c) (base offense level of 38);  U.S.S.G. Sec. 3B1.1(c) (two level increase for supervisory role in the crime);  U.S.S.G. 3E1.1(a) (two level reduction for acceptance of responsibility);  U.S.S.G. Ch. 5, Pt. A (sentencing table).  In light of Soltero's cooperation with the government, the district court departed downward from the bottom of the range and sentenced Soltero, instead, to a prison term of 17 years.  Soltero appeals, arguing that the district court should have departed downward by more than just three years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Soltero, however, cannot avoid the legal fact that the sentencing statutes (insofar as here relevant) provide him with only a very narrow right to appeal.  Although they permit an appellate court to set aside a departure that is \"unreasonable,\" see 18 U.S.C. Sec. 3742(f)(2), they give the court this power in the context of other provisions that permit defendants to appeal only upward, and the government to appeal only downward, departures.  To be specific, the relevant provision permits the defendant to appeal the reasonableness of a sentence that \"is greater than the sentence specified in the applicable guideline range....\"  Id. Sec. 3742(a)(3).  Here, Soltero's sentence is less than the \"sentence specified\" in the guidelines, not \"greater.\"Soltero tries to avoid this problem by pointing out that the relevant statute also permits a defendant to appeal a sentence that \"was imposed as a result of an incorrect application of the sentencing guidelines.\"   Id. Sec. 3742(a)(2).  We have specifically held, however, that this provision ordinarily does not give a defendant the right to appeal from a court's refusal to depart from the guidelines.  United States v. Tucker, 892 F.2d 8, 10-11 (1st Cir.1989).  See also United States v. Romolo, 937 F.2d 20, 22 (1st Cir.1991) (citing cases).  Nor does it apply where a court does depart in the defendant's favor, but does not depart enough to satisfy the defendant.  United States v. Pighetti, 898 F.2d 3, 4 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We use the word \"ordinarily\" because the ban on review is not absolute.  Rather, we have found an \"incorrect application of the sentencing guidelines\" where a sentencing court has misunderstood how the guidelines--including the statutes and guidelines governing departure--are supposed to work.  Thus, we have reviewed cases where a defendant alleges that the district court erroneously believed it lacked the legal power to depart in the circumstances.  See, e.g., United States v. Rivera, 994 F.2d 942, 953 (1st Cir.1993) (remanding case for resentencing);  United States v. Amparo, 961 F.2d 288, 292 (1st Cir.)  (citing cases), cert. denied, --- U.S. ----, 113 S.Ct. 224, 121 L.Ed.2d 161 (1992).  And we are willing to assume that we could also review, and correct, a departure decision that reflected some other kind of fundamental misunderstanding.  See United States v. Mariano, 983 F.2d 1150, 1157 (1st Cir.1993) (noting that a sentencing court may not rely on constitutionally proscribed factors in deciding to forgo or curtail a downward departure for substantial assistance).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">That assumption, however, does not help Soltero, for the record makes clear that the district court did not misunderstand the guidelines.  Soltero says that the court would have departed by more than three years had it not tried to create a kind of sentencing parity among him and his co-defendants--an equalization effort that we have previously held cannot provide a basis for departure.   United States v. Wogan, 938 F.2d 1446, 1448-49 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 441, 116 L.Ed.2d 460 (1991);   United States v. Carr, 932 F.2d 67, 73 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 112, 116 L.Ed.2d 82 (1991).  But that is not what the district court said it was doing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Rather, the sentencing judge said the following:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>I am well aware of the cooperation of the defendant.  But that is one factor the Court must take into account.  I must view the whole case, the overall cooperation and the participation of the defendant too.  And also view him in respect to other defendants because there are other defendants here who did go to trial, who did put the government through its burden of proof.  Yes, they have a right to do that.  But their participation in the offense, a person like Julio Luciano Mosquera, is minimal compared to this defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>And that person [Mosquera] because of the severity of the punishment of these counts will spend a very long stretch.  And he is a person that came into the scene just hours, hours before the arrest.  So this [Soltero] is a key participant.  This is not somebody who came in at the last moment.  I have to give perspective to the whole case because otherwise, we will be doing with the Sentencing Guidelines precisely are supposed [sic] to prevent.  The unfairness, lack of uniformity and more sorrow.  So I have taken into account his [Soltero's] cooperation.  But that's as far as it will take him because his cooperation cannot be seen isolated from his role in the offense.  Which was mayor [sic] in this case.  He was a key figure in the whole conspiracy.  Reconsideration is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nothing in this statement suggests an explicit effort to \"equalize\" sentences as among defendants.  The judge simply spoke of the defendant's cooperation and the fact that (when viewed in light of his co-conspirators' conduct) his role in the offense was \"key\" and supervisory.  To take account of a cooperating offender's conduct, including his role in the offense, when deciding the extent of a downward departure seems to us perfectly reasonable.  See Mariano, 983 F.2d at 1156-57.   Soltero makes no convincing argument that such a consideration somehow reflects a basic misunderstanding of the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For these reasons, the judgment of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Luis SOLTERO-LOPEZ, Appellant.</p>\n    <p class=\"docket\">No. 93-1170.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 4, 1993.<br>Decided Dec. 13, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Frank Catala Morales, Bayamon, PR, for appellant.</p>\n      <p class=\"indent\">Epifanio Morales, Asst. U.S. Atty., with whom Guillermo Gil, U.S. Atty., Jose A. Quiles Espinosa, Sr. Litigation Counsel, Crim.  Div., and Jeanette Mercado Rios, Asst. U.S. Atty., Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">STEPHEN G. BREYER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Luis Soltero pled guilty to importing cocaine (and related charges) under circumstances for which the Sentencing Guidelines set forth a sentencing range of approximately 20 to 25 years in prison.  See 18 U.S.C. Sec. 2;  21 U.S.C. Secs. 841(a)(1), 952, 960, 963;  U.S.S.G. Sec. 2D1.1(c) (base offense level of 38);  U.S.S.G. Sec. 3B1.1(c) (two level increase for supervisory role in the crime);  U.S.S.G. 3E1.1(a) (two level reduction for acceptance of responsibility);  U.S.S.G. Ch. 5, Pt. A (sentencing table).  In light of Soltero's cooperation with the government, the district court departed downward from the bottom of the range and sentenced Soltero, instead, to a prison term of 17 years.  Soltero appeals, arguing that the district court should have departed downward by more than just three years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Soltero, however, cannot avoid the legal fact that the sentencing statutes (insofar as here relevant) provide him with only a very narrow right to appeal.  Although they permit an appellate court to set aside a departure that is \"unreasonable,\" see 18 U.S.C. Sec. 3742(f)(2), they give the court this power in the context of other provisions that permit defendants to appeal only upward, and the government to appeal only downward, departures.  To be specific, the relevant provision permits the defendant to appeal the reasonableness of a sentence that \"is greater than the sentence specified in the applicable guideline range....\"  Id. Sec. 3742(a)(3).  Here, Soltero's sentence is less than the \"sentence specified\" in the guidelines, not \"greater.\"Soltero tries to avoid this problem by pointing out that the relevant statute also permits a defendant to appeal a sentence that \"was imposed as a result of an incorrect application of the sentencing guidelines.\"   Id. Sec. 3742(a)(2).  We have specifically held, however, that this provision ordinarily does not give a defendant the right to appeal from a court's refusal to depart from the guidelines.  United States v. Tucker, <span class=\"citation\" data-id=\"533861\"><a href=\"/opinion/533861/united-states-v-forrest-s-tucker/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 10-11 (1st Cir.1989).  See also United States v. Romolo, <span class=\"citation\" data-id=\"563790\"><a href=\"/opinion/563790/united-states-v-christopher-j-romolo/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1991) (citing cases).  Nor does it apply where a court does depart in the defendant's favor, but does not depart enough to satisfy the defendant.  United States v. Pighetti, <span class=\"citation\" data-id=\"537783\"><a href=\"/opinion/537783/united-states-v-dana-pighetti/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 4 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We use the word \"ordinarily\" because the ban on review is not absolute.  Rather, we have found an \"incorrect application of the sentencing guidelines\" where a sentencing court has misunderstood how the guidelines--including the statutes and guidelines governing departure--are supposed to work.  Thus, we have reviewed cases where a defendant alleges that the district court erroneously believed it lacked the legal power to depart in the circumstances.  See, e.g., United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 953 (1st Cir.1993) (remanding case for resentencing);  United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.)  (citing cases), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></span> (1992).  And we are willing to assume that we could also review, and correct, a departure decision that reflected some other kind of fundamental misunderstanding.  See United States v. Mariano, <span class=\"citation\" data-id=\"598971\"><a href=\"/opinion/598971/united-states-v-abel-a-mariano-jr-united-states-of-america-v-barry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span>, 1157 (1st Cir.1993) (noting that a sentencing court may not rely on constitutionally proscribed factors in deciding to forgo or curtail a downward departure for substantial assistance).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">That assumption, however, does not help Soltero, for the record makes clear that the district court did not misunderstand the guidelines.  Soltero says that the court would have departed by more than three years had it not tried to create a kind of sentencing parity among him and his co-defendants--an equalization effort that we have previously held cannot provide a basis for departure.   United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1448-49 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></span> (1991);   United States v. Carr, <span class=\"citation\" data-id=\"560457\"><a href=\"/opinion/560457/united-states-v-terry-c-carr-and-mark-todd-carr/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 73 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">112</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></span> (1991).  But that is not what the district court said it was doing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Rather, the sentencing judge said the following:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>I am well aware of the cooperation of the defendant.  But that is one factor the Court must take into account.  I must view the whole case, the overall cooperation and the participation of the defendant too.  And also view him in respect to other defendants because there are other defendants here who did go to trial, who did put the government through its burden of proof.  Yes, they have a right to do that.  But their participation in the offense, a person like Julio Luciano Mosquera, is minimal compared to this defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>And that person [Mosquera] because of the severity of the punishment of these counts will spend a very long stretch.  And he is a person that came into the scene just hours, hours before the arrest.  So this [Soltero] is a key participant.  This is not somebody who came in at the last moment.  I have to give perspective to the whole case because otherwise, we will be doing with the Sentencing Guidelines precisely are supposed [sic] to prevent.  The unfairness, lack of uniformity and more sorrow.  So I have taken into account his [Soltero's] cooperation.  But that's as far as it will take him because his cooperation cannot be seen isolated from his role in the offense.  Which was mayor [sic] in this case.  He was a key figure in the whole conspiracy.  Reconsideration is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nothing in this statement suggests an explicit effort to \"equalize\" sentences as among defendants.  The judge simply spoke of the defendant's cooperation and the fact that (when viewed in light of his co-conspirators' conduct) his role in the offense was \"key\" and supervisory.  To take account of a cooperating offender's conduct, including his role in the offense, when deciding the extent of a downward departure seems to us perfectly reasonable.  See Mariano, 983 F.2d at 1156-57.   Soltero makes no convincing argument that such a consideration somehow reflects a basic misunderstanding of the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For these reasons, the judgment of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/533861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/"
  ]
}