{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195190/",
  "absolute_url": "/opinion/195190/united-states-v-obrien/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195190/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:35:01Z",
  "date_modified": "2016-02-28T04:51:59.748781Z",
  "type": "010combined",
  "sha1": "6b8baa67355e91252c048338dc0889aacb14f7eb",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1832.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1832\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        KEVIN F. O'BRIEN,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Richard L. Williams,* Senior U.S. District Judge]\n                                                           \n\n                                             \n\n                              Before\n\n              Selya, Cyr and Boudin, Circuit Judges.\n                                                   \n\n                                             \n\n     Alan Chapman, with whom Chapman  &amp; Chapman was on brief, for\n                                               \nappellant.\n     Timothy  Q. Feeley, Assistant  United States  Attorney, with\n                       \nwhom A. John  Pappalardo, United States  Attorney, was on  brief,\n                        \nfor the United States.\n\n                                             \n\n                         February 7, 1994\n\n                                             \n\n                         \n*Of the Eastern District of Virginia, sitting by designation.\n\n          SELYA,  Circuit  Judge.   A  jury  convicted defendant-\n          SELYA,  Circuit  Judge.\n                                \n\nappellant Kevin  F.  O'Brien  on  two hundred  ninety  counts  of\n\nmaking, or  causing  to  be made,  false  statements  related  to\n\napplications for Medicare benefits, and one hundred thirty counts\n\nof converting  federal funds to  his own behoof.1   After combing\n\nthe record, we uphold the verdict.\n\nI. BACKGROUND\n\n          We  examine the relevant events as a whole, marshalling\n\nthe  evidence in  the light most  congenial to  the prosecution's\n\ntheory of the  case.  See United  States v. Ortiz, 966  F.2d 707,\n                                                 \n\n711 (1st Cir. 1992), cert. denied, 113 S. Ct. 1005 (1993); United\n                                                                 \n\nStates v. Maraj, 947 F.2d 520, 522 (1st Cir. 1991).\n               \n\n          Appellant  was the  president  and sole  shareholder of\n\nO'Brien  Ambulance,  Inc.  and  its  lineal  descendant,  O'Brien\n\nAmbulance,  Ltd.2   As president  of  the corporation,  appellant\n\nserved  as its chief  executive and principal  operating officer.\n\n                    \n\n     1The  statutes of  conviction can be  succinctly summarized.\nOne such statute, now repealed and replaced, at the time provided\nin  pertinent part  that any  Medicare vendor who  \"knowingly and\nwillfully  makes or  causes to  be  made any  false statement  or\nrepresentation  of  a material  fact in  any application  for any\nbenefit  or payment [under the Medicare program]\" thereby commits\na  felony.   42 U.S.C.     1395nn (1987)  (repealed).   A  second\nstatute, still in  force, provides in pertinent part that whoever\n\"knowingly  converts to his own  use or the use of  another . . .\nany voucher, money, or thing of value of the United States  or of\nany department  or agency  thereof\" is guilty  of a  felony.   18\nU.S.C.    641 (1988).  The indictment with which we are concerned\ninvokes these statutes and also charges appellant as an aider and\nabettor, see 18 U.S.C.   2 (1988).\n            \n\n     2Notwithstanding  the  shifting   nomenclature,  the  entity\nremained  the  same.     Consequently,  we  refer  to  the  firm,\nregardless  of which appellation claimed preeminence at any given\ntime, as \"the corporation.\"\n\n                                2\n\nHe,  and he  alone, possessed  authority to  sign company  checks\n\nduring  the period covered by the  instant indictment, i.e., from\n                                                           \n\nMarch  to August  of 1987.   During  that period,  appellant also\n\nacted as the corporation's sole director.\n\n          The corporation ran  a licensed ambulance service.   It\n\nregularly  billed Medicare  for  ambulance services  provided  to\n\nMedicare  recipients, with the  result that the  federal Medicare\n\nprogram  accounted  for  a   significant  portion  of   corporate\n\nrevenues.   Many  of the  corporation's  payment requests  sought\n\nreimbursement for  the transportation  of Medicare  recipients to\n\nand from approved kidney dialysis treatments.  During  the period\n\ncovered by the  indictment, the corporation, in order to maximize\n\nthe  remuneration   associated  with  such   services,  regularly\n\nrepresented various  Medicare recipients  as  bedridden when,  in\n\nfact, they  were ambulatory;  and it  also regularly  represented\n\ntrips   for  dialysis  treatments  to  have  been  undertaken  by\n\nambulance when, in fact, the patients had been transported by van\n\nor   wheelchair  car.3    Corporate  records  were  falsified  to\n\ncamouflage  these untruths.   Subsequent  investigation uncovered\n\nthe   scheme,  revealing   that,   in  numerous   instances,  the\n\ncorporation's billing  practices  bore  little  relation  to  the\n\nreality  of  events,  and  that the  corporation  had  bilked the\n\n                    \n\n     3Carriage  by  ambulance   costs  substantially  more   than\ncarriage  by van  or wheelchair  car.   Thus, the  Medicare rules\nrestricted   reimbursable  ambulance   transportation  to   cases\ninvolving approved treatments  for non-ambulatory patients,  and,\neven then, only if no  alternate means of transportation could be\nemployed without endangering the patient's condition.\n\n                                3\n\ngovernment out of well over $300,000.\n\n          Based on this, and other, evidence   including evidence\n\nthat,  in late  1986 and  early  1987, the  corporation had  been\n\nteetering  on the  brink of  insolvency    a  federal grand  jury\n\nreturned  an indictment against  appellant.4   Evidence presented\n\nat trial showed  that, during the  six-month period in  question,\n\nthe   corporation  routinely   transported  ambulatory   dialysis\n\npatients  in vans  or wheelchair  cars  (often as  a group),  but\n\nnonetheless  misrepresented  these   services  in  applying   for\n\nMedicare  stipends, saying  that they  related to  individualized\n\ntransportation of non-ambulatory patients via ambulance.\n\n          Anticipating appellant's eventual line  of defense, the\n\ngovernment presented  both live testimony  and corporate  records\n\n(in  the  form, inter  alia,  of  run  slips, run  logbooks,  and\n                           \n\ndocuments related to Medicare  benefit applications) illustrating\n\nthe  pervasiveness of  the  criminal  conduct.    The  government\n\nshowed, through  the testimony  of corporate  employees (some  of\n\nwhom  were  appellant's kith  and  kin), that  appellant,  in his\n\nmanagement  role, exercised substantial  control over the day-to-\n\nday  operations of the corporation; that,  on occasion, he filled\n\nin  for the dispatcher and assumed other \"line\" responsibilities;\n\nand that, in late 1986, the corporation altered its recordkeeping\n\npractices in  two significant respects,  the net effect  of which\n\nwas to make  detection of the  forthcoming fraud more  difficult.\n\n                    \n\n     4The indictment was later superseded.   The final version of\nthe indictment contained some 435 counts.\n\n                                4\n\nFinally,  the  prosecution  presented   an  expert  witness   who\n\nidentified appellant's  handwriting in connection  with ambulance\n\nlogbook entries, some  of which involved the  Medicare recipients\n\nat issue.\n\n          As the prosecution had anticipated, appellant   offered\n\nlittle  contradiction  to  charges  that  the  corporation   made\n\nfraudulent  representations in seeking Medicare payments and that\n\nit  unlawfully  converted  federal  funds.    Instead,  appellant\n\npitched his  defense on a relatively narrow  ground, denying that\n\nhe, himself,  knew of,  or could  be held  criminally accountable\n\nfor, the corporation's peccadilloes.\n\n          At  the  close  of the  evidence,  appellant  moved for\n\njudgment of acquittal,  Fed. R. Crim. P. 29,  principally on this\n\nground.   The  district  court  rejected the  motion.   The  jury\n\nconvicted  appellant on  four hundred  twenty  counts (the  other\n\nfifteen  counts in the superseding indictment having been dropped\n\nbefore trial).  This proceeding followed.\n\nII.  THE MERITS\n\n          This is a rifle-shot appeal.  Appellant advances only a\n\nsingle  assignment  of  error,  claiming  insufficiency  of   the\n\nevidence.   In  reality,  he aims  his fire  at  an even  smaller\n\ntarget,  for he effectively  concedes that the  government proved\n\nthe commission of the crimes.  Refined to bare essence, then, his\n\nappeal  stands  or  falls  on  the simple  proposition  that  the\n\ngovernment  failed to  prove his  complicity in  the scheme.   We\n\nconsider his plaint.\n\n                                5\n\n                     A.  Standard of Review.\n                                           \n\n          The well-settled standard applicable to sufficiency-of-\n\nthe-evidence  challenges  requires  that   this  court  determine\n\nwhether,  after  assaying  all  the evidence  in  the  light most\n\namiable to the  government, and taking all  reasonable inferences\n\nin  its  favor,  a  rational  factfinder  could  find,  beyond  a\n\nreasonable  doubt, that  the prosecution successfully  proved the\n\nessential  elements of the  crime.  See  Ortiz, 966  F.2d at 711;\n                                              \n\nMaraj, 947 F.2d at 522.  In  this process, a reviewing court must\n     \n\ndefer all credibility  judgments to the jury.   See United States\n                                                                 \n\nv. David, 940 F.2d 722, 730 (1st Cir. 1991), cert. denied, 112 S.\n                                                         \n\nCt. 2301  (1992); United States  v. Echeverri, 982 F.2d  675, 677\n                                             \n\n(1st Cir.  1993); United States  v. Serrano,  870 F.2d 1,  5 (1st\n                                           \n\nCir. 1989).\n\n          Contrary to appellant's  insinuation, the criminal  law\n\ndoes  not  place a  special  premium on  direct evidence.    As a\n\ngeneral   matter,  the  prosecution's  burden  of  proof  can  be\n\nsatisfied by either direct or circumstantial evidence, or by  any\n\ncombination  thereof.   See Echeverri,  982 F.2d  at 677;  United\n                                                                 \n\nStates v. Victoria-Peguero, 920 F.2d 77, 86-87 (1st  Cir.), cert.\n                                                                 \n\ndenied, 111 S. Ct. 2053 (1991).  As long as the evidence taken in\n      \n\nits entirety supports a judgment  of conviction, it need not rule\n\nout   every  other  reasonable  hypothesis  of  innocence.    See\n                                                                 \n\nVictoria-Peguero, 920 F.2d at 86-87.\n                \n\n                         B.  Discussion.\n                                       \n\n          Appellant submits  that the  prosecution introduced  no\n\n                                6\n\ndirect  evidence  that  he, himself,  committed  fraud,  aided or\n\nabetted  another's fraud, or induced some  third person to commit\n\nfraud.  We agree:  the government  produced nothing in the way of\n\na confession or any other single piece of evidence that, standing\n\nalone, might irrefutably prove appellant's guilty knowledge.  But\n\na court  will not  automatically invalidate  a conviction  merely\n\nbecause the jury  based its finding of scienter,  and, hence, its\n\nverdict,  on circumstantial  evidence alone.    Guilty knowledge,\n\nlike specific intent, see, e.g., United States v. Desmarais,  938\n                                                           \n\nF.2d 347, 352  (1st Cir. 1991); United States v.  Campa, 679 F.2d\n                                                       \n\n1006, 1010 (1st  Cir. 1982), seldom can be  established by direct\n\nevidence.  This principle has particular pertinence in respect to\n\nfraud crimes which,  by their very nature, often  yield little in\n\nthe way of direct proof.  Unless an accomplice turns, a miscreant\n\nconfesses,  or  a  suspect  is  snared by  his  own  rodomontade,\n\nprosecutions for fraud must routinely  be mounted on the basis of\n\nindirect evidence.\n\n          This approach to  proving guilty  knowledge is  neither\n\nlegally  problematic nor  even controversial.   The  law is  long\n\nsince settled  that the prosecution  may prove  its case  without\n\ndirect evidence of a defendant's  guilty knowledge so long as the\n\narray of circumstantial  evidence possesses sufficient persuasive\n\npower.  See  Maraj, 947 F.2d at 523; United States v. Boylan, 898\n                                                            \n\nF.2d  230, 242  (1st Cir.),  cert. denied,  498 U.S.  849 (1990);\n                                         \n\nUnited States v. Mount, 896 F.2d 612, 615 (1st Cir. 1990); United\n                                                                 \n\nStates v. Thornley, 707 F.2d 622, 625 (1st Cir. 1983).  Moreover,\n                  \n\n                                7\n\n\"[c]ircumstantial evidence  tending to show guilty knowledge need\n\nnot compel  a finding  of such  knowledge in  order to  sustain a\n\nconviction; all that is necessary is that reasonable jurors could\n\nbe  convinced beyond a  reasonable doubt that  the defendants had\n\nguilty knowledge.\"  United States  v. Flaherty, 668 F.2d 566, 579\n                                              \n\n(1st Cir. 1981); accord United States v. Kilcullen, 546 F.2d 435,\n                                                  \n\n443  (1st Cir. 1976)  (collecting cases), cert.  denied, 430 U.S.\n                                                       \n\n906 (1977).  In this case, then, the pivotal issue is not whether\n\nthere  is  direct  evidence   of  appellant's  guilty  knowledge.\n\nRather, the proper query hinges  on whether a rational factfinder\n\nreasonably could infer  appellant's guilty knowledge and,  hence,\n\nhis participation  in the charged  crimes, from the whole  of the\n\nevidence,  bearing in mind  the presumption of  innocence and the\n\ngovernment's  burden to prove essential facts beyond a reasonable\n\ndoubt.  We believe this query merits an affirmative answer.\n\n          Here,  the government  proved  the  appellant held  the\n\nreins of  corporate control and  had hands-on involvement  in the\n\noperation  of the  business.  There  was testimony,  for example,\n\nthat  appellant, himself,  spent  long  hours  at  the  corporate\n\nheadquarters,  ran the  company,  conducted management  and staff\n\nmeetings,  reviewed run  logs  and  weekly  schedules  of  driver\n\nassignments and equipment utilization, sometimes assumed the role\n\nof dispatcher, and  enjoyed sole dominion over  the corporation's\n\ncash flow.  Many of  the transportation services described in the\n\nfraudulent billings required  special hours for drivers,  which a\n\njury  reasonably could infer  affected payroll    and appellant's\n\n                                8\n\ndomain unquestionably included payroll.   \n\n          There was  more.  Appellant's name  invariably appeared\n\non Medicare  claim forms.   He was  intimately familiar  with the\n\nmethod and manner  in which the corporate records  were kept, and\n\nthose records  were maintained under  his ultimate control.   The\n\njury  had   before  it  the   handwriting  evidence,  chronicling\n\nappellant's  authorship of  some fraudulent logbook  entries, and\n\nthe  evidence  of  abrupt  changes  in  recordkeeping  practices,\n\nconducive to covering  up the scheme.   Finally, the  corporation\n\nwas in dire financial straits, a  fact which made more likely the\n\nowner's involvement in  the illegal enterprise through  which the\n\ncorporation  remained afloat.  See  United States v. McMahon, 938\n                                                            \n\nF.2d 1501, 1507 (1st Cir. 1991).\n\n          Appellant invites us  to consider each of  these pieces\n\nof evidence in isolation; and he  claims that, taken one by  one,\n\neach piece can  be explained away in  some innocent fashion.   We\n\ndecline the invitation.   The evidence in a  criminal case should\n\nbe viewed in its totality, see, e.g., United States v. Bourjaily,\n                                                                \n\n483   U.S.  171,  179-80  (1987),  for  evidence     particularly\n\ncircumstantial evidence   often has an exponential effect.  After\n\nall, \"[t]he  sum  of  an evidentiary  presentation  may  well  be\n\ngreater than its constituent parts.\"  Ortiz, 966 F.2d at 711.   A\n                                           \n\nbeehive near  a country lane  tells a stranger very  little about\n\nthe use to  which the  property is  devoted.  Yet,  if there  are\n\neighty or ninety beehives in a shed, who would doubt that  he had\n\nstumbled upon an apiary?\n\n                                9\n\n          Appellant  also says  that some  witnesses contradicted\n\nthe inference hawked  by the government, offering  testimony that\n\ntended  to show appellant  distanced himself from  the day-to-day\n\noperation of the ambulance service, confined his  labors to sales\n\nand payroll,  delegated  much responsibility,  and  attended  the\n\nworkplace only sporadically.   This argument lacks force,  for it\n\nasks  us to usurp  the jury's province.   See Maraj,  947 F.2d at\n                                                   \n\n523; David, 940  F.2d at 730.  \"[W]hen the jury is presented with\n          \n\nconflicting factual  statements, the resolution of  the conflict,\n\nand  any concomitant credibility  calls, are uniquely  within the\n\njury's province.\"   Ortiz, 966 F.2d at 713;  accord United States\n                                                                 \n\nv.  Rothrock, 806  F.2d 318, 321  (1st Cir. 1986).   Therefore, a\n            \n\njury  can  freely  choose to  credit  particular  testimony while\n\ndiscounting other testimony  that arguably points in  a different\n\ndirection.  See  United States v. Alvarez,  987 F.2d 77,  83 (1st\n                                         \n\nCir.), cert. denied, 114 S. Ct. 147 (1993).\n                   \n\n          We note, too, that the element of guilty knowledge in a\n\ncriminal case  may be supplied by inferences  drawn from evidence\n\nsuggesting  that a defendant deliberately blinded himself to what\n\nwould otherwise have  been obvious.  See, e.g.,  United States v.\n                                                              \n\nRichardson,     F.3d    ,      (1st Cir. 1994) [No. 92-2307, slip\n          \n\nop. at 10-11];  United States v. St. Michael's  Credit Union, 880\n                                                            \n\nF.2d  579,  584-85  (1st Cir.  1989)  (collecting  cases); United\n                                                                 \n\nStates  v.  Littlefield,  840 F.2d  143,  147  (1st Cir.),  cert.\n                                                                 \n\ndenied, 488  U.S. 860  (1988); United States  v. Picciandra,  788\n                                                           \n\nF.2d 39, 46  (1st Cir.), cert. denied,  479 U.S. 847 (1986).   In\n                                     \n\n                                10\n\nthis case, the stage was appropriately set for such an inference:\n\nalthough appellant claimed a lack of knowledge, the  facts, taken\n\nin the  light most hospitable  to the government, see  Ortiz, 966\n                                                            \n\nF.2d at 711, strongly suggested that, given the widespread nature\n\nof the fraud and  the importance to the corporation of  the extra\n\nrevenues generated by it,  only a conscious course  of calculated\n\nignorance  could have kept the company president from knowing the\n\ntruth.  The trial court  charged the jury on this principle,  the\n\nrecord supports the  instruction, and appellant has  not assigned\n\nerror  to it.   In  itself, the  resultant inference  suffices to\n\nvalidate the finding of guilty knowledge.\n\n          We  will  not  paint  the  lily.   Here,  there  was  a\n\nplenitude of evidence from which  the jury rationally could  have\n\ninferred that  appellant was a  perpetrator of the crime,  not an\n\ninnocent  bystander.  Indeed, when the extensive evidence showing\n\nappellant's involvement  in the corporation's  day-to-day affairs\n\nis coupled  with the pervasiveness  of the fraud  and appellant's\n\npowerful  economic  motive,  it  seems   entirely  reasonable  to\n\nconclude  that appellant  knew of,  and  participated in  making,\n\nfalse  statements  to   procure  Medicare  funds  to   which  the\n\ncorporation  had  no   entitlement.    This   conclusion  becomes\n\ncompelling  when we recall  that, in gauging  witness credibility\n\nand choosing from among competing inferences, jurors are entitled\n\nto take full advantage of their  collective experience and common\n\nsense.  See United States v. Vargas, 945 F.2d 426, 429  (1st Cir.\n                                   \n\n1991); United States v. Smith, 680 F.2d 255, 260 (1st Cir. 1982),\n                             \n\n                                11\n\ncert.  denied, 459  U.S.  1110  (1983).     There are  limits  to\n             \n\ncoincidence.\n\nIII.  CONCLUSION\n\n          We  need  go  no  further.5    In  this  instance,  the\n\nconvergence  of several lines of circumstantial evidence formed a\n\nriver of  proof sufficient  to warrant the  jury's finding.   See\n                                                                 \n\nVictoria-Peguero,  920 F.2d at  86-87.  And  because the evidence\n                \n\nneed only support  the verdict, rather than  compel a conviction,\n\nsee  Echeverri,  982  F.2d  at  678; Boylan,  898  F.2d  at  243,\n                                           \n\nappellant's assignment of error founders.   In the last analysis,\n\ncourts ought not stubbornly insist that criminal juries disregard\n\nthe obvious.   See United States  v. Ingraham, 832  F.2d 229, 240\n                                             \n\n(1st Cir. 1987), cert. denied, 486 U.S. 1009 (1988).\n                             \n\nAffirmed.\n        \n\n                    \n\n     5Our determination that the evidence supports the verdict on\nthe \"false  statement\" counts removes  any need  to consider  the\nspecifics  of the  case in  respect  to the  130 counts  charging\ncriminal  conversion of  public funds.   As  appellant  owned the\ncorporation,  the  ill-gotten  gains  necessarily  inured to  his\nbenefit.\n\n                                12\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1832\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        KEVIN F. O'BRIEN,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Richard L. Williams,* Senior U.S. District Judge]\n                                                           \n\n                                             \n\n                              Before\n\n              Selya, Cyr and Boudin, Circuit Judges.\n                                                   \n\n                                             \n\n     Alan Chapman, with whom Chapman  &amp; Chapman was on brief, for\n                                               \nappellant.\n     Timothy  Q. Feeley, Assistant  United States  Attorney, with\n                       \nwhom A. John  Pappalardo, United States  Attorney, was on  brief,\n                        \nfor the United States.\n\n                                             \n\n                         February 7, 1994\n\n                                             \n\n                         \n*Of the Eastern District of Virginia, sitting by designation.\n\n          SELYA,  Circuit  Judge.   A  jury  convicted defendant-\n          SELYA,  Circuit  Judge.\n                                \n\nappellant Kevin  F.  O'Brien  on  two hundred  ninety  counts  of\n\nmaking, or  causing  to  be made,  false  statements  related  to\n\napplications for Medicare benefits, and one hundred thirty counts\n\nof converting  federal funds to  his own behoof.1   After combing\n\nthe record, we uphold the verdict.\n\nI. BACKGROUND\n\n          We  examine the relevant events as a whole, marshalling\n\nthe  evidence in  the light most  congenial to  the prosecution's\n\ntheory of the  case.  See United  States v. Ortiz, </pre><span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span><pre class=\"inline\">,\n                                                 \n\n711 (1st Cir. 1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span><pre class=\"inline\"> (1993); United\n                                                                 \n\nStates v. Maraj, </pre><span class=\"citation\" data-id=\"570481\"><a href=\"/opinion/570481/united-states-v-michael-maraj-united-states-of-america-v-sterling/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span><pre class=\"inline\">, 522 (1st Cir. 1991).\n               \n\n          Appellant  was the  president  and sole  shareholder of\n\nO'Brien  Ambulance,  Inc.  and  its  lineal  descendant,  O'Brien\n\nAmbulance,  Ltd.2   As president  of  the corporation,  appellant\n\nserved  as its chief  executive and principal  operating officer.\n\n                    \n\n     1The  statutes of  conviction can be  succinctly summarized.\nOne such statute, now repealed and replaced, at the time provided\nin  pertinent part  that any  Medicare vendor who  \"knowingly and\nwillfully  makes or  causes to  be  made any  false statement  or\nrepresentation  of  a material  fact in  any application  for any\nbenefit  or payment [under the Medicare program]\" thereby commits\na  felony.   42 U.S.C.     1395nn (1987)  (repealed).   A  second\nstatute, still in  force, provides in pertinent part that whoever\n\"knowingly  converts to his own  use or the use of  another . . .\nany voucher, money, or thing of value of the United States  or of\nany department  or agency  thereof\" is guilty  of a  felony.   18\nU.S.C.    641 (1988).  The indictment with which we are concerned\ninvokes these statutes and also charges appellant as an aider and\nabettor, see 18 U.S.C.   2 (1988).\n            \n\n     2Notwithstanding  the  shifting   nomenclature,  the  entity\nremained  the  same.     Consequently,  we  refer  to  the  firm,\nregardless  of which appellation claimed preeminence at any given\ntime, as \"the corporation.\"\n\n                                2\n\nHe,  and he  alone, possessed  authority to  sign company  checks\n\nduring  the period covered by the  instant indictment, i.e., from\n                                                           \n\nMarch  to August  of 1987.   During  that period,  appellant also\n\nacted as the corporation's sole director.\n\n          The corporation ran  a licensed ambulance service.   It\n\nregularly  billed Medicare  for  ambulance services  provided  to\n\nMedicare  recipients, with the  result that the  federal Medicare\n\nprogram  accounted  for  a   significant  portion  of   corporate\n\nrevenues.   Many  of the  corporation's  payment requests  sought\n\nreimbursement for  the transportation  of Medicare  recipients to\n\nand from approved kidney dialysis treatments.  During  the period\n\ncovered by the  indictment, the corporation, in order to maximize\n\nthe  remuneration   associated  with  such   services,  regularly\n\nrepresented various  Medicare recipients  as  bedridden when,  in\n\nfact, they  were ambulatory;  and it  also regularly  represented\n\ntrips   for  dialysis  treatments  to  have  been  undertaken  by\n\nambulance when, in fact, the patients had been transported by van\n\nor   wheelchair  car.3    Corporate  records  were  falsified  to\n\ncamouflage  these untruths.   Subsequent  investigation uncovered\n\nthe   scheme,  revealing   that,   in  numerous   instances,  the\n\ncorporation's billing  practices  bore  little  relation  to  the\n\nreality  of  events,  and  that the  corporation  had  bilked the\n\n                    \n\n     3Carriage  by  ambulance   costs  substantially  more   than\ncarriage  by van  or wheelchair  car.   Thus, the  Medicare rules\nrestricted   reimbursable  ambulance   transportation  to   cases\ninvolving approved treatments  for non-ambulatory patients,  and,\neven then, only if no  alternate means of transportation could be\nemployed without endangering the patient's condition.\n\n                                3\n\ngovernment out of well over $300,000.\n\n          Based on this, and other, evidence   including evidence\n\nthat,  in late  1986 and  early  1987, the  corporation had  been\n\nteetering  on the  brink of  insolvency    a  federal grand  jury\n\nreturned  an indictment against  appellant.4   Evidence presented\n\nat trial showed  that, during the  six-month period in  question,\n\nthe   corporation  routinely   transported  ambulatory   dialysis\n\npatients  in vans  or wheelchair  cars  (often as  a group),  but\n\nnonetheless  misrepresented  these   services  in  applying   for\n\nMedicare  stipends, saying  that they  related to  individualized\n\ntransportation of non-ambulatory patients via ambulance.\n\n          Anticipating appellant's eventual line  of defense, the\n\ngovernment presented  both live testimony  and corporate  records\n\n(in  the  form, inter  alia,  of  run  slips, run  logbooks,  and\n                           \n\ndocuments related to Medicare  benefit applications) illustrating\n\nthe  pervasiveness of  the  criminal  conduct.    The  government\n\nshowed, through  the testimony  of corporate  employees (some  of\n\nwhom  were  appellant's kith  and  kin), that  appellant,  in his\n\nmanagement  role, exercised substantial  control over the day-to-\n\nday  operations of the corporation; that,  on occasion, he filled\n\nin  for the dispatcher and assumed other \"line\" responsibilities;\n\nand that, in late 1986, the corporation altered its recordkeeping\n\npractices in  two significant respects,  the net effect  of which\n\nwas to make  detection of the  forthcoming fraud more  difficult.\n\n                    \n\n     4The indictment was later superseded.   The final version of\nthe indictment contained some 435 counts.\n\n                                4\n\nFinally,  the  prosecution  presented   an  expert  witness   who\n\nidentified appellant's  handwriting in connection  with ambulance\n\nlogbook entries, some  of which involved the  Medicare recipients\n\nat issue.\n\n          As the prosecution had anticipated, appellant   offered\n\nlittle  contradiction  to  charges  that  the  corporation   made\n\nfraudulent  representations in seeking Medicare payments and that\n\nit  unlawfully  converted  federal  funds.    Instead,  appellant\n\npitched his  defense on a relatively narrow  ground, denying that\n\nhe, himself,  knew of,  or could  be held  criminally accountable\n\nfor, the corporation's peccadilloes.\n\n          At  the  close  of the  evidence,  appellant  moved for\n\njudgment of acquittal,  Fed. R. Crim. P. 29,  principally on this\n\nground.   The  district  court  rejected the  motion.   The  jury\n\nconvicted  appellant on  four hundred  twenty  counts (the  other\n\nfifteen  counts in the superseding indictment having been dropped\n\nbefore trial).  This proceeding followed.\n\nII.  THE MERITS\n\n          This is a rifle-shot appeal.  Appellant advances only a\n\nsingle  assignment  of  error,  claiming  insufficiency  of   the\n\nevidence.   In  reality,  he aims  his fire  at  an even  smaller\n\ntarget,  for he effectively  concedes that the  government proved\n\nthe commission of the crimes.  Refined to bare essence, then, his\n\nappeal  stands  or  falls  on  the simple  proposition  that  the\n\ngovernment  failed to  prove his  complicity in  the scheme.   We\n\nconsider his plaint.\n\n                                5\n\n                     A.  Standard of Review.\n                                           \n\n          The well-settled standard applicable to sufficiency-of-\n\nthe-evidence  challenges  requires  that   this  court  determine\n\nwhether,  after  assaying  all  the evidence  in  the  light most\n\namiable to the  government, and taking all  reasonable inferences\n\nin  its  favor,  a  rational  factfinder  could  find,  beyond  a\n\nreasonable  doubt, that  the prosecution successfully  proved the\n\nessential  elements of the  crime.  See  Ortiz, 966  F.2d at 711;\n                                              \n\nMaraj, 947 F.2d at 522.  In  this process, a reviewing court must\n     \n\ndefer all credibility  judgments to the jury.   See United States\n                                                                 \n\nv. David, </pre><span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span><pre class=\"inline\">, 730 (1st Cir. 1991), cert. denied, 112 S.\n                                                         \n\nCt. 2301  (1992); United States  v. Echeverri, </pre><span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">675</span></a></span><pre class=\"inline\">, 677\n                                             \n\n(1st Cir.  1993); United States  v. Serrano,  </pre><span class=\"citation\" data-id=\"519968\"><a href=\"/opinion/519968/united-states-v-miguel-a-serrano-dba-ponce-developers-inc-united/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  5 (1st\n                                           \n\nCir. 1989).\n\n          Contrary to appellant's  insinuation, the criminal  law\n\ndoes  not  place a  special  premium on  direct evidence.    As a\n\ngeneral   matter,  the  prosecution's  burden  of  proof  can  be\n\nsatisfied by either direct or circumstantial evidence, or by  any\n\ncombination  thereof.   See Echeverri,  982 F.2d  at 677;  United\n                                                                 \n\nStates v. Victoria-Peguero, </pre><span class=\"citation\" data-id=\"552332\"><a href=\"/opinion/552332/united-states-v-pedro-r-victoria-peguero-united-states-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span><pre class=\"inline\">, 86-87 (1st  Cir.), cert.\n                                                                 \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2053</span></span><pre class=\"inline\"> (1991).  As long as the evidence taken in\n      \n\nits entirety supports a judgment  of conviction, it need not rule\n\nout   every  other  reasonable  hypothesis  of  innocence.    See\n                                                                 \n\nVictoria-Peguero, 920 F.2d at 86-87.\n                \n\n                         B.  Discussion.\n                                       \n\n          Appellant submits  that the  prosecution introduced  no\n\n                                6\n\ndirect  evidence  that  he, himself,  committed  fraud,  aided or\n\nabetted  another's fraud, or induced some  third person to commit\n\nfraud.  We agree:  the government  produced nothing in the way of\n\na confession or any other single piece of evidence that, standing\n\nalone, might irrefutably prove appellant's guilty knowledge.  But\n\na court  will not  automatically invalidate  a conviction  merely\n\nbecause the jury  based its finding of scienter,  and, hence, its\n\nverdict,  on circumstantial  evidence alone.    Guilty knowledge,\n\nlike specific intent, see, e.g., United States v. Desmarais,  </pre><span class=\"citation\" data-id=\"564779\"><a href=\"/opinion/564779/united-states-v-paul-desmarais/\"><span class=\"volume\">938</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span><pre class=\"inline\">, 352  (1st Cir. 1991); United States v.  Campa, </pre><span class=\"citation\" data-id=\"404967\"><a href=\"/opinion/404967/united-states-v-arturo-m-campa/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">1006</span></a></span><pre class=\"inline\">, 1010 (1st  Cir. 1982), seldom can be  established by direct\n\nevidence.  This principle has particular pertinence in respect to\n\nfraud crimes which,  by their very nature, often  yield little in\n\nthe way of direct proof.  Unless an accomplice turns, a miscreant\n\nconfesses,  or  a  suspect  is  snared by  his  own  rodomontade,\n\nprosecutions for fraud must routinely  be mounted on the basis of\n\nindirect evidence.\n\n          This approach to  proving guilty  knowledge is  neither\n\nlegally  problematic nor  even controversial.   The  law is  long\n\nsince settled  that the prosecution  may prove  its case  without\n\ndirect evidence of a defendant's  guilty knowledge so long as the\n\narray of circumstantial  evidence possesses sufficient persuasive\n\npower.  See  Maraj, 947 F.2d at 523; United States v. Boylan, </pre><span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">230</span></a></span><pre class=\"inline\">, 242  (1st Cir.),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">849</span></span><pre class=\"inline\"> (1990);\n                                         \n\nUnited States v. Mount, </pre><span class=\"citation\" data-id=\"536973\"><a href=\"/opinion/536973/united-states-v-charles-m-mount/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span><pre class=\"inline\">, 615 (1st Cir. 1990); United\n                                                                 \n\nStates v. Thornley, </pre><span class=\"citation\" data-id=\"418706\"><a href=\"/opinion/418706/united-states-v-ronald-thornley/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span><pre class=\"inline\">, 625 (1st Cir. 1983).  Moreover,\n                  \n\n                                7\n\n\"[c]ircumstantial evidence  tending to show guilty knowledge need\n\nnot compel  a finding  of such  knowledge in  order to  sustain a\n\nconviction; all that is necessary is that reasonable jurors could\n\nbe  convinced beyond a  reasonable doubt that  the defendants had\n\nguilty knowledge.\"  United States  v. Flaherty, </pre><span class=\"citation\" data-id=\"398781\"><a href=\"/opinion/398781/united-states-v-thomas-e-flaherty-united-states-of-america-v-james-r/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span><pre class=\"inline\">, 579\n                                              \n\n(1st Cir. 1981); accord United States v. Kilcullen, </pre><span class=\"citation\" data-id=\"341330\"><a href=\"/opinion/341330/united-states-v-richard-kilcullen-united-states-of-america-v-francis/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span><pre class=\"inline\">,\n                                                  \n\n443  (1st Cir. 1976)  (collecting cases), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span>\n                                                       \n\n<span class=\"page\">906</span></span><pre class=\"inline\"> (1977).  In this case, then, the pivotal issue is not whether\n\nthere  is  direct  evidence   of  appellant's  guilty  knowledge.\n\nRather, the proper query hinges  on whether a rational factfinder\n\nreasonably could infer  appellant's guilty knowledge and,  hence,\n\nhis participation  in the charged  crimes, from the whole  of the\n\nevidence,  bearing in mind  the presumption of  innocence and the\n\ngovernment's  burden to prove essential facts beyond a reasonable\n\ndoubt.  We believe this query merits an affirmative answer.\n\n          Here,  the government  proved  the  appellant held  the\n\nreins of  corporate control and  had hands-on involvement  in the\n\noperation  of the  business.  There  was testimony,  for example,\n\nthat  appellant, himself,  spent  long  hours  at  the  corporate\n\nheadquarters,  ran the  company,  conducted management  and staff\n\nmeetings,  reviewed run  logs  and  weekly  schedules  of  driver\n\nassignments and equipment utilization, sometimes assumed the role\n\nof dispatcher, and  enjoyed sole dominion over  the corporation's\n\ncash flow.  Many of  the transportation services described in the\n\nfraudulent billings required  special hours for drivers,  which a\n\njury  reasonably could infer  affected payroll    and appellant's\n\n                                8\n\ndomain unquestionably included payroll.   \n\n          There was  more.  Appellant's name  invariably appeared\n\non Medicare  claim forms.   He was  intimately familiar  with the\n\nmethod and manner  in which the corporate records  were kept, and\n\nthose records  were maintained under  his ultimate control.   The\n\njury  had   before  it  the   handwriting  evidence,  chronicling\n\nappellant's  authorship of  some fraudulent logbook  entries, and\n\nthe  evidence  of  abrupt  changes  in  recordkeeping  practices,\n\nconducive to covering  up the scheme.   Finally, the  corporation\n\nwas in dire financial straits, a  fact which made more likely the\n\nowner's involvement in  the illegal enterprise through  which the\n\ncorporation  remained afloat.  See  United States v. McMahon, </pre><span class=\"citation\" data-id=\"564960\"><a href=\"/opinion/564960/united-states-v-charles-t-mcmahon/\"><span class=\"volume\">938</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span><pre class=\"inline\">, 1507 (1st Cir. 1991).\n\n          Appellant invites us  to consider each of  these pieces\n\nof evidence in isolation; and he  claims that, taken one by  one,\n\neach piece can  be explained away in  some innocent fashion.   We\n\ndecline the invitation.   The evidence in a  criminal case should\n\nbe viewed in its totality, see, e.g., United States v. Bourjaily,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">483</span>   <span class=\"reporter\">U.S.</span>  <span class=\"page\">171</span></a></span><pre class=\"inline\">,  179-80  (1987),  for  evidence     particularly\n\ncircumstantial evidence   often has an exponential effect.  After\n\nall, \"[t]he  sum  of  an evidentiary  presentation  may  well  be\n\ngreater than its constituent parts.\"  Ortiz, 966 F.2d at 711.   A\n                                           \n\nbeehive near  a country lane  tells a stranger very  little about\n\nthe use to  which the  property is  devoted.  Yet,  if there  are\n\neighty or ninety beehives in a shed, who would doubt that  he had\n\nstumbled upon an apiary?\n\n                                9\n\n          Appellant  also says  that some  witnesses contradicted\n\nthe inference hawked  by the government, offering  testimony that\n\ntended  to show appellant  distanced himself from  the day-to-day\n\noperation of the ambulance service, confined his  labors to sales\n\nand payroll,  delegated  much responsibility,  and  attended  the\n\nworkplace only sporadically.   This argument lacks force,  for it\n\nasks  us to usurp  the jury's province.   See Maraj,  947 F.2d at\n                                                   \n\n523; David, 940  F.2d at 730.  \"[W]hen the jury is presented with\n          \n\nconflicting factual  statements, the resolution of  the conflict,\n\nand  any concomitant credibility  calls, are uniquely  within the\n\njury's province.\"   Ortiz, 966 F.2d at 713;  accord United States\n                                                                 \n\nv.  Rothrock, </pre><span class=\"citation\" data-id=\"480164\"><a href=\"/opinion/480164/united-states-v-albert-h-rothrock-and-vivian-s-rothrock/\"><span class=\"volume\">806</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">318</span></a></span><pre class=\"inline\">, 321  (1st Cir. 1986).   Therefore, a\n            \n\njury  can  freely  choose to  credit  particular  testimony while\n\ndiscounting other testimony  that arguably points in  a different\n\ndirection.  See  United States v. Alvarez,  </pre><span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span><pre class=\"inline\">,  83 (1st\n                                         \n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span><pre class=\"inline\"> (1993).\n                   \n\n          We note, too, that the element of guilty knowledge in a\n\ncriminal case  may be supplied by inferences  drawn from evidence\n\nsuggesting  that a defendant deliberately blinded himself to what\n\nwould otherwise have  been obvious.  See, e.g.,  United States v.\n                                                              \n\nRichardson,     F.3d    ,      (1st Cir. 1994) [No. 92-2307, slip\n          \n\nop. at 10-11];  United States v. St. Michael's  Credit Union, </pre><span class=\"citation\" data-id=\"526736\"><a href=\"/opinion/526736/united-states-v-st-michaels-credit-union-and-janice-sacharczyk/\"><span class=\"volume\">880</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">579</span></a></span><pre class=\"inline\">,  584-85  (1st Cir.  1989)  (collecting  cases); United\n                                                                 \n\nStates  v.  Littlefield,  </pre><span class=\"citation\" data-id=\"502257\"><a href=\"/opinion/502257/united-states-v-thomas-littlefield/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">143</span></a></span><pre class=\"inline\">,  147  (1st Cir.),  cert.\n                                                                 \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">860</span></span><pre class=\"inline\">  (1988); United States  v. Picciandra,  </pre><span class=\"citation\" data-id=\"468531\"><a href=\"/opinion/468531/united-states-v-michael-a-picciandra-united-states-of-america-v-a/\"><span class=\"volume\">788</span>\n                                                           \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 46  (1st Cir.), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></span><pre class=\"inline\"> (1986).   In\n                                     \n\n                                10\n\nthis case, the stage was appropriately set for such an inference:\n\nalthough appellant claimed a lack of knowledge, the  facts, taken\n\nin the  light most hospitable  to the government, see  Ortiz, 966\n                                                            \n\nF.2d at 711, strongly suggested that, given the widespread nature\n\nof the fraud and  the importance to the corporation of  the extra\n\nrevenues generated by it,  only a conscious course  of calculated\n\nignorance  could have kept the company president from knowing the\n\ntruth.  The trial court  charged the jury on this principle,  the\n\nrecord supports the  instruction, and appellant has  not assigned\n\nerror  to it.   In  itself, the  resultant inference  suffices to\n\nvalidate the finding of guilty knowledge.\n\n          We  will  not  paint  the  lily.   Here,  there  was  a\n\nplenitude of evidence from which  the jury rationally could  have\n\ninferred that  appellant was a  perpetrator of the crime,  not an\n\ninnocent  bystander.  Indeed, when the extensive evidence showing\n\nappellant's involvement  in the corporation's  day-to-day affairs\n\nis coupled  with the pervasiveness  of the fraud  and appellant's\n\npowerful  economic  motive,  it  seems   entirely  reasonable  to\n\nconclude  that appellant  knew of,  and  participated in  making,\n\nfalse  statements  to   procure  Medicare  funds  to   which  the\n\ncorporation  had  no   entitlement.    This   conclusion  becomes\n\ncompelling  when we recall  that, in gauging  witness credibility\n\nand choosing from among competing inferences, jurors are entitled\n\nto take full advantage of their  collective experience and common\n\nsense.  See United States v. Vargas, </pre><span class=\"citation\" data-id=\"569088\"><a href=\"/opinion/569088/united-states-v-ramiro-vargas/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 429  (1st Cir.\n                                   \n\n1991); United States v. Smith, </pre><span class=\"citation\" data-id=\"405061\"><a href=\"/opinion/405061/united-states-v-john-m-smith/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span><pre class=\"inline\">, 260 (1st Cir. 1982),\n                             \n\n                                11\n\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1110</span></span><pre class=\"inline\">  (1983).     There are  limits  to\n             \n\ncoincidence.\n\nIII.  CONCLUSION\n\n          We  need  go  no  further.5    In  this  instance,  the\n\nconvergence  of several lines of circumstantial evidence formed a\n\nriver of  proof sufficient  to warrant the  jury's finding.   See\n                                                                 \n\nVictoria-Peguero,  920 F.2d at  86-87.  And  because the evidence\n                \n\nneed only support  the verdict, rather than  compel a conviction,\n\nsee  Echeverri,  982  F.2d  at  678; Boylan,  898  F.2d  at  243,\n                                           \n\nappellant's assignment of error founders.   In the last analysis,\n\ncourts ought not stubbornly insist that criminal juries disregard\n\nthe obvious.   See United States  v. Ingraham, </pre><span class=\"citation\" data-id=\"496705\"><a href=\"/opinion/496705/united-states-v-robert-christopher-ingraham-aka-arthur-robert-mackeil/\"><span class=\"volume\">832</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span><pre class=\"inline\">, 240\n                                             \n\n(1st Cir. 1987), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span><pre class=\"inline\"> (1988).\n                             \n\nAffirmed.\n        \n\n                    \n\n     5Our determination that the evidence supports the verdict on\nthe \"false  statement\" counts removes  any need  to consider  the\nspecifics  of the  case in  respect  to the  130 counts  charging\ncriminal  conversion of  public funds.   As  appellant  owned the\ncorporation,  the  ill-gotten  gains  necessarily  inured to  his\nbenefit.\n\n                                12\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601487/"
  ]
}