{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195118/",
  "absolute_url": "/opinion/195118/united-states-v-welch/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195118/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:33:34Z",
  "date_modified": "2016-02-28T04:51:59.308052Z",
  "type": "010combined",
  "sha1": "365d82563d3f4d53e444cf9140c990416db51487",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1368.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 92-1368\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                           SHANE WELCH,\n\n                      Defendant, Appellant.\n\n                                           \n\nNo. 92-1370\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       CHRISTOPHER DRIESSE,\n\n                      Defendant, Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n             [Hon. Shane Devine, U.S. District Judge]\n                                                    \n\n                                           \n\n                              Before\n\n                      Selya, Cyr and Boudin,\n\n                         Circuit Judges.\n                                       \n\n                                           \n\n   Paul J. Haley, with whom Scott L. Hood and The Law Office of Paul\n                                                                    \nJ. Haley, P.A. were on  brief for appellant Shane Welch.   John P. Rab\n                                                                    \nfor appellant Christopher Driesse.\n   Terry L. Ollila,  Special Assistant United States  Attorney, with\n                  \nwhom  Peter  E.  Papps,  United  States Attorney,  was  on  brief  for\n                    \nappellee.\n\n                                           \n\n                        December 30, 1993\n                                           \n\n                                2\n\n          CYR, Circuit Judge.   This opinion addresses  the sepa-\n          CYR, Circuit Judge.\n                            \n\nrate appeals of Christopher Driesse and Shane Welch, two youthful\n\ndefendants who were convicted of conspiring with  their ten adult\n\ncodefendants to possess and  distribute cocaine, see 21 U.S.C.   \n                                                    \n\n846 (1988), as part of a New Hampshire drug distribution ring led\n\nby David Sepulveda during the  period 1985-90.  See United States\n                                                                 \n\nv. Sepulveda, No. 92-1362 (1st Cir. Dec. 20,  1993) [    F.3d    \n            \n\n(1st Cir.  1993)] (affirming  convictions of  ten codefendants);1\n\nsee also United  States v. Sepulveda, No. 92-1258  (1st Cir. Dec.\n                                    \n\n30, 1993)  [    F.3d      (1st Cir.  1993)] (affirming  denial of\n\npost-trial  motion  for dismissal  or  new trial  based  on newly\n\ndiscovered  evidence).    These  appeals  are  accorded  separate\n\ntreatment primarily  because Driesse  and  Welch initiated  their\n\nparticipation  in the Sepulveda  conspiracy prior to  their eigh-\n\nteenth birthdays.  Although both came of age while their involve-\n\nment  in the criminal alliance continued, appellants contend that\n\nthe district court lacked jurisdiction and deprived them of their\n\nrights  under the  Federal Juvenile  Delinquency  Act, 18  U.S.C.\n\n   5031-5042 (1988 &amp; Supp. 1992) (FJDA). \n\nI.   Appellants' Common Claims Under FJDA.\n                                         \n\n          Appellants,  whose   participation  in   the  Sepulveda\n\nconspiracy  spanned their  eighteenth birthdays,  challenge their\n\n                    \n\n     1We  refer the  reader to  the main  Sepulveda  decision for\n                                                   \nfactual detail not  directly relevant to these  separate appeals.\nSee Sepulveda, No. 92-1362 [    F.3d    ].\n             \n\n                                3\n\nconvictions  on the  grounds that  the district  court failed  to\n\ncomply with  the FJDA  by refusing  to:   (1) conduct  a pretrial\n\nevidentiary hearing to  determine its jurisdiction to  try appel-\n\nlants as  adults; (2) sever  their trial from their  ten codefen-\n\ndants; (3)  instruct the jury  that conduct prior to  their eigh-\n\nteenth  birthdays  (\"pre-majority  conduct\")  could not  evidence\n\ntheir  guilt; and  (4) grant  their motion  to dismiss,  based on\n\ninsufficient evidence of their post-majority participation in the\n\nconspiracy.2\n\n     A.   Pretrial Hearing on Jurisdiction.\n                                          \n\n          Appellants first  maintain that  the FJDA divested  the\n\ndistrict court of jurisdiction to  try them as adults unless some\n\nof  their  conspiratorial  conduct occurred  after  they  reached\n\neighteen  years of age  (\"post-majority conduct\").   Since appel-\n\nlants contested  the  factual  basis  for the  charge  that  they\n\nparticipated in  the Sepulveda conspiracy  after attaining  their\n\nmajority, they insist that the FJDA required  a threshold eviden-\n                                                         \n\ntiary hearing  on their jurisdictional claim before they could be\n                                                                 \n\nsubjected to trial as adults.3  We do not agree.\n                            \n\n          The FJDA defines a \"juvenile\"  as \"a person who has not\n\nattained his eighteenth birthday, or for the purposes of proceed-\n                                    \n\n                    \n\n     2Driesse  became   eighteen  on  April 6,  1988;   Welch  on\nNovember 20, 1989.\n\n     3Apparently satisfied  that the  allegations of  appellants'\n                                                 \npost-majority  conduct were sufficient  to satisfy the  FJDA, the\n    \ndistrict  court  denied  their pretrial  motions  to  dismiss the\nindictment for  lack of jurisdiction,  as well as  their requests\nfor a pretrial evidentiary hearing.  \n\n                                4\n\nings and  disposition under  this chapter for  an alleged  act of\n                                                                 \n\njuvenile  delinquency, a person who has  not attained his twenty-\n                     \n\nfirst birthday  . . . .\"    18 U.S.C.   5031 (emphasis  added).4 \n\nBoth Welch and Driesse were between ages  eighteen and twenty-one\n\nat  the time  of  their indictment.    \"Juvenile delinquency\"  is\n\ndefined as \"the violation of a law of the United States committed\n\nby a  person prior  to his eighteenth  birthday which  would have\n                                               \n\nbeen  a crime if  committed by an adult.\"   Id. (emphasis added).\n                                               \n\nThus, the FJDA does not apply to  \"a defendant who . . . is not a\n\njuvenile and who has not  committed an act of juvenile delinquen-\n\ncy.\"  United States v. Doerr, 886 F.2d 944, 969 (7th Cir. 1989).\n                            \n\n          Generally  speaking, it is  readily apparent  whether a\n\nnon-continuing substantive  violation was committed  prior to  or\n\nafter the  alleged offender's  eighteenth birthday.   See  United\n                                                                 \n\nStates v. Cruz,  805 F.2d 1464, 1477 n.15 (11th Cir. 1986), cert.\n                                                                 \n\ndenied, 481 U.S. 100, and cert. denied, 482 U.S. 930 (1987).   On\n                                      \n\nthe  other hand,  a  criminal conspiracy      often a  continuing\n\noffense     may  persist long  past  its commencement,  sometimes\n\n                    \n\n     4The  FJDA's remedial scheme  focuses primarily on  the cir-\ncumstances of  the alleged offender, particularly  the offender's\ncurrent prospects for  rehabilitation outside the  adult criminal\n       \njustice system, and only secondarily on the offender's age at the\ntime of  the  alleged offense.   Accordingly,  even conduct  that\noccurred entirely before  age eighteen has  been held not  wholly\nexempt  from adult  criminal prosecution.   See United  States v.\n                                                              \nHoo, 825  F.2d 667,  670 (2d Cir.  1987) (accused  indicted after\n   \ntwenty-first  birthday is  criminally liable,  as  an adult,  for\nillegal  conduct committed  entirely before age  eighteen), cert.\n                                                                 \ndenied, 484 U.S. 1035 (1988); In re Martin, 788 F.2d  696, 697-98\n                                          \n(11th  Cir.) (same),  cert. denied,  478  U.S. 1009  (1986).   Of\n                                  \ncourse, given that Welch and Driesse were under age twenty-one at\nindictment, this precise issue is not before us.\n\n                                5\n\nspanning the eighteenth birthday of  an alleged conspirator.  See\n                                                                 \n\nUnited States v.  Gjonaj, 861 F.2d 143, 144 (6th  Cir. 1988); see\n                                                                 \n\nalso United  States v. Giry, 818 F.2d  120, 135 (1st Cir.), cert.\n                                                                 \n\ndenied, 484 U.S. 855 (1987).5  \n      \n\n          The government asserts that the FJDA is inapplicable to\n\nappellants  simply because the  indictment charged that  the con-\n                                                  \n\nspiracy spanned their  eighteenth birthdays.   Appellants counter\n\nthat  the FJDA's  applicability in  a conspiracy  case ought  not\n\ndepend  conclusively on  bare allegations as  to the  time period\n\nspanned by  the conspiracy or  the defendant's membership  in it.\n\nOn balance,  however, we  find the  allegation-based approach  to\n\nFJDA  applicability more consonant  with its language  and struc-\n\nture, its legislative history, the case law, and important policy\n\nconsiderations.\n\n          Prosecutorial discretion  is a hallmark of the criminal\n\njustice system.   See Wayte v. United  States, 470 U.S. 598,  607\n                                             \n\n(1985) (\"[T]he  decision whether  or not  to prosecute,  and what\n\ncharges to  file or  bring before a  grand jury,  generally rests\n\n                    \n\n     5The  term \"alleged  act,\"  as  used in     5031, means  the\nalleged  offense, not each  separate act comprising  the offense.\nThus, the  FJDA cannot  be read to  preclude an  adult conspiracy\nprosecution simply  because the  accused's  participation in  the\nconspiracy began while he  was under age eighteen    or  in other\n                \nwords,  because  he  committed  an \"act\"  in  furtherance  of the\nconspiracy prior  to age eighteen which might  be viewed indepen-\ndently as an \"act of juvenile delinquency.\"  See, e.g., Cruz, 805\n                                                            \nF.2d  at 1475 (citing United States v.  Spoone, 741 F.2d 680, 687\n                                              \n(4th  Cir.  1984)).   Otherwise,  defendants age  18-21  would be\ninsulated  from criminal prosecution  simply because they  got an\nearly start.   Neither does the FJDA  make the defendant's age at\nthe time of the offense a substantive \"element\" of every criminal\noffense.   See United States  v. Frasquillo-Zomosa, 626  F.2d 99,\n                                                  \n101 (9th Cir.), cert. denied, 449 U.S. 987 (1980). \n                            \n\n                                6\n\nentirely  in [the  prosecutor's]  discretion.\") (quoting  Borden-\n                                                                 \n\nkircher v.  United States, 434  U.S. 357, 364 (1978)).   Notwith-\n                         \n\nstanding several amendments expanding the role of the courts, the\n\nFJDA continues to impart considerable prosecutorial discretion as\n\nto whether an accused will be  tried as an adult even though  the\n\ncriminal conduct charged qualifies  as an act of  juvenile delin-\n\nquency.6  For  example, pursuant to 18 U.S.C.    5032 the govern-\n\nment may bring a motion  to transfer a juvenile defendant to  the\n\ndistrict court for trial as an adult  if the juvenile is at least\n\nfifteen years of age and the government alleges that the juvenile\n\ncommitted  certain  enumerated   \"transferable\"  offenses  (e.g.,\n                                                                \n\nviolent crimes  or  controlled substance  violations).   Although\n\n\"transfer\" is subject  to an \"interest of justice\"  test as well,\n\nthe  district  court nonetheless  may  assume, without  receiving\n\nevidence, that the government's  factual allegations relating  to\n\nthe character of  the offense are true.   See In re  Sealed Case,\n                                                                \n\n893  F.2d 363, 369  (D.C. Cir. 1990);  United States v.  Doe, 871\n                                                            \n\n                    \n\n     6Enacted  in  1938,  the FJDA  originally  provided absolute\ndiscretion to the  Attorney General to try  juvenile offenders as\nadults.  See  18 U.S.C.   921  (1940); see also United  States v.\n                                                              \nQuinones, 516 F.2d 1309, 1311 (1st Cir.) (per curiam) (finding no\n        \ndue  process right  to judicial  hearing  prior to  adult trial),\ncert. denied, 423 U.S. 852 (1975).   In order to \"incorporate the\n            \nrehabilitative concept  of a juvenile  proceeding,\"  S.  Rep. No.\n1011, 93d  Cong., 2d Sess.  48 (1974), reprinted in  1974 U.S.C.-\n                                                   \nC.A.N.  5283, 5312, thereby  minimizing the involvement  of young\noffenders in  the juvenile and  criminal justice systems,  id. at\n                                                              \n5285, in 1974  Congress substantially amended the  FJDA, see Pub.\n                                                            \nL. No. 93-415, 88 Stat. 1109, 1133-38 (1974) (codified as amended\nat 18  U.S.C.    5031-42),  permitting adult trials  of juveniles\nonly after a  judicial hearing and determination  that \"transfer\"\nfor trial as an adult would serve the interests of justice.  Pub.\nL. No. 93-415, Title V, Part A,   502, 88 Stat. at 1134 (codified\nas amended at 18 U.S.C.   5032).\n\n                                7\n\nF.2d  1248, 1250  n.1  (5th  Cir.), cert.  denied,  493 U.S.  917\n                                                 \n\n(1989).  Yet more to the  point, section 5032 permits the govern-\n\nment to  implement     again, on  mere allegation, without  prior\n\nhearing  or judicial authorization    the mandatory \"transfer\" of\n\na recidivist juvenile offender  for trial as an adult.   See Pub.\n                                                            \n\nL. No. 98-473, Title II, ch. XII,  Part A,   1201, 98 Stat. 1837,\n\n2149-50  (1988).7  Given the breadth of Congress's consignment of\n\nother \"jurisdictional\" determinations to the prosecutor's discre-\n\ntion under the FJDA, it is not surprising that appellants cite no\n\ncase law directly  supporting their asserted right  to a pretrial\n\nevidentiary hearing on  the district court's jurisdiction  to try\n\nthem as adults.8\n\n                    \n\n     7It might be argued that the language of   5032 is ambiguous\non  the necessity  for  a  district court  hearing  prior to  the\nmandatory \"transfer\" of  a recidivist juvenile.  See  18 U.S.C.  \n                                                    \n5032 (connector term \"however\"  follows provision for  \"interests\nof  justice\"  transfer,  which  requires  hearing,  but  precedes\nrecidivism provision, which is silent as to hearing requirement).\nNevertheless,  the  legislative  history  makes  clear  that  the\nrecidivism provision was intended as an absolute exception to the\nhearing requirement.  S. Rep. No. 225, 98th Cong., 1st Sess. 390-\n91  (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3530-31 (recidi-\n                        \nvism transfer \"mandatory\" \"upon motion of the government\").  \n\n     8Appellants rely primarily on Cruz, 805 F.2d 1464, where the\n                                       \nEleventh Circuit noted  that, \"once sufficient evidence  has been\n                                   \nintroduced  that would allow  a jury to  reasonably conclude that\nthe defendant's participation in a conspiracy continued after his\neighteenth birthday, then he may be  tried as an adult.\"  Id.  at\n                                                             \n1476 (emphasis added).  Appellants  interpret the word \"once\"  as\nindicating a  temporal  requirement that  the  government  submit\n                      \nsufficient  proof of  post-majority participation  before it  can\n                                                         \nsubject  them to  trial as  adults.   However, the  context makes\nclear that the  Cruz court  was simply  evaluating the  jurisdic-\n                    \ntional issue in light of the sufficiency of the evidence present-\ned at  trial, and that  it was addressing the  threshold require-\n            \nments for admitting  evidence of pre-majority conduct  in support\nof  defendant's  conviction as  an  adult,  not for  purposes  of\nestablishing  jurisdiction to try  defendants as adults.   Id. at\n                                                              \n\n                                8\n\n          Our  interpretation comports  with  three basic  policy\n\nconcerns  as well.  First, neither  appellant was unfairly preju-\n\ndiced by the district court's decision to defer its determination\n\nof the applicability of the FJDA  until trial.  Congress did  not\n\namend the  FJDA primarily in  order to confer  greater procedural\n\nrights on juveniles  than are available to adults,  but to assure\n\nthat  the procedural rights afforded juveniles would be augmented\n                                                                 \n\nto a level  comparable to those available to adults.  See S. Rep.\n                                                         \n\nNo. 1011,  93d Cong.,  2d Sess. 47-48  (1974), reprinted  in 1974\n                                                            \n\nU.S.C.C.A.N. 5283, 5312 (FJDA  simply codifies \"safeguards funda-\n\nmental to  our system of  justice,\" per In  re Gault, 387  U.S. 1\n                                                    \n\n(1967)).  In fact, alleged offenders between the ages of eighteen\n\nand  twenty-one  at  indictment  often  receive  more  procedural\n                                                     \n\nprotections under the adult criminal justice system than would be\n\navailable under juvenile process.9\n\n                    \n\n1476-77.   Thus, evidence of the defendant's pre-majority conduct\nwas admissible on the ultimate issue of guilt, and not merely  to\nshow knowledge of the conspiracy.  See infra Pt. I.B.  \n                                            \n     Other cases  cited by  appellants, relying  on Cruz,  suffer\n                                                        \nfrom the same misfocus and,  if anything, suggest that the appro-\npriate vantage for determining such jurisdictional facts is after\nall the evidence has been presented at trial.  See  United States\n                                                                 \nv. Maddox, 944 F.2d 1223,  1233-34 (6th Cir.) (\"evidence was more\n         \nthan sufficient for  the jury to conclude . . .\"),  cert. denied,\n                                                                \n112 S. Ct.  400, 610 (1991),  and cert. denied,  112 S. Ct.  948,\n                                              \n1219, 1978, 2317  (1992); United States v. Harris,  944 F.2d 784,\n                                                 \n786  (10th Cir. 1991)  (\"since the government  had presented evi-\ndence from which the jury  could infer . . .\"), cert. denied, 112\n                                                            \nS. Ct. 903  (1992); Gjonaj, 861 F.2d at  143-44 (finding evidence\n                          \nsufficient for judge to sentence  defendant as adult after guilty\nplea).\n\n     9For example, a  felony charge against an  adult presupposes\nindictment by a grand jury, see  U.S. Const. amend. V, while  the\n                               \nFJDA permits a prosecutor to level an equivalent charge simply by\n\n                                9\n\n          Second, the proposed pretrial evidentiary hearing would\n\nplace an  unwarranted burden  on the  prosecution, especially  in\n\nmulti-defendant conspiracy  cases where  most alleged  coconspir-\n\n                    \n\ninformation, see 18  U.S.C.    5032.   An adult  accused has  the\n                \nfundamental  right to trial by jury.   See U.S. Const. amend. VI;\n                                          \nFed. R.  Crim. P. 23.  But see 18 U.S.C.   5037 (juvenile verdict\n                              \nby judge);  McKeiver v. Pennsylvania,  403 U.S.  528, 545  (1971)\n                                    \n(finding  no constitutional  right  to  jury  trial  in  juvenile\nproceedings); United States v. Bent, 702 F.2d 210, 212 (11th Cir.\n                                   \n1983) (applying McKeiver to federal juvenile proceedings).\n                        \n     To  be sure, the  FJDA extends certain  pretrial protections\nnot  available under the adult criminal justice system, including\nseparate pretrial  incarceration at juvenile  facilities, see  18\n                                                             \nU.S.C.    5033, 5035, and a ban on pretrial publicity relating to\nthe offense, see id.   5038(e).  Assuming, without deciding, that\n                    \nthese  protections confer a cognizable \"right,\"  see, e.g., In re\n                                                                 \nSealed Case, 893 F.2d at 366-67 (in   5032 \"transfer\" proceeding,\n           \ndenial of separate  incarceration or of protection  from pretrial\npublicity is immediately appealable), appellants do not expressly\nassert deprivation  of either of  these \"rights\" as a  ground for\ntheir  jurisdictional challenge.   See United States  v. Zannino,\n                                                                \n895  F.2d 1,  17 (1st  Cir.)  (issues raised  on appeal,  without\nadequate  argumentation,  are deemed  waived), cert.  denied, 494\n                                                            \nU.S. 1092 (1990);  United States v. Baker,     F.3d    ,     (9th\n                                         \nCir. 1993) [1993 U.S. App. LEXIS 27042, at *43 (9th Cir. Oct. 19,\n1993)] (juvenile defendant waives challenge to incarceration with\nadults unless objection raised in district court).\n     Appellants' reticence  is perhaps  understandable.   Driesse\nwas in state custody, hence never subjected to pretrial detention\n            \non these federal charges.  Welch originally was released on bail,\nbut  bail  was   revoked  because  he  repeatedly   violated  the\nconditions of release.  Although the district court ordered Welch\ndetained at a \"corrections facility\" pending trial, neither Welch\nnor the  appellate record describes  the place or  precise condi-\ntions of confinement, affording us no basis for assessing whether\nthe  FJDA was  violated.   Finally,  whatever plausible  argument\nWelch might have  made about any harm  attending adult incarcera-\ntion  would  be  considerably weakened  by  the  intervening bail\nviolation.  \n      Moreover, since    5038(e) expressly conditions the  ban on\npretrial publicity (even for defendants under age eighteen at the\ntime of  indictment) on  the prosecutor's  discretionary decision\n                                                        \nnot to  \"transfer,\" we perceive  no principled basis  for deeming\nany attendant publicity sufficient reason  for foreclosing prose-\ncutorial discretion over  appellants' \"transfer.\"  See  18 U.S.C.\n                                                      \n  5038(e)  (\"Unless  a juvenile  who  is  taken into  custody  is\nprosecuted as an adult . . . . \").\n\n                                10\n\nators  are adults.   Regardless  of the  precise burden  of proof\n\napplicable at  the pretrial  evidentiary hearing,  the government\n\nwould  no doubt  be  expected  to  present  substantial  evidence\n\noutlining  the alleged  conspiracy, thereby  prematurely \"tipping\n\nits hand\" on  trial strategy and the testimony  of its witnesses.\n\nSee 18 U.S.C.   3500(a) (Jencks  Act); Fed. R. Crim. P. 16(a)(2).\n   \n\nFurthermore,  we do  not think  a  pretrial hearing  would signi-\n\nficantly enhance the procedural protection of youthful defendants\n\nalready indicted by a grand jury.\n\n          Finally, the issue of  district court \"jurisdiction\" in\n\ncases implicating  the FJDA seems  to us sufficiently  similar to\n\nother  fact-bound defenses  to  tip  the balance  in  favor of  a\n\ndetermination by the trial jury.   See infra Pt. I.C.  Appellants\n                                            \n\ncould only be  convicted as adults if they  \"participated\" in, or\n\n\"ratified\" the conspiracy, after age eighteen.  See United States\n                                                                 \n\nv. Maddox, 944 F.2d  1223, 1233 (6th Cir.), cert. denied,  112 S.\n                                                        \n\nCt. 400,  610 (1991),  and cert. denied,  112 S.  Ct. 948,  1219,\n                                       \n\n1978, 2317 (1992).   A finding  of \"participation\" or  \"ratifica-\n\ntion\"  ordinarily depends heavily  upon (i)  common-sense evalua-\n\ntions of  the  youthful  defendants'  actions     viewed  in  the\n\ncontext  of  the criminal  enterprise  and the  conduct  of their\n\ncoconspirators    and (ii) inferences as to the state  of mind of\n\nthe various  actors.  See  United States v. Lopez-Pena,  912 F.2d\n                                                      \n\n1536, 1537 (1st Cir.  1989) (conspiracy requires that  \"the indi-\n\nvidual defendant knew of the  agreement, had intent to agree, and\n\nhad intent to commit the substantive offense\"), cert. denied, 111\n                                                            \n\n                                11\n\nS. Ct.  2886 (1991).  These are matters especially suited to jury\n\nresolution.  See  United States v. Piedrahita-Santiago,  931 F.2d\n                                                      \n\n127, 130 (1st  Cir. 1991) (\"It is  the province of the  jury, not\n\nthis court, to determine the credibility of the witnesses.\"); cf.\n                                                                 \n\nUnited States v. Passos-Paternina,  918 F.2d 979, 985 (1st  Cir.)\n                                 \n\n(\"We defer, within reason,  to inferences formulated by  the jury\n\nin light of its collective understanding of human behavior in the\n\ncircumstances revealed by  the evidence.\"), cert. denied,  111 S.\n                                                        \n\nCt.  1637, 2808-09 (1991).10  Properly instructed in  the perfor-\n\nmance of their  traditional tasks, trial juries  can be entrusted\n\nto discriminate  between pre-majority and  post-majority conduct.\n\nSee, e.g.,  Cruz, 805 F.2d at  1476.  We  therefore conclude that\n                \n\nthe FJDA's language, structure, legislative history, and  related\n\npolicy considerations,  militate  against  requiring  a  pretrial\n\nevidentiary hearing on jurisdiction.  \n\n                    \n\n     10In  fact, the FJDA expressly requires very similar eviden-\ntiary  monitoring by the  jury once the  prosecutor's allegations\nhave led to  a youthful defendant's trial  as an adult.   After a\njuvenile has been  transferred for trial as an  adult, whether by\ntransfer  hearing or  mandatory  process, see  supra  note 6  and\n                                                    \naccompanying text, unless the jury also convicts the accused of a\n                                                \ntransferable  crime the accused is returned for disposition under\nthe FJDA.   See 18 U.S.C.   5032 (listing types of crimes permit-\n               \nting  \"transfer\").   Even  the  FJDA  amendments of  1984,  which\nconferred significant \"transfer\" discretion  upon the prosecutor,\nkept these \"return\"  provisions in place on the  theory that jury\ninvolvement,  after  factual corroboration  at trial,  provides a\nvaluable  case-by-case  assessment  of   the  appropriateness  of\njuvenile process.   See S. Rep. No 225, 98th Cong., 1st Sess. 391\n                       \n(1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3531. \n                    \n\n                                12\n\n     B.  Severance.\n                  \n\n          Appellants next contend that the district court commit-\n\nted  reversible error by denying  their motion for severance, see\n                                                                 \n\nFed. R.  Crim. P.  14, since (1)  the evidence against  their ten\n\nadult  codefendants was  so voluminous,  in  comparison with  the\n\nmeager  evidence   against  appellants,  that   the  jury   would\n\nindiscriminately  lump appellants  together with the  adults, and\n\n(2) the government  was entitled to introduce  evidence of appel-\n\nlants'  pre-majority  conduct  against  the  adult  codefendants,\n\nwhereas the FJDA prohibits, or severely limits, the admissibility\n\nof such evidence against appellants.\n\n          A  motion for  severance  is  committed  to  the  sound\n\ndiscretion of the trial court, and  we review only for a manifest\n\nabuse of discretion  resulting in a miscarriage of  justice.  See\n                                                                 \n\nUnited States v. McLaughlin, 957 F.2d 12, 18 (1st Cir. 1992).  In\n                           \n\norder to gain severance, a  defendant must make a \"strong showing\n\n[that]  substantial prejudice\" would  result from a  joint trial.\n\nSee United States v. Barnett, 989 F.2d 546, 559 (1st Cir.), cert.\n                                                                 \n\ndenied, 114  S. Ct.  148 (1993); United  States v.  Martinez, 922\n                                                            \n\nF.2d 914, 922 (1st Cir. 1991) (noting that \"'prejudice means more\n\nthan just  a better  chance of acquittal  at a  separate trial'\")\n\n(citation  omitted).  Appellants  have not shown  especial preju-\n\ndice.\n\n          The  existence  of  stronger   evidence  against  their\n\ncodefendants did not entitle appellants to automatic severance on\n\ngrounds of evidentiary  spillover.  See United  States v. Cresta,\n                                                                \n\n                                13\n\n825 F.2d 538, 554-55 (1st Cir. 1987), cert. denied, 486 U.S. 1042\n                                                  \n\n(1988).  Nor  does the relatively minor conspiratorial  role of a\n\nparticular  defendant normally preclude  a joint trial  with more\n\nprominent codefendants.  See Martinez, 922 F.2d at 922.  Adequate\n                                     \n\nsafeguards  are available to protect against undue prejudice from\n\nevidentiary spillover in most  cases.  For example,  the district\n\ncourt carefully cautioned the jury in the present case to consid-\n\ner the evidence  against each individual defendant.   See Cresta,\n                                                                \n\n825 F.2d at 555.   Absent a contrary showing or  some evidence of\n\nan extraordinary  impediment, we  will credit  the readiness  and\n\nability of  the trial  jury to abide  by cautionary  and limiting\n\ninstructions aimed at minimizing the mundane risks of evidentiary\n\nspillover.   See United States  v. Figueroa, 976 F.2d  1446, 1452\n                                           \n\n(1st Cir. 1992)  (citing United States v. Natanel,  938 F.2d 302,\n                                                 \n\n308 (1st Cir.  1991), cert. denied, 112 S. Ct. 986 (1992)), cert.\n                                                                 \n\ndenied, 113 S. Ct. 1346 (1993).\n      \n\n          Next, appellants  argue  that  severance  was  required\n\nbecause  evidence  of their  pre-majority conduct  was admissible\n\nagainst  all their  codefendants, but  not against  them.   Since\n\nprejudicial  evidentiary spillover  cannot  result from  evidence\n\ndirectly admissible against all defendants, Figueroa, 976 F.2d at\n                                                    \n\n1452 (citing United States v. Sabatino, 943 F.2d 94, 96 (1st Cir.\n                                      \n\n1991)), appellants  must establish  that evidence  of their  pre-\n\nmajority membership and  participation in the conspiracy  was not\n\ndirectly admissible to support their convictions.  \n\n          Appellants  argue, relying on dicta in United States v.\n                                                              \n\n                                14\n\nSpoone, 741 F.2d  680, 687-88 (4th Cir. 1984),  cert. denied, 469\n                                                            \n\nU.S. 1162  (1985), that use  of evidence of  pre-majority conduct\n\nmust be  limited as  urged by  appellants even though  cautionary\n\ninstructions are given.  In Spoone, the Fourth Circuit determined\n                                  \n\nthat  evidence of  pre-majority conduct  had not formed  the sole\n\nbasis for the defendant's conviction, and therefore that the FJDA\n\ncould  not have been  violated.  Id.   The jury  charge in Spoone\n                                                                 \n\ninstructed, inter alia, that  pre-majority conduct could  provide\n                      \n\ncontext for evaluating the defendant's knowledge of the conspira-\n                                                \n\ncy, as  an aid  in assessing  evidence of  his conduct  after age\n                                                                 \n\neighteen.  Id.\n              \n\n          We think the  better view is that adopted  in Cruz, 805\n                                                            \n\nF.2d 1464:  \"once [the government] ha[s] established that certain\n\nacts of  the offense  occurred after  the defendant's  eighteenth\n\nbirthday, the  entire case  may be tried  in accordance  with the\n\nadult rules of procedure and evidence.\"  Id. at 1477.   See supra\n                                                                 \n\nnote  8; see also  Doerr, 886 F.2d  at 969-70 (adopting  Cruz ap-\n                                                             \n\nproach).  We are not persuaded that the restrictions advocated by\n\nappellants  would afford  significantly  greater protection  than\n\nappropriate  cautionary and limiting instructions.   We therefore\n\nhold that a criminal defendant's pre-majority conduct is admissi-\n\nble  on the  same  bases as  other evidence,  and does  not alone\n\ncompel severance of a youthful defendant's trial.\n\n     C.  Jury Instructions.\n                          \n\n          Appellants further  contend that  the instructions  did\n\nnot  properly  limit  jury consideration  of  their  pre-majority\n\n                                15\n\nconduct.   Although evidence  of their  pre-majority conduct  was\n\nadmissible against  appellants for  all purposes,  see Cruz,  805\n                                                           \n\nF.2d at 1477,  we reject any  proposed reliance on  Cruz for  the\n                                                        \n\nproposition that the trial judge is the sole and final arbiter of\n\nthe threshold determination as to the sufficiency of the evidence\n\nof post-majority  conduct, or that  further limiting instructions\n       \n\nto  the jury are  unnecessary once the  evidentiary threshold has\n\nbeen  met to  the satisfaction of  the trial  court.  See  id. at\n                                                              \n\n1476-77; see  also Doerr, 886  F.2d at 970 (once  the evidentiary\n                        \n\nthreshold has been met, the trial is \"limited only by the Federal\n\nRules of Evidence\").11    An age-of-majority-spanning  conspiracy\n\nis somewhat analogous  to a criminal conspiracy that  spans a bar\n\ndate imposed by the statute of limitations.  See Maddox, 944 F.2d\n                                                       \n\nat 1233; Gjonaj, 861 F.2d at 144.  Although evidence of both pre-\n               \n\nand post-bar date conduct is fully admissible in such a case, the\n\njury nonetheless  must be  instructed to acquit  a defendant  who\n\nwithdrew from  the conspiracy  before the bar  date.   See United\n                                                                 \n\nStates v. Piva, 870  F.2d 753, 756-57 (1st  Cir. 1989); see  also\n                                                                 \n\nUnited States v. Juodakis, 834 F.2d 1099, 1102-04 (1st Cir. 1987)\n                         \n\n(per curiam).\n\n          The  statute  of limitations  analog  is imperfect,  of\n\ncourse.  The temporal demarcation under the FJDA is not identical\n\n                    \n\n     11The  approach approved  in Cruz  and Doerr  appears to  be\n                                                 \nbased on Fed. R. Evid. 404(b),  which allows evidence of a defen-\ndant's prior wrongful  acts on such issues as  motive and intent.\nHowever,  in an  age-of-majority-spanning conspiracy,  the defen-\ndant's pre-majority conduct is not merely extrinsic evidence of a\nprior  wrongful act,  but an  integral component  of the  alleged\nconspiracy for which he is on trial. \n\n                                16\n\nto a  statute-of-limitations bar  date, nor  does it  necessarily\n\nfollow  that appellants  could be  convicted  as \"adults\"  simply\n\nbecause there was no evidence that they withdrew from the age-of-\n\nmajority-spanning conspiracy  prior to attaining  age eighteen.12\n\nA  more apt  analogy for  FJDA  cases involving  age-of-majority-\n\nspanning  conspiracies may  be  the contract  \"ratification\" doc-\n\ntrine, which provides that a minor legally incapable of contract-\n\ning may  nonetheless affirm  by his  post-majority conduct.   See\n                                                                 \n\nMaddox, 944 F.2d at 1233  (\"a person who does absolutely nothing\"\n      \n\nafter age  of majority  cannot be held  liable as  adult) (citing\n\nJohn D. Calamari  and Joseph M. Perillo, Contracts    8-4 (3d ed.\n                                                  \n\n1987)).   We think  the Maddox analogy  better comports  with the\n                              \n\nfundamental principle that criminal liability is premised on some\n\ndiscernible actus reus, be it  action or (in an appropriate case)\n                      \n\nintentional  inaction.   See  United States  v. Bishop,  469 F.2d\n                                                      \n\n1337, 1348 (1st Cir. 1972) (Constitution prohibits punishment for\n\nmere status) (citing  Powell v. Texas, 392 U.S.  514 (1968)); see\n                                                                 \n\ngenerally 1 Wayne LaFave &amp; Arthur Scott, Substantive Criminal Law\n                                                                 \n\n   3.2-.3 (1986).   Under the Maddox approach,  therefore, rather\n                                    \n\n                    \n\n     12Statute-of-limitations  bar  dates serve  extrinsic  ends.\nSee, e.g., Toussie v. United  States, 397 U.S. 112, 114-15 (1970)\n                                    \n(limitations  period protects  individuals  from charges  brought\nafter the  basic facts  have been obscured  by time,  and fosters\ndiligent law  enforcement).  On the other  hand, the \"withdrawal\"\ndefense  promotes the  reporting,  and  preemptive thwarting,  of\ncriminal conspiracies.  See Piva, 870 F.2d at 757. \n                                \n     By the same token, in some instances the FJDA decriminalizes\n                                                                 \npre-majority  conduct  by divesting  federal  courts of  criminal\n   \njurisdiction and establishing a separate  juvenile justice system\nwhose primary focus is on offender rehabilitation.  See 18 U.S.C.\n                                                       \n  5032;  see also S.  Rep. No. 1011, supra  note 6; In  re Sealed\n                                                                 \nCase, 893 F.2d at 367.\n    \n\n                                17\n\nthan face  conviction simply for  failing to \"withdraw\"  from the\n\nage-of-majority-spanning  conspiracy   prior  to   attaining  age\n\neighteen, there could be no conviction unless the jury found that\n\nappellants in some  manner \"ratified\" their participation  in the\n\nconspiracy after attaining majority.13\n\n          In all  events, whatever  the precise  contours of  the\n\n\"ratification\" theory  in  the  context  of  an  age-of-majority-\n\nspanning  conspiracy, the  instructions  in  this  case  required\n\nsignificantly more post-majority conspiratorial  conduct than the\n\nFJDA mandates.   The district  court instructed the jury  as fol-\n\nlows:\n\n          [T]he defendant's  juvenile acts  may not  be\n          considered as  proof of his  participation in\n          the  conspiracy unless  the jury  first finds\n          that he participated in  the conspiracy after\n          his  eighteenth  birthday. . . .    In  other\n          words,  you can't  consider  the acts  before\n                                                       \n          their  eighteenth birthday  unless you  first\n                                                       \n          find beyond  a  reasonable  doubt  that  they\n                                                       \n          participated  in  the conspiracy  after  they\n                                                       \n          attained the age of eighteen years.\n                                            \n\n(Emphasis added.)   The  challenged  instruction effectively  re-\n\nquired  the jury  to determine  whether  evidence of  appellants'\n\npost-majority participation  in itself was sufficient  to support\n                                      \n\nappellants'  convictions.   Similarly, under  the \"moving  train\"\n\ntheory,  knowing participation  in any  act in  furtherance of  a\n\n                    \n\n     13Juries commonly are  called upon to make  similar distinc-\ntions  in determining the  criminal liability of  codefendants as\naccessories, a  task  which  requires  findings both  as  to  the\nunderlying  offense  and the  codefendants' association  with the\nprincipal.  See, e.g., United States v. Ortiz, 966 F.2d 707, 711-\n                                             \n12 (1st Cir.  1992) (collecting cases), cert. denied,  113 S. Ct.\n                                                    \n1005 (1993).\n\n                                18\n\nconspiracy  entails full  conspiratorial liability.    See United\n                                                                 \n\nStates v. Rivera-Santiago, 872 F.2d 1073, 1079 (1st  Cir.), cert.\n                                                                 \n\ndenied, 492  U.S. 910 (1989);  United States v. Baines,  812 F.2d\n                                                      \n\n41, 42 (1st.  Cir. 1987).   Thus, the jury was  not left free  to\n\nconvict appellants based solely on an \"act of juvenile delinquen-\n\ncy,\" but only  if it  found post-majority  conduct sufficient  to\n                                \n\nestablish  beyond a reasonable doubt that appellants participated\n\nin the conspiracy alleged in the indictment.\n\n     D.   Sufficiency of the Evidence.  \n                                     \n\n          \"[E]schewing  credibility  judgments  and  drawing  all\n\nreasonable inferences in favor of  the verdict,\"  we evaluate the\n\nsufficiency of  the evidence with  a view to whether  the verdict\n\n\"draws its  essence from a  plausible reading of the  record\" and\n\nwhether  the jury  rationally  could  have  determined  that  the\n\ngovernment  established  every  element  of  the charged  offense\n\nbeyond a reasonable doubt.  Sepulveda, No. 92-1362, slip op. at 7\n                                     \n\n[    F.3d at    ]; see  United States v. Clifford, 979  F.2d 896,\n                                                 \n\n897 (1st Cir.  1992) (\"'Nor does the government  have to disprove\n\nevery reasonable hypothesis of  innocence.'\") (citation omitted).\n\nAppellants  question the sufficiency  of the evidence  on but one\n\nelement of the  offense    their voluntary  or \"meaningful\" post-\n\nmajority participation in the conspiracy.  We find no shortfall.\n\n          No  less than five witnesses testified to overt conduct\n\nby Driesse from which the jury reasonably could have found direct\n\nparticipation  in the  Sepulveda conspiracy  following  his eigh-\n\nteenth  birthday on  April 6,  1988.   In the  \"summer of  1988,\"\n\n                                19\n\nDriesse delivered  an ounce of  cocaine to the residence  of John\n\nRice;  after Rice complained to Edgar  Sepulveda that the cocaine\n\nDriesse had  delivered was  underweight, Driesse  collected $1150\n\nfrom Rice.  Daniel Santos accompanied Driesse  and the Sepulvedas\n\non a drug  run to Massachusetts in  the \"summer of 1988,\"  at the\n\nculmination of which Driesse \"threw [Santos]  the coke.\"  Driesse\n\nlater  admitted to  Rice that  he had  made another  drug  run to\n\nMassachusetts  with codefendant Ernest  Langlois in late  1988 or\n\nearly 1989.  Moreover, Randall Vetrone and Norberto Perez  bought\n\ncocaine  from Driesse  several  times  a  week  throughout  1989.\n\nFinally, in April 1989, David Sepulveda referred Kurt Coriarty to\n\nDriesse as a source of cocaine.\n\n          Four  witnesses testified  to  overt conduct  by  Shane\n\nWelch from which the jury reasonably could have inferred partici-\n\npation in  the conspiracy  following his  eighteenth birthday  on\n\nNovember 20, 1989.  In late 1989  and early 1990, Santos, Vetrone\n\nand Rice  purchased cocaine from  Welch, usually at  Edgar Sepul-\n\nveda's residence, and  on some occasions Welch  himself conducted\n\nthese transactions.   On March 6, 1990, Welch  accompanied Santos\n\nand the Sepulveda brothers on a drug run to Massachusetts for the\n\nannounced  purpose  of   replenishing  the  Sepulvedas'   cocaine\n         \n\ninventory.  During  this run, when he discovered  they were under\n\nsurveillance by  local police,  Welch warned  Santos.   Detective\n\nVallante arrested Welch  after he stopped  Santos's car, and  the\n\n                                20\n\ncocaine was  seized.14   Following his  return to  New Hampshire,\n\nWelch also served as a fledgling \"enforcer\" for Sepulveda, at one\n\ntime attempting to break down the door at the Vetrone residence.\n\n          The  only  attack  appellants  mount against  all  this\n\nevidence is that it is  incredible, a challenge foreclosed by the\n\njury's  credibility determination.   See United States  v. David,\n                                                                \n\n940 F.2d 722,  730 (1st Cir. 1991).   Thus, there was  ample evi-\n\ndence of  post-majority  participation  to  overcome  appellants'\n\n                    \n\n     14Shane Welch  raises one separate  issue.  Pointing  to his\nMarch  1990 state court  conviction in Massachusetts  for cocaine\npossession, criminal conduct which the federal indictment alleges\nas  an  overt  act  by  Welch in  furtherance  of  the  Sepulveda\nconspiracy,  Welch argues that the federal prosecution was barred\nby the Double  Jeopardy Clause of the United States Constitution.\nAs  primary authority,  he cites  Grady v.  Corbin, 495  U.S. 508\n                                                  \n(1990),  in which the  Supreme Court stated  that double jeopardy\nbars  a subsequent  prosecution \"if,  to  establish an  essential\nelement of an offense  charged in that prosecution, [the  govern-\nment] will  prove conduct that  constitutes an offense  for which\n                         \nthe defendant has already been prosecuted.\"  Id. at 510 (emphasis\n                                                \nadded).\n     Welch's argument fails for at  least two reasons.  First, it\nseems entirely possible that Grady, which involved two successive\n                                  \nstate prosecutions, was not intended to override the longstanding\n     \n\"dual sovereign\" doctrine,  which holds that  successive prosecu-\ntions by federal and state governments normally do not  implicate\nthe Double Jeopardy  Clause.  See Heath v. Alabama,  474 U.S. 82,\n                                                  \n92-93  (1985) (\"[A] single  act constitutes an  'offense' against\neach sovereign whose  laws are violated by that  act.\").  Second,\nthe Supreme  Court mooted the  entire matter in United  States v.\n                                                              \nFelix, 112 S.  Ct. 1377 (1992).  \"[L]ong  antedating [Grady], and\n                                                           \nnot questioned in [Grady], is  the rule that a substantive crime,\n                        \nand a conspiracy to commit that crime, are not the 'same offense'\nfor  double  jeopardy  purposes,\" so  that  \"prosecution  ... for\nconspiracy, where certain  of the overt acts relied  upon ... are\nbased on  substantive offenses for  which the defendant  has been\npreviously  convicted, does  not  violate the  [Double  Jeopardy]\nClause.\"  Id.  at 1380, 1384.   Indeed, prior  to Felix, we  gave\n                                                       \nGrady the same gloss.  See United States v. Rivera-Feliciano, 930\n                                                            \nF.2d 951, 954-55 (1st Cir. 1991), cert. denied, 112 S.  Ct. 1676,\n                                              \nand cert. denied, 113  S. Ct. 221 (1992).  One  year after Felix,\n                                                                \nthe Supreme Court  explicitly overruled Grady.   United States v.\n                                                              \nDixon, 113 S. Ct. 2849, 2860 (1993).\n     \n\n                                21\n\n\"mere bystander\" defenses.\n\nII.  Claims Made Exclusively by Driesse.15\nII.  Claims Made Exclusively by Driesse.\n                                       \n\n     A.   Coconspirator Statements.\n                                  \n\n          Driesse claims that the district court committed rever-\n\nsible error by allowing the  government to introduce, over timely\n\nobjection, an inadmissible  hearsay statement.  James  Noe testi-\n\nfied that he was told by Robert Labrecque, Driesse's cousin, that\n\nLabrecque was selling cocaine for  Driesse in late 1988 and early\n                                          \n\n1989; that is, after Driesse reached age eighteen.  No reason was\n                    \n\nassigned for  admitting the  hearsay statement  over the  Driesse\n\nobjection.  Moreover, Driesse contends that the government failed\n\nto prove by a  preponderance of the evidence that Labrecque was a\n\n\"coconspirator,\"  Fed.  R.  Evid.  801(d)(2)(E), whose  statement\n\nwould have  been admissible if  made \"in furtherance of  the con-\n\nspiracy.\"\n\n          \"[A]  [putative]  coconspirator's  statement,  standing\n                                                                 \n\nalone, is insufficient to meet the preponderance standard of Rule\n     \n\n801(d)(2)(E)\";  the proponent of  the statement must  submit some\n\nextrinsic  evidence   of  the  declarant's  involvement   in  the\n\nconspiracy.  Sepulveda, No. 92-1362,  slip op. at 29-30 [    F.3d\n                      \n\nat    ].   There is  no such  extrinsic evidence  in the  record.\n\nLabrecque's  statement was  the sole  source  of Noe's  knowledge\n                                    \n\n                    \n\n     15We  need not  discuss  certain  other contentions  Driesse\nraised in common with his  codefendants, the merits of which were\nconsidered in Sepulveda, No. 92-1362, slip op. at 55 [    F.3d at\n                       \n   ], including his  challenges to the  bill of particulars,  see\n                                                                 \nid. at 57-58, and the  government's closing arguments, see id. at\n                                                              \n39-49.\n\n                                22\n\nabout  Labrecque's complicity.  Beyond that, Noe simply testified\n\nthat Driesse and Labrecque were  \"cousins,\" who lived in the same\n\napartment project,  and that  Noe had  observed Labrecque  \"with\"\n\nDriesse on previous  occasions.  See United States  v. Gomez, 921\n                                                            \n\nF.2d 378, 381 (1st Cir. 1991) (mere \"association\" does not estab-\n\nlish conspiratorial involvement).   Although Noe sold  cocaine to\n                                                                 \n\nLabrecque for Labrecque's  \"use, not for [re]selling,\"  Noe never\n\nobserved Labrecque selling drugs, let alone doing so in Driesse's\n\ncompany, or  \"for\" Driesse.  Although the  government argues that\n\nthe  trial court  was permitted  to  conclude that  it was  \"more\n\nlikely   than   not\"   that   Labrecque    was   an   \"unindicted\n\ncoconspirator,\" except for the hearsay statement itself there was\n\nno evidentiary basis, only conjecture, to support  such an infer-\n\nence.\n\n          Although  admission  of  Noe's  hearsay  statement  was\n\nerror, we conclude  that the  error was  harmless.   See Fed.  R.\n                                                        \n\nCrim.  P. 52(a).    No  less than  five  other witnesses  offered\n\nunequivocal testimony with  respect to Driesse's active  involve-\n\nment in  the  conspiracy.   See  supra Section  I.D.   Thus,  the\n                                      \n\nLabrecque hearsay  statement was  merely cumulative,  and had  no\n\nsignificant effect on the verdict.  See United States v. Dworken,\n                                                                \n\n855 F.2d 12, 26 (1st Cir. 1988).16\n\n                    \n\n     16Driesse asserts  that the government  laid an  evidentiary\n\"trap\" for the  unwary defense team,  when it elicited  testimony\nfrom Randall Vetrone on direct examination that he  had purchased\nstolen  property previously.   The  government did  not go  on to\ninquire into the identity of Vetrone's source.  On cross-examina-\ntion  by counsel  for  one  of  Driesse's  codefendants,  Vetrone\ntestified  that he had  bought the  pilfered goods  from Driesse.\n\n                                23\n\n     B.   \"Missing Witness\" Instruction.\n                                       \n\n          Driesse contends  that he  was entitled  to a  \"missing\n\nwitness\"  instruction, which  would have  permitted  the jury  to\n\ninfer, from  \"'the failure of  a party to produce  available evi-\n\ndence that would  help decide an issue, . . .  that the [missing]\n\nevidence would [have been] unfavorable to the party to whom it is\n\navailable  or  whom it  would  normally be  expected  to favor.'\"\n\nUnited States  v. St. Michael's  Credit Union, 880 F.2d  579, 597\n                                             \n\n(1st Cir. 1989)  (citation omitted).  As the proponent of such an\n\ninstruction, Driesse was required to show that the absent witness\n\n(Labrecque) would have  been (1) \"favorably disposed\"  to testify\n\nin the government's  behalf by virtue of his  status or relation-\n\nship to the  parties, (2) \"peculiarly  available\" to the  govern-\n\nment, or (3)  within the government's \"exclusive control.\"   Id. \n                                                                \n\nDriesse  asserted  that  Labrecque could  more  easily  have been\n\nlocated by  the government  since he  was under the  probationary\n\nsupervision of the New Hampshire Department of Corrections.\n\n          We  review  the  refusal to  give  a  \"missing witness\"\n\n                    \n\nDriesse  moved for  mistrial,  contending that  the  government's\n\"trap\" evidenced prosecutorial misconduct,  which resulted in the\nadmission  of otherwise inadmissible evidence.  See Figueroa, 976\n                                                            \nF.2d  at 1453 (\"other  crime\" evidence generally  inadmissible to\nshow bad character or unrelated criminal activity); United States\n                                                                 \nv. Eatherton, 519 F.2d 603,  611 (1st Cir.) (same), cert. denied,\n                                                                \n423  U.S. 987  (1975).    We find  no  evidence of  prosecutorial\nmisconduct in the government's anticipatory proffer.  The govern-\nment explains that  it divulged  the evidence  of Vetrone's  past\ncriminal activity in order to preempt the defense from impeaching\nVetrone  on cross-examination.   Given the reasonableness  of its\ntrial tactic, the  government cannot be faulted for the seemingly\nirrelevant follow-up  question the defense  chose to put  to Vet-\nrone.\n\n                                24\n\ninstruction for  abuse of  discretion.   United States  v. Arias-\n                                                                 \n\nSantana, 964 F.2d  1262, 1268 (1st Cir. 1992).   Given the avail-\n       \n\nable evidence that  Driesse and Labrecque were family members who\n\nhad resided  in the same  apartment project, Driesse can  make no\n\nserious claim that Labrecque was naturally predisposed to testify\n\nfor the government.   Moreover, given the  familial relationship,\n\nthe  bare fact  that Labrecque  was a  state probationer  did not\n\nestablish that he was peculiarly available to the government, let\n                                \n\nalone  unavailable to Driesse.   Indeed, the  government provided\n\nthe  defense with Labrecque's  two last-known addresses,  cf. St.\n                                                                 \n\nMichael's  Credit Union,  880  F.2d at  598 (upholding  denial of\n                       \n\ninstruction  where  government allegedly  knew  missing witness's\n\nwhereabouts  during  trial),  attested  that he  was  not  in the\n\ngovernment's  control, and disavowed  any intention (or  need) to\n\ncall Labrecque as  a witness.17   In these circumstances,  absent\n\nany evidence  that  Labrecque was  not  available to  his  cousin\n\n                    \n\n     17As  noted, see supra Pt. II.A, Labrecque's testimony, even\n                           \nif favorable to the  government, would have been largely  cumula-\ntive, giving rise to a plausible explanation for the government's\ndecision not  to investigate his whereabouts or  to call him as a\nwitness. United  States v. Johnson,  467 F.2d 804, 808  (1st Cir.\n                                  \n1972), cert. denied, 410 U.S. 909 (1973) (\"No [adverse] inference\n                   \nis  permissible, however, where the unpresented evidence would be\nmerely cumulative ....\"); United States v. Norris, 873 F.2d 1519,\n                                                 \n1522-23 (D.C.  Cir.) (trial  court may consider  all of  the cir-\ncumstances  in  determining  entitlement   to  \"missing  witness\"\ninstruction,  including whether  the  government simply  bypassed\ncalling the  witness because  his testimony  \"'would likely  have\nbeen merely  cumulative or  corroborative'\") (citation  omitted),\ncert. denied, 493  U.S. 835 (1989).  Were it not for this common-\n            \nsense  approach,  the  government  could  be  held  presumptively\nresponsible for  failing to call  any person who might  have been\n                                                      \nable to provide relevant testimony,  even though the evidence was\npresented through some other witness.\n\n                                25\n\nDriesse, or  that the  government interfered  with any  effort to\n\nlocate or  produce Labrecque at  trial, the district  court acted\n\nwell within  its discretion  in denying  a \"missing witness\"  in-\n\nstruction.\n\n     C.   Sentencing.\n                    \n\n          Finally, Driesse challenges the drug quantity  calcula-\n\ntion recommended in the presentence report (PSR) and relied on by\n\nthe court at  sentencing.  The  PSR calculation was based  on the\n\ntrial  testimony of Norberto Perez that Driesse accompanied Perez\n\non \"about 20\" drug runs between 1987 and 1989, involving from one\n\nkilogram to 113.4 grams of cocaine per trip.  The PSR assigned an\n\naverage  of 16 ounces per trip, resulting  in a total estimate of\n\n9.09 kilos  (or  320 oz.).   Thus,  Driesse was  assigned a  base\n\noffense level (BOL) of 32 (5-15 kilograms).\n\n          Where the sentencing  court relies solely on  the rough\n                                                   \n\ndrug quantity estimates of a lay witness, expressed in terms of a\n\nrange, rote averaging is an  insufficiently reliable basis for  a\n     \n\nsupportable  drug quantity finding.  Sepulveda, No. 92-1362, slip\n                                              \n\nop. at 69-75 [    F.3d at    ].   Unlike the sentences imposed on\n\nDriesse's codefendants, Tony Rood and William Wallace, which were\n\nbased on rough ranging  estimates not only of the number  of drug\n\nruns but the cocaine quantity per trips, the only rough averaging\n\ninvolved in the drug quantity  finding for the Driesse sentencing\n\nwas the wide ranging estimate  of the quantity of drugs per  trip\n\n(4 ozs. to 1 kilogram).  Nevertheless, since the lowest estimated\n\nquantity range (4 ozs.) per trip would yield a total drug quanti-\n\n                                26\n\nty  of approximately 2.3  kilograms, dropping Driesse  well below\n\nBOL 32,18 we vacate his sentence, and remand for resentencing, in\n\naccordance  with our decision in  United States v. Sepulveda,    \n                                                            \n\nF.3d    ,     (1st Cir. 1993).19\n\n          The judgments of conviction entered against Christopher\n                                                                 \n\nDriesse and Shane  Welch are affirmed.  The  sentence of Christo-\n                                                                 \n\npher  Driesse is  vacated and  case No.  92-1370 is  remanded for\n                                                                 \n\nresentencing in accordance with this opinion.\n                                            \n\n                    \n\n     18Driesse was  assigned an additional 1.146  kilograms apart\nfrom the Perez testimony.  In any event, even with this addition-\nal amount, the total drug quantity would be 3.446, well below the\n5 kilogram threshold for BOL 32.\n\n     19All  other arguments raised by these appellants are either\ndealt with by  reference in Sepulveda,      F.3d,       (1st Cir.\n                                                      \n1993) (No. 92-1362), or plainly meritless.\n\n                                27\n",
  "html": "<p class=\"case_cite\">15 F.3d 1202</p>\n    <p class=\"case_cite\">40 Fed. R. Evid. Serv. 168</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Shane WELCH, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Christopher DRIESSE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1368, 92-1370.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 15, 1993.<br>Decided Dec. 30, 1993.<br>Stay of Mandate Dissolved Dec. 30, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul J. Haley, with whom Scott L. Hood and The Law Office of Paul J. Haley, P.A., were on brief, for appellant Shane Welch.</p>\n      <p class=\"indent\">John P. Rab, for appellant Christopher Driesse.</p>\n      <p class=\"indent\">Terry L. Ollila, Sp. Asst. U.S. Atty., with whom Peter E. Papps, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This opinion addresses the separate appeals of Christopher Driesse and Shane Welch, two youthful defendants who were convicted of conspiring with their ten adult codefendants to possess and distribute cocaine, see 21 U.S.C. Sec. 846 (1988), as part of a New Hampshire drug distribution ring led by David Sepulveda during the period 1985-90.  See United States v. Sepulveda, (1st Cir.1993) [15 F.3d 1161] (affirming convictions of ten codefendants);<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  see also United States v. Sepulveda (1st Cir.1993) [15 F.3d 1216] (affirming denial of post-trial motion for dismissal or new trial based on newly discovered evidence).  These appeals are accorded separate treatment primarily because Driesse and Welch initiated their participation in the Sepulveda conspiracy prior to their eighteenth birthdays.  Although both came of age while their involvement in the criminal alliance continued, appellants contend that the district court lacked jurisdiction and deprived them of their rights under the Federal Juvenile Delinquency Act, 18 U.S.C. Secs. 5031-5042 (1988 &amp; Supp.1992) (FJDA).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. Appellants' Common Claims Under FJDA.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants, whose participation in the Sepulveda conspiracy spanned their eighteenth birthdays, challenge their convictions on the grounds that the district court failed to comply with the FJDA by refusing to:  (1) conduct a pretrial evidentiary hearing to determine its jurisdiction to try appellants as adults;  (2) sever their trial from their ten codefendants;  (3) instruct the jury that conduct prior to their eighteenth birthdays (\"pre-majority conduct\") could not evidence their guilt;  and (4) grant their motion to dismiss, based on insufficient evidence of their post-majority participation in the conspiracy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A. Pretrial Hearing on Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants first maintain that the FJDA divested the district court of jurisdiction to try them as adults unless some of their conspiratorial conduct occurred after they reached eighteen years of age (\"post-majority conduct\").  Since appellants contested the factual basis for the charge that they participated in the Sepulveda conspiracy after attaining their majority, they insist that the FJDA required a threshold evidentiary hearing on their jurisdictional claim before they could be subjected to trial as adults.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The FJDA defines a \"juvenile\" as \"a person who has not attained his eighteenth birthday, or for the purposes of proceedings and disposition under this chapter for an alleged act of juvenile delinquency, a person who has not attained his twenty-first birthday....\"  18 U.S.C. Sec. 5031 (emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Both Welch and Driesse were between ages eighteen and twenty-one at the time of their indictment.  \"Juvenile delinquency\" is defined as \"the violation of a law of the United States committed by a person prior to his eighteenth birthday which would have been a crime if committed by an adult.\"   Id.  (emphasis added).  Thus, the FJDA does not apply to \"a defendant who ... is not a juvenile and who has not committed an act of juvenile delinquency.\"  United States v. Doerr, 886 F.2d 944, 969 (7th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Generally speaking, it is readily apparent whether a non-continuing substantive violation was committed prior to or after the alleged offender's eighteenth birthday.  See United States v. Cruz, 805 F.2d 1464, 1477 n. 15 (11th Cir.1986), cert. denied, 481 U.S. 1006, 107 S.Ct. 1631, 95 L.Ed.2d 204 and cert. denied, 482 U.S. 930, 107 S.Ct. 3215, 96 L.Ed.2d 702 (1987).  On the other hand, a criminal conspiracy--often a continuing offense--may persist long past its commencement, sometimes spanning the eighteenth birthday of an alleged conspirator.  See United States v. Gjonaj, 861 F.2d 143, 144 (6th Cir.1988);  see also United States v. Giry, 818 F.2d 120, 135 (1st Cir.), cert. denied, 484 U.S. 855, 108 S.Ct. 162, 98 L.Ed.2d 116 (1987).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government asserts that the FJDA is inapplicable to appellants simply because the indictment charged that the conspiracy spanned their eighteenth birthdays.  Appellants counter that the FJDA's applicability in a conspiracy case ought not depend conclusively on bare allegations as to the time period spanned by the conspiracy or the defendant's membership in it.  On balance, however, we find the allegation-based approach to FJDA applicability more consonant with its language and structure, its legislative history, the case law, and important policy considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prosecutorial discretion is a hallmark of the criminal justice system.  See Wayte v. United States, 470 U.S. 598, 607, 105 S.Ct. 1524, 1530, 84 L.Ed.2d 547 (1985) (\"[T]he decision whether or not to prosecute, and what charges to file or bring before a grand jury, generally rests entirely in [the prosecutor's] discretion.\")  (quoting Bordenkircher v. United States, 434 U.S. 357, 364, 98 S.Ct. 663, 668, 54 L.Ed.2d 604 (1978)).  Notwithstanding several amendments expanding the role of the courts, the FJDA continues to impart considerable prosecutorial discretion as to whether an accused will be tried as an adult even though the criminal conduct charged qualifies as an act of juvenile delinquency.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  For example, pursuant to 18 U.S.C. Sec. 5032 the government may bring a motion to transfer a juvenile defendant to the district court for trial as an adult if the juvenile is at least fifteen years of age and the government alleges that the juvenile committed certain enumerated \"transferable\" offenses (e.g., violent crimes or controlled substance violations).  Although \"transfer\" is subject to an \"interest of justice\" test as well, the district court nonetheless may assume, without receiving evidence, that the government's factual allegations relating to the character of the offense are true.  See In re Sealed Case, 893 F.2d 363, 369 (D.C.Cir.1990);  United States v. Doe, 871 F.2d 1248, 1250 n. 1 (5th Cir.), cert. denied, 493 U.S. 917, 110 S.Ct. 276, 107 L.Ed.2d 257 (1989).  Yet more to the point, section 5032 permits the government to implement--again, on mere allegation, without prior hearing or judicial authorization--the mandatory \"transfer\" of a recidivist juvenile offender for trial as an adult.  See Pub.L. No. 98-473, Title II, ch. XII, Part A, Sec. 1201, 98 Stat. 1837, 2149-50 (1988).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Given the breadth of Congress's consignment of other \"jurisdictional\" determinations to the prosecutor's discretion under the FJDA, it is not surprising that appellants cite no case law directly supporting their asserted right to a pretrial evidentiary hearing on the district court's jurisdiction to try them as adults.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our interpretation comports with three basic policy concerns as well.  First, neither appellant was unfairly prejudiced by the district court's decision to defer its determination of the applicability of the FJDA until trial.  Congress did not amend the FJDA primarily in order to confer greater procedural rights on juveniles than are available to adults, but to assure that the procedural rights afforded juveniles would be augmented to a level comparable to those available to adults.  See S.Rep. No. 1011, 93d Cong., 2d Sess. 47-48 (1974), reprinted in 1974 U.S.C.C.A.N. 5283, 5312 (FJDA simply codifies \"safeguards fundamental to our system of justice,\" per In re Gault, 387 U.S. 1, 87 S.Ct. 1428, 18 L.Ed.2d 527 (1967)).  In fact, alleged offenders between the ages of eighteen and twenty-one at indictment often receive more procedural protections under the adult criminal justice system than would be available under juvenile process.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, the proposed pretrial evidentiary hearing would place an unwarranted burden on the prosecution, especially in multi-defendant conspiracy cases where most alleged coconspirators are adults.  Regardless of the precise burden of proof applicable at the pretrial evidentiary hearing, the government would no doubt be expected to present substantial evidence outlining the alleged conspiracy, thereby prematurely \"tipping its hand\" on trial strategy and the testimony of its witnesses.  See 18 U.S.C. Sec. 3500(a) (Jencks Act);  Fed.R.Crim.P. 16(a)(2).  Furthermore, we do not think a pretrial hearing would significantly enhance the procedural protection of youthful defendants already indicted by a grand jury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, the issue of district court \"jurisdiction\" in cases implicating the FJDA seems to us sufficiently similar to other fact-bound defenses to tip the balance in favor of a determination by the trial jury.  See infra Pt. I.C.  Appellants could only be convicted as adults if they \"participated\" in, or \"ratified\" the conspiracy, after age eighteen.  See United States v. Maddox, 944 F.2d 1223, 1233 (6th Cir.), cert. denied, --- U.S. ----, ----, 112 S.Ct. 400, 610, 116 L.Ed.2d 349, 633 (1991), and cert. denied, --- U.S. ----, ----, ----, ----, 112 S.Ct. 948, 1219, 1978, 2317, 117 L.Ed.2d 117, 456, 118 L.Ed.2d 577, 119 L.Ed.2d 236 (1992).  A finding of \"participation\" or \"ratification\" ordinarily depends heavily upon (i) common-sense evaluations of the youthful defendants' actions--viewed in the context of the criminal enterprise and the conduct of their coconspirators--and (ii) inferences as to the state of mind of the various actors.   See United States v. Lopez-Pena, 912 F.2d 1536, 1537 (1st Cir.1989) (conspiracy requires that \"the individual defendant knew of the agreement, had intent to agree, and had intent to commit the substantive offense\"), cert. denied, --- U.S. ----, 111 S.Ct. 2886, 115 L.Ed.2d 1052 (1991).  These are matters especially suited to jury resolution.   See United States v. Piedrahita-Santiago, 931 F.2d 127, 130 (1st Cir.1991) (\"It is the province of the jury, not this court, to determine the credibility of the witnesses.\");   cf. United States v. Passos-Paternina, 918 F.2d 979, 985 (1st Cir.)  (\"We defer, within reason, to inferences formulated by the jury in light of its collective understanding of human behavior in the circumstances revealed by the evidence.\"), cert. denied, 499 U.S. 982, ---- - ----, 111 S.Ct. 1637, 2808-09, 113 L.Ed.2d 732, 115 L.Ed.2d 980-81 (1991).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Properly instructed in the performance of their traditional tasks, trial juries can be entrusted to discriminate between pre-majority and post-majority conduct.   See, e.g., Cruz, 805 F.2d at 1476.   We therefore conclude that the FJDA's language, structure, legislative history, and related policy considerations, militate against requiring a pretrial evidentiary hearing on jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">B. Severance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants next contend that the district court committed reversible error by denying their motion for severance, see Fed.R.Crim.P. 14, since (1) the evidence against their ten adult codefendants was so voluminous, in comparison with the meager evidence against appellants, that the jury would indiscriminately lump appellants together with the adults, and (2) the government was entitled to introduce evidence of appellants' pre-majority conduct against the adult codefendants, whereas the FJDA prohibits, or severely limits, the admissibility of such evidence against appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A motion for severance is committed to the sound discretion of the trial court, and we review only for a manifest abuse of discretion resulting in a miscarriage of justice.  See United States v. McLaughlin, 957 F.2d 12, 18 (1st Cir.1992).  In order to gain severance, a defendant must make a \"strong showing [that] substantial prejudice\" would result from a joint trial.  See United States v. Barnett, 989 F.2d 546, 559 (1st Cir.), cert. denied, 114 S.Ct. 148, 149, 126 L.Ed.2d 110 (1993);  United States v. Martinez, 922 F.2d 914, 922 (1st Cir.1991) (noting that \" 'prejudice means more than just a better chance of acquittal at a separate trial' \") (citation omitted).  Appellants have not shown especial prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The existence of stronger evidence against their codefendants did not entitle appellants to automatic severance on grounds of evidentiary spillover.  See United States v. Cresta, 825 F.2d 538, 554-55 (1st Cir.1987), cert. denied, 486 U.S. 1042, 108 S.Ct. 2033, 100 L.Ed.2d 618 (1988).  Nor does the relatively minor conspiratorial role of a particular defendant normally preclude a joint trial with more prominent codefendants.  See Martinez, 922 F.2d at 922.   Adequate safeguards are available to protect against undue prejudice from evidentiary spillover in most cases.  For example, the district court carefully cautioned the jury in the present case to consider the evidence against each individual defendant.  See Cresta, 825 F.2d at 555.   Absent a contrary showing or some evidence of an extraordinary impediment, we will credit the readiness and ability of the trial jury to abide by cautionary and limiting instructions aimed at minimizing the mundane risks of evidentiary spillover.  See United States v. Figueroa, 976 F.2d 1446, 1452 (1st Cir.1992) (citing United States v. Natanel, 938 F.2d 302, 308 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992)), cert. denied, --- U.S. ----, 113 S.Ct. 1346, 122 L.Ed.2d 728 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Next, appellants argue that severance was required because evidence of their pre-majority conduct was admissible against all their codefendants, but not against them.  Since prejudicial evidentiary spillover cannot result from evidence directly admissible against all defendants, Figueroa, 976 F.2d at 1452 (citing United States v. Sabatino, 943 F.2d 94, 96 (1st Cir.1991)), appellants must establish that evidence of their pre-majority membership and participation in the conspiracy was not directly admissible to support their convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellants argue, relying on dicta in United States v. Spoone, 741 F.2d 680, 687-88 (4th Cir.1984), cert. denied, 469 U.S. 1162, 105 S.Ct. 917, 83 L.Ed.2d 929 (1985), that use of evidence of pre-majority conduct must be limited as urged by appellants even though cautionary instructions are given.  In Spoone, the Fourth Circuit determined that evidence of pre-majority conduct had not formed the sole basis for the defendant's conviction, and therefore that the FJDA could not have been violated.  Id.  The jury charge in Spoone instructed, inter alia, that pre-majority conduct could provide context for evaluating the defendant's knowledge of the conspiracy, as an aid in assessing evidence of his conduct after age eighteen.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think the better view is that adopted in Cruz, 805 F.2d 1464:  \"once [the government] ha[s] established that certain acts of the offense occurred after the defendant's eighteenth birthday, the entire case may be tried in accordance with the adult rules of procedure and evidence.\"  Id. at 1477.   See supra note 8;  see also Doerr, 886 F.2d at 969-70 (adopting Cruz approach).  We are not persuaded that the restrictions advocated by appellants would afford significantly greater protection than appropriate cautionary and limiting instructions.  We therefore hold that a criminal defendant's pre-majority conduct is admissible on the same bases as other evidence, and does not alone compel severance of a youthful defendant's trial.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">C. Jury Instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellants further contend that the instructions did not properly limit jury consideration of their pre-majority conduct.  Although evidence of their pre-majority conduct was admissible against appellants for all purposes, see Cruz, 805 F.2d at 1477, we reject any proposed reliance on Cruz for the proposition that the trial judge is the sole and final arbiter of the threshold determination as to the sufficiency of the evidence of post -majority conduct, or that further limiting instructions to the jury are unnecessary once the evidentiary threshold has been met to the satisfaction of the trial court.  See id. at 1476-77;  see also Doerr, 886 F.2d at 970 (once the evidentiary threshold has been met, the trial is \"limited only by the Federal Rules of Evidence\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  An age-of-majority-spanning conspiracy is somewhat analogous to a criminal conspiracy that spans a bar date imposed by the statute of limitations.  See Maddox, 944 F.2d at 1233;  Gjonaj, 861 F.2d at 144.   Although evidence of both pre- and post-bar date conduct is fully admissible in such a case, the jury nonetheless must be instructed to acquit a defendant who withdrew from the conspiracy before the bar date.  See United States v. Piva, 870 F.2d 753, 756-57 (1st Cir.1989);  see also United States v. Juodakis, 834 F.2d 1099, 1102-04 (1st Cir.1987) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The statute of limitations analog is imperfect, of course.  The temporal demarcation under the FJDA is not identical to a statute-of-limitations bar date, nor does it necessarily follow that appellants could be convicted as \"adults\" simply because there was no evidence that they withdrew from the age-of-majority-spanning conspiracy prior to attaining age eighteen.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  A more apt analogy for FJDA cases involving age-of-majority-spanning conspiracies may be the contract \"ratification\" doctrine, which provides that a minor legally incapable of contracting may nonetheless affirm by his post-majority conduct.  See Maddox, 944 F.2d at 1233 (\"a person who does absolutely nothing\" after age of majority cannot be held liable as adult) (citing John D. Calamari and Joseph M. Perillo, Contracts Sec. 8-4 (3d ed. 1987)).  We think the Maddox analogy better comports with the fundamental principle that criminal liability is premised on some discernible actus reus, be it action or (in an appropriate case) intentional inaction.  See United States v. Bishop, 469 F.2d 1337, 1348 (1st Cir.1972) (Constitution prohibits punishment for mere status) (citing Powell v. Texas, 392 U.S. 514, 88 S.Ct. 2145, 20 L.Ed.2d 1254 (1968));  see generally 1 Wayne LaFave &amp; Arthur Scott, Substantive Criminal Law Secs. 3.2-.3 (1986).  Under the Maddox approach, therefore, rather than face conviction simply for failing to \"withdraw\" from the age-of-majority-spanning conspiracy prior to attaining age eighteen, there could be no conviction unless the jury found that appellants in some manner \"ratified\" their participation in the conspiracy after attaining majority.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In all events, whatever the precise contours of the \"ratification\" theory in the context of an age-of-majority-spanning conspiracy, the instructions in this case required significantly more post-majority conspiratorial conduct than the FJDA mandates.  The district court instructed the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>[T]he defendant's juvenile acts may not be considered as proof of his participation in the conspiracy unless the jury first finds that he participated in the conspiracy after his eighteenth birthday....  In other words, you can't consider the acts before their eighteenth birthday unless you first find beyond a reasonable doubt that they participated in the conspiracy after they attained the age of eighteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(Emphasis added.)   The challenged instruction effectively required the jury to determine whether evidence of appellants' post-majority participation in itself was sufficient to support appellants' convictions.  Similarly, under the \"moving train\" theory, knowing participation in any act in furtherance of a conspiracy entails full conspiratorial liability.  See United States v. Rivera-Santiago, 872 F.2d 1073, 1079 (1st Cir.), cert. denied, 492 U.S. 910, 109 S.Ct. 3227, 106 L.Ed.2d 576 (1989);  United States v. Baines, 812 F.2d 41, 42 (1st Cir.1987).  Thus, the jury was not left free to convict appellants based solely on an \"act of juvenile delinquency,\" but only if it found post -majority conduct sufficient to establish beyond a reasonable doubt that appellants participated in the conspiracy alleged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">D. Sufficiency of the Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"[E]schewing credibility judgments and drawing all reasonable inferences in favor of the verdict,\" we evaluate the sufficiency of the evidence with a view to whether the verdict \"draws its essence from a plausible reading of the record\" and whether the jury rationally could have determined that the government established every element of the charged offense beyond a reasonable doubt.  Sepulveda, [15 F.3d at 1173];  see United States v. Clifford, 979 F.2d 896, 897 (1st Cir.1992) (\" 'Nor does the government have to disprove every reasonable hypothesis of innocence.' \")  (citation omitted).  Appellants question the sufficiency of the evidence on but one element of the offense--their voluntary or \"meaningful\" post-majority participation in the conspiracy.  We find no shortfall.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">No less than five witnesses testified to overt conduct by Driesse from which the jury reasonably could have found direct participation in the Sepulveda conspiracy following his eighteenth birthday on April 6, 1988.  In the \"summer of 1988,\" Driesse delivered an ounce of cocaine to the residence of John Rice;  after Rice complained to Edgar Sepulveda that the cocaine Driesse had delivered was underweight, Driesse collected $1150 from Rice.  Daniel Santos accompanied Driesse and the Sepulvedas on a drug run to Massachusetts in the \"summer of 1988,\" at the culmination of which Driesse \"threw [Santos] the coke.\"   Driesse later admitted to Rice that he had made another drug run to Massachusetts with codefendant Ernest Langlois in late 1988 or early 1989.  Moreover, Randall Vetrone and Norberto Perez bought cocaine from Driesse several times a week throughout 1989.  Finally, in April 1989, David Sepulveda referred Kurt Coriarty to Driesse as a source of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Four witnesses testified to overt conduct by Shane Welch from which the jury reasonably could have inferred participation in the conspiracy following his eighteenth birthday on November 20, 1989.  In late 1989 and early 1990, Santos, Vetrone and Rice purchased cocaine from Welch, usually at Edgar Sepulveda's residence, and on some occasions Welch himself conducted these transactions.  On March 6, 1990, Welch accompanied Santos and the Sepulveda brothers on a drug run to Massachusetts for the announced purpose of replenishing the Sepulvedas' cocaine inventory.  During this run, when he discovered they were under surveillance by local police, Welch warned Santos.  Detective Vallante arrested Welch after he stopped Santos's car, and the cocaine was seized.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Following his return to New Hampshire, Welch also served as a fledgling \"enforcer\" for Sepulveda, at one time attempting to break down the door at the Vetrone residence.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The only attack appellants mount against all this evidence is that it is incredible, a challenge foreclosed by the jury's credibility determination.  See United States v. David, 940 F.2d 722, 730 (1st Cir.1991).  Thus, there was ample evidence of post-majority participation to overcome appellants' \"mere bystander\" defenses.</p>\n    </div>\n    <p>II. Claims Made Exclusively by Driesse.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A. Coconspirator Statements.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Driesse claims that the district court committed reversible error by allowing the government to introduce, over timely objection, an inadmissible hearsay statement.  James Noe testified that he was told by Robert Labrecque, Driesse's cousin, that Labrecque was selling cocaine for Driesse in late 1988 and early 1989;  that is, after Driesse reached age eighteen.  No reason was assigned for admitting the hearsay statement over the Driesse objection.  Moreover, Driesse contends that the government failed to prove by a preponderance of the evidence that Labrecque was a \"coconspirator,\" Fed.R.Evid. 801(d)(2)(E), whose statement would have been admissible if made \"in furtherance of the conspiracy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"[A] [putative] coconspirator's statement, standing alone, is insufficient to meet the preponderance standard of Rule 801(d)(2)(E)\";  the proponent of the statement must submit some extrinsic evidence of the declarant's involvement in the conspiracy.  Sepulveda, [15 F.3d at 1181-82].  There is no such extrinsic evidence in the record.  Labrecque's statement was the sole source of Noe's knowledge about Labrecque's complicity.  Beyond that, Noe simply testified that Driesse and Labrecque were \"cousins,\" who lived in the same apartment project, and that Noe had observed Labrecque \"with\" Driesse on previous occasions.  See United States v. Gomez, 921 F.2d 378, 381 (1st Cir.1991) (mere \"association\" does not establish conspiratorial involvement).  Although Noe sold cocaine to Labrecque for Labrecque's \"use, not for [re]selling,\" Noe never observed Labrecque selling drugs, let alone doing so in Driesse's company, or \"for\" Driesse.  Although the government argues that the trial court was permitted to conclude that it was \"more likely than not\" that Labrecque was an \"unindicted coconspirator,\" except for the hearsay statement itself there was no evidentiary basis, only conjecture, to support such an inference.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although admission of Noe's hearsay statement was error, we conclude that the error was harmless.  See Fed.R.Crim.P. 52(a).  No less than five other witnesses offered unequivocal testimony with respect to Driesse's active involvement in the conspiracy.  See supra Section I.D.  Thus, the Labrecque hearsay statement was merely cumulative, and had no significant effect on the verdict.  See United States v. Dworken, 855 F.2d 12, 26 (1st Cir.1988).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">B. \"Missing Witness\" Instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Driesse contends that he was entitled to a \"missing witness\" instruction, which would have permitted the jury to infer, from \" 'the failure of a party to produce available evidence that would help decide an issue, ... that the [missing] evidence would [have been] unfavorable to the party to whom it is available or whom it would normally be expected to favor.' \"  United States v. St. Michael's Credit Union, 880 F.2d 579, 597 (1st Cir.1989) (citation omitted).  As the proponent of such an instruction, Driesse was required to show that the absent witness (Labrecque) would have been (1) \"favorably disposed\" to testify in the government's behalf by virtue of his status or relationship to the parties, (2) \"peculiarly available\" to the government, or (3) within the government's \"exclusive control.\"  Id.  Driesse asserted that Labrecque could more easily have been located by the government since he was under the probationary supervision of the New Hampshire Department of Corrections.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We review the refusal to give a \"missing witness\" instruction for abuse of discretion.  United States v. Arias-Santana, 964 F.2d 1262, 1268 (1st Cir.1992).  Given the available evidence that Driesse and Labrecque were family members who had resided in the same apartment project, Driesse can make no serious claim that Labrecque was naturally predisposed to testify for the government.  Moreover, given the familial relationship, the bare fact that Labrecque was a state probationer did not establish that he was peculiarly available to the government, let alone unavailable to Driesse.  Indeed, the government provided the defense with Labrecque's two last-known addresses, cf. St. Michael's Credit Union, 880 F.2d at 598 (upholding denial of instruction where government allegedly knew missing witness's whereabouts during trial), attested that he was not in the government's control, and disavowed any intention (or need) to call Labrecque as a witness.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  In these circumstances, absent any evidence that Labrecque was not available to his cousin Driesse, or that the government interfered with any effort to locate or produce Labrecque at trial, the district court acted well within its discretion in denying a \"missing witness\" instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">C. Sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, Driesse challenges the drug quantity calculation recommended in the presentence report (PSR) and relied on by the court at sentencing.  The PSR calculation was based on the trial testimony of Norberto Perez that Driesse accompanied Perez on \"about 20\" drug runs between 1987 and 1989, involving from one kilogram to 113.4 grams of cocaine per trip.  The PSR assigned an average of 16 ounces per trip, resulting in a total estimate of 9.09 kilos (or 320 oz.).  Thus, Driesse was assigned a base offense level (BOL) of 32 (5-15 kilograms).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Where the sentencing court relies solely on the rough drug quantity estimates of a lay witness, expressed in terms of a range, rote averaging is an insufficiently reliable basis for a supportable drug quantity finding.  Sepulveda, [15 F.3d at 1196-99].  Unlike the sentences imposed on Driesse's codefendants, Tony Rood and William Wallace, which were based on rough ranging estimates not only of the number of drug runs but the cocaine quantity per trips, the only rough averaging involved in the drug quantity finding for the Driesse sentencing was the wide ranging estimate of the quantity of drugs per trip (4 ozs. to 1 kilogram).  Nevertheless, since the lowest estimated quantity range (4 ozs.) per trip would yield a total drug quantity of approximately 2.3 kilograms, dropping Driesse well below BOL 32,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> we vacate his sentence, and remand for resentencing, in accordance with our decision in United States v. Sepulveda, 15 F.3d 1161, 1202 (1st Cir.1993).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The judgments of conviction entered against Christopher Driesse and Shane Welch are affirmed.  The sentence of Christopher Driesse is vacated and case No. 92-1370 is remanded for resentencing in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We refer the reader to the main Sepulveda decision for factual detail not directly relevant to these separate appeals.  See Sepulveda, [15 F.3d 1161]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Driesse became eighteen on April 6, 1988;  Welch on November 20, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Apparently satisfied that the allegations of appellants' post -majority conduct were sufficient to satisfy the FJDA, the district court denied their pretrial motions to dismiss the indictment for lack of jurisdiction, as well as their requests for a pretrial evidentiary hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The FJDA's remedial scheme focuses primarily on the circumstances of the alleged offender, particularly the offender's current prospects for rehabilitation outside the adult criminal justice system, and only secondarily on the offender's age at the time of the alleged offense.  Accordingly, even conduct that occurred entirely before age eighteen has been held not wholly exempt from adult criminal prosecution.  See United States v. Hoo, 825 F.2d 667, 670 (2d Cir.1987) (accused indicted after twenty-first birthday is criminally liable, as an adult, for illegal conduct committed entirely before age eighteen), cert. denied, 484 U.S. 1035, 108 S.Ct. 742, 98 L.Ed.2d 777 (1988);  In re Martin, 788 F.2d 696, 697-98 (11th Cir.)  (same), cert. denied, 478 U.S. 1009, 106 S.Ct. 3306, 92 L.Ed.2d 719 (1986).  Of course, given that Welch and Driesse were under age twenty-one at indictment, this precise issue is not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The term \"alleged act,\" as used in Sec. 5031, means the alleged offense, not each separate act comprising the offense.  Thus, the FJDA cannot be read to preclude an adult conspiracy prosecution simply because the accused's participation in the conspiracy began while he was under age eighteen--or in other words, because he committed an \"act\" in furtherance of the conspiracy prior to age eighteen which might be viewed independently as an \"act of juvenile delinquency.\"   See, e.g., Cruz, 805 F.2d at 1475 (citing United States v. Spoone, 741 F.2d 680, 687 (4th Cir.1984)).  Otherwise, defendants age 18-21 would be insulated from criminal prosecution simply because they got an early start.  Neither does the FJDA make the defendant's age at the time of the offense a substantive \"element\" of every criminal offense.  See United States v. Frasquillo-Zomosa, 626 F.2d 99, 101 (9th Cir.), cert. denied, 449 U.S. 987, 101 S.Ct. 405, 66 L.Ed.2d 249 (1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Enacted in 1938, the FJDA originally provided absolute discretion to the Attorney General to try juvenile offenders as adults.  See 18 U.S.C. Sec. 921 (1940);  see also United States v. Quinones, 516 F.2d 1309, 1311 (1st Cir.)  (per curiam) (finding no due process right to judicial hearing prior to adult trial), cert. denied, 423 U.S. 852, 96 S.Ct. 97, 46 L.Ed.2d 76 (1975).  In order to \"incorporate the rehabilitative concept of a juvenile proceeding,\" S.Rep. No. 1011, 93d Cong., 2d Sess. 48 (1974), reprinted in 1974 U.S.C.C.A.N. 5283, 5312, thereby minimizing the involvement of young offenders in the juvenile and criminal justice systems, id. at 5285, in 1974 Congress substantially amended the FJDA, see Pub.L. No. 93-415, 88 Stat. 1109, 1133-38 (1974) (codified as amended at 18 U.S.C. Secs. 5031-42), permitting adult trials of juveniles only after a judicial hearing and determination that \"transfer\" for trial as an adult would serve the interests of justice.  Pub.L. No. 93-415, Title V, Part A, Sec. 502, 88 Stat. at 1134 (codified as amended at 18 U.S.C. Sec. 5032)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It might be argued that the language of Sec. 5032 is ambiguous on the necessity for a district court hearing prior to the mandatory \"transfer\" of a recidivist juvenile.  See 18 U.S.C. Sec. 5032 (connector term \"however\" follows provision for \"interests of justice\" transfer, which requires hearing, but precedes recidivism provision, which is silent as to hearing requirement).  Nevertheless, the legislative history makes clear that the recidivism provision was intended as an absolute exception to the hearing requirement.  S.Rep. No. 225, 98th Cong., 1st Sess. 390-91 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3530-31 (recidivism transfer \"mandatory\" \"upon motion of the government\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellants rely primarily on Cruz, 805 F.2d 1464, where the Eleventh Circuit noted that, \"once sufficient evidence has been introduced that would allow a jury to reasonably conclude that the defendant's participation in a conspiracy continued after his eighteenth birthday, then he may be tried as an adult.\"  Id. at 1476 (emphasis added).  Appellants interpret the word \"once\" as indicating a temporal requirement that the government submit sufficient proof of post-majority participation before it can subject them to trial as adults.  However, the context makes clear that the Cruz court was simply evaluating the jurisdictional issue in light of the sufficiency of the evidence presented at trial, and that it was addressing the threshold requirements for admitting evidence of pre-majority conduct in support of defendant's conviction as an adult, not for purposes of establishing jurisdiction to try defendants as adults.  Id. at 1476-77.   Thus, evidence of the defendant's pre-majority conduct was admissible on the ultimate issue of guilt, and not merely to show knowledge of the conspiracy.  See infra Pt. I.B</p>\n        <p>Other cases cited by appellants, relying on Cruz, suffer from the same misfocus and, if anything, suggest that the appropriate vantage for determining such jurisdictional facts is after all the evidence has been presented at trial.  See United States v. Maddox, 944 F.2d 1223, 1233-34 (6th Cir.)  (\"evidence was more than sufficient for the jury to conclude ...\"), cert. denied, --- U.S. ----, ----, 112 S.Ct. 400, 610, 116 L.Ed.2d 349, 633 (1991), and cert. denied, --- U.S. ----, 112 S.Ct. 948, 1219, 1978, 2317, 117 L.Ed.2d 117 (1992);  United States v. Harris, 944 F.2d 784, 786 (10th Cir.1991) (\"since the government had presented evidence from which the jury could infer ...\"), cert. denied, --- U.S. ----, 112 S.Ct. 903, 116 L.Ed.2d 804 (1992);  Gjonaj, 861 F.2d at 143-44 (finding evidence sufficient for judge to sentence defendant as adult after guilty plea).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For example, a felony charge against an adult presupposes indictment by a grand jury, see U.S. Const. amend.  V, while the FJDA permits a prosecutor to level an equivalent charge simply by information, see 18 U.S.C. Sec. 5032.  An adult accused has the fundamental right to trial by jury.  See U.S. Const. amend.  VI;  Fed.R.Crim.P. 23.  But see 18 U.S.C. Sec. 5037 (juvenile verdict by judge);  McKeiver v. Pennsylvania, 403 U.S. 528, 545, 91 S.Ct. 1976, 1986, 29 L.Ed.2d 647 (1971) (finding no constitutional right to jury trial in juvenile proceedings);  United States v. Bent, 702 F.2d 210, 212 (11th Cir.1983) (applying McKeiver to federal juvenile proceedings)</p>\n        <p>To be sure, the FJDA extends certain pretrial protections not available under the adult criminal justice system, including separate pretrial incarceration at juvenile facilities, see 18 U.S.C. Secs. 5033, 5035, and a ban on pretrial publicity relating to the offense, see id. Sec. 5038(e).  Assuming, without deciding, that these protections confer a cognizable \"right,\" see, e.g., In re Sealed Case, 893 F.2d at 366-67 (in Sec. 5032 \"transfer\" proceeding, denial of separate incarceration or of protection from pretrial publicity is immediately appealable), appellants do not expressly assert deprivation of either of these \"rights\" as a ground for their jurisdictional challenge.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.)  (issues raised on appeal, without adequate argumentation, are deemed waived), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990);  United States v. Baker, 10 F.3d 1374, 1396-97 (9th Cir.1993) (juvenile defendant waives challenge to incarceration with adults unless objection raised in district court).</p>\n        <p>Appellants' reticence is perhaps understandable.  Driesse was in state custody, hence never subjected to pretrial detention on these federal charges.  Welch originally was released on bail, but bail was revoked because he repeatedly violated the conditions of release.  Although the district court ordered Welch detained at a \"corrections facility\" pending trial, neither Welch nor the appellate record describes the place or precise conditions of confinement, affording us no basis for assessing whether the FJDA was violated.  Finally, whatever plausible argument Welch might have made about any harm attending adult incarceration would be considerably weakened by the intervening bail violation.</p>\n        <p>Moreover, since Sec. 5038(e) expressly conditions the ban on pretrial publicity (even for defendants under age eighteen at the time of indictment) on the prosecutor's discretionary decision not to \"transfer,\" we perceive no principled basis for deeming any attendant publicity sufficient reason for foreclosing prosecutorial discretion over appellants' \"transfer.\"   See 18 U.S.C.  Sec. 5038(e) (\"Unless a juvenile who is taken into custody is prosecuted as an adult....\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In fact, the FJDA expressly requires very similar evidentiary monitoring by the jury once the prosecutor's allegations have led to a youthful defendant's trial as an adult.  After a juvenile has been transferred for trial as an adult, whether by transfer hearing or mandatory process, see supra note 6 and accompanying text, unless the jury also convicts the accused of a transferable crime the accused is returned for disposition under the FJDA.  See 18 U.S.C. Sec. 5032 (listing types of crimes permitting \"transfer\").  Even the FJDA amendments of 1984, which conferred significant \"transfer\" discretion upon the prosecutor, kept these \"return\" provisions in place on the theory that jury involvement, after factual corroboration at trial, provides a valuable case-by-case assessment of the appropriateness of juvenile process.  See S.Rep. No. 225, 98th Cong., 1st Sess. 391 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3531</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The approach approved in Cruz and Doerr appears to be based on Fed.R.Evid. 404(b), which allows evidence of a defendant's prior wrongful acts on such issues as motive and intent.  However, in an age-of-majority-spanning conspiracy, the defendant's pre-majority conduct is not merely extrinsic evidence of a prior wrongful act, but an integral component of the alleged conspiracy for which he is on trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Statute-of-limitations bar dates serve extrinsic ends.  See, e.g., Toussie v. United States, 397 U.S. 112, 114-15, 90 S.Ct. 858, 860, 25 L.Ed.2d 156 (1970) (limitations period protects individuals from charges brought after the basic facts have been obscured by time, and fosters diligent law enforcement).  On the other hand, the \"withdrawal\" defense promotes the reporting, and preemptive thwarting, of criminal conspiracies.  See Piva, 870 F.2d at 757</p>\n        <p>By the same token, in some instances the FJDA decriminalizes pre -majority conduct by divesting federal courts of criminal jurisdiction and establishing a separate juvenile justice system whose primary focus is on offender rehabilitation.  See 18 U.S.C. Sec. 5032;  see also S.Rep. No. 1011, supra note 6;  In re Sealed Case, 893 F.2d at 367.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Juries commonly are called upon to make similar distinctions in determining the criminal liability of codefendants as accessories, a task which requires findings both as to the underlying offense and the codefendants' association with the principal.  See, e.g., United States v. Ortiz, 966 F.2d 707, 711-12 (1st Cir.1992) (collecting cases), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Shane Welch raises one separate issue.  Pointing to his March 1990 state court conviction in Massachusetts for cocaine possession, criminal conduct which the federal indictment alleges as an overt act by Welch in furtherance of the Sepulveda conspiracy, Welch argues that the federal prosecution was barred by the Double Jeopardy Clause of the United States Constitution.  As primary authority, he cites Grady v. Corbin, 495 U.S. 508, 110 S.Ct. 2084, 109 L.Ed.2d 548 (1990), in which the Supreme Court stated that double jeopardy bars a subsequent prosecution \"if, to establish an essential element of an offense charged in that prosecution, [the government] will prove conduct that constitutes an offense for which the defendant has already been prosecuted.\"  Id. at 510, 110 S.Ct. at 2087 (emphasis added)</p>\n        <p>Welch's argument fails for at least two reasons.  First, it seems entirely possible that Grady, which involved two successive state prosecutions, was not intended to override the longstanding \"dual sovereign\" doctrine, which holds that successive prosecutions by federal and state governments normally do not implicate the Double Jeopardy Clause.  See Heath v. Alabama, 474 U.S. 82, 92-93, 106 S.Ct. 433, 439-40, 88 L.Ed.2d 387 (1985) (\"[A] single act constitutes an 'offense' against each sovereign whose laws are violated by that act.\").  Second, the Supreme Court mooted the entire matter in United States v. Felix, --- U.S. ----, 112 S.Ct. 1377, 118 L.Ed.2d 25 (1992).  \"[L]ong antedating [Grady ], and not questioned in [Grady ] is the rule that a substantive crime, and a conspiracy to commit that crime, are not the 'same offense' for double jeopardy purposes,\" so that \"prosecution ... for conspiracy, where certain of the overt acts relied upon ... are based on substantive offenses for which the defendant has been previously convicted, does not violate the [Double Jeopardy] Clause.\"  Id. --- U.S. at ----, 112 S.Ct. at 1380, 1384.   Indeed, prior to Felix, we gave Grady the same gloss.  See United States v. Rivera-Feliciano, 930 F.2d 951, 954-55 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 1676, 118 L.Ed.2d 394 and cert. denied, --- U.S. ----, 113 S.Ct. 221, 121 L.Ed.2d 159 (1992).  One year after Felix, the Supreme Court explicitly overruled Grady.  United States v. Dixon, --- U.S. ----, ----, 113 S.Ct. 2849, 2860, 125 L.Ed.2d 556 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We need not discuss certain other contentions Driesse raised in common with his codefendants, the merits of which were considered in Sepulveda [, 15 F.3d at 1191], including his challenges to the bill of particulars, see id. at 1192, and the government's closing arguments, see id. 15 F.3d 1161, 1185-89</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Driesse asserts that the government laid an evidentiary \"trap\" for the unwary defense team, when it elicited testimony from Randall Vetrone on direct examination that he had purchased stolen property previously.  The government did not go on to inquire into the identity of Vetrone's source.  On cross-examination by counsel for one of Driesse's codefendants, Vetrone testified that he had bought the pilfered goods from Driesse.  Driesse moved for mistrial, contending that the government's \"trap\" evidenced prosecutorial misconduct, which resulted in the admission of otherwise inadmissible evidence.  See Figueroa, 976 F.2d at 1453 (\"other crime\" evidence generally inadmissible to show bad character or unrelated criminal activity);  United States v. Eatherton, 519 F.2d 603, 611 (1st Cir.)  (same), cert. denied, 423 U.S. 987, 96 S.Ct. 396, 46 L.Ed.2d 304 (1975).  We find no evidence of prosecutorial misconduct in the government's anticipatory proffer.  The government explains that it divulged the evidence of Vetrone's past criminal activity in order to preempt the defense from impeaching Vetrone on cross-examination.  Given the reasonableness of its trial tactic, the government cannot be faulted for the seemingly irrelevant follow-up question the defense chose to put to Vetrone</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> As noted, see supra Pt. II.A, Labrecque's testimony, even if favorable to the government, would have been largely cumulative, giving rise to a plausible explanation for the government's decision not to investigate his whereabouts or to call him as a witness.  United States v. Johnson, 467 F.2d 804, 808 (1st Cir.1972), cert. denied, 410 U.S. 909, 93 S.Ct. 963, 35 L.Ed.2d 270 (1973) (\"No [adverse] inference is permissible, however, where the unpresented evidence would be merely cumulative....\");  United States v. Norris, 873 F.2d 1519, 1522-23 (D.C.Cir.)  (trial court may consider all of the circumstances in determining entitlement to \"missing witness\" instruction, including whether the government simply bypassed calling the witness because his testimony \" 'would likely have been merely cumulative or corroborative' \") (citation omitted), cert. denied, 493 U.S. 835, 110 S.Ct. 113, 107 L.Ed.2d 75 (1989).  Were it not for this common-sense approach, the government could be held presumptively responsible for failing to call any person who might have been able to provide relevant testimony, even though the evidence was presented through some other witness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Driesse was assigned an additional 1.146 kilograms apart from the Perez testimony.  In any event, even with this additional amount, the total drug quantity would be 3.446, well below the 5 kilogram threshold for BOL 32</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> All other arguments raised by these appellants are either dealt with by reference in Sepulveda, 15 F.3d 1161 (1st Cir.1993) or plainly meritless</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></span></p>\n    <p class=\"case_cite\">40 Fed. R. Evid. Serv. 168</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Shane WELCH, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Christopher DRIESSE, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 92-1368, 92-1370.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 15, 1993.<br>Decided Dec. 30, 1993.<br>Stay of Mandate Dissolved Dec. 30, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul J. Haley, with whom Scott L. Hood and The Law Office of Paul J. Haley, P.A., were on brief, for appellant Shane Welch.</p>\n      <p class=\"indent\">John P. Rab, for appellant Christopher Driesse.</p>\n      <p class=\"indent\">Terry L. Ollila, Sp. Asst. U.S. Atty., with whom Peter E. Papps, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This opinion addresses the separate appeals of Christopher Driesse and Shane Welch, two youthful defendants who were convicted of conspiring with their ten adult codefendants to possess and distribute cocaine, see 21 U.S.C. Sec. 846 (1988), as part of a New Hampshire drug distribution ring led by David Sepulveda during the period 1985-90.  See United States v. Sepulveda, (1st Cir.1993) [<span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>] (affirming convictions of ten codefendants);<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  see also United States v. Sepulveda (1st Cir.1993) [15 F.3d 1216] (affirming denial of post-trial motion for dismissal or new trial based on newly discovered evidence).  These appeals are accorded separate treatment primarily because Driesse and Welch initiated their participation in the Sepulveda conspiracy prior to their eighteenth birthdays.  Although both came of age while their involvement in the criminal alliance continued, appellants contend that the district court lacked jurisdiction and deprived them of their rights under the Federal Juvenile Delinquency Act, 18 U.S.C. Secs. 5031-5042 (1988 &amp; Supp.1992) (FJDA).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>I. Appellants' Common Claims Under FJDA.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants, whose participation in the Sepulveda conspiracy spanned their eighteenth birthdays, challenge their convictions on the grounds that the district court failed to comply with the FJDA by refusing to:  (1) conduct a pretrial evidentiary hearing to determine its jurisdiction to try appellants as adults;  (2) sever their trial from their ten codefendants;  (3) instruct the jury that conduct prior to their eighteenth birthdays (\"pre-majority conduct\") could not evidence their guilt;  and (4) grant their motion to dismiss, based on insufficient evidence of their post-majority participation in the conspiracy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A. Pretrial Hearing on Jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellants first maintain that the FJDA divested the district court of jurisdiction to try them as adults unless some of their conspiratorial conduct occurred after they reached eighteen years of age (\"post-majority conduct\").  Since appellants contested the factual basis for the charge that they participated in the Sepulveda conspiracy after attaining their majority, they insist that the FJDA required a threshold evidentiary hearing on their jurisdictional claim before they could be subjected to trial as adults.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The FJDA defines a \"juvenile\" as \"a person who has not attained his eighteenth birthday, or for the purposes of proceedings and disposition under this chapter for an alleged act of juvenile delinquency, a person who has not attained his twenty-first birthday....\"  18 U.S.C. Sec. 5031 (emphasis added).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Both Welch and Driesse were between ages eighteen and twenty-one at the time of their indictment.  \"Juvenile delinquency\" is defined as \"the violation of a law of the United States committed by a person prior to his eighteenth birthday which would have been a crime if committed by an adult.\"   Id.  (emphasis added).  Thus, the FJDA does not apply to \"a defendant who ... is not a juvenile and who has not committed an act of juvenile delinquency.\"  United States v. Doerr, <span class=\"citation\" data-id=\"529998\"><a href=\"/opinion/529998/united-states-v-dale-j-doerr-john-paul-doerr-josephine-christofalos/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 969 (7th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Generally speaking, it is readily apparent whether a non-continuing substantive violation was committed prior to or after the alleged offender's eighteenth birthday.  See United States v. Cruz, <span class=\"citation\" data-id=\"479847\"><a href=\"/opinion/479847/united-states-v-carlos-bienuenido-cruz-roberto-cruz-stephen-cruz-teresa/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1464</span></a></span>, 1477 n. 15 (11th Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1006</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1631</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">204</span></span> and cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3215</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span></span> (1987).  On the other hand, a criminal conspiracy--often a continuing offense--may persist long past its commencement, sometimes spanning the eighteenth birthday of an alleged conspirator.  See United States v. Gjonaj, <span class=\"citation\" data-id=\"514013\"><a href=\"/opinion/514013/united-states-v-toma-gjonaj/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span>, 144 (6th Cir.1988);  see also United States v. Giry, <span class=\"citation\" data-id=\"488024\"><a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 135 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></span> (1987).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government asserts that the FJDA is inapplicable to appellants simply because the indictment charged that the conspiracy spanned their eighteenth birthdays.  Appellants counter that the FJDA's applicability in a conspiracy case ought not depend conclusively on bare allegations as to the time period spanned by the conspiracy or the defendant's membership in it.  On balance, however, we find the allegation-based approach to FJDA applicability more consonant with its language and structure, its legislative history, the case law, and important policy considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prosecutorial discretion is a hallmark of the criminal justice system.  See Wayte v. United States, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 607, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1524</span></a></span>, 1530, <span class=\"citation\" data-id=\"111375\"><a href=\"/opinion/111375/wayte-v-united-states/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1985) (\"[T]he decision whether or not to prosecute, and what charges to file or bring before a grand jury, generally rests entirely in [the prosecutor's] discretion.\")  (quoting Bordenkircher v. United States, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, 364, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">663</span></a></span>, 668, <span class=\"citation\" data-id=\"109767\"><a href=\"/opinion/109767/bordenkircher-v-hayes/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span></a></span> (1978)).  Notwithstanding several amendments expanding the role of the courts, the FJDA continues to impart considerable prosecutorial discretion as to whether an accused will be tried as an adult even though the criminal conduct charged qualifies as an act of juvenile delinquency.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  For example, pursuant to 18 U.S.C. Sec. 5032 the government may bring a motion to transfer a juvenile defendant to the district court for trial as an adult if the juvenile is at least fifteen years of age and the government alleges that the juvenile committed certain enumerated \"transferable\" offenses (e.g., violent crimes or controlled substance violations).  Although \"transfer\" is subject to an \"interest of justice\" test as well, the district court nonetheless may assume, without receiving evidence, that the government's factual allegations relating to the character of the offense are true.  See In re Sealed Case, <span class=\"citation\" data-id=\"534761\"><a href=\"/opinion/534761/in-re-sealed-case-juvenile-transfer/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span>, 369 (D.C.Cir.1990);  United States v. Doe, <span class=\"citation\" data-id=\"521002\"><a href=\"/opinion/521002/united-states-v-john-doe/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1250 n. 1 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">917</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">276</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">257</span></span> (1989).  Yet more to the point, section 5032 permits the government to implement--again, on mere allegation, without prior hearing or judicial authorization--the mandatory \"transfer\" of a recidivist juvenile offender for trial as an adult.  See Pub.L. No. 98-473, Title II, ch. XII, Part A, Sec. 1201, 98 Stat. 1837, 2149-50 (1988).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Given the breadth of Congress's consignment of other \"jurisdictional\" determinations to the prosecutor's discretion under the FJDA, it is not surprising that appellants cite no case law directly supporting their asserted right to a pretrial evidentiary hearing on the district court's jurisdiction to try them as adults.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our interpretation comports with three basic policy concerns as well.  First, neither appellant was unfairly prejudiced by the district court's decision to defer its determination of the applicability of the FJDA until trial.  Congress did not amend the FJDA primarily in order to confer greater procedural rights on juveniles than are available to adults, but to assure that the procedural rights afforded juveniles would be augmented to a level comparable to those available to adults.  See S.Rep. No. 1011, 93d Cong., 2d Sess. 47-48 (1974), reprinted in 1974 U.S.C.C.A.N. 5283, 5312 (FJDA simply codifies \"safeguards fundamental to our system of justice,\" per In re Gault, <span class=\"citation\" data-id=\"107439\"><a href=\"/opinion/107439/in-re-gault/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107439\"><a href=\"/opinion/107439/in-re-gault/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1428</span></a></span>, <span class=\"citation\" data-id=\"107439\"><a href=\"/opinion/107439/in-re-gault/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1967)).  In fact, alleged offenders between the ages of eighteen and twenty-one at indictment often receive more procedural protections under the adult criminal justice system than would be available under juvenile process.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, the proposed pretrial evidentiary hearing would place an unwarranted burden on the prosecution, especially in multi-defendant conspiracy cases where most alleged coconspirators are adults.  Regardless of the precise burden of proof applicable at the pretrial evidentiary hearing, the government would no doubt be expected to present substantial evidence outlining the alleged conspiracy, thereby prematurely \"tipping its hand\" on trial strategy and the testimony of its witnesses.  See 18 U.S.C. Sec. 3500(a) (Jencks Act);  Fed.R.Crim.P. 16(a)(2).  Furthermore, we do not think a pretrial hearing would significantly enhance the procedural protection of youthful defendants already indicted by a grand jury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, the issue of district court \"jurisdiction\" in cases implicating the FJDA seems to us sufficiently similar to other fact-bound defenses to tip the balance in favor of a determination by the trial jury.  See infra Pt. I.C.  Appellants could only be convicted as adults if they \"participated\" in, or \"ratified\" the conspiracy, after age eighteen.  See United States v. Maddox, <span class=\"citation\" data-id=\"568513\"><a href=\"/opinion/568513/united-states-v-jerome-wilbert-maddox-89-2084-antoine-domino-maddox/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span></a></span>, 1233 (6th Cir.), cert. denied, --- U.S. ----, ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></span>, 610, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></span>, 633 (1991), and cert. denied, --- U.S. ----, ----, ----, ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></span>, 1219, 1978, 2317, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></span>, 456, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1992).  A finding of \"participation\" or \"ratification\" ordinarily depends heavily upon (i) common-sense evaluations of the youthful defendants' actions--viewed in the context of the criminal enterprise and the conduct of their coconspirators--and (ii) inferences as to the state of mind of the various actors.   See United States v. Lopez-Pena, <span class=\"citation\" data-id=\"547459\"><a href=\"/opinion/547459/united-states-v-esnoel-lopez-pena-united-states-of-america-v-hector/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1536</span></a></span>, 1537 (1st Cir.1989) (conspiracy requires that \"the individual defendant knew of the agreement, had intent to agree, and had intent to commit the substantive offense\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2886</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1052</span></span> (1991).  These are matters especially suited to jury resolution.   See United States v. Piedrahita-Santiago, <span class=\"citation\" data-id=\"559869\"><a href=\"/opinion/559869/united-states-v-roberto-piedrahita-santiago-united-states-of-america-v/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 130 (1st Cir.1991) (\"It is the province of the jury, not this court, to determine the credibility of the witnesses.\");   cf. United States v. Passos-Paternina, <span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 985 (1st Cir.)  (\"We defer, within reason, to inferences formulated by the jury in light of its collective understanding of human behavior in the circumstances revealed by the evidence.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span></span>, ---- - ----, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1637</span></span>, 2808-09, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span></span>, 115 L.Ed.2d 980-81 (1991).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Properly instructed in the performance of their traditional tasks, trial juries can be entrusted to discriminate between pre-majority and post-majority conduct.   See, e.g., Cruz, 805 F.2d at 1476.   We therefore conclude that the FJDA's language, structure, legislative history, and related policy considerations, militate against requiring a pretrial evidentiary hearing on jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">B. Severance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants next contend that the district court committed reversible error by denying their motion for severance, see Fed.R.Crim.P. 14, since (1) the evidence against their ten adult codefendants was so voluminous, in comparison with the meager evidence against appellants, that the jury would indiscriminately lump appellants together with the adults, and (2) the government was entitled to introduce evidence of appellants' pre-majority conduct against the adult codefendants, whereas the FJDA prohibits, or severely limits, the admissibility of such evidence against appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A motion for severance is committed to the sound discretion of the trial court, and we review only for a manifest abuse of discretion resulting in a miscarriage of justice.  See United States v. McLaughlin, <span class=\"citation\" data-id=\"578198\"><a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 18 (1st Cir.1992).  In order to gain severance, a defendant must make a \"strong showing [that] substantial prejudice\" would result from a joint trial.  See United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 559 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">148</span></span>, 149, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></span> (1993);  United States v. Martinez, <span class=\"citation\" data-id=\"553838\"><a href=\"/opinion/553838/united-states-v-victor-martinez-united-states-of-america-v-hector-vidal/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span>, 922 (1st Cir.1991) (noting that \" 'prejudice means more than just a better chance of acquittal at a separate trial' \") (citation omitted).  Appellants have not shown especial prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The existence of stronger evidence against their codefendants did not entitle appellants to automatic severance on grounds of evidentiary spillover.  See United States v. Cresta, <span class=\"citation\" data-id=\"492349\"><a href=\"/opinion/492349/united-states-v-robert-d-cresta-united-states-of-america-v-john-j/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 554-55 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></span> (1988).  Nor does the relatively minor conspiratorial role of a particular defendant normally preclude a joint trial with more prominent codefendants.  See Martinez, 922 F.2d at 922.   Adequate safeguards are available to protect against undue prejudice from evidentiary spillover in most cases.  For example, the district court carefully cautioned the jury in the present case to consider the evidence against each individual defendant.  See Cresta, 825 F.2d at 555.   Absent a contrary showing or some evidence of an extraordinary impediment, we will credit the readiness and ability of the trial jury to abide by cautionary and limiting instructions aimed at minimizing the mundane risks of evidentiary spillover.  See United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1452 (1st Cir.1992) (citing United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 308 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></span> (1992)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Next, appellants argue that severance was required because evidence of their pre-majority conduct was admissible against all their codefendants, but not against them.  Since prejudicial evidentiary spillover cannot result from evidence directly admissible against all defendants, Figueroa, 976 F.2d at 1452 (citing United States v. Sabatino, <span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 96 (1st Cir.1991)), appellants must establish that evidence of their pre-majority membership and participation in the conspiracy was not directly admissible to support their convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellants argue, relying on dicta in United States v. Spoone, <span class=\"citation\" data-id=\"440108\"><a href=\"/opinion/440108/united-states-v-james-lee-spoone-sr-united-states-of-america-v-james/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span>, 687-88 (4th Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">917</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></span> (1985), that use of evidence of pre-majority conduct must be limited as urged by appellants even though cautionary instructions are given.  In Spoone, the Fourth Circuit determined that evidence of pre-majority conduct had not formed the sole basis for the defendant's conviction, and therefore that the FJDA could not have been violated.  Id.  The jury charge in Spoone instructed, inter alia, that pre-majority conduct could provide context for evaluating the defendant's knowledge of the conspiracy, as an aid in assessing evidence of his conduct after age eighteen.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think the better view is that adopted in Cruz, <span class=\"citation\" data-id=\"479847\"><a href=\"/opinion/479847/united-states-v-carlos-bienuenido-cruz-roberto-cruz-stephen-cruz-teresa/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1464</span></a></span>:  \"once [the government] ha[s] established that certain acts of the offense occurred after the defendant's eighteenth birthday, the entire case may be tried in accordance with the adult rules of procedure and evidence.\"  Id. at 1477.   See supra note 8;  see also Doerr, 886 F.2d at 969-70 (adopting Cruz approach).  We are not persuaded that the restrictions advocated by appellants would afford significantly greater protection than appropriate cautionary and limiting instructions.  We therefore hold that a criminal defendant's pre-majority conduct is admissible on the same bases as other evidence, and does not alone compel severance of a youthful defendant's trial.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">C. Jury Instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellants further contend that the instructions did not properly limit jury consideration of their pre-majority conduct.  Although evidence of their pre-majority conduct was admissible against appellants for all purposes, see Cruz, 805 F.2d at 1477, we reject any proposed reliance on Cruz for the proposition that the trial judge is the sole and final arbiter of the threshold determination as to the sufficiency of the evidence of post -majority conduct, or that further limiting instructions to the jury are unnecessary once the evidentiary threshold has been met to the satisfaction of the trial court.  See id. at 1476-77;  see also Doerr, 886 F.2d at 970 (once the evidentiary threshold has been met, the trial is \"limited only by the Federal Rules of Evidence\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  An age-of-majority-spanning conspiracy is somewhat analogous to a criminal conspiracy that spans a bar date imposed by the statute of limitations.  See Maddox, 944 F.2d at 1233;  Gjonaj, 861 F.2d at 144.   Although evidence of both pre- and post-bar date conduct is fully admissible in such a case, the jury nonetheless must be instructed to acquit a defendant who withdrew from the conspiracy before the bar date.  See United States v. Piva, <span class=\"citation\" data-id=\"520291\"><a href=\"/opinion/520291/united-states-v-joseph-piva/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 756-57 (1st Cir.1989);  see also United States v. Juodakis, <span class=\"citation\" data-id=\"498383\"><a href=\"/opinion/498383/united-states-v-aloyisius-juodakis/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span>, 1102-04 (1st Cir.1987) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The statute of limitations analog is imperfect, of course.  The temporal demarcation under the FJDA is not identical to a statute-of-limitations bar date, nor does it necessarily follow that appellants could be convicted as \"adults\" simply because there was no evidence that they withdrew from the age-of-majority-spanning conspiracy prior to attaining age eighteen.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  A more apt analogy for FJDA cases involving age-of-majority-spanning conspiracies may be the contract \"ratification\" doctrine, which provides that a minor legally incapable of contracting may nonetheless affirm by his post-majority conduct.  See Maddox, 944 F.2d at 1233 (\"a person who does absolutely nothing\" after age of majority cannot be held liable as adult) (citing John D. Calamari and Joseph M. Perillo, Contracts Sec. 8-4 (3d ed. 1987)).  We think the Maddox analogy better comports with the fundamental principle that criminal liability is premised on some discernible actus reus, be it action or (in an appropriate case) intentional inaction.  See United States v. Bishop, <span class=\"citation\" data-id=\"306824\"><a href=\"/opinion/306824/united-states-v-robert-bishop/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1337</span></a></span>, 1348 (1st Cir.1972) (Constitution prohibits punishment for mere status) (citing Powell v. Texas, <span class=\"citation\" data-id=\"107750\"><a href=\"/opinion/107750/powell-v-texas/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, <span class=\"citation\" data-id=\"107750\"><a href=\"/opinion/107750/powell-v-texas/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2145</span></a></span>, <span class=\"citation\" data-id=\"107750\"><a href=\"/opinion/107750/powell-v-texas/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1254</span></a></span> (1968));  see generally 1 Wayne LaFave &amp; Arthur Scott, Substantive Criminal Law Secs. 3.2-.3 (1986).  Under the Maddox approach, therefore, rather than face conviction simply for failing to \"withdraw\" from the age-of-majority-spanning conspiracy prior to attaining age eighteen, there could be no conviction unless the jury found that appellants in some manner \"ratified\" their participation in the conspiracy after attaining majority.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In all events, whatever the precise contours of the \"ratification\" theory in the context of an age-of-majority-spanning conspiracy, the instructions in this case required significantly more post-majority conspiratorial conduct than the FJDA mandates.  The district court instructed the jury as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>[T]he defendant's juvenile acts may not be considered as proof of his participation in the conspiracy unless the jury first finds that he participated in the conspiracy after his eighteenth birthday....  In other words, you can't consider the acts before their eighteenth birthday unless you first find beyond a reasonable doubt that they participated in the conspiracy after they attained the age of eighteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(Emphasis added.)   The challenged instruction effectively required the jury to determine whether evidence of appellants' post-majority participation in itself was sufficient to support appellants' convictions.  Similarly, under the \"moving train\" theory, knowing participation in any act in furtherance of a conspiracy entails full conspiratorial liability.  See United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1079 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></span> (1989);  United States v. Baines, <span class=\"citation\" data-id=\"483545\"><a href=\"/opinion/483545/united-states-v-robert-s-baines/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 42 (1st Cir.1987).  Thus, the jury was not left free to convict appellants based solely on an \"act of juvenile delinquency,\" but only if it found post -majority conduct sufficient to establish beyond a reasonable doubt that appellants participated in the conspiracy alleged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">D. Sufficiency of the Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"[E]schewing credibility judgments and drawing all reasonable inferences in favor of the verdict,\" we evaluate the sufficiency of the evidence with a view to whether the verdict \"draws its essence from a plausible reading of the record\" and whether the jury rationally could have determined that the government established every element of the charged offense beyond a reasonable doubt.  Sepulveda, [15 F.3d at 1173];  see United States v. Clifford, <span class=\"citation\" data-id=\"595183\"><a href=\"/opinion/595183/united-states-v-paul-j-clifford/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 897 (1st Cir.1992) (\" 'Nor does the government have to disprove every reasonable hypothesis of innocence.' \")  (citation omitted).  Appellants question the sufficiency of the evidence on but one element of the offense--their voluntary or \"meaningful\" post-majority participation in the conspiracy.  We find no shortfall.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">No less than five witnesses testified to overt conduct by Driesse from which the jury reasonably could have found direct participation in the Sepulveda conspiracy following his eighteenth birthday on April 6, 1988.  In the \"summer of 1988,\" Driesse delivered an ounce of cocaine to the residence of John Rice;  after Rice complained to Edgar Sepulveda that the cocaine Driesse had delivered was underweight, Driesse collected $1150 from Rice.  Daniel Santos accompanied Driesse and the Sepulvedas on a drug run to Massachusetts in the \"summer of 1988,\" at the culmination of which Driesse \"threw [Santos] the coke.\"   Driesse later admitted to Rice that he had made another drug run to Massachusetts with codefendant Ernest Langlois in late 1988 or early 1989.  Moreover, Randall Vetrone and Norberto Perez bought cocaine from Driesse several times a week throughout 1989.  Finally, in April 1989, David Sepulveda referred Kurt Coriarty to Driesse as a source of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Four witnesses testified to overt conduct by Shane Welch from which the jury reasonably could have inferred participation in the conspiracy following his eighteenth birthday on November 20, 1989.  In late 1989 and early 1990, Santos, Vetrone and Rice purchased cocaine from Welch, usually at Edgar Sepulveda's residence, and on some occasions Welch himself conducted these transactions.  On March 6, 1990, Welch accompanied Santos and the Sepulveda brothers on a drug run to Massachusetts for the announced purpose of replenishing the Sepulvedas' cocaine inventory.  During this run, when he discovered they were under surveillance by local police, Welch warned Santos.  Detective Vallante arrested Welch after he stopped Santos's car, and the cocaine was seized.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Following his return to New Hampshire, Welch also served as a fledgling \"enforcer\" for Sepulveda, at one time attempting to break down the door at the Vetrone residence.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The only attack appellants mount against all this evidence is that it is incredible, a challenge foreclosed by the jury's credibility determination.  See United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 730 (1st Cir.1991).  Thus, there was ample evidence of post-majority participation to overcome appellants' \"mere bystander\" defenses.</p>\n    </div>\n    <p>II. Claims Made Exclusively by Driesse.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A. Coconspirator Statements.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Driesse claims that the district court committed reversible error by allowing the government to introduce, over timely objection, an inadmissible hearsay statement.  James Noe testified that he was told by Robert Labrecque, Driesse's cousin, that Labrecque was selling cocaine for Driesse in late 1988 and early 1989;  that is, after Driesse reached age eighteen.  No reason was assigned for admitting the hearsay statement over the Driesse objection.  Moreover, Driesse contends that the government failed to prove by a preponderance of the evidence that Labrecque was a \"coconspirator,\" Fed.R.Evid. 801(d)(2)(E), whose statement would have been admissible if made \"in furtherance of the conspiracy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"[A] [putative] coconspirator's statement, standing alone, is insufficient to meet the preponderance standard of Rule 801(d)(2)(E)\";  the proponent of the statement must submit some extrinsic evidence of the declarant's involvement in the conspiracy.  Sepulveda, [15 F.3d at 1181-82].  There is no such extrinsic evidence in the record.  Labrecque's statement was the sole source of Noe's knowledge about Labrecque's complicity.  Beyond that, Noe simply testified that Driesse and Labrecque were \"cousins,\" who lived in the same apartment project, and that Noe had observed Labrecque \"with\" Driesse on previous occasions.  See United States v. Gomez, <span class=\"citation\" data-id=\"553170\"><a href=\"/opinion/553170/united-states-v-pedro-benavente-gomez-united-states-v-guillermo-cerda/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 381 (1st Cir.1991) (mere \"association\" does not establish conspiratorial involvement).  Although Noe sold cocaine to Labrecque for Labrecque's \"use, not for [re]selling,\" Noe never observed Labrecque selling drugs, let alone doing so in Driesse's company, or \"for\" Driesse.  Although the government argues that the trial court was permitted to conclude that it was \"more likely than not\" that Labrecque was an \"unindicted coconspirator,\" except for the hearsay statement itself there was no evidentiary basis, only conjecture, to support such an inference.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although admission of Noe's hearsay statement was error, we conclude that the error was harmless.  See Fed.R.Crim.P. 52(a).  No less than five other witnesses offered unequivocal testimony with respect to Driesse's active involvement in the conspiracy.  See supra Section I.D.  Thus, the Labrecque hearsay statement was merely cumulative, and had no significant effect on the verdict.  See United States v. Dworken, <span class=\"citation\" data-id=\"510631\"><a href=\"/opinion/510631/united-states-v-jay-lewis-dworken-aka-jason-lewis-jay-lewis-united/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 26 (1st Cir.1988).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">B. \"Missing Witness\" Instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Driesse contends that he was entitled to a \"missing witness\" instruction, which would have permitted the jury to infer, from \" 'the failure of a party to produce available evidence that would help decide an issue, ... that the [missing] evidence would [have been] unfavorable to the party to whom it is available or whom it would normally be expected to favor.' \"  United States v. St. Michael's Credit Union, <span class=\"citation\" data-id=\"526736\"><a href=\"/opinion/526736/united-states-v-st-michaels-credit-union-and-janice-sacharczyk/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 597 (1st Cir.1989) (citation omitted).  As the proponent of such an instruction, Driesse was required to show that the absent witness (Labrecque) would have been (1) \"favorably disposed\" to testify in the government's behalf by virtue of his status or relationship to the parties, (2) \"peculiarly available\" to the government, or (3) within the government's \"exclusive control.\"  Id.  Driesse asserted that Labrecque could more easily have been located by the government since he was under the probationary supervision of the New Hampshire Department of Corrections.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We review the refusal to give a \"missing witness\" instruction for abuse of discretion.  United States v. Arias-Santana, <span class=\"citation\" data-id=\"583866\"><a href=\"/opinion/583866/united-states-v-julio-ernesto-arias-santana/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1262</span></a></span>, 1268 (1st Cir.1992).  Given the available evidence that Driesse and Labrecque were family members who had resided in the same apartment project, Driesse can make no serious claim that Labrecque was naturally predisposed to testify for the government.  Moreover, given the familial relationship, the bare fact that Labrecque was a state probationer did not establish that he was peculiarly available to the government, let alone unavailable to Driesse.  Indeed, the government provided the defense with Labrecque's two last-known addresses, cf. St. Michael's Credit Union, 880 F.2d at 598 (upholding denial of instruction where government allegedly knew missing witness's whereabouts during trial), attested that he was not in the government's control, and disavowed any intention (or need) to call Labrecque as a witness.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  In these circumstances, absent any evidence that Labrecque was not available to his cousin Driesse, or that the government interfered with any effort to locate or produce Labrecque at trial, the district court acted well within its discretion in denying a \"missing witness\" instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">C. Sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, Driesse challenges the drug quantity calculation recommended in the presentence report (PSR) and relied on by the court at sentencing.  The PSR calculation was based on the trial testimony of Norberto Perez that Driesse accompanied Perez on \"about 20\" drug runs between 1987 and 1989, involving from one kilogram to 113.4 grams of cocaine per trip.  The PSR assigned an average of 16 ounces per trip, resulting in a total estimate of 9.09 kilos (or 320 oz.).  Thus, Driesse was assigned a base offense level (BOL) of 32 (5-15 kilograms).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Where the sentencing court relies solely on the rough drug quantity estimates of a lay witness, expressed in terms of a range, rote averaging is an insufficiently reliable basis for a supportable drug quantity finding.  Sepulveda, [15 F.3d at 1196-99].  Unlike the sentences imposed on Driesse's codefendants, Tony Rood and William Wallace, which were based on rough ranging estimates not only of the number of drug runs but the cocaine quantity per trips, the only rough averaging involved in the drug quantity finding for the Driesse sentencing was the wide ranging estimate of the quantity of drugs per trip (4 ozs. to 1 kilogram).  Nevertheless, since the lowest estimated quantity range (4 ozs.) per trip would yield a total drug quantity of approximately 2.3 kilograms, dropping Driesse well below BOL 32,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> we vacate his sentence, and remand for resentencing, in accordance with our decision in United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1202 (1st Cir.1993).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The judgments of conviction entered against Christopher Driesse and Shane Welch are affirmed.  The sentence of Christopher Driesse is vacated and case No. 92-1370 is remanded for resentencing in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We refer the reader to the main Sepulveda decision for factual detail not directly relevant to these separate appeals.  See Sepulveda, [<span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Driesse became eighteen on April 6, 1988;  Welch on November 20, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Apparently satisfied that the allegations of appellants' post -majority conduct were sufficient to satisfy the FJDA, the district court denied their pretrial motions to dismiss the indictment for lack of jurisdiction, as well as their requests for a pretrial evidentiary hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The FJDA's remedial scheme focuses primarily on the circumstances of the alleged offender, particularly the offender's current prospects for rehabilitation outside the adult criminal justice system, and only secondarily on the offender's age at the time of the alleged offense.  Accordingly, even conduct that occurred entirely before age eighteen has been held not wholly exempt from adult criminal prosecution.  See United States v. Hoo, <span class=\"citation\" data-id=\"492366\"><a href=\"/opinion/492366/united-states-v-perry-hoo/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">667</span></a></span>, 670 (2d Cir.1987) (accused indicted after twenty-first birthday is criminally liable, as an adult, for illegal conduct committed entirely before age eighteen), cert. denied, <span class=\"citation\" data-id=\"112007\"><a href=\"/opinion/112007/perry-hoo-v-united-states/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">742</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">777</span></span> (1988);  In re Martin, <span class=\"citation\" data-id=\"468649\"><a href=\"/opinion/468649/in-re-jack-glenn-martin/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">696</span></a></span>, 697-98 (11th Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3306</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">719</span></span> (1986).  Of course, given that Welch and Driesse were under age twenty-one at indictment, this precise issue is not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The term \"alleged act,\" as used in Sec. 5031, means the alleged offense, not each separate act comprising the offense.  Thus, the FJDA cannot be read to preclude an adult conspiracy prosecution simply because the accused's participation in the conspiracy began while he was under age eighteen--or in other words, because he committed an \"act\" in furtherance of the conspiracy prior to age eighteen which might be viewed independently as an \"act of juvenile delinquency.\"   See, e.g., Cruz, 805 F.2d at 1475 (citing United States v. Spoone, <span class=\"citation\" data-id=\"440108\"><a href=\"/opinion/440108/united-states-v-james-lee-spoone-sr-united-states-of-america-v-james/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span>, 687 (4th Cir.1984)).  Otherwise, defendants age 18-21 would be insulated from criminal prosecution simply because they got an early start.  Neither does the FJDA make the defendant's age at the time of the offense a substantive \"element\" of every criminal offense.  See United States v. Frasquillo-Zomosa, <span class=\"citation\" data-id=\"380390\"><a href=\"/opinion/380390/united-states-v-antonio-frasquillo-zomosa/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span>, 101 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">987</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></span> (1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Enacted in 1938, the FJDA originally provided absolute discretion to the Attorney General to try juvenile offenders as adults.  See 18 U.S.C. Sec. 921 (1940);  see also United States v. Quinones, <span class=\"citation\" data-id=\"327961\"><a href=\"/opinion/327961/united-states-v-eddie-garcia-quinones/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1309</span></a></span>, 1311 (1st Cir.)  (per curiam) (finding no due process right to judicial hearing prior to adult trial), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">852</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">76</span></span> (1975).  In order to \"incorporate the rehabilitative concept of a juvenile proceeding,\" S.Rep. No. 1011, 93d Cong., 2d Sess. 48 (1974), reprinted in 1974 U.S.C.C.A.N. 5283, 5312, thereby minimizing the involvement of young offenders in the juvenile and criminal justice systems, id. at 5285, in 1974 Congress substantially amended the FJDA, see Pub.L. No. 93-415, 88 Stat. 1109, 1133-38 (1974) (codified as amended at 18 U.S.C. Secs. 5031-42), permitting adult trials of juveniles only after a judicial hearing and determination that \"transfer\" for trial as an adult would serve the interests of justice.  Pub.L. No. 93-415, Title V, Part A, Sec. 502, 88 Stat. at 1134 (codified as amended at 18 U.S.C. Sec. 5032)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It might be argued that the language of Sec. 5032 is ambiguous on the necessity for a district court hearing prior to the mandatory \"transfer\" of a recidivist juvenile.  See 18 U.S.C. Sec. 5032 (connector term \"however\" follows provision for \"interests of justice\" transfer, which requires hearing, but precedes recidivism provision, which is silent as to hearing requirement).  Nevertheless, the legislative history makes clear that the recidivism provision was intended as an absolute exception to the hearing requirement.  S.Rep. No. 225, 98th Cong., 1st Sess. 390-91 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3530-31 (recidivism transfer \"mandatory\" \"upon motion of the government\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellants rely primarily on Cruz, <span class=\"citation\" data-id=\"479847\"><a href=\"/opinion/479847/united-states-v-carlos-bienuenido-cruz-roberto-cruz-stephen-cruz-teresa/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1464</span></a></span>, where the Eleventh Circuit noted that, \"once sufficient evidence has been introduced that would allow a jury to reasonably conclude that the defendant's participation in a conspiracy continued after his eighteenth birthday, then he may be tried as an adult.\"  Id. at 1476 (emphasis added).  Appellants interpret the word \"once\" as indicating a temporal requirement that the government submit sufficient proof of post-majority participation before it can subject them to trial as adults.  However, the context makes clear that the Cruz court was simply evaluating the jurisdictional issue in light of the sufficiency of the evidence presented at trial, and that it was addressing the threshold requirements for admitting evidence of pre-majority conduct in support of defendant's conviction as an adult, not for purposes of establishing jurisdiction to try defendants as adults.  Id. at 1476-77.   Thus, evidence of the defendant's pre-majority conduct was admissible on the ultimate issue of guilt, and not merely to show knowledge of the conspiracy.  See infra Pt. I.B</p>\n        <p>Other cases cited by appellants, relying on Cruz, suffer from the same misfocus and, if anything, suggest that the appropriate vantage for determining such jurisdictional facts is after all the evidence has been presented at trial.  See United States v. Maddox, <span class=\"citation\" data-id=\"568513\"><a href=\"/opinion/568513/united-states-v-jerome-wilbert-maddox-89-2084-antoine-domino-maddox/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span></a></span>, 1233-34 (6th Cir.)  (\"evidence was more than sufficient for the jury to conclude ...\"), cert. denied, --- U.S. ----, ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></span>, 610, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></span>, 633 (1991), and cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></span>, 1219, 1978, 2317, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></span> (1992);  United States v. Harris, <span class=\"citation\" data-id=\"568044\"><a href=\"/opinion/568044/united-states-v-darren-harris/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">784</span></a></span>, 786 (10th Cir.1991) (\"since the government had presented evidence from which the jury could infer ...\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">804</span></span> (1992);  Gjonaj, 861 F.2d at 143-44 (finding evidence sufficient for judge to sentence defendant as adult after guilty plea).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For example, a felony charge against an adult presupposes indictment by a grand jury, see U.S. Const. amend.  V, while the FJDA permits a prosecutor to level an equivalent charge simply by information, see 18 U.S.C. Sec. 5032.  An adult accused has the fundamental right to trial by jury.  See U.S. Const. amend.  VI;  Fed.R.Crim.P. 23.  But see 18 U.S.C. Sec. 5037 (juvenile verdict by judge);  McKeiver v. Pennsylvania, <span class=\"citation\" data-id=\"108378\"><a href=\"/opinion/108378/mckeiver-v-pennsylvania/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 545, <span class=\"citation\" data-id=\"108378\"><a href=\"/opinion/108378/mckeiver-v-pennsylvania/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1976</span></a></span>, 1986, <span class=\"citation\" data-id=\"108378\"><a href=\"/opinion/108378/mckeiver-v-pennsylvania/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">647</span></a></span> (1971) (finding no constitutional right to jury trial in juvenile proceedings);  United States v. Bent, <span class=\"citation\" data-id=\"415469\"><a href=\"/opinion/415469/united-states-v-oscar-bent/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 212 (11th Cir.1983) (applying McKeiver to federal juvenile proceedings)</p>\n        <p>To be sure, the FJDA extends certain pretrial protections not available under the adult criminal justice system, including separate pretrial incarceration at juvenile facilities, see 18 U.S.C. Secs. 5033, 5035, and a ban on pretrial publicity relating to the offense, see id. Sec. 5038(e).  Assuming, without deciding, that these protections confer a cognizable \"right,\" see, e.g., In re Sealed Case, 893 F.2d at 366-67 (in Sec. 5032 \"transfer\" proceeding, denial of separate incarceration or of protection from pretrial publicity is immediately appealable), appellants do not expressly assert deprivation of either of these \"rights\" as a ground for their jurisdictional challenge.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.)  (issues raised on appeal, without adequate argumentation, are deemed waived), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span></span> (1990);  United States v. Baker, <span class=\"citation\" data-id=\"658352\"><a href=\"/opinion/658352/united-states-v-edward-lee-baker-aka-eddie-united-states-of-america-v/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1374</span></a></span>, 1396-97 (9th Cir.1993) (juvenile defendant waives challenge to incarceration with adults unless objection raised in district court).</p>\n        <p>Appellants' reticence is perhaps understandable.  Driesse was in state custody, hence never subjected to pretrial detention on these federal charges.  Welch originally was released on bail, but bail was revoked because he repeatedly violated the conditions of release.  Although the district court ordered Welch detained at a \"corrections facility\" pending trial, neither Welch nor the appellate record describes the place or precise conditions of confinement, affording us no basis for assessing whether the FJDA was violated.  Finally, whatever plausible argument Welch might have made about any harm attending adult incarceration would be considerably weakened by the intervening bail violation.</p>\n        <p>Moreover, since Sec. 5038(e) expressly conditions the ban on pretrial publicity (even for defendants under age eighteen at the time of indictment) on the prosecutor's discretionary decision not to \"transfer,\" we perceive no principled basis for deeming any attendant publicity sufficient reason for foreclosing prosecutorial discretion over appellants' \"transfer.\"   See 18 U.S.C.  Sec. 5038(e) (\"Unless a juvenile who is taken into custody is prosecuted as an adult....\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In fact, the FJDA expressly requires very similar evidentiary monitoring by the jury once the prosecutor's allegations have led to a youthful defendant's trial as an adult.  After a juvenile has been transferred for trial as an adult, whether by transfer hearing or mandatory process, see supra note 6 and accompanying text, unless the jury also convicts the accused of a transferable crime the accused is returned for disposition under the FJDA.  See 18 U.S.C. Sec. 5032 (listing types of crimes permitting \"transfer\").  Even the FJDA amendments of 1984, which conferred significant \"transfer\" discretion upon the prosecutor, kept these \"return\" provisions in place on the theory that jury involvement, after factual corroboration at trial, provides a valuable case-by-case assessment of the appropriateness of juvenile process.  See S.Rep. No. 225, 98th Cong., 1st Sess. 391 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3531</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The approach approved in Cruz and Doerr appears to be based on Fed.R.Evid. 404(b), which allows evidence of a defendant's prior wrongful acts on such issues as motive and intent.  However, in an age-of-majority-spanning conspiracy, the defendant's pre-majority conduct is not merely extrinsic evidence of a prior wrongful act, but an integral component of the alleged conspiracy for which he is on trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Statute-of-limitations bar dates serve extrinsic ends.  See, e.g., Toussie v. United States, <span class=\"citation\" data-id=\"108084\"><a href=\"/opinion/108084/toussie-v-united-states/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 114-15, <span class=\"citation\" data-id=\"108084\"><a href=\"/opinion/108084/toussie-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">858</span></a></span>, 860, <span class=\"citation\" data-id=\"108084\"><a href=\"/opinion/108084/toussie-v-united-states/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (1970) (limitations period protects individuals from charges brought after the basic facts have been obscured by time, and fosters diligent law enforcement).  On the other hand, the \"withdrawal\" defense promotes the reporting, and preemptive thwarting, of criminal conspiracies.  See Piva, 870 F.2d at 757</p>\n        <p>By the same token, in some instances the FJDA decriminalizes pre -majority conduct by divesting federal courts of criminal jurisdiction and establishing a separate juvenile justice system whose primary focus is on offender rehabilitation.  See 18 U.S.C. Sec. 5032;  see also S.Rep. No. 1011, supra note 6;  In re Sealed Case, 893 F.2d at 367.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Juries commonly are called upon to make similar distinctions in determining the criminal liability of codefendants as accessories, a task which requires findings both as to the underlying offense and the codefendants' association with the principal.  See, e.g., United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711-12 (1st Cir.1992) (collecting cases), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></span> (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Shane Welch raises one separate issue.  Pointing to his March 1990 state court conviction in Massachusetts for cocaine possession, criminal conduct which the federal indictment alleges as an overt act by Welch in furtherance of the Sepulveda conspiracy, Welch argues that the federal prosecution was barred by the Double Jeopardy Clause of the United States Constitution.  As primary authority, he cites Grady v. Corbin, <span class=\"citation\" data-id=\"112432\"><a href=\"/opinion/112432/grady-v-corbin/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>, <span class=\"citation\" data-id=\"112432\"><a href=\"/opinion/112432/grady-v-corbin/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2084</span></a></span>, <span class=\"citation\" data-id=\"112432\"><a href=\"/opinion/112432/grady-v-corbin/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1990), in which the Supreme Court stated that double jeopardy bars a subsequent prosecution \"if, to establish an essential element of an offense charged in that prosecution, [the government] will prove conduct that constitutes an offense for which the defendant has already been prosecuted.\"  Id. at 510, 110 S.Ct. at 2087 (emphasis added)</p>\n        <p>Welch's argument fails for at least two reasons.  First, it seems entirely possible that Grady, which involved two successive state prosecutions, was not intended to override the longstanding \"dual sovereign\" doctrine, which holds that successive prosecutions by federal and state governments normally do not implicate the Double Jeopardy Clause.  See Heath v. Alabama, <span class=\"citation\" data-id=\"111541\"><a href=\"/opinion/111541/heath-v-alabama/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 92-93, <span class=\"citation\" data-id=\"111541\"><a href=\"/opinion/111541/heath-v-alabama/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">433</span></a></span>, 439-40, <span class=\"citation\" data-id=\"111541\"><a href=\"/opinion/111541/heath-v-alabama/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></a></span> (1985) (\"[A] single act constitutes an 'offense' against each sovereign whose laws are violated by that act.\").  Second, the Supreme Court mooted the entire matter in United States v. Felix, --- U.S. ----, <span class=\"citation\" data-id=\"112713\"><a href=\"/opinion/112713/united-states-v-felix/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1377</span></a></span>, <span class=\"citation\" data-id=\"112713\"><a href=\"/opinion/112713/united-states-v-felix/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1992).  \"[L]ong antedating [Grady ], and not questioned in [Grady ] is the rule that a substantive crime, and a conspiracy to commit that crime, are not the 'same offense' for double jeopardy purposes,\" so that \"prosecution ... for conspiracy, where certain of the overt acts relied upon ... are based on substantive offenses for which the defendant has been previously convicted, does not violate the [Double Jeopardy] Clause.\"  Id. --- U.S. at ----, 112 S.Ct. at 1380, 1384.   Indeed, prior to Felix, we gave Grady the same gloss.  See United States v. Rivera-Feliciano, <span class=\"citation\" data-id=\"559502\"><a href=\"/opinion/559502/united-states-v-angel-rivera-feliciano-aka-junior-azuquita/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">951</span></a></span>, 954-55 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1676</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></span> and cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">221</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span></span> (1992).  One year after Felix, the Supreme Court explicitly overruled Grady.  United States v. Dixon, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2849</span></a></span>, 2860, <span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We need not discuss certain other contentions Driesse raised in common with his codefendants, the merits of which were considered in Sepulveda [, 15 F.3d at 1191], including his challenges to the bill of particulars, see id. at 1192, and the government's closing arguments, see id. <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1185-89</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Driesse asserts that the government laid an evidentiary \"trap\" for the unwary defense team, when it elicited testimony from Randall Vetrone on direct examination that he had purchased stolen property previously.  The government did not go on to inquire into the identity of Vetrone's source.  On cross-examination by counsel for one of Driesse's codefendants, Vetrone testified that he had bought the pilfered goods from Driesse.  Driesse moved for mistrial, contending that the government's \"trap\" evidenced prosecutorial misconduct, which resulted in the admission of otherwise inadmissible evidence.  See Figueroa, 976 F.2d at 1453 (\"other crime\" evidence generally inadmissible to show bad character or unrelated criminal activity);  United States v. Eatherton, <span class=\"citation\" data-id=\"328838\"><a href=\"/opinion/328838/united-states-v-gilbert-joseph-eatherton/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 611 (1st Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">987</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></span> (1975).  We find no evidence of prosecutorial misconduct in the government's anticipatory proffer.  The government explains that it divulged the evidence of Vetrone's past criminal activity in order to preempt the defense from impeaching Vetrone on cross-examination.  Given the reasonableness of its trial tactic, the government cannot be faulted for the seemingly irrelevant follow-up question the defense chose to put to Vetrone</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> As noted, see supra Pt. II.A, Labrecque's testimony, even if favorable to the government, would have been largely cumulative, giving rise to a plausible explanation for the government's decision not to investigate his whereabouts or to call him as a witness.  United States v. Johnson, <span class=\"citation\" data-id=\"305870\"><a href=\"/opinion/305870/united-states-v-james-arthur-johnson-united-states-of-america-v-john-p/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span>, 808 (1st Cir.1972), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span></span> (1973) (\"No [adverse] inference is permissible, however, where the unpresented evidence would be merely cumulative....\");  United States v. Norris, <span class=\"citation\" data-id=\"522856\"><a href=\"/opinion/522856/united-states-v-franklin-d-norris-jr/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1519</span></a></span>, 1522-23 (D.C.Cir.)  (trial court may consider all of the circumstances in determining entitlement to \"missing witness\" instruction, including whether the government simply bypassed calling the witness because his testimony \" 'would likely have been merely cumulative or corroborative' \") (citation omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">835</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">75</span></span> (1989).  Were it not for this common-sense approach, the government could be held presumptively responsible for failing to call any person who might have been able to provide relevant testimony, even though the evidence was presented through some other witness</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Driesse was assigned an additional 1.146 kilograms apart from the Perez testimony.  In any event, even with this additional amount, the total drug quantity would be 3.446, well below the 5 kilogram threshold for BOL 32</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> All other arguments raised by these appellants are either dealt with by reference in Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span> (1st Cir.1993) or plainly meritless</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}