{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195185/",
  "absolute_url": "/opinion/195185/cimorelli-v-general-electric/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195185/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:34:56Z",
  "date_modified": "2016-02-28T04:51:59.474897Z",
  "type": "010combined",
  "sha1": "3fdb04be5fea8aecfa1a5875d2322a00e465496b",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1549.01A",
  "local_path": null,
  "plain_text": "February 4, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1549\n\n                   SALVATORE A. CIMORELLI,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  GENERAL ELECTRIC COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\n                                                   \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\n                                        \n\n                Bownes, Senior Circuit Judge,\n                                            \n\n                  and Boudin, Circuit Judge.\n                                           \n\n                                         \n\nEvan  T. Lawson  with  whom Caroline  E.  DeStefano and  Lawson  &amp;\n                                                                  \nWeitzen were on brief for appellant.\n   \nSteven A. Kaufman  with whom  Clayton S.  Marsh and  Ropes &amp;  Gray\n                                                                  \nwere on brief for appellee.\n\n                                         \n\n                                         \n\n     Per  Curiam.   Salvatore Cimorelli,  a long-time  former\n                \n\nemployee of General Electric Company, brought suit against GE\n\nin 1989  under the  False Claims Act,  31 U.S.C.     3729-33.\n\nThe gist  of Cimorelli's  complaint was  that at  GE aircraft\n\nengine  operations in  Lynn, Massachusetts, GE  employees had\n\naltered  pencilled  labor  records in  order  to  shift labor\n\ncharges  from government contracts  that were over  budget to\n\ngovernment  contracts  that  were   under  budget.    Similar\n\nalterations  were charged with respect to steam turbines made\n\nby GE  in Lynn.   Cimorelli claimed that the  alterations had\n\noccurred from the early 1970s until around 1985.\n\n     The False Claims Act imposes civil penalties plus treble\n\ndamages for inter alia presenting a false or fraudulent claim\n                      \n\nto  the  federal  government  or  using  a  false  record  or\n\nstatement  to  obtain payment  or  approval  of  a  false  or\n\nfraudulent claim.  Id.   3729(a).  False Claims Act suits may\n                      \n\nbe brought by private parties on behalf of the United States,\n\nalthough  government   attorneys  may  take   charge  of  the\n\nlitigation  if the  government so  chooses.   Id.    3730(b).\n                                                 \n\nHere, after  reviewing the litigation, the federal government\n\ndeclined  to participate.   Accordingly,  the  suit has  been\n\nconducted  by Cimorelli who,  if any recovery  were obtained,\n\nwould share in it to the extent provided by the False  Claims\n\nAct.  Id.   3730(c).\n         \n\n                             -2-\n\n     The district court  in December 1991 set a  deadline for\n\ndiscovery of May 29, 1992.  Extensive discovery was conducted\n\nby Cimorelli during the first half of 1992.  GE says, without\n\ndispute from  Cimorelli, that  it produced  a vast  number of\n\nlabor vouchers and  other records.  On the  day the discovery\n\nended,  Cimorelli   filed  various  motions  accusing  GE  of\n\nhindering   discovery.    The  motions  were  referred  to  a\n\nmagistrate  judge  who  denied them  in  June  1992,  and the\n\ndistrict  court affirmed the  magistrate judge in  July 1992.\n\nNew discovery motions  made by Cimorelli in August  1992 were\n\ndenied by the district court in September 1992.\n\n     In  July 1992  GE moved  for  summary judgment,  arguing\n\namong other  points that there  was no evidence of  any false\n\nclaim  against the government, normally a critical element in\n\na  suit under  the False  Claims Act.   See United  States v.\n                                                          \n\nMcNinch,  356  U.S.  595,  598-600 (1958).    In  addition to\n       \n\nseeking   further   discovery,  Cimorelli   opposed   summary\n\njudgment,  relying  centrally  on   deposition  testimony  of\n\nChristy  Chipouras, another former employee of GE at the Lynn\n\nfacility.     Chipouras  had   given  deposition   testimony,\n\ndescribed  below,  and  was apparently  promised  a  share of\n\nwhatever reward Cimorelli might obtain.  \n\n     On April 9, 1993, the district court granted GE's motion\n\nfor  summary judgment and  issued a memorandum  setting forth\n\nthe  court's  reasons.     The  district  court   found  that\n\n                             -3-\n\nChipouras' testimony  was \"largely  conclusory, and  fails to\n\nidentify specific  incidents of  voucher falsification  which\n\ncan  be linked  to  false  claims  against  the  government.\"\n\nAccordingly, the court found that there would be insufficient\n\nevidence to  submit the case to  a jury even on  the premise,\n\nwhich  the  court  tentatively adopted,  that  Cimorelli need\n\nprove his  case only by  a preponderance of the  evidence (as\n\nopposed to  clear and  convincing evidence).   Cimorelli  now\n\nappeals  the grant  of  summary  judgment  and  the  district\n\ncourt's refusal to allow further discovery.\n\n     Reserving the discovery issue for later discussion,  the\n\npropriety  of  summary judgment  turns  on whether  Cimorelli\n\npointed the district court to sufficient evidence to permit a\n\nreasonable jury to find that  a false or fraudulent claim was\n\npresented  to the  federal government  relating  to the  Lynn\n\naircraft  engine  or  turbine operations.    See  Anderson v.\n                                                          \n\nLiberty  Lobby, Inc.,  477 U.S.  242, 252 (1986).   Appellate\n                   \n\nreview of the grant of summary judgment is plenary.  Sarit v.\n                                                          \n\nU.S. Drug  Enforcement Admin.,  987 F.2d 10,  13 (1st  Cir.),\n                            \n\ncert. denied, 114 S.Ct. 241  (1993).  Inferences are normally\n            \n\ndrawn in favor  of the party opposing summary  judgment.  Id.\n                                                             \n\nOn the other hand, more than mere suspicion or speculation is\n\nrequired to justify a trial.  See Liberty Lobby, 477 U.S.  at\n                                               \n\n249-50.\n\n                             -4-\n\n     In this  instance, Chipouras testified in  general terms\n\nthat  GE  systematically charged  labor  costs  to government\n\ncontracts  when  the   labor  had  been  expended   on  other\n\ngovernment  contracts.   This was  accomplished  in part,  he\n\nsaid,  by having labor vouchers initially completed in pencil\n\nand  then having them  altered by other  personnel, including\n\nChipouras.   He could  remember only one  specific mischarged\n\ncontract--a case  in which  time on  a  private contract  was\n\ncharged instead to a federal  government contract number--but\n\nhe said that alterations were widespread and systematic.\n\n     GE  offered various  benign  explanations for  preparing\n\nlabor   vouchers  initially   in  pencil  and   making  later\n\nalterations.   We agree  with Cimorelli  that, if  this issue\n\nwere dispositive, choosing between explanations might well be\n\nan issue  for a  jury.   However, we  agree with  GE and  the\n\ndistrict court that  whatever the  explanation for  pencilled\n\nlabor  vouchers and later  alterations, there is  no evidence\n\nwhatever  that any false  or fraudulent claims  were actually\n\npresented  to  the government.    Although Cimorelli  charged\n\npervasive fraud and conducted extensive discovery,  Cimorelli\n\nwas unable to point to proof of  a single instance in which a\n\nfalse  or  fraudulent  claim was  actually  presented  to the\n\nfederal government.\n\n     Perhaps where a  contractor's record-keeping conduct  is\n\nunambiguously  sinister, an inference might be drawn that the\n\n                             -5-\n\nmisconduct must have been translated into fraud.  But in this\n\ninstance the objective conduct--namely, changes in  pencilled\n\nrecords--is  ambiguous,   despite  the   conclusory  epithets\n\noffered by Chipouras.  Under  these circumstances and on this\n\nrecord, we  agree that there  was inadequate  evidence for  a\n\njury as to at least  one critical element, namely, the actual\n\nsubmission of false  or fraudulent claims to  the government.\n\nWe  do not  reach  GE's further  contentions  that clear  and\n\nconvincing evidence  was the  required standard  of proof  or\n\nthat  Chipouras'  testimony  should be  disregarded  entirely\n\nbecause it was improperly purchased.\n\n     Cimorelli counters the claim that evidence is lacking by\n\narguing that a negative inference  should be drawn against GE\n\nbecause  it  engaged  in  \"suppression\"  of  evidence  during\n\ndiscovery,  and Cimorelli  further argues  that the  district\n\ncourt  abused its  discretion in  failing  to permit  further\n\ndiscovery  and  failing  to hold  an  evidentiary  hearing on\n\ncontested   issues   concerning    GE's   alleged   discovery\n\nmisconduct.    Cimorelli's  opening brief  included  specific\n\nclaims  that GE did not produce certain information requested\n\nby Cimorelli and specific claims that GE deliberately removed\n\nitems  sought by Cimorelli  from boxes of  materials actually\n\nproduced.\n\n     We  think it unnecessary to discuss these allegations in\n\ndetail.   In  its answering  brief, GE  offered an  extremely\n\n                             -6-\n\ndetailed  refutation of these allegations, taking them one by\n\none.   In answer to each one,  it pointed to record materials\n\nto support its version of events.  For the most part, GE said\n\nthat the specific materials sought (1) were actually produced\n\nby  GE but overlooked by Cimorelli  or (2) were nonresponsive\n\nmaterials that did not have to be produced.   GE responded in\n\nsimilar detail  to other allegations by  Cimorelli concerning\n\nsupposed problems with the logistics of discovery.\n\n     On the face of this facially  thorough refutation by GE,\n\nwe turned to Cimorelli's reply brief naturally expecting that\n\nit would show  where GE's version of  events was wrong or  at\n\nleast that factual  disputes existed as to some,  if not all,\n\nof  the GE  explanations.   Instead, the  reply brief  simply\n\nignored  GE's   detailed  answers  and  confined   itself  to\n\ndiscussing the  standard  of  proof on  the  merits  and  the\n\nadmissibility   of   the   Chipouras'   allegedly   purchased\n\ntestimony.   If Cimorelli  is not  prepared  to dispute  GE's\n\nanswering  brief by  pointing out  where it  is wrong  on the\n\ndiscovery issues,  we are  certainly not  going to  undertake\n\nthat task  ourselves.  Cf.  United States v.  Innamorati, 996\n                                                        \n\nF.2d 456, 468 (1st Cir. 1993) (issues not briefed will not be\n\naddressed).\n\n     Two further facts reinforce our sense that Cimorelli has\n\nnot been unjustly  treated in relation to discovery.   One is\n\nthat  there  is  no  indication  that  Cimorelli  sought  any\n\n                             -7-\n\nextension  of the discovery  deadline until the  day that the\n\ndiscovery period  expired.   The second  is that  despite the\n\npresent  claim that an  evidentiary hearing should  have been\n\nheld  to resolve disputes pertaining to discovery, it appears\n\nthat  Cimorelli never made such a  request for an evidentiary\n\nhearing to the district court.  In  sum, we have no basis for\n\nfinding  that  the  district court  abused  its  considerable\n\ndiscretion in the management of discovery in this case.\n\n     Affirmed.\n             \n\n                             -8-\n",
  "html": "<p class=\"case_cite\">16 F.3d 401<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Salvatore A. CIMORELLI, Plaintiff, Appellant,<br>v.<br>GENERAL ELECTRIC COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1549.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 4, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Evan T. Lawson with whom Caroline E. DeStefano and Lawson &amp; Weitzen were on brief for appellant.</p>\n      <p class=\"indent\">Steven A. Kaufman with whom Clayton S. Marsh and Ropes &amp; Gray were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Circuit Judge, Bownes, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Salvatore Cimorelli, a long-time former employee of General Electric Company, brought suit against GE in 1989 under the False Claims Act, 31 U.S.C. Secs. 3729-33.  The gist of Cimorelli's complaint was that at GE aircraft engine operations in Lynn, Massachusetts, GE employees had altered pencilled labor records in order to shift labor charges from government contracts that were over budget to government contracts that were under budget.  Similar alterations were charged with respect to steam turbines made by GE in Lynn. Cimorelli claimed that the alterations had occurred from the early 1970s until around 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The False Claims Act imposes civil penalties plus treble damages for inter alia presenting a false or fraudulent claim to the federal government or using a false record or statement to obtain payment or approval of a false or fraudulent claim.  Id. Sec. 3729(a).  False Claims Act suits may be brought by private parties on behalf of the United States, although government attorneys may take charge of the litigation if the government so chooses.  Id. Sec. 3730(b).  Here, after reviewing the litigation, the federal government declined to participate.  Accordingly, the suit has been conducted by Cimorelli who, if any recovery were obtained, would share in it to the extent provided by the False Claims Act.  Id. Sec. 3730(c).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court in December 1991 set a deadline for discovery of May 29, 1992.  Extensive discovery was conducted by Cimorelli during the first half of 1992.  GE says, without dispute from Cimorelli, that it produced a vast number of labor vouchers and other records.  On the day the discovery ended, Cimorelli filed various motions accusing GE of hindering discovery.  The motions were referred to a magistrate judge who denied them in June 1992, and the district court affirmed the magistrate judge in July 1992.  New discovery motions made by Cimorelli in August 1992 were denied by the district court in September 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In July 1992 GE moved for summary judgment, arguing among other points that there was no evidence of any false claim against the government, normally a critical element in a suit under the False Claims Act.   See United States v. McNinch, 356 U.S. 595, 598-600 (1958).  In addition to seeking further discovery, Cimorelli opposed summary judgment, relying centrally on deposition testimony of Christy Chipouras, another former employee of GE at the Lynn facility.  Chipouras had given deposition testimony, described below, and was apparently promised a share of whatever reward Cimorelli might obtain.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 9, 1993, the district court granted GE's motion for summary judgment and issued a memorandum setting forth the court's reasons.  The district court found that</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Chipouras' testimony was \"largely conclusory, and fails to identify specific incidents of voucher falsification which can be linked to false claims against the government.\"  Accordingly, the court found that there would be insufficient evidence to submit the case to a jury even on the premise, which the court tentatively adopted, that Cimorelli need prove his case only by a preponderance of the evidence (as opposed to clear and convincing evidence).  Cimorelli now appeals the grant of summary judgment and the district court's refusal to allow further discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Reserving the discovery issue for later discussion, the propriety of summary judgment turns on whether Cimorelli pointed the district court to sufficient evidence to permit a reasonable jury to find that a false or fraudulent claim was presented to the federal government relating to the Lynn aircraft engine or turbine operations.   See Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 252 (1986).  Appellate review of the grant of summary judgment is plenary.   Sarit v. U.S. Drug Enforcement Admin., 987 F.2d 10, 13 (1st Cir.), cert. denied, 114 S.Ct. 241 (1993).  Inferences are normally drawn in favor of the party opposing summary judgment.  Id. On the other hand, more than mere suspicion or speculation is required to justify a trial.   See Liberty Lobby, 477 U.S. at 249-50.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this instance, Chipouras testified in general terms that GE systematically charged labor costs to government contracts when the labor had been expended on other government contracts.  This was accomplished in part, he said, by having labor vouchers initially completed in pencil and then having them altered by other personnel, including Chipouras.  He could remember only one specific mischarged contract-a case in which time on a private contract was charged instead to a federal government contract number-but he said that alterations were widespread and systematic.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">GE offered various benign explanations for preparing labor vouchers initially in pencil and making later alterations.  We agree with Cimorelli that, if this issue were dispositive, choosing between explanations might well be an issue for a jury.  However, we agree with GE and the district court that whatever the explanation for pencilled labor vouchers and later alterations, there is no evidence whatever that any false or fraudulent claims were actually presented to the government.  Although Cimorelli charged pervasive fraud and conducted extensive discovery, Cimorelli was unable to point to proof of a single instance in which a false or fraudulent claim was actually presented to the federal government.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Perhaps where a contractor's record-keeping conduct is unambiguously sinister, an inference might be drawn that the misconduct must have been translated into fraud.  But in this instance the objective conduct-namely, changes in pencilled records-is ambiguous, despite the conclusory epithets offered by Chipouras.  Under these circumstances and on this record, we agree that there was inadequate evidence for a jury as to at least one critical element, namely, the actual submission of false or fraudulent claims to the government.  We do not reach GE's further contentions that clear and convincing evidence was the required standard of proof or that Chipouras' testimony should be disregarded entirely because it was improperly purchased.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Cimorelli counters the claim that evidence is lacking by arguing that a negative inference should be drawn against GE because it engaged in \"suppression\" of evidence during discovery, and Cimorelli further argues that the district court abused its discretion in failing to permit further discovery and failing to hold an evidentiary hearing on contested issues concerning GE's alleged discovery misconduct.  Cimorelli's opening brief included specific claims that GE did not produce certain information requested by Cimorelli and specific claims that GE deliberately removed items sought by Cimorelli from boxes of materials actually produced.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We think it unnecessary to discuss these allegations in detail.  In its answering brief, GE offered an extremely detailed refutation of these allegations, taking them one by one.  In answer to each one, it pointed to record materials to support its version of events.  For the most part, GE said that the specific materials sought (1) were actually produced by GE but overlooked by Cimorelli or (2) were nonresponsive materials that did not have to be produced.  GE responded in similar detail to other allegations by Cimorelli concerning supposed problems with the logistics of discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the face of this facially thorough refutation by GE, we turned to Cimorelli's reply brief naturally expecting that it would show where GE's version of events was wrong or at least that factual disputes existed as to some, if not all, of the GE explanations.  Instead, the reply brief simply ignored GE's detailed answers and confined itself to discussing the standard of proof on the merits and the admissibility of the Chipouras' allegedly purchased testimony.  If Cimorelli is not prepared to dispute GE's answering brief by pointing out where it is wrong on the discovery issues, we are certainly not going to undertake that task ourselves.   Cf. United States v. Innamorati, 996 F.2d 456, 468 (1st Cir. 1993) (issues not briefed will not be addressed).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Two further facts reinforce our sense that Cimorelli has not been unjustly treated in relation to discovery.  One is that there is no indication that Cimorelli sought any extension of the discovery deadline until the day that the discovery period expired.  The second is that despite the present claim that an evidentiary hearing should have been held to resolve disputes pertaining to discovery, it appears that Cimorelli never made such a request for an evidentiary hearing to the district court.  In sum, we have no basis for finding that the district court abused its considerable discretion in the management of discovery in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"662546\"><a href=\"/opinion/662546/dominga-vazquez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Salvatore A. CIMORELLI, Plaintiff, Appellant,<br>v.<br>GENERAL ELECTRIC COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1549.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 4, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Evan T. Lawson with whom Caroline E. DeStefano and Lawson &amp; Weitzen were on brief for appellant.</p>\n      <p class=\"indent\">Steven A. Kaufman with whom Clayton S. Marsh and Ropes &amp; Gray were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Circuit Judge, Bownes, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Salvatore Cimorelli, a long-time former employee of General Electric Company, brought suit against GE in 1989 under the False Claims Act, 31 U.S.C. Secs. 3729-33.  The gist of Cimorelli's complaint was that at GE aircraft engine operations in Lynn, Massachusetts, GE employees had altered pencilled labor records in order to shift labor charges from government contracts that were over budget to government contracts that were under budget.  Similar alterations were charged with respect to steam turbines made by GE in Lynn. Cimorelli claimed that the alterations had occurred from the early 1970s until around 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The False Claims Act imposes civil penalties plus treble damages for inter alia presenting a false or fraudulent claim to the federal government or using a false record or statement to obtain payment or approval of a false or fraudulent claim.  Id. Sec. 3729(a).  False Claims Act suits may be brought by private parties on behalf of the United States, although government attorneys may take charge of the litigation if the government so chooses.  Id. Sec. 3730(b).  Here, after reviewing the litigation, the federal government declined to participate.  Accordingly, the suit has been conducted by Cimorelli who, if any recovery were obtained, would share in it to the extent provided by the False Claims Act.  Id. Sec. 3730(c).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court in December 1991 set a deadline for discovery of May 29, 1992.  Extensive discovery was conducted by Cimorelli during the first half of 1992.  GE says, without dispute from Cimorelli, that it produced a vast number of labor vouchers and other records.  On the day the discovery ended, Cimorelli filed various motions accusing GE of hindering discovery.  The motions were referred to a magistrate judge who denied them in June 1992, and the district court affirmed the magistrate judge in July 1992.  New discovery motions made by Cimorelli in August 1992 were denied by the district court in September 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In July 1992 GE moved for summary judgment, arguing among other points that there was no evidence of any false claim against the government, normally a critical element in a suit under the False Claims Act.   See United States v. McNinch, <span class=\"citation\" data-id=\"105695\"><a href=\"/opinion/105695/united-states-v-mcninch/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">595</span></a></span>, 598-600 (1958).  In addition to seeking further discovery, Cimorelli opposed summary judgment, relying centrally on deposition testimony of Christy Chipouras, another former employee of GE at the Lynn facility.  Chipouras had given deposition testimony, described below, and was apparently promised a share of whatever reward Cimorelli might obtain.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 9, 1993, the district court granted GE's motion for summary judgment and issued a memorandum setting forth the court's reasons.  The district court found that</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Chipouras' testimony was \"largely conclusory, and fails to identify specific incidents of voucher falsification which can be linked to false claims against the government.\"  Accordingly, the court found that there would be insufficient evidence to submit the case to a jury even on the premise, which the court tentatively adopted, that Cimorelli need prove his case only by a preponderance of the evidence (as opposed to clear and convincing evidence).  Cimorelli now appeals the grant of summary judgment and the district court's refusal to allow further discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Reserving the discovery issue for later discussion, the propriety of summary judgment turns on whether Cimorelli pointed the district court to sufficient evidence to permit a reasonable jury to find that a false or fraudulent claim was presented to the federal government relating to the Lynn aircraft engine or turbine operations.   See Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 252 (1986).  Appellate review of the grant of summary judgment is plenary.   Sarit v. U.S. Drug Enforcement Admin., <span class=\"citation\" data-id=\"601478\"><a href=\"/opinion/601478/jorge-sarit-and-dennie-espaillat-v-us-drug-enforcement-administration/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span> (1993).  Inferences are normally drawn in favor of the party opposing summary judgment.  Id. On the other hand, more than mere suspicion or speculation is required to justify a trial.   See Liberty Lobby, 477 U.S. at 249-50.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In this instance, Chipouras testified in general terms that GE systematically charged labor costs to government contracts when the labor had been expended on other government contracts.  This was accomplished in part, he said, by having labor vouchers initially completed in pencil and then having them altered by other personnel, including Chipouras.  He could remember only one specific mischarged contract-a case in which time on a private contract was charged instead to a federal government contract number-but he said that alterations were widespread and systematic.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">GE offered various benign explanations for preparing labor vouchers initially in pencil and making later alterations.  We agree with Cimorelli that, if this issue were dispositive, choosing between explanations might well be an issue for a jury.  However, we agree with GE and the district court that whatever the explanation for pencilled labor vouchers and later alterations, there is no evidence whatever that any false or fraudulent claims were actually presented to the government.  Although Cimorelli charged pervasive fraud and conducted extensive discovery, Cimorelli was unable to point to proof of a single instance in which a false or fraudulent claim was actually presented to the federal government.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Perhaps where a contractor's record-keeping conduct is unambiguously sinister, an inference might be drawn that the misconduct must have been translated into fraud.  But in this instance the objective conduct-namely, changes in pencilled records-is ambiguous, despite the conclusory epithets offered by Chipouras.  Under these circumstances and on this record, we agree that there was inadequate evidence for a jury as to at least one critical element, namely, the actual submission of false or fraudulent claims to the government.  We do not reach GE's further contentions that clear and convincing evidence was the required standard of proof or that Chipouras' testimony should be disregarded entirely because it was improperly purchased.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Cimorelli counters the claim that evidence is lacking by arguing that a negative inference should be drawn against GE because it engaged in \"suppression\" of evidence during discovery, and Cimorelli further argues that the district court abused its discretion in failing to permit further discovery and failing to hold an evidentiary hearing on contested issues concerning GE's alleged discovery misconduct.  Cimorelli's opening brief included specific claims that GE did not produce certain information requested by Cimorelli and specific claims that GE deliberately removed items sought by Cimorelli from boxes of materials actually produced.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We think it unnecessary to discuss these allegations in detail.  In its answering brief, GE offered an extremely detailed refutation of these allegations, taking them one by one.  In answer to each one, it pointed to record materials to support its version of events.  For the most part, GE said that the specific materials sought (1) were actually produced by GE but overlooked by Cimorelli or (2) were nonresponsive materials that did not have to be produced.  GE responded in similar detail to other allegations by Cimorelli concerning supposed problems with the logistics of discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the face of this facially thorough refutation by GE, we turned to Cimorelli's reply brief naturally expecting that it would show where GE's version of events was wrong or at least that factual disputes existed as to some, if not all, of the GE explanations.  Instead, the reply brief simply ignored GE's detailed answers and confined itself to discussing the standard of proof on the merits and the admissibility of the Chipouras' allegedly purchased testimony.  If Cimorelli is not prepared to dispute GE's answering brief by pointing out where it is wrong on the discovery issues, we are certainly not going to undertake that task ourselves.   Cf. United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 468 (1st Cir. 1993) (issues not briefed will not be addressed).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Two further facts reinforce our sense that Cimorelli has not been unjustly treated in relation to discovery.  One is that there is no indication that Cimorelli sought any extension of the discovery deadline until the day that the discovery period expired.  The second is that despite the present claim that an evidentiary hearing should have been held to resolve disputes pertaining to discovery, it appears that Cimorelli never made such a request for an evidentiary hearing to the district court.  In sum, we have no basis for finding that the district court abused its considerable discretion in the management of discovery in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662546/"
  ]
}