{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195170/",
  "absolute_url": "/opinion/195170/united-states-v-dupont/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195170/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:34:39Z",
  "date_modified": "2016-02-28T04:51:58.327845Z",
  "type": "010combined",
  "sha1": "fa7882a1ae4952dc49467e8f00d8d7cc2a0c5498",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1176.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1176\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        JULIAN DUPONT,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n           [Hon. Shane Devine, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n\n                    Boudin, Circuit Judge,\n                                         \n\n             and Pollak,* Senior District Judge.\n                                               \n\n                                         \n\nHoward J.  Castleman with whom Janis  M. Berry, by Appointment  of\n                                              \nthe Court, and Ropes &amp; Gray were on brief for appellant.\n                       \nDavid A.  Vicinanzo, Assistant United  States Attorney,  with whom\n                   \nPeter E.  Papps, United States  Attorney, and Jean B.  Weld, Assistant\n                                                       \nUnited States Attorney, were on brief for the United States.\n\n                                         \n\n                       January 31, 1994\n                                         \n\n                \n\n*Of the Eastern District of Pennsylvania, sitting by designation.\n\n     BOUDIN,  Circuit Judge.   Julian Dupont was  indicted in\n                           \n\nNovember 1988, together  with many others, for  participating\n\nin a drug trafficking ring  headed by Jean Lemieux.  Pursuant\n\nto  a  plea agreement  Dupont  pleaded  guilty to  one  count\n\ncharging  him with  conspiracy  to  possess  with  intent  to\n\ndistribute.   In the agreement the government stipulated with\n\nDupont  that Dupont  had conspired  to  distribute about  4.5\n\nkilograms   of  cocaine.    The  government  also  agreed  to\n\nrecommend  a sentence of  five years' imprisonment.   Despite\n\nthat recommendation, on  August 15, 1989, the  district court\n\nsentenced Dupont to seven years in prison.1\n\n     In  this case,  the most recent  of several  attempts by\n\nDupont to alter his sentence  or limit forfeitures, Dupont in\n\na section 2255  proceeding persuaded the district  court that\n\nhe was entitled to  be resentenced.  The court  found that at\n\nthe original sentencing Dupont and  his counsel had not  been\n\nprovided  sufficient time to  review the  pre-sentence report\n\nand  that  findings had  not  been made  on  certain disputed\n\nissues, as  provided for  in the  then-applicable version  of\n\nFed.  R.   Crim.  P.  32(c)(3).     The  court   scheduled  a\n\nresentencing  hearing and made  clear that either  side could\n\npresent evidence.\n\n                    \n\n     1The  Sentencing Guidelines did not apply to the offense\nand  the district  court was  limited only  by the  statutory\nmaximum of 20 years.\n\n                             -2-\n\n     At the  resentencing hearing  on February  9, 1993,  the\n\ngovernment offered two witnesses.   Most important, Lemieux--\n\nwhose sentence had been reduced from almost 20 years to seven\n\nyears in exchange  for his help to the  government in several\n\ntrials--appeared.  Countering Dupont's claim that he was only\n\na minor  player in  the ring,  Lemieux testified that  Dupont\n\nintroduced  Lemieux to a  new source of  cocaine, that Dupont\n\nacted  as his  partner and  shared profits  for a  year while\n\nLemieux was doing kilogram size deals, and that Dupont joined\n\nhim on over 10 trips to collect cocaine from the new source.\n\n     Agent  Ryan, who had  testified at the  first sentencing\n\nhearing,  testified again.   He reaffirmed that  over $20,000\n\nhad been seized  at Dupont's residence, and  he now described\n\nthe DEA's seizure  of a 125 pound scale, two rifles and a .25\n\ncalibre handgun, which  was found in Dupont's bedroom.  Ryan,\n\nwho  had  not  been  present at  the  arrest,  was apparently\n\nrelying  on  information  from  the  arresting  agents.    He\n\nconceded that only small  amounts of cocaine had  been seized\n\nat the arrest.\n\n     The  district  court  then resentenced  Dupont  to seven\n\nyears' imprisonment.  The  court credited Lemieux's testimony\n\nand found that Dupont was \"a substantial drug dealer\" who had\n\noffered no assistance to the government.  The court described\n\nthe items found in  the apartment as tools of the  trade.  It\n\nalso referred to the role of Carlos Arboleda--a major Florida\n\n                             -3-\n\nsource, see United States v. Arboleda, 929 F.2d 858 (1st Cir.\n                                     \n\n1991)--in  supplying  the Lemieux  conspiracy.    Lemieux had\n\ntestified that Dupont knew that Arboleda was one of Lemieux's\n\nother sources of cocaine.\n\n     On  this appeal from the resentencing, Dupont begins his\n\nattack by  arguing that  this court  should follow the  Third\n\nCircuit and  hold  that the  government must  produce to  the\n\ndefense prior statements of  the witnesses whom it offers  at\n\nsentencing proceedings.  See United States  v. Rosa, 891 F.2d\n                                                   \n\n1074 (3d Cir.  1989).2  This rule,  urges Dupont, would  be a\n\nproper exercise of this court's  supervisory power in view of\n\nthe enormous impact of sentencing determinations.  No request\n\nfor  such  statements was  made  by  defense counsel  at  the\n\nresentencing, and  no such  statements were  produced by  the\n\ngovernment.\n\n     We  think  that  there  is  little  reason  to  consider\n\nextending Jencks retroactively in  a case where, even if  the\n                \n\nJencks  Act applied  by its  own  terms, no  appeal would  be\n\npermitted  because no  request for  the  materials was  made.\n\nJencks Act, 18 U.S.C.   3500(b) (materials to be produced \"on\n\nmotion of the defendant); see United States v. Mack, 892 F.2d\n                                                   \n\n                    \n\n     2The Jencks Act,  18 U.S.C.   3500,  codifying Jencks v.\n                                                          \nUnited  States, 353 U.S. 657 (1957), imposes this requirement\n              \nwith  respect to government  witnesses at trials.   Effective\nDecember 1,  1993, a new  amendment, Fed. R. Crim.  P. 32(e),\ncodifies  Rosa  and  extends Jencks  to  sentencing hearings,\n                                   \nprovided that a  request is made by  defendant.  See  Fed. R.\n                                                    \nCrim. P. 26.2.\n\n                             -4-\n\n134,  137 (1st  Cir.  1989),  cert. denied,  111  S. Ct.  162\n                                          \n\n(1990).   Dupont could  easily have made  the request  in the\n\ndistrict  court.    While  a  district  court  might  well be\n\nreluctant to  make new  law by  adopting the  Third Circuit's\n\napproach simpliciter, nothing prevented Dupont from trying to\n                    \n\nshow  the district court why prior statements were critically\n\nimportant in this case.\n\n     We might overlook the  failure to make either a  request\n\nor a  detailed showing  if there were  any indication  that a\n\nmiscarriage of  justice had  resulted.  On  the contrary,  in\n\nthis instance  the discrepancies in  Ryan's testimony between\n\nthe first  and second hearing  are minor and would  have been\n\napparent  from reviewing a  transcript of the  first hearing.\n\nAs  to Lemieux,  a  far more  damaging witness,  the district\n\ncourt deemed him credible despite the very large reduction in\n\nsentence he had received for  his past aid to the government.\n\nThere is  no hint that anything in Lemieux's prior statements\n\nwould have altered that judgment, and  pure speculation is no\n\nevidence that justice has miscarried.\n\n     Dupont's brief next recasts the Jencks Act argument as a\n                                           \n\nBrady  argument, contending  that  the  government failed  to\n     \n\ndisclose  exculpatory material.   See Brady v.  Maryland, 373\n                                                        \n\nU.S.  83 (1963).    The main  materials identified  are prior\n\n                             -5-\n\nstatements  of Lemieux  and  statements  or  notes  of  Agent\n\nRyan.3  While  impeachment material may sometimes  qualify as\n\nexculpatory under Brady,  we have no  reason to believe  that\n                       \n\nany  of the  prior  statements significantly  undermined  the\n\ntestimony of  the government witnesses.   There is  even less\n\nbasis for  finding \"a reasonable probability\" that disclosure\n\nwould have altered the result.   United States v. Bagley, 473\n                                                        \n\nU.S. 667, 682 (1985) (plurality opinion).\n\n     Next,  Dupont contends that \"due process requires that a\n\ndefendant not be sentenced upon materially untrue assumptions\n\nor  misinformation\" and argues that such a violation occurred\n\nin  this case.    Although  the  Supreme Court  used  related\n\nlanguage in Townsend  and it is echoed in  our decisions,4 it\n                    \n\nwould   be  hard  to  find  a   general  statement  so  often\n\nmisunderstood.   Only  a  naive  observer  could  doubt  that\n\ndefendants are from time to  time convicted and sentenced  on\n                                               \n\n                    \n\n     3Dupont also says  that the government did  not disclose\nthat it had  returned $75,000 seized from Lemieux  so that he\ncould pay attorney's fees.  This fact, stated in the Arboleda\n                                                             \ndecision,  929 F.2d  at 865  n.10,  pales in  importance when\ncompared with the  drastic reduction in sentence  received by\nLemieux,  a  benefit  fully  disclosed  in  the  resentencing\nhearing.\n\n     4Townsend v.  Burke, 334  U.S. 736,  740-41 (1948)  (due\n                        \nprocess violated,  \"while disadvantaged by  lack of  counsel,\nthis  prisoner  was  sentenced on  the  basis  of assumptions\nconcerning his criminal record which were materially untrue\")\n(Jackson, J.); United States v.  Curran, 926 F.2d 59, 61 (1st\n                                       \nCir.  1991)  (\"defendant  has  a  due  process  right  to  be\nsentenced upon information  which is not false  or materially\nincorrect\").\n\n                             -6-\n\nthe    basis   of    \"materially   untrue    assumptions   or\n\nmisinformation\":  witnesses  may lie,  or make  mistakes, and\n\ntrial juries or sentencing judges  may believe them.  It does\n\nhappen.\n\n     Yet no one supposes that a defendant can  relitigate any\n\nissue of fact at any time he  or she likes merely by invoking\n\nthe due  process clause and  offering to show that  a mistake\n\nwas  made.    \"[E]ven  an  erroneous  judgment,  based  on  a\n\nscrupulous and diligent search for truth,  may be due process\n\nof law.\"   Townsend,  334 U.S. at  741.  Townsend  involved a\n                                                 \n\ndefendant, unrepresented  by  counsel  at  sentencing,  whose\n\nsentence  was seemingly  enhanced based on  three nonexistent\n\ncriminal convictions.  Justice Jackson explained (id. at 741)\n                                                     \n\nthat it was the false  foundation of the sentence, \"which the\n\nprisoner had no  opportunity to correct by the services which\n\ncounsel would provide,  that renders the proceedings  lacking\n\nin due process.\"  See also id. at 739  (\"absence of counsel,\"\n                              \n\nwhere prejudicial, is \"violation of due process\").5\n\n     Today, a whole  skein of complex rules  determines which\n\nissues may  be relitigated,  in what  circumstances, at  what\n\n                    \n\n     5Evidently,  the  record  before  the  Supreme Court  in\nTownsend  did not  make clear  whose  fault it  was that  the\n        \nsentencing   judge   credited   the  defendant   with   three\nnonexistent convictions.   Justice Jackson contented  himself\nwith saying:  \"We believe that on the record before us, it is\nevident   that   this   uncounseled  defendant   was   either\noverreached by the prosecutor's  submission of misinformation\nto the court or was  prejudiced by the court's own misreading\nof the record.\"  Id. at 740.\n                    \n\n                             -7-\n\nstage,  and under  what standard  of  review.   See generally\n                                                             \n\nW. LaFave &amp; J.  Israel, Criminal Procedure (1984);  \"Project:\n                                          \n\n22nd Annual Review of Criminal Procedure,\" 81 Georgetown L.J.\n                                                             \n\n853 (1993).   Thus,  a prosecutor's  knowing use  of perjured\n\ntestimony  may pose  one issue,  2  LaFave at    19.5;  newly\n                                          \n\ndiscovered evidence a  different issue, 3  id. at    27.3(d);\n                                              \n\nand simple  disagreement with  a jury's  reasonable inference\n\nyet another,  3 id.  at    26.5.   In criminal  procedure, as\n                   \n\nelsewhere, generalities are no substitute for analysis.\n\n     Here,  Dupont argues that the court relied on materially\n\nuntrue assumptions  and misinformation when  it concluded  at\n\nsentencing that Dupont was a substantial drug dealer and that\n\nthe items seized in his apartment were tools of the trade and\n\nthat Arboleda  had some relationship  to the conspiracy.   An\n\nexamination of the  argument shows it to be  a garden variety\n\ndisagreement with the  district court's  finding that  Dupont\n\nplayed a significant  role in the conspiracy.   At best, this\n\nis  a finding  that would  be  subject, even  under the  more\n\nrigorous  Sentencing  Guidelines, to  review  based upon  the\n\n\"clearly erroneous\" standard.  18 U.S.C.   3742(e).  We think\n\nthat the finding is amply supported by Lemieux's testimony.\n\n     Dupont's quarrels  with details are  wholly unimportant.\n\nIt makes no difference whether, as Dupont contends,  the over\n\n$20,000 found were gambling proceeds, the scale calibrated in\n\nounces rather  grams, or the  rifles used for hunting.   Once\n\n                             -8-\n\nthe district  court credited Lemieux's testimony,  Dupont was\n\ngoing to be  labeled as a substantial  drug dealer regardless\n\nof  what tools  he possessed or  of Arboleda's  precise role.\n\nThe  district  judge,  whose credibility  determinations  are\n\nentitled  to great weight, noted in his post-sentence written\n\nfindings that  he  heard  Lemieux testify  not  only  at  the\n\nhearing but in a number of jury trials.\n\n     As  for the  length of  the sentence, which  Dupont also\n\nattacks,  this  is  largely  unreviewable  for  pre-guideline\n\nsentences, and Dupont does not  come within a mile of raising\n\na  serious constitutional issue  regarding length.   A seven-\n\nyear sentence  is no  tap on the  wrist, but  in one  respect\n\nDupont may  be fortunate: a  guideline sentence for 3.5  to 5\n\nkilograms of cocaine,  even for a first time  offender, is 97\n\nto 121 months, and under  the guidelines, there is no parole.\n\nSee U.S.S.G.   2D1.1(c)(7) and sentencing table.\n   \n\n     In conclusion,  we note that  on this appeal  Dupont has\n\nhad the  benefit of  a sophisticated brief  and an  able oral\n\nargument by  defense counsel.   His problem  lies not  in his\n\nrepresentation,  but in  the fact  that  in the  resentencing\n\nproceeding  he received  a  legally  valid  sentence.    That\n\nsentence is affirmed.\n                    \n\n                             -9-\n",
  "html": "<p class=\"case_cite\">15 F.3d 5</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Julian DUPONT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1176.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1993.<br>Decided Jan. 31, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Howard J. Castleman with whom Janis M. Berry, by Appointment of the Court, and Ropes &amp; Gray, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">David A. Vicinanzo, Asst. U.S. Atty., with whom Peter E. Papps, U.S. Atty., and Jean B. Weld, Asst. U.S. Atty., Concord, NH, were on brief, for U.S.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, BOUDIN, Circuit Judge, and POLLAK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Julian Dupont was indicted in November 1988, together with many others, for participating in a drug trafficking ring headed by Jean Lemieux.  Pursuant to a plea agreement Dupont pleaded guilty to one count charging him with conspiracy to possess with intent to distribute.  In the agreement the government stipulated with Dupont that Dupont had conspired to distribute about 4.5 kilograms of cocaine.  The government also agreed to recommend a sentence of five years' imprisonment.  Despite that recommendation, on August 15, 1989, the district court sentenced Dupont to seven years in prison.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this case, the most recent of several attempts by Dupont to alter his sentence or limit forfeitures, Dupont in a section 2255 proceeding persuaded the district court that he was entitled to be resentenced.  The court found that at the original sentencing Dupont and his counsel had not been provided sufficient time to review the pre-sentence report and that findings had not been made on certain disputed issues, as provided for in the then-applicable version of Fed.R.Crim.P. 32(c)(3).  The court scheduled a resentencing hearing and made clear that either side could present evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the resentencing hearing on February 9, 1993, the government offered two witnesses.  Most important, Lemieux--whose sentence had been reduced from almost 20 years to seven years in exchange for his help to the government in several trials--appeared.  Countering Dupont's claim that he was only a minor player in the ring, Lemieux testified that Dupont introduced Lemieux to a new source of cocaine, that Dupont acted as his partner and shared profits for a year while Lemieux was doing kilogram size deals, and that Dupont joined him on over 10 trips to collect cocaine from the new source.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Agent Ryan, who had testified at the first sentencing hearing, testified again.  He reaffirmed that over $20,000 had been seized at Dupont's residence, and he now described the DEA's seizure of a 125 pound scale, two rifles and a .25 calibre handgun, which was found in Dupont's bedroom.  Ryan, who had not been present at the arrest, was apparently relying on information from the arresting agents.  He conceded that only small amounts of cocaine had been seized at the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court then resentenced Dupont to seven years' imprisonment.  The court credited Lemieux's testimony and found that Dupont was \"a substantial drug dealer\" who had offered no assistance to the government.  The court described the items found in the apartment as tools of the trade.  It also referred to the role of Carlos Arboleda--a major Florida source, see United States v. Arboleda, 929 F.2d 858 (1st Cir.1991)--in supplying the Lemieux conspiracy.  Lemieux had testified that Dupont knew that Arboleda was one of Lemieux's other sources of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this appeal from the resentencing, Dupont begins his attack by arguing that this court should follow the Third Circuit and hold that the government must produce to the defense prior statements of the witnesses whom it offers at sentencing proceedings.  See United States v. Rosa, 891 F.2d 1074 (3d Cir.1989).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This rule, urges Dupont, would be a proper exercise of this court's supervisory power in view of the enormous impact of sentencing determinations.  No request for such statements was made by defense counsel at the resentencing, and no such statements were produced by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We think that there is little reason to consider extending Jencks retroactively in a case where, even if the Jencks Act applied by its own terms, no appeal would be permitted because no request for the materials was made.  Jencks Act, 18 U.S.C. Sec. 3500(b) (materials to be produced \"on motion of the defendant\");  see United States v. Mack, 892 F.2d 134, 137 (1st Cir.1989), cert. denied, 498 U.S. 859, 111 S.Ct. 162, 112 L.Ed.2d 127 (1990).  Dupont could easily have made the request in the district court.  While a district court might well be reluctant to make new law by adopting the Third Circuit's approach simpliciter, nothing prevented Dupont from trying to show the district court why prior statements were critically important in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We might overlook the failure to make either a request or a detailed showing if there were any indication that a miscarriage of justice had resulted.  On the contrary, in this instance the discrepancies in Ryan's testimony between the first and second hearing are minor and would have been apparent from reviewing a transcript of the first hearing.  As to Lemieux, a far more damaging witness, the district court deemed him credible despite the very large reduction in sentence he had received for his past aid to the government.  There is no hint that anything in Lemieux's prior statements would have altered that judgment, and pure speculation is no evidence that justice has miscarried.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dupont's brief next recasts the Jencks Act argument as a Brady argument, contending that the government failed to disclose exculpatory material.  See Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).  The main materials identified are prior statements of Lemieux and statements or notes of Agent Ryan.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  While impeachment material may sometimes qualify as exculpatory under Brady, we have no reason to believe that any of the prior statements significantly undermined the testimony of the government witnesses.  There is even less basis for finding \"a reasonable probability\" that disclosure would have altered the result.  United States v. Bagley, 473 U.S. 667, 682, 105 S.Ct. 3375, 3383, 87 L.Ed.2d 481 (1985) (plurality opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Next, Dupont contends that \"due process requires that a defendant not be sentenced upon materially untrue assumptions or misinformation\" and argues that such a violation occurred in this case.  Although the Supreme Court used related language in Townsend and it is echoed in our decisions,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> it would be hard to find a general statement so often misunderstood.  Only a naive observer could doubt that defendants are from time to time convicted and sentenced on the basis of \"materially untrue assumptions or misinformation\":  witnesses may lie, or make mistakes, and trial juries or sentencing judges may believe them.  It does happen.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Yet no one supposes that a defendant can relitigate any issue of fact at any time he or she likes merely by invoking the due process clause and offering to show that a mistake was made.  \"[E]ven an erroneous judgment, based on a scrupulous and diligent search for truth, may be due process of law.\"  Townsend, 334 U.S. at 741, 68 S.Ct. at 1255.  Townsend involved a defendant, unrepresented by counsel at sentencing, whose sentence was seemingly enhanced based on three nonexistent criminal convictions.  Justice Jackson explained (id. at 741, 68 S.Ct. at 1255) that it was the false foundation of the sentence, \"which the prisoner had no opportunity to correct by the services which counsel would provide, that renders the proceedings lacking in due process.\"   See also id. at 739, 68 S.Ct. at 1254 (\"absence of counsel,\" where prejudicial, is \"violation of due process\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Today, a whole skein of complex rules determines which issues may be relitigated, in what circumstances, at what stage, and under what standard of review.  See generally Wayne R. LaFave &amp; Jerold H. Israel, Criminal Procedure (1984);  \"Project:  22nd Annual Review of Criminal Procedure,\" 81 Georgetown L.J. 853 (1993).  Thus, a prosecutor's knowing use of perjured testimony may pose one issue, 2 LaFave at Sec. 19.5;  newly discovered evidence a different issue, 3 id. at Sec. 27.3(d);  and simple disagreement with a jury's reasonable inference yet another, 3 id. at Sec. 26.5.  In criminal procedure, as elsewhere, generalities are no substitute for analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here, Dupont argues that the court relied on materially untrue assumptions and misinformation when it concluded at sentencing that Dupont was a substantial drug dealer and that the items seized in his apartment were tools of the trade and that Arboleda had some relationship to the conspiracy.  An examination of the argument shows it to be a garden variety disagreement with the district court's finding that Dupont played a significant role in the conspiracy.  At best, this is a finding that would be subject, even under the more rigorous Sentencing Guidelines, to review based upon the \"clearly erroneous\" standard.  18 U.S.C. Sec. 3742(e).  We think that the finding is amply supported by Lemieux's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Dupont's quarrels with details are wholly unimportant.  It makes no difference whether, as Dupont contends, the over $20,000 found were gambling proceeds, the scale calibrated in ounces rather grams, or the rifles used for hunting.  Once the district court credited Lemieux's testimony, Dupont was going to be labeled as a substantial drug dealer regardless of what tools he possessed or of Arboleda's precise role.  The district judge, whose credibility determinations are entitled to great weight, noted in his post-sentence written findings that he heard Lemieux testify not only at the hearing but in a number of jury trials.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As for the length of the sentence, which Dupont also attacks, this is largely unreviewable for pre-guideline sentences, and Dupont does not come within a mile of raising a serious constitutional issue regarding length.  A seven-year sentence is no tap on the wrist, but in one respect Dupont may be fortunate:  a guideline sentence for 3.5 to 5 kilograms of cocaine, even for a first time offender, is 97 to 121 months, and under the guidelines, there is no parole.  See U.S.S.G. Sec. 2D1.1(c)(7) and sentencing table.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In conclusion, we note that on this appeal Dupont has had the benefit of a sophisticated brief and an able oral argument by defense counsel.  His problem lies not in his representation, but in the fact that in the resentencing proceeding he received a legally valid sentence.  That sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Pennsylvania, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Sentencing Guidelines did not apply to the offense and the district court was limited only by the statutory maximum of 20 years</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Jencks Act, 18 U.S.C. Sec. 3500, codifying  Jencks v. United States, 353 U.S. 657, 77 S.Ct. 1007, 1 L.Ed.2d 1103 (1957), imposes this requirement with respect to government witnesses at trials.  Effective December 1, 1993, a new amendment, Fed.R.Crim.P. 32(e), codifies Rosa and extends Jencks to sentencing hearings, provided that a request is made by defendant.  See Fed.R.Crim.P. 26.2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dupont also says that the government did not disclose that it had returned $75,000 seized from Lemieux so that he could pay attorney's fees.  This fact, stated in the Arboleda decision, 929 F.2d at 865 n. 10, pales in importance when compared with the drastic reduction in sentence received by Lemieux, a benefit fully disclosed in the resentencing hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Townsend v. Burke, 334 U.S. 736, 740-41, 68 S.Ct. 1252, 1255, 92 L.Ed. 1690 (1948) (due process violated, \"while disadvantaged by lack of counsel, this prisoner was sentenced on the basis of assumptions concerning his criminal record which were materially untrue\") (Jackson, J.);  United States v. Curran, 926 F.2d 59, 61 (1st Cir.1991) (\"defendant has a due process right to be sentenced upon information which is not false or materially incorrect\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Evidently, the record before the Supreme Court in Townsend did not make clear whose fault it was that the sentencing judge credited the defendant with three nonexistent convictions.  Justice Jackson contented himself with saying:  \"We believe that on the record before us, it is evident that this uncounseled defendant was either overreached by the prosecutor's submission of misinformation to the court or was prejudiced by the court's own misreading of the record.\"  Id. 334 U.S. at 740, 68 S.Ct. at 1255</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Julian DUPONT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1176.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1993.<br>Decided Jan. 31, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Howard J. Castleman with whom Janis M. Berry, by Appointment of the Court, and Ropes &amp; Gray, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">David A. Vicinanzo, Asst. U.S. Atty., with whom Peter E. Papps, U.S. Atty., and Jean B. Weld, Asst. U.S. Atty., Concord, NH, were on brief, for U.S.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, BOUDIN, Circuit Judge, and POLLAK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Julian Dupont was indicted in November 1988, together with many others, for participating in a drug trafficking ring headed by Jean Lemieux.  Pursuant to a plea agreement Dupont pleaded guilty to one count charging him with conspiracy to possess with intent to distribute.  In the agreement the government stipulated with Dupont that Dupont had conspired to distribute about 4.5 kilograms of cocaine.  The government also agreed to recommend a sentence of five years' imprisonment.  Despite that recommendation, on August 15, 1989, the district court sentenced Dupont to seven years in prison.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this case, the most recent of several attempts by Dupont to alter his sentence or limit forfeitures, Dupont in a section 2255 proceeding persuaded the district court that he was entitled to be resentenced.  The court found that at the original sentencing Dupont and his counsel had not been provided sufficient time to review the pre-sentence report and that findings had not been made on certain disputed issues, as provided for in the then-applicable version of Fed.R.Crim.P. 32(c)(3).  The court scheduled a resentencing hearing and made clear that either side could present evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the resentencing hearing on February 9, 1993, the government offered two witnesses.  Most important, Lemieux--whose sentence had been reduced from almost 20 years to seven years in exchange for his help to the government in several trials--appeared.  Countering Dupont's claim that he was only a minor player in the ring, Lemieux testified that Dupont introduced Lemieux to a new source of cocaine, that Dupont acted as his partner and shared profits for a year while Lemieux was doing kilogram size deals, and that Dupont joined him on over 10 trips to collect cocaine from the new source.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Agent Ryan, who had testified at the first sentencing hearing, testified again.  He reaffirmed that over $20,000 had been seized at Dupont's residence, and he now described the DEA's seizure of a 125 pound scale, two rifles and a .25 calibre handgun, which was found in Dupont's bedroom.  Ryan, who had not been present at the arrest, was apparently relying on information from the arresting agents.  He conceded that only small amounts of cocaine had been seized at the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court then resentenced Dupont to seven years' imprisonment.  The court credited Lemieux's testimony and found that Dupont was \"a substantial drug dealer\" who had offered no assistance to the government.  The court described the items found in the apartment as tools of the trade.  It also referred to the role of Carlos Arboleda--a major Florida source, see United States v. Arboleda, <span class=\"citation\" data-id=\"558577\"><a href=\"/opinion/558577/united-states-v-carlos-arboleda-united-states-v-martin-castillo-united/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">858</span></a></span> (1st Cir.1991)--in supplying the Lemieux conspiracy.  Lemieux had testified that Dupont knew that Arboleda was one of Lemieux's other sources of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this appeal from the resentencing, Dupont begins his attack by arguing that this court should follow the Third Circuit and hold that the government must produce to the defense prior statements of the witnesses whom it offers at sentencing proceedings.  See United States v. Rosa, <span class=\"citation\" data-id=\"533795\"><a href=\"/opinion/533795/the-united-states-v-joseph-f-rosa-william-a-kostrick-martin-r/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1074</span></a></span> (3d Cir.1989).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This rule, urges Dupont, would be a proper exercise of this court's supervisory power in view of the enormous impact of sentencing determinations.  No request for such statements was made by defense counsel at the resentencing, and no such statements were produced by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We think that there is little reason to consider extending Jencks retroactively in a case where, even if the Jencks Act applied by its own terms, no appeal would be permitted because no request for the materials was made.  Jencks Act, 18 U.S.C. Sec. 3500(b) (materials to be produced \"on motion of the defendant\");  see United States v. Mack, <span class=\"citation\" data-id=\"534180\"><a href=\"/opinion/534180/united-states-v-bruce-milton-mack/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span>, 137 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">859</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">127</span></span> (1990).  Dupont could easily have made the request in the district court.  While a district court might well be reluctant to make new law by adopting the Third Circuit's approach simpliciter, nothing prevented Dupont from trying to show the district court why prior statements were critically important in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We might overlook the failure to make either a request or a detailed showing if there were any indication that a miscarriage of justice had resulted.  On the contrary, in this instance the discrepancies in Ryan's testimony between the first and second hearing are minor and would have been apparent from reviewing a transcript of the first hearing.  As to Lemieux, a far more damaging witness, the district court deemed him credible despite the very large reduction in sentence he had received for his past aid to the government.  There is no hint that anything in Lemieux's prior statements would have altered that judgment, and pure speculation is no evidence that justice has miscarried.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dupont's brief next recasts the Jencks Act argument as a Brady argument, contending that the government failed to disclose exculpatory material.  See Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963).  The main materials identified are prior statements of Lemieux and statements or notes of Agent Ryan.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  While impeachment material may sometimes qualify as exculpatory under Brady, we have no reason to believe that any of the prior statements significantly undermined the testimony of the government witnesses.  There is even less basis for finding \"a reasonable probability\" that disclosure would have altered the result.  United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, 3383, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985) (plurality opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Next, Dupont contends that \"due process requires that a defendant not be sentenced upon materially untrue assumptions or misinformation\" and argues that such a violation occurred in this case.  Although the Supreme Court used related language in Townsend and it is echoed in our decisions,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> it would be hard to find a general statement so often misunderstood.  Only a naive observer could doubt that defendants are from time to time convicted and sentenced on the basis of \"materially untrue assumptions or misinformation\":  witnesses may lie, or make mistakes, and trial juries or sentencing judges may believe them.  It does happen.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Yet no one supposes that a defendant can relitigate any issue of fact at any time he or she likes merely by invoking the due process clause and offering to show that a mistake was made.  \"[E]ven an erroneous judgment, based on a scrupulous and diligent search for truth, may be due process of law.\"  Townsend, 334 U.S. at 741, 68 S.Ct. at 1255.  Townsend involved a defendant, unrepresented by counsel at sentencing, whose sentence was seemingly enhanced based on three nonexistent criminal convictions.  Justice Jackson explained (id. at 741, 68 S.Ct. at 1255) that it was the false foundation of the sentence, \"which the prisoner had no opportunity to correct by the services which counsel would provide, that renders the proceedings lacking in due process.\"   See also id. at 739, 68 S.Ct. at 1254 (\"absence of counsel,\" where prejudicial, is \"violation of due process\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Today, a whole skein of complex rules determines which issues may be relitigated, in what circumstances, at what stage, and under what standard of review.  See generally Wayne R. LaFave &amp; Jerold H. Israel, Criminal Procedure (1984);  \"Project:  22nd Annual Review of Criminal Procedure,\" 81 Georgetown L.J. 853 (1993).  Thus, a prosecutor's knowing use of perjured testimony may pose one issue, 2 LaFave at Sec. 19.5;  newly discovered evidence a different issue, 3 id. at Sec. 27.3(d);  and simple disagreement with a jury's reasonable inference yet another, 3 id. at Sec. 26.5.  In criminal procedure, as elsewhere, generalities are no substitute for analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here, Dupont argues that the court relied on materially untrue assumptions and misinformation when it concluded at sentencing that Dupont was a substantial drug dealer and that the items seized in his apartment were tools of the trade and that Arboleda had some relationship to the conspiracy.  An examination of the argument shows it to be a garden variety disagreement with the district court's finding that Dupont played a significant role in the conspiracy.  At best, this is a finding that would be subject, even under the more rigorous Sentencing Guidelines, to review based upon the \"clearly erroneous\" standard.  18 U.S.C. Sec. 3742(e).  We think that the finding is amply supported by Lemieux's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Dupont's quarrels with details are wholly unimportant.  It makes no difference whether, as Dupont contends, the over $20,000 found were gambling proceeds, the scale calibrated in ounces rather grams, or the rifles used for hunting.  Once the district court credited Lemieux's testimony, Dupont was going to be labeled as a substantial drug dealer regardless of what tools he possessed or of Arboleda's precise role.  The district judge, whose credibility determinations are entitled to great weight, noted in his post-sentence written findings that he heard Lemieux testify not only at the hearing but in a number of jury trials.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As for the length of the sentence, which Dupont also attacks, this is largely unreviewable for pre-guideline sentences, and Dupont does not come within a mile of raising a serious constitutional issue regarding length.  A seven-year sentence is no tap on the wrist, but in one respect Dupont may be fortunate:  a guideline sentence for 3.5 to 5 kilograms of cocaine, even for a first time offender, is 97 to 121 months, and under the guidelines, there is no parole.  See U.S.S.G. Sec. 2D1.1(c)(7) and sentencing table.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In conclusion, we note that on this appeal Dupont has had the benefit of a sophisticated brief and an able oral argument by defense counsel.  His problem lies not in his representation, but in the fact that in the resentencing proceeding he received a legally valid sentence.  That sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Pennsylvania, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Sentencing Guidelines did not apply to the offense and the district court was limited only by the statutory maximum of 20 years</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Jencks Act, 18 U.S.C. Sec. 3500, codifying  Jencks v. United States, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></a></span>, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1007</span></a></span>, <span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1103</span></a></span> (1957), imposes this requirement with respect to government witnesses at trials.  Effective December 1, 1993, a new amendment, Fed.R.Crim.P. 32(e), codifies Rosa and extends Jencks to sentencing hearings, provided that a request is made by defendant.  See Fed.R.Crim.P. 26.2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dupont also says that the government did not disclose that it had returned $75,000 seized from Lemieux so that he could pay attorney's fees.  This fact, stated in the Arboleda decision, 929 F.2d at 865 n. 10, pales in importance when compared with the drastic reduction in sentence received by Lemieux, a benefit fully disclosed in the resentencing hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Townsend v. Burke, <span class=\"citation\" data-id=\"104579\"><a href=\"/opinion/104579/townsend-v-burke/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">736</span></a></span>, 740-41, <span class=\"citation\" data-id=\"104579\"><a href=\"/opinion/104579/townsend-v-burke/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></a></span>, 1255, <span class=\"citation\" data-id=\"104579\"><a href=\"/opinion/104579/townsend-v-burke/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1690</span></a></span> (1948) (due process violated, \"while disadvantaged by lack of counsel, this prisoner was sentenced on the basis of assumptions concerning his criminal record which were materially untrue\") (Jackson, J.);  United States v. Curran, <span class=\"citation\" data-id=\"556392\"><a href=\"/opinion/556392/united-states-v-walter-f-curran/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 61 (1st Cir.1991) (\"defendant has a due process right to be sentenced upon information which is not false or materially incorrect\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Evidently, the record before the Supreme Court in Townsend did not make clear whose fault it was that the sentencing judge credited the defendant with three nonexistent convictions.  Justice Jackson contented himself with saying:  \"We believe that on the record before us, it is evident that this uncounseled defendant was either overreached by the prosecutor's submission of misinformation to the court or was prejudiced by the court's own misreading of the record.\"  Id. 334 U.S. at 740, 68 S.Ct. at 1255</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558577/"
  ]
}