{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195283/",
  "absolute_url": "/opinion/195283/fdic-v-chisholm/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195283/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:36:51Z",
  "date_modified": "2016-02-28T04:52:11.459221Z",
  "type": "010combined",
  "sha1": "a39d015d06fe714120d46d21e4e795588c9d099a",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2080.01A",
  "local_path": null,
  "plain_text": "March 29, 1994          [NOT FOR PUBLICATION]\n\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-2080\n\n           FEDERAL DEPOSIT INSURANCE CORPORATION,\n         AS RECEIVER OF BANK OF NEW ENGLAND, N.A.,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n                     PAUL J. CHISHOLM,\n\n                   Defendant, Appellant.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Edward F. Harrington, U.S. District Judge]\n                                                     \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n           Torruella and Boudin, Circuit Judges.\n                                               \n\n                                        \n\nMichael F. Gaffny on brief for Paul J. Chisholm.\n                \nDavid C. Aisenberg, Williams &amp; Grainger, Margaret A. Burnham, \n                                                           \nKathleen C. Engel, and Burnham &amp; Hines on brief for Federal Deposit\n                                 \nInsurance Corporation.\n\n                                        \n\n                                        \n\n          Per  Curiam.   Paul Chisholm appeals  the district\n                     \n\ncourt's  denial of his Rule  60(b) motion for  relief from a\n\ndefault  judgment entered  against him.   We  find that  the\n\ndistrict  court  did not  abuse  its  discretion in  denying\n\nChisholm's motion.  We therefore affirm its judgment.\n\n                             I\n\n          On February  4, 1987, Chisholm  signed a  personal\n\nguaranty  of  all  present  and future  obligations  of  his\n\ncompany, Sanborn  Wood Products, to Guaranty  Bank and Trust\n\nCo.    Guaranty  later ceased  operation,  and  Bank of  New\n\nEngland (BNE) assumed all of its rights and obligations.  On\n\nFebruary 5, 1988, Sanborn took out a $500,000 loan from BNE,\n\nwhich was repayable \"On  Demand.\"  The note stated  that the\n\nloan  was \"secured  by  Loan and  Security Agreements  dated\n\nMarch 5, 1987 and  February 4, 1987 naming payee  as secured\n\nparty under its former name, Guaranty Bank &amp; Trust Company.\"\n\nChisholm signed the note on behalf of Sanborn.\n\n          On June 7, 1990, BNE demanded that Sanborn pay the\n\noutstanding  balance of the loan  in full.   Six days later,\n\nBNE filed suit against Sanborn and Chisholm in Massachusetts\n\nstate  court.  While the action was pending, BNE failed, and\n\nthe  FDIC   became  its   receiver.    FDIC   was  therefore\n\n                            -2-\n                             2\n\nsubstituted as plaintiff in  the state court action,  and it\n\nremoved the action to federal court.\n\n          The  district court  scheduled  a  trial date  for\n\nOctober 14, 1992, and  rescheduled for July 6, 1993,  at the\n\nparties' request.   Although the FDIC filed  an \"Assented To\n\nMotion   to  Continue   Trial,\"   which  requested   another\n\ncontinuance until September, the district court never  ruled\n\non the  motion.   Accordingly,  trial commenced  on July  6,\n\n1993.  Chisholm did  not appear, apparently in the  mistaken\n\nbelief that the district court had rescheduled the trial for\n\nSeptember, and the court  entered a default judgment against\n\nhim for  the full amount  claimed.   In a margin  order, the\n\ndistrict  court denied Chisholm's  later request  for relief\n\nfrom judgment.  Chisholm now appeals that denial.\n\n                             II\n\n          To obtain relief from a default judgment, Chisholm\n\nmust  show \"both  a  good reason  for  the default  and  the\n                                                       \n\nexistence  of  a meritorious  defense.\"    United States  v.\n                                                        \n\nProceeds of Sale of 3,888 Pounds  Atlantic Sea Scallops, 857\n                                                       \n\nF.2d  46, 48 (1st Cir. 1988) (emphasis added).  Chisholm has\n\nsuggested two possible \"meritorious defenses\" that, he says,\n\nwarrant relief from  the default judgment.   First, he  says\n\nthat the note was \"orally modified\" so that it was no longer\n\n                            -3-\n                             3\n\npayable  \"On  Demand.\"   Second, he  says that  his personal\n\nguaranty  applied  only  to  obligations  owed  directly  to\n                       \n\nGuaranty Bank  and Trust, not  to any successor  in interest\n\nsuch  as BNE or the FDIC.   We find that neither defense has\n\nmerit, and therefore  that the default judgment  need not be\n\nset aside.\n\n          \"Agreements\"  which tend  to \"diminish  or defeat\"\n\nthe FDIC's \"interest\" in \"assets\" acquired by it from failed\n\nbanking institutions are not  enforceable against the  FDIC,\n\nunless  those  agreements  are,   among  other  things,  \"in\n\nwriting.\"   12 U.S.C.    1823(e)(1).  This  rule, along with\n\nthe common law doctrine of D'Oench, Duhme &amp; Co. v. FDIC, 315\n                                                       \n\nU.S.   447  (1942),  protects   the  FDIC   against  \"secret\n\nagreements\" which  might lead  it to  err in  evaluating the\n\nworth  of   assets   it   acquires   from   failed   banking\n\ninstitutions.    See, e.g.,  Langley  v. FDIC,  484  U.S. 86\n                                             \n\n(1987); Timberland Design v. First Service Bank for Savings,\n                                                           \n\n932  F.2d 46  (1st Cir.  1991).   Because the  alleged \"oral\n\nagreement\" modifying the note's payment terms obviously does\n\nnot meet  the statute's requirements, it  cannot be enforced\n\nagainst  the FDIC,  so it  does not  provide a  \"meritorious\n\ndefense\" to the FDIC's action.\n\n                            -4-\n                             4\n\n          Chisholm's   second   argument   focuses  on   the\n\nguaranty's   language.     The   guaranty   says   that   it\n\n\"guarantee[s]  to   you  [Guaranty   Bank  &amp;   Trust],  your\n\nsuccessors and assigns, full  and prompt payment at maturity\n\nof all  present and  future obligations  of the  Borrower to\n\nyou,  including  all  renewals  and  extensions  thereof  or\n\nsubstitutions therefor.\"  Chisholm argues that the  guaranty\n\napplies only to obligations which originally ran to Guaranty\n            \n\nBank  &amp;  Trust itself,  because  the  words \"successors  and\n                     \n\nassigns\" appear in  the \"guarantees to  you\" clause but  not\n\nthe \"obligations of the  Borrower to you\" clause.   That is,\n\nhe argues that because the loan at issue here came from BNE,\n\nnot from Guaranty Bank  &amp; Trust (which no longer  existed at\n\nthe time), the guaranty does not apply.\n\n          We  do not think this is a sensible reading of the\n\nlanguage.   The obvious reading  of the guaranty  is that it\n\napplies  to  all  present  and future  obligations  owed  by\n\nSanborn to Guaranty or to Guaranty's successors and assigns.\n\nThe fact that  the BNE note  (signed by Chisholm)  expressly\n\nincorporated the  guaranty,  and described  the guaranty  as\n\nrunning  to  \"payee  [BNE] .  .  .  under  its former  name,\n\nGuaranty Bank  &amp;  Trust  Company,\"  supports  this  reading.\n\nChisholm has not pointed us to any authority for reading the\n\n                            -5-\n                             5\n\nguaranty in the hypertechnical  manner he suggests, nor have\n\nwe  found any.   Moreover,  Chisholm  has suggested  no good\n\nreason  why he  would  be willing  to  secure his  company's\n\nobligations to a particular bank, but would be unwilling  to\n\nsecure obligations to that  bank's successor in interest; at\n\nthe  very least,  if  such a  distinction were  intended, we\n\nshould  expect to  find language  that explicitly  made that\n\ndistinction,  rather   than   boilerplate  language   in   a\n\npreprinted  guaranty form,  the  natural  reading  of  which\n\nsuggests the opposite.  We therefore  find that Chisholm has\n\nfailed  to present a \"meritorious defense.\"  That failure is\n\nsufficient  to   preclude  us  from  finding   an  abuse  of\n\ndiscretion in  the district court's refusal  to grant relief\n\nfrom the default.   3,888 Pounds Atlantic  Sea Scallops, 857\n                                                       \n\nF.2d at 48-49.\n\n          Affirmed.\n                   \n\n                            -6-\n                             6\n",
  "html": "<p class=\"case_cite\">19 F.3d 1427</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver of Bank<br>of New England, N.A., Plaintiff, Appellee,<br>v.<br>Paul J. CHISHOLM, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2080</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Michael F. Gaffny on brief for Paul J. Chisholm.</p>\n      <p class=\"indent\">David C. Aisenberg, Williams &amp; Grainger, Margaret A. Burnham, Kathleen C. Engel, and Burnham &amp; Hines on brief for Federal Deposit Insurance Corporation.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Paul Chisholm appeals the district court's denial of his Rule 60(b) motion for relief from a default judgment entered against him.  We find that the district court did not abuse its discretion in denying Chisholm's motion.  We therefore affirm its judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On February 4, 1987, Chisholm signed a personal guaranty of all present and future obligations of his company, Sanborn Wood Products, to Guaranty Bank and Trust Co. Guaranty later ceased operation, and Bank of New England (BNE) assumed all of its rights and obligations.  On February 5, 1988, Sanborn took out a $500,000 loan from BNE, which was repayable \"On Demand.\"  The note stated that the loan was \"secured by Loan and Security Agreements dated March 5, 1987 and February 4, 1987 naming payee as secured party under its former name, Guaranty Bank &amp; Trust Company.\"  Chisholm signed the note on behalf of Sanborn.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 7, 1990, BNE demanded that Sanborn pay the outstanding balance of the loan in full.  Six days later, BNE filed suit against Sanborn and Chisholm in Massachusetts state court.  While the action was pending, BNE failed, and the FDIC became its receiver.  FDIC was therefore substituted as plaintiff in the state court action, and it removed the action to federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court scheduled a trial date for October 14, 1992, and rescheduled for July 6, 1993, at the parties' request.  Although the FDIC filed an \"Assented To Motion to Continue Trial,\" which requested another continuance until September, the district court never ruled on the motion.  Accordingly, trial commenced on July 6, 1993.  Chisholm did not appear, apparently in the mistaken belief that the district court had rescheduled the trial for September, and the court entered a default judgment against him for the full amount claimed.  In a margin order, the district court denied Chisholm's later request for relief from judgment.  Chisholm now appeals that denial.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To obtain relief from a default judgment, Chisholm must show \"both a good reason for the default and the existence of a meritorious defense.\"   United States v. Proceeds of Sale of 3,888 Pounds Atlantic Sea Scallops, 857 F.2d 46, 48 (1st Cir. 1988) (emphasis added).  Chisholm has suggested two possible \"meritorious defenses\" that, he says, warrant relief from the default judgment.  First, he says that the note was \"orally modified\" so that it was no longer payable \"On Demand.\"  Second, he says that his personal guaranty applied only to obligations owed directly to Guaranty Bank and Trust, not to any successor in interest such as BNE or the FDIC.  We find that neither defense has merit, and therefore that the default judgment need not be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Agreements\" which tend to \"diminish or defeat\" the FDIC's \"interest\" in \"assets\" acquired by it from failed banking institutions are not enforceable against the FDIC, unless those agreements are, among other things, \"in writing.\"  12 U.S.C. Sec. 1823(e)(1).  This rule, along with the common law doctrine of  D'Oench, Duhme &amp; Co. v. FDIC, 315 U.S. 447 (1942), protects the FDIC against \"secret agreements\" which might lead it to err in evaluating the worth of assets it acquires from failed banking institutions.   See, e.g., Langley v. FDIC, 484 U.S. 86 (1987);  Timberland Design v. First Service Bank for Savings, 932 F.2d 46 (1st Cir. 1991).  Because the alleged \"oral agreement\" modifying the note's payment terms obviously does not meet the statute's requirements, it cannot be enforced against the FDIC, so it does not provide a \"meritorious defense\" to the FDIC's action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Chisholm's second argument focuses on the guaranty's language.  The guaranty says that it \"guarantee[s] to you [Guaranty Bank &amp; Trust], your successors and assigns, full and prompt payment at maturity of all present and future obligations of the Borrower to you, including all renewals and extensions thereof or substitutions therefor.\"  Chisholm argues that the guaranty applies only to obligations which originally ran to Guaranty Bank &amp; Trust itself, because the words \"successors and assigns\" appear in the \"guarantees to you\" clause but not the \"obligations of the Borrower to you\" clause.  That is, he argues that because the loan at issue here came from BNE, not from Guaranty Bank &amp; Trust (which no longer existed at the time), the guaranty does not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We do not think this is a sensible reading of the language.  The obvious reading of the guaranty is that it applies to all present and future obligations owed by Sanborn to Guaranty or to Guaranty's successors and assigns.  The fact that the BNE note (signed by Chisholm) expressly incorporated the guaranty, and described the guaranty as running to \"payee [BNE] ... under its former name, Guaranty Bank &amp; Trust Company,\" supports this reading.  Chisholm has not pointed us to any authority for reading the guaranty in the hypertechnical manner he suggests, nor have we found any.  Moreover, Chisholm has suggested no good reason why he would be willing to secure his company's obligations to a particular bank, but would be unwilling to secure obligations to that bank's successor in interest;  at the very least, if such a distinction were intended, we should expect to find language that explicitly made that distinction, rather than boilerplate language in a preprinted guaranty form, the natural reading of which suggests the opposite.  We therefore find that Chisholm has failed to present a \"meritorious defense.\"  That failure is sufficient to preclude us from finding an abuse of discretion in the district court's refusal to grant relief from the default.  3,888 Pounds Atlantic Sea Scallops, 857 F.2d at 48-49.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1427</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver of Bank<br>of New England, N.A., Plaintiff, Appellee,<br>v.<br>Paul J. CHISHOLM, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2080</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">March 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Michael F. Gaffny on brief for Paul J. Chisholm.</p>\n      <p class=\"indent\">David C. Aisenberg, Williams &amp; Grainger, Margaret A. Burnham, Kathleen C. Engel, and Burnham &amp; Hines on brief for Federal Deposit Insurance Corporation.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Paul Chisholm appeals the district court's denial of his Rule 60(b) motion for relief from a default judgment entered against him.  We find that the district court did not abuse its discretion in denying Chisholm's motion.  We therefore affirm its judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On February 4, 1987, Chisholm signed a personal guaranty of all present and future obligations of his company, Sanborn Wood Products, to Guaranty Bank and Trust Co. Guaranty later ceased operation, and Bank of New England (BNE) assumed all of its rights and obligations.  On February 5, 1988, Sanborn took out a $500,000 loan from BNE, which was repayable \"On Demand.\"  The note stated that the loan was \"secured by Loan and Security Agreements dated March 5, 1987 and February 4, 1987 naming payee as secured party under its former name, Guaranty Bank &amp; Trust Company.\"  Chisholm signed the note on behalf of Sanborn.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 7, 1990, BNE demanded that Sanborn pay the outstanding balance of the loan in full.  Six days later, BNE filed suit against Sanborn and Chisholm in Massachusetts state court.  While the action was pending, BNE failed, and the FDIC became its receiver.  FDIC was therefore substituted as plaintiff in the state court action, and it removed the action to federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court scheduled a trial date for October 14, 1992, and rescheduled for July 6, 1993, at the parties' request.  Although the FDIC filed an \"Assented To Motion to Continue Trial,\" which requested another continuance until September, the district court never ruled on the motion.  Accordingly, trial commenced on July 6, 1993.  Chisholm did not appear, apparently in the mistaken belief that the district court had rescheduled the trial for September, and the court entered a default judgment against him for the full amount claimed.  In a margin order, the district court denied Chisholm's later request for relief from judgment.  Chisholm now appeals that denial.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To obtain relief from a default judgment, Chisholm must show \"both a good reason for the default and the existence of a meritorious defense.\"   United States v. Proceeds of Sale of 3,888 Pounds Atlantic Sea Scallops, <span class=\"citation\" data-id=\"511763\"><a href=\"/opinion/511763/united-states-v-the-proceeds-of-sale-of-3888-pounds-atlantic-sea/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir. 1988) (emphasis added).  Chisholm has suggested two possible \"meritorious defenses\" that, he says, warrant relief from the default judgment.  First, he says that the note was \"orally modified\" so that it was no longer payable \"On Demand.\"  Second, he says that his personal guaranty applied only to obligations owed directly to Guaranty Bank and Trust, not to any successor in interest such as BNE or the FDIC.  We find that neither defense has merit, and therefore that the default judgment need not be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Agreements\" which tend to \"diminish or defeat\" the FDIC's \"interest\" in \"assets\" acquired by it from failed banking institutions are not enforceable against the FDIC, unless those agreements are, among other things, \"in writing.\"  12 U.S.C. Sec. 1823(e)(1).  This rule, along with the common law doctrine of  D'Oench, Duhme &amp; Co. v. FDIC, <span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span> (1942), protects the FDIC against \"secret agreements\" which might lead it to err in evaluating the worth of assets it acquires from failed banking institutions.   See, e.g., Langley v. FDIC, <span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span> (1987);  Timberland Design v. First Service Bank for Savings, <span class=\"citation\" data-id=\"560455\"><a href=\"/opinion/560455/timberland-design-inc-and-william-c-barnsley-v-first-service-bank-for/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span> (1st Cir. 1991).  Because the alleged \"oral agreement\" modifying the note's payment terms obviously does not meet the statute's requirements, it cannot be enforced against the FDIC, so it does not provide a \"meritorious defense\" to the FDIC's action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Chisholm's second argument focuses on the guaranty's language.  The guaranty says that it \"guarantee[s] to you [Guaranty Bank &amp; Trust], your successors and assigns, full and prompt payment at maturity of all present and future obligations of the Borrower to you, including all renewals and extensions thereof or substitutions therefor.\"  Chisholm argues that the guaranty applies only to obligations which originally ran to Guaranty Bank &amp; Trust itself, because the words \"successors and assigns\" appear in the \"guarantees to you\" clause but not the \"obligations of the Borrower to you\" clause.  That is, he argues that because the loan at issue here came from BNE, not from Guaranty Bank &amp; Trust (which no longer existed at the time), the guaranty does not apply.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We do not think this is a sensible reading of the language.  The obvious reading of the guaranty is that it applies to all present and future obligations owed by Sanborn to Guaranty or to Guaranty's successors and assigns.  The fact that the BNE note (signed by Chisholm) expressly incorporated the guaranty, and described the guaranty as running to \"payee [BNE] ... under its former name, Guaranty Bank &amp; Trust Company,\" supports this reading.  Chisholm has not pointed us to any authority for reading the guaranty in the hypertechnical manner he suggests, nor have we found any.  Moreover, Chisholm has suggested no good reason why he would be willing to secure his company's obligations to a particular bank, but would be unwilling to secure obligations to that bank's successor in interest;  at the very least, if such a distinction were intended, we should expect to find language that explicitly made that distinction, rather than boilerplate language in a preprinted guaranty form, the natural reading of which suggests the opposite.  We therefore find that Chisholm has failed to present a \"meritorious defense.\"  That failure is sufficient to preclude us from finding an abuse of discretion in the district court's refusal to grant relief from the default.  3,888 Pounds Atlantic Sea Scallops, 857 F.2d at 48-49.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560455/"
  ]
}