{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195202/",
  "absolute_url": "/opinion/195202/nlrb-v-crafts-precision/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195202/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:35:14Z",
  "date_modified": "2016-02-28T04:52:01.066630Z",
  "type": "010combined",
  "sha1": "06d80c8a95b4407ebc4f6a31a865dd7938004c9a",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1604.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1604\n\n               NATIONAL LABOR RELATIONS BOARD,\n\n                         Petitioner,\n\n                              v.\n\n              CRAFTS PRECISION INDUSTRIES, INC.,\n\n                         Respondent.\n\n                                         \n\n           ON PETITION FOR ENFORCEMENT OF AN ORDER\n            OF THE NATIONAL LABOR RELATIONS BOARD\n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Aldrich, Senior Circuit Judge,\n                                             \n                   and Stahl Circuit Judge.\n                                          \n\n                                         \n\nHarold N.  Mack with whom Benjamin  Smith and Morgan,  Brown &amp; Joy\n                                                                  \nwere on brief for Respondent.\nJill  A.  Griffin  with  whom  Howard  E.  Perlstein,  Supervisory\n                                                    \nAttorney, Jerry  M. Hunter, General  Counsel, Yvonne T.  Dixon, Acting\n                                                          \nDeputy  General  Counsel,  Nicholas  E.  Karatinos,  Acting  Associate\n                                              \nGeneral  Counsel,  Aileen  A.  Armstrong,  Deputy   Associate  General\n                                    \nCounsel,  and  National  Labor  Relations  Board  were  on  brief  for\n                                            \nPetitioner.\n\n                                         \n\n                      February 15, 1994\n                                         \n\n          ALDRICH, Senior Circuit  Judge.  This is  an action\n                                        \n\nby the  National Labor  Relations Board  to enforce  an order\n\nagainst Crafts  Precision Industries,  Inc., a  manufacturer,\n\nhereinafter Crafts, or Respondent.  Originally there were two\n\ncomplaints.    Simplifying  complaint  number  26,573,  filed\n\nOctober  27, 1989,  it alleges,  in substance,  that  in July\n\n1989, Crafts refused to bargain by partially transferring its\n\npolycrystalline department from Massachusetts to its Illinois\n\nfacility.   This transfer, hereinafter the PDT, allegedly was\n\nan  unfair  labor  practice  designed  to  discourage  lawful\n\nemployee  activities.    The  complaint  sought  its  return.\n\nActing General  Counsel, (Counsel),  concedes that,  although\n\nthere was some other language in the complaint, the propriety\n\nof this transfer  was the sole issue, in  accordance with the\n\ncharge.\n\n          On February 14,  1990 counsel for the  Union signed\n\nand  filed a  new  charge, numbered  27,070,  reading in  its\n\nentirety,\n\n               The    above-named   Employer    has\n          discriminated  against  employees because\n          of  their   participation  in   protected\n          activities.[1]\n\nThereafter,  on April  23,  1990 the  Union  filed a  further\n\ncharge, given the same number, stating,\n\n                    \n\n1.  On the  issue of  notice, as well  as satisfying  section\n10(b)'s six  months limitation,  the Board's brief  describes\nthis as \"plain  language.\"  It may be plain, but it is hardly\nexplicit.\n\n                             -2-\n\n               On  or about  August  22, 1989,  the\n          above-named Employer, by its officers and\n          agents,  laid  off  John  Kierstead,  Tom\n          McCullough,   William      Hillson,  Kien\n          Nguyen, Son Le, Terrance Crowley, Minh Ha\n          and  Thinh Pham  because  of their  union\n          activities.\n\n          On  April 30, 1990 complaint No. 27,070, was filed,\n\nstating,\n\n               7.   On  or about  August 22,  1989,\n          Respondent   laid   off   the   following\n          employees:\n\n            John Kierstead      Terrance Crowley\n            Tom McCullough      Son Le\n            William Hillson     Minh Ha\n            Kien Nguyen         Thinh Pham\n\n               8.   The  layoffs  of the  employees\n          referred   to   above  in   paragraph   7\n          resulted,  in  whole  or  in  part,  from\n          Respondent's  partial  transfer   of  its\n          polycrystalline   department   from   its\n          Canton facility to  its Illinois facility\n          in July, 1989.\n\n               9.     Respondent  engaged   in  the\n          conduct  described above  in paragraph  7\n          because the  employees named  therein and\n          other  employees  joined,  supported,  or\n          assisted  the   Union,  and   engaged  in\n          concerted activities  for the  purpose of\n          collective bargaining or other mutual aid\n          or protection, and in order to discourage\n          employees   from    engaging   in    such\n          activities or other  concerted activities\n          for the purpose  of collective bargaining\n          or other mutual aid or protection.\n\n          We must,  however, back  up.   Case No.  26,573 was\n\ncalled for trial on  March 19, 1990.   At the outset  Counsel\n\nmoved   orally  to  consolidate  it  with  Case  No.  27,070.\n\nRespondent asserted  that \"under Collier\"  there should first\n                                        \n\n                             -3-\n\nbe  arbitration.  Counsel's  response was that  there need be\n\nnone because  the two cases  were related.2  The  ALJ allowed\n\nthe motion, saying he would \"hear further argument at the end\n\nof  this case.\"  He  then proceeded to  hear the 26,573 case,\n\nonly.\n\n          We  find, however, that  by letter of  February 16,\n\n1990, Crafts learned that three of the  eight employees later\n\nnamed in  the April  enlargement were,  allegedly, discharged\n\nfor  individual  reasons  as  well  as because  of  the  non-\n\nnegotiated PDT.   When  this second  \"consolidated\" case  was\n\nlater  tried, Counsel,  though  satisfying  the  ALJ  of  the\n\nwrongfulness of  this transfer, did  not show it cost  any of\n\nthe named  employees' jobs.   Instead  the offered  proof was\n\nsimply that three of the group were wrongfully  discharged on\n\naccount of individual lawful, but displeasing conduct.\n\n          On this basis Crafts complains that the charge that\n\nprevailed was not made within Section 10(b)'s six months from\n\nAugust 22, 1989, and  that this was a  jurisdictional defect.\n\nEven  if  the February  14,  1990  charge  were construed  as\n\ninsufficient, Crafts must fail.   The six months provision is\n\nnot   jurisdictional,  but   is   an   ordinary  statute   of\n\nlimitations, see NLRB v. Silver  Bakery, Inc. 351 F.2d 37, 39\n                                             \n\n(1st Cir. 1965), and, as such, may be waived.  C.E.K.  Indus.\n                                                             \n\n                    \n\n2.  It is now the Board's position  that the cases  were  not\nrelated.\n\n                             -4-\n\nMechanical Contractors, Inc.  v. NLRB, 921 F.2d 350,  351 n.2\n                                     \n\n(1st Cir.  1990).   Immediately prior to  the hearing  on the\n\n27,070 complaint Crafts  knew of the  separate claims of  the\n\nthree individuals.  It did not seek to amend its pleadings or\n\nmake any  attempt to object on  the ground of lateness.   The\n\nBoard  first heard of Crafts'  Section 10(b) objection by way\n\nof an  objection taken to its  opinion.  Even  were the point\n\nvalid, it was too late.\n\n          We  turn to  the case  before  us.   The Board  has\n\naffirmed the ALJ's  finding that five of the  eight employees\n\nnamed in the second complaint  were discharged not because of\n\nthe  machinery  transfer, but,  rather,  solely for  economic\n\nreasons and thus  not as a result of the PDT,  found to be an\n\nunfair labor practice  by the ALJ.  However,  it reversed his\n\nfinding  that the PDT was  an unfair labor practice, finding,\n\ninstead,   that   it,   too,  was   economically   justified.\n\nCorrespondingly,  it found  that  Crafts' allegedly  improper\n\nstatement that it  would make the  transfer unless the  union\n\nagreed to  a modification in  the contract was not  a threat,\n\nbut a fair announcement.   Accordingly, all that is before us\n\nis the Board's affirmance of the ALJ's finding against Crafts\n\nwith  respect to  laying  off  three individuals,  Kierstead,\n\nMcCullough and Hillson.\n\n                             -5-\n\n          The  ALJ   and  the   Board  found   that  economic\n\nconsiderations   justified  discharges,3   but  that   unfair\n\nreasons  predominated in  the case  of  these three.   It  is\n\ncommon  ground that  this is  a  \"mixed motive\"  case, to  be\n\ngoverned  by the shifting-burden analysis in Wright Line, 251\n                                                        \n\nN.L.R.B. 1083 (1980),  enf'd, 662 F.2d  899 (1st Cir.  1981),\n                            \n\ncert.  denied,  455  U.S.  989  (1982).   Under  N.L.R.B.  v.\n                                                         \n\nTransportation  Management Corp.,  462 U.S.  393 (1983),  the\n                                \n\nSupreme Court upheld the Wright Line  analysis, stating it as\n                                    \n\nfollows:\n\n          the General Counsel  carrie[s] the burden\n          of persuading the Board that an antiunion\n          animus  contributed  to   the  employer's\n          decision  to  discharge  an  employee,  a\n          burden that does not shift, but . . . the\n          employer,  even if it  fail[s] to meet or\n          neutralize the General Counsel's showing,\n          [can] avoid the  finding that it violated\n          the   statute  by   demonstrating  by   a\n          preponderance  of the  evidence that  the\n          worker would have  been fired even if  he\n          had not been involved with the union.\n\nId. at  395.  See also Herrick &amp;  Smith v. N.L.R.B., 802 F.2d\n                                                   \n\n565, 570 (1st  Cir. 1986) (employee's protected  conduct must\n\nbe a \"substantial or motivating factor for the discharge\").\n\n          In  reviewing the Board's  findings, the court will\n\nnot  \"displace   the  Board's  choice   between  two   fairly\n\nconflicting  views, even  though the court  would justifiably\n\n                    \n\n3.  Crafts  presented  evidence that  its  sales  had dropped\nconsiderably;   that  it  had  laid  off  three  other  union\nemployees in July,  and had reduced its  non-union management\nsupport staff by some 30%.\n\n                             -6-\n\nhave made a different choice had the matter been before it de\n                                                             \n\nnovo.\"  Universal Camera Corp. v. N.L.R.B., 340 U.S. 474, 488\n                                          \n\n(1951).    However, \"a  reviewing  court is  not  barred from\n\nsetting aside a Board decision when it cannot conscientiously\n\nfind   that   the  evidence   supporting   the  decision   is\n\nsubstantial, when viewed in the  light that the record in its\n\nentirety furnishes, including the body of evidence opposed to\n\nthe Board's view.\"  Id.\n                       \n\n          Respondent argues, on the basis of this last quoted\n\nclause,  that  on  the affirmative  finding  of  the economic\n\nnecessity of layoffs, with no  finding that more layoffs were\n\nmade than necessary, the evidence was insufficient to support\n\nthe Board's findings, (1) that  the three employees were laid\n\noff because  of their protected  activity, and  (2) that  the\n\ncompany had  failed to  show that the  three would  have been\n\nlaid off regardless of their union activity.\n\n          Hillson\n                 \n\n          In July 1989, Hillson complained to McCullough, the\n\nchief union  steward, that  he had not  received a  pay raise\n\nresulting from an earlier  successful grievance.   McCullough\n\npursued the matter  with management twice  in July and  again\n\nwithin a week  before the August layoffs.   There was nothing\n\nelse by way of a prima facie case.   We may agree that timing\n\ncan be an important factor in determining whether a discharge\n\nis  motivated by the employee's protected activity.  N.L.R.B.\n                                                             \n\n                             -7-\n\nv. Vemco, Inc.,  989 F.2d 1468, 1479, amended,  997 F.2d 1149\n                                             \n\n(6th  Cir.  1993).    Here,   however,  we  face  an  unusual\n\nsituation;  the Board  found that layoffs  at that  time were\n\njustified.   When  a  mass  layoff is  justified,  it is  not\n\nunlikely  that  some affected  employees  will have  recently\n\nengaged  in minor protected  conduct.  That,  standing alone,\n\nshould not establish a prima  facie case.  Indeed, we suggest\n\nthat  to hold  so would  be wrong  in principle.   Employees,\n\naware of the fact that reductions were imminent, could strive\n\nto make  minor  trouble  and  thus  place  themselves  in  an\n\nautomatically protected group.  We consider it speculative to\n\nsay the  Board carried its  burden.  Rather, that  it reacted\n\nautomatically  here seems  confirmed  by  its  findings  with\n\nrespect to Kierstead.\n\n          Kierstead\n                   \n\n          Like Hillson, Kierstead claimed that Respondent was\n\nnot complying with obligations that arose out of a previously\n\nsuccessful   grievance.    The  Board  found  not  only  that\n\nKierstead was laid off just days after filing his labor grade\n\ngrievance, and just two weeks after being reinstated by court\n\norder, but also that the  company had given Kierstead a false\n\nreason for its failure to reinstate him at his previous labor\n\ngrade --  that the PCD  operations in Massachusetts  had been\n\nfully terminated, a claim retracted by the company at the ALJ\n\nhearing.    If  this  made out  a  prima  facie  case,  it is\n\n                             -8-\n\nrebutted.   Four  employees  were  laid  off  in  Kierstead's\n\ndepartment, one of whom,  Son Le, was in a higher labor grade\n\nthan Kierstead.  The ALJ  and the Board found that the  other\n\nthree layoffs,  including Le's, were  economically justified.\n\nAs  it  is  undisputed  that  seniority  was  honored in  the\n\nlayoffs, Kierstead  cannot argue that another employee should\n\nhave been chosen in his place; all were either more senior or\n\nin  considerably higher  labor grades.4    Further, the  fact\n\nthat Respondent reached  beyond Kierstead's  labor grade  and\n\ninto  Le's indicates  that  Kierstead  was  not  singled  out\n\nunfairly;  in Kierstead's division, as in the Natural Diamond\n\ndivision,  Respondent exhausted the lowest labor grade before\n\nreaching into  a higher grade.5  No claim  was made, by Le or\n\nKierstead, that  Le was laid  off as a cover  for Kierstead's\n\nlayoff,  despite the  presence  of  the union  representative\n\nthroughout the hearing.  See,  e.g., N.L.R.B. v. Jack  August\n                                                             \n\nEnterprises,  Inc., 583  F.2d 575,  578-79  (1st Cir.  1978).\n                  \n\nGiven the  Board's unchallenged findings  regarding the other\n\n                    \n\n4.  The  bargaining  agreement  provided  that  in  selecting\nemployees for layoff, \"seniority shall be the deciding factor\namong   employees  physically   fit  and   competent  through\nknowledge, skill,  and  efficiency to  perform the  available\nwork.\"  Agreement at   12(b); T. &amp; E. A. at 347.\n\n5.  The  bargaining agreement also provided that \"In the case\nof  layoff,  an  employee  displaced  from  his  occupational\ngrouping  may exercise his  shop seniority and  bump into any\njob in  the same or  lower labor grade  providing he is  then\nqualified to perform  the work . . .\"  Agreement  at   12(a);\nT. &amp; E. A. at 347.\n\n                             -9-\n\nlayoffs  in this department,  Kierstead would have  been laid\n\noff regardless of his union activity.\n\n          McCullough\n                    \n\n          With  respect to McCullough  there was more  to the\n\ncase, though on both sides.   From Crafts' standpoint, it did\n\naway  with his position of  inspector, and provided that each\n\nworker  should inspect his  own work.   Pappas, Crafts' chief\n\nofficer, testified that  he had contemplated that  this would\n\neffect a substantial saving.  As against this the Board noted\n\nthat  this had  been done,  if at  all, in his  head, without\n\npaper analysis.   To this  Pappas replied that it  had worked\n\nout to save some $20,000.  It  would be difficult to say that\n\nthis affair was more than a draw, and insufficient to justify\n\na conclusion  either way.   The operator  of a  small company\n\nmust normally do much in his head.  There was, however, more.\n\nFor  over  ten  years  McCullough  had  been  union  steward,\n\nresponsible for  pursuit  of union  members' grievances  with\n\nmanagement.  In  December, 1988,  he received  a labor  grade\n\nincrease, and was  told by his supervisor that  he would have\n\nreceived the increase  at least two years earlier  had it not\n\nbeen for  his union  activities.   Pappas  became angry  with\n\nMcCullough in June 1989 when  he refused to move the location\n\nof  a vote on  a working foreman  proposal.  After  the vote,\n\nPappas asked for  the vote total,  but McCullough refused  to\n\ntell him.  Twice in July and once during the week  before the\n\n                             -10-\n\nlayoffs in August, McCullough pursued a pay rate dispute with\n\nmanagement on  behalf of Hillson.   On August  15, McCullough\n\ndiscussed with his supervisor Kierstead's pay  grade dispute,\n\nand his supervisor told McCullough  that his name had come up\n\nin a management conversation \"with some disfavor\" and that he\n\nshould be  on his  best behavior.   McCullough discussed  the\n\nsame issue with Pappas on August 17, and filed a grievance on\n\nKierstead's behalf the next day.\n\n          The Board held that this was sufficient evidence of\n\n\"animus to McCullough's union activities by the Respondent up\n\nto the time immediately preceding his layoff.\"  Although, for\n\nreasons  already  given,  we  could  not  accept  all  of its\n\nreasoning,  we cannot  fault  the  Board  in  this  instance.\n\nObviously  a union  steward will  not  be management's  fair-\n\nhaired boy  or he  would quickly lose  favor with  the union.\n\nCorrespondingly,   we   would   think   occasionally   heated\n\ndisputes --  depending,  perhaps, on  personalities  --  must\n\noccasionally occur.6  It would seem unreasonable that a union\n\nsteward  could have  an ace-in-the-hole safe  conduct against\n\nlay-off   by  the  fact  that  his  pursuing  grievances  was\n\nsometimes  irritating.   However, there  was  more than  that\n\nhere.    One  does  not   punish  a  steward  for  his  union\n\nrepresentation.   We find the Board  was warranted in holding\n\n                    \n\n6.  We  note  with  some surprise  that  the  Board seemingly\ncharged against  Pappas the fact  that he fought  a grievance\n\"vigorously.\"\n\n                             -11-\n\nit had a prima facie case.  Nor can we say  that Respondent's\n\nshowing that  it would  have done  away with  the inspector's\n\nposition in any event was  compelling as matter of law.   The\n\nwork required somebody's time.\n\n          The order as  to McCullough is  enforced; otherwise\n                                                             \n\ndenied.  No costs.\n       \n\n                             -12-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1604\n\n               NATIONAL LABOR RELATIONS BOARD,\n\n                         Petitioner,\n\n                              v.\n\n              CRAFTS PRECISION INDUSTRIES, INC.,\n\n                         Respondent.\n\n                                         \n\n           ON PETITION FOR ENFORCEMENT OF AN ORDER\n            OF THE NATIONAL LABOR RELATIONS BOARD\n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Aldrich, Senior Circuit Judge,\n                                             \n                   and Stahl Circuit Judge.\n                                          \n\n                                         \n\nHarold N.  Mack with whom Benjamin  Smith and Morgan,  Brown &amp; Joy\n                                                                  \nwere on brief for Respondent.\nJill  A.  Griffin  with  whom  Howard  E.  Perlstein,  Supervisory\n                                                    \nAttorney, Jerry  M. Hunter, General  Counsel, Yvonne T.  Dixon, Acting\n                                                          \nDeputy  General  Counsel,  Nicholas  E.  Karatinos,  Acting  Associate\n                                              \nGeneral  Counsel,  Aileen  A.  Armstrong,  Deputy   Associate  General\n                                    \nCounsel,  and  National  Labor  Relations  Board  were  on  brief  for\n                                            \nPetitioner.\n\n                                         \n\n                      February 15, 1994\n                                         \n\n          ALDRICH, Senior Circuit  Judge.  This is  an action\n                                        \n\nby the  National Labor  Relations Board  to enforce  an order\n\nagainst Crafts  Precision Industries,  Inc., a  manufacturer,\n\nhereinafter Crafts, or Respondent.  Originally there were two\n\ncomplaints.    Simplifying  complaint  number  26,573,  filed\n\nOctober  27, 1989,  it alleges,  in substance,  that  in July\n\n1989, Crafts refused to bargain by partially transferring its\n\npolycrystalline department from Massachusetts to its Illinois\n\nfacility.   This transfer, hereinafter the PDT, allegedly was\n\nan  unfair  labor  practice  designed  to  discourage  lawful\n\nemployee  activities.    The  complaint  sought  its  return.\n\nActing General  Counsel, (Counsel),  concedes that,  although\n\nthere was some other language in the complaint, the propriety\n\nof this transfer  was the sole issue, in  accordance with the\n\ncharge.\n\n          On February 14,  1990 counsel for the  Union signed\n\nand  filed a  new  charge, numbered  27,070,  reading in  its\n\nentirety,\n\n               The    above-named   Employer    has\n          discriminated  against  employees because\n          of  their   participation  in   protected\n          activities.[1]\n\nThereafter,  on April  23,  1990 the  Union  filed a  further\n\ncharge, given the same number, stating,\n\n                    \n\n1.  On the  issue of  notice, as well  as satisfying  section\n10(b)'s six  months limitation,  the Board's brief  describes\nthis as \"plain  language.\"  It may be plain, but it is hardly\nexplicit.\n\n                             -2-\n\n               On  or about  August  22, 1989,  the\n          above-named Employer, by its officers and\n          agents,  laid  off  John  Kierstead,  Tom\n          McCullough,   William      Hillson,  Kien\n          Nguyen, Son Le, Terrance Crowley, Minh Ha\n          and  Thinh Pham  because  of their  union\n          activities.\n\n          On  April 30, 1990 complaint No. 27,070, was filed,\n\nstating,\n\n               7.   On  or about  August 22,  1989,\n          Respondent   laid   off   the   following\n          employees:\n\n            John Kierstead      Terrance Crowley\n            Tom McCullough      Son Le\n            William Hillson     Minh Ha\n            Kien Nguyen         Thinh Pham\n\n               8.   The  layoffs  of the  employees\n          referred   to   above  in   paragraph   7\n          resulted,  in  whole  or  in  part,  from\n          Respondent's  partial  transfer   of  its\n          polycrystalline   department   from   its\n          Canton facility to  its Illinois facility\n          in July, 1989.\n\n               9.     Respondent  engaged   in  the\n          conduct  described above  in paragraph  7\n          because the  employees named  therein and\n          other  employees  joined,  supported,  or\n          assisted  the   Union,  and   engaged  in\n          concerted activities  for the  purpose of\n          collective bargaining or other mutual aid\n          or protection, and in order to discourage\n          employees   from    engaging   in    such\n          activities or other  concerted activities\n          for the purpose  of collective bargaining\n          or other mutual aid or protection.\n\n          We must,  however, back  up.   Case No.  26,573 was\n\ncalled for trial on  March 19, 1990.   At the outset  Counsel\n\nmoved   orally  to  consolidate  it  with  Case  No.  27,070.\n\nRespondent asserted  that \"under Collier\"  there should first\n                                        \n\n                             -3-\n\nbe  arbitration.  Counsel's  response was that  there need be\n\nnone because  the two cases  were related.2  The  ALJ allowed\n\nthe motion, saying he would \"hear further argument at the end\n\nof  this case.\"  He  then proceeded to  hear the 26,573 case,\n\nonly.\n\n          We  find, however, that  by letter of  February 16,\n\n1990, Crafts learned that three of the  eight employees later\n\nnamed in  the April  enlargement were,  allegedly, discharged\n\nfor  individual  reasons  as  well  as because  of  the  non-\n\nnegotiated PDT.   When  this second  \"consolidated\" case  was\n\nlater  tried, Counsel,  though  satisfying  the  ALJ  of  the\n\nwrongfulness of  this transfer, did  not show it cost  any of\n\nthe named  employees' jobs.   Instead  the offered  proof was\n\nsimply that three of the group were wrongfully  discharged on\n\naccount of individual lawful, but displeasing conduct.\n\n          On this basis Crafts complains that the charge that\n\nprevailed was not made within Section 10(b)'s six months from\n\nAugust 22, 1989, and  that this was a  jurisdictional defect.\n\nEven  if  the February  14,  1990  charge  were construed  as\n\ninsufficient, Crafts must fail.   The six months provision is\n\nnot   jurisdictional,  but   is   an   ordinary  statute   of\n\nlimitations, see NLRB v. Silver  Bakery, Inc. </pre><span class=\"citation\" data-id=\"269181\"><a href=\"/opinion/269181/national-labor-relations-board-v-silver-bakery-inc-of-newton/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 39\n                                             \n\n(1st Cir. 1965), and, as such, may be waived.  C.E.K.  Indus.\n                                                             \n\n                    \n\n2.  It is now the Board's position  that the cases  were  not\nrelated.\n\n                             -4-\n\nMechanical Contractors, Inc.  v. NLRB, </pre><span class=\"citation\" data-id=\"553166\"><a href=\"/opinion/553166/cek-industrial-mechanical-contractors-inc-v-national-labor-relations/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span><pre class=\"inline\">,  351 n.2\n                                     \n\n(1st Cir.  1990).   Immediately prior to  the hearing  on the\n\n27,070 complaint Crafts  knew of the  separate claims of  the\n\nthree individuals.  It did not seek to amend its pleadings or\n\nmake any  attempt to object on  the ground of lateness.   The\n\nBoard  first heard of Crafts'  Section 10(b) objection by way\n\nof an  objection taken to its  opinion.  Even  were the point\n\nvalid, it was too late.\n\n          We  turn to  the case  before  us.   The Board  has\n\naffirmed the ALJ's  finding that five of the  eight employees\n\nnamed in the second complaint  were discharged not because of\n\nthe  machinery  transfer, but,  rather,  solely for  economic\n\nreasons and thus  not as a result of the PDT,  found to be an\n\nunfair labor practice  by the ALJ.  However,  it reversed his\n\nfinding  that the PDT was  an unfair labor practice, finding,\n\ninstead,   that   it,   too,  was   economically   justified.\n\nCorrespondingly,  it found  that  Crafts' allegedly  improper\n\nstatement that it  would make the  transfer unless the  union\n\nagreed to  a modification in  the contract was not  a threat,\n\nbut a fair announcement.   Accordingly, all that is before us\n\nis the Board's affirmance of the ALJ's finding against Crafts\n\nwith  respect to  laying  off  three individuals,  Kierstead,\n\nMcCullough and Hillson.\n\n                             -5-\n\n          The  ALJ   and  the   Board  found   that  economic\n\nconsiderations   justified  discharges,3   but  that   unfair\n\nreasons  predominated in  the case  of  these three.   It  is\n\ncommon  ground that  this is  a  \"mixed motive\"  case, to  be\n\ngoverned  by the shifting-burden analysis in Wright Line, 251\n                                                        \n\nN.L.R.B. 1083 (1980),  enf'd, </pre><span class=\"citation\" data-id=\"396305\"><a href=\"/opinion/396305/national-labor-relations-board-v-wright-line-a-division-of-wright-line/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">899</span></a></span><pre class=\"inline\"> (1st Cir.  1981),\n                            \n\ncert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">455</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">989</span></span><pre class=\"inline\">  (1982).   Under  N.L.R.B.  v.\n                                                         \n\nTransportation  Management Corp.,  </pre><span class=\"citation\" data-id=\"110966\"><a href=\"/opinion/110966/nlrb-v-transportation-management-corp/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">393</span></a></span><pre class=\"inline\"> (1983),  the\n                                \n\nSupreme Court upheld the Wright Line  analysis, stating it as\n                                    \n\nfollows:\n\n          the General Counsel  carrie[s] the burden\n          of persuading the Board that an antiunion\n          animus  contributed  to   the  employer's\n          decision  to  discharge  an  employee,  a\n          burden that does not shift, but . . . the\n          employer,  even if it  fail[s] to meet or\n          neutralize the General Counsel's showing,\n          [can] avoid the  finding that it violated\n          the   statute  by   demonstrating  by   a\n          preponderance  of the  evidence that  the\n          worker would have  been fired even if  he\n          had not been involved with the union.\n\nId. at  395.  See also Herrick &amp;  Smith v. N.L.R.B., </pre><span class=\"citation\" data-id=\"477756\"><a href=\"/opinion/477756/herrick-smith-v-national-labor-relations-board/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">565</span></a></span><pre class=\"inline\">, 570 (1st  Cir. 1986) (employee's protected  conduct must\n\nbe a \"substantial or motivating factor for the discharge\").\n\n          In  reviewing the Board's  findings, the court will\n\nnot  \"displace   the  Board's  choice   between  two   fairly\n\nconflicting  views, even  though the court  would justifiably\n\n                    \n\n3.  Crafts  presented  evidence that  its  sales  had dropped\nconsiderably;   that  it  had  laid  off  three  other  union\nemployees in July,  and had reduced its  non-union management\nsupport staff by some 30%.\n\n                             -6-\n\nhave made a different choice had the matter been before it de\n                                                             \n\nnovo.\"  Universal Camera Corp. v. N.L.R.B., </pre><span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 488\n                                          \n\n(1951).    However, \"a  reviewing  court is  not  barred from\n\nsetting aside a Board decision when it cannot conscientiously\n\nfind   that   the  evidence   supporting   the  decision   is\n\nsubstantial, when viewed in the  light that the record in its\n\nentirety furnishes, including the body of evidence opposed to\n\nthe Board's view.\"  Id.\n                       \n\n          Respondent argues, on the basis of this last quoted\n\nclause,  that  on  the affirmative  finding  of  the economic\n\nnecessity of layoffs, with no  finding that more layoffs were\n\nmade than necessary, the evidence was insufficient to support\n\nthe Board's findings, (1) that  the three employees were laid\n\noff because  of their protected  activity, and  (2) that  the\n\ncompany had  failed to  show that the  three would  have been\n\nlaid off regardless of their union activity.\n\n          Hillson\n                 \n\n          In July 1989, Hillson complained to McCullough, the\n\nchief union  steward, that  he had not  received a  pay raise\n\nresulting from an earlier  successful grievance.   McCullough\n\npursued the matter  with management twice  in July and  again\n\nwithin a week  before the August layoffs.   There was nothing\n\nelse by way of a prima facie case.   We may agree that timing\n\ncan be an important factor in determining whether a discharge\n\nis  motivated by the employee's protected activity.  N.L.R.B.\n                                                             \n\n                             -7-\n\nv. Vemco, Inc.,  </pre><span class=\"citation\" data-id=\"603784\"><a href=\"/opinion/603784/national-labor-relations-board-international-union-united-automobile/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1468</span></a></span><pre class=\"inline\">, 1479, amended,  </pre><span class=\"citation\" data-id=\"610823\"><a href=\"/opinion/610823/national-labor-relations-board-and-international-union-united-automobile/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1149</span></a></span><pre class=\"inline\">\n                                             \n\n(6th  Cir.  1993).    Here,   however,  we  face  an  unusual\n\nsituation;  the Board  found that layoffs  at that  time were\n\njustified.   When  a  mass  layoff is  justified,  it is  not\n\nunlikely  that  some affected  employees  will have  recently\n\nengaged  in minor protected  conduct.  That,  standing alone,\n\nshould not establish a prima  facie case.  Indeed, we suggest\n\nthat  to hold  so would  be wrong  in principle.   Employees,\n\naware of the fact that reductions were imminent, could strive\n\nto make  minor  trouble  and  thus  place  themselves  in  an\n\nautomatically protected group.  We consider it speculative to\n\nsay the  Board carried its  burden.  Rather, that  it reacted\n\nautomatically  here seems  confirmed  by  its  findings  with\n\nrespect to Kierstead.\n\n          Kierstead\n                   \n\n          Like Hillson, Kierstead claimed that Respondent was\n\nnot complying with obligations that arose out of a previously\n\nsuccessful   grievance.    The  Board  found  not  only  that\n\nKierstead was laid off just days after filing his labor grade\n\ngrievance, and just two weeks after being reinstated by court\n\norder, but also that the  company had given Kierstead a false\n\nreason for its failure to reinstate him at his previous labor\n\ngrade --  that the PCD  operations in Massachusetts  had been\n\nfully terminated, a claim retracted by the company at the ALJ\n\nhearing.    If  this  made out  a  prima  facie  case,  it is\n\n                             -8-\n\nrebutted.   Four  employees  were  laid  off  in  Kierstead's\n\ndepartment, one of whom,  Son Le, was in a higher labor grade\n\nthan Kierstead.  The ALJ  and the Board found that the  other\n\nthree layoffs,  including Le's, were  economically justified.\n\nAs  it  is  undisputed  that  seniority  was  honored in  the\n\nlayoffs, Kierstead  cannot argue that another employee should\n\nhave been chosen in his place; all were either more senior or\n\nin  considerably higher  labor grades.4    Further, the  fact\n\nthat Respondent reached  beyond Kierstead's  labor grade  and\n\ninto  Le's indicates  that  Kierstead  was  not  singled  out\n\nunfairly;  in Kierstead's division, as in the Natural Diamond\n\ndivision,  Respondent exhausted the lowest labor grade before\n\nreaching into  a higher grade.5  No claim  was made, by Le or\n\nKierstead, that  Le was laid  off as a cover  for Kierstead's\n\nlayoff,  despite the  presence  of  the union  representative\n\nthroughout the hearing.  See,  e.g., N.L.R.B. v. Jack  August\n                                                             \n\nEnterprises,  Inc., </pre><span class=\"citation\" data-id=\"359620\"><a href=\"/opinion/359620/national-labor-relations-board-v-jack-august-enterprises-inc/\"><span class=\"volume\">583</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></a></span><pre class=\"inline\">,  578-79  (1st Cir.  1978).\n                  \n\nGiven the  Board's unchallenged findings  regarding the other\n\n                    \n\n4.  The  bargaining  agreement  provided  that  in  selecting\nemployees for layoff, \"seniority shall be the deciding factor\namong   employees  physically   fit  and   competent  through\nknowledge, skill,  and  efficiency to  perform the  available\nwork.\"  Agreement at   12(b); T. &amp; E. A. at 347.\n\n5.  The  bargaining agreement also provided that \"In the case\nof  layoff,  an  employee  displaced  from  his  occupational\ngrouping  may exercise his  shop seniority and  bump into any\njob in  the same or  lower labor grade  providing he is  then\nqualified to perform  the work . . .\"  Agreement  at   12(a);\nT. &amp; E. A. at 347.\n\n                             -9-\n\nlayoffs  in this department,  Kierstead would have  been laid\n\noff regardless of his union activity.\n\n          McCullough\n                    \n\n          With  respect to McCullough  there was more  to the\n\ncase, though on both sides.   From Crafts' standpoint, it did\n\naway  with his position of  inspector, and provided that each\n\nworker  should inspect his  own work.   Pappas, Crafts' chief\n\nofficer, testified that  he had contemplated that  this would\n\neffect a substantial saving.  As against this the Board noted\n\nthat  this had  been done,  if at  all, in his  head, without\n\npaper analysis.   To this  Pappas replied that it  had worked\n\nout to save some $20,000.  It  would be difficult to say that\n\nthis affair was more than a draw, and insufficient to justify\n\na conclusion  either way.   The operator  of a  small company\n\nmust normally do much in his head.  There was, however, more.\n\nFor  over  ten  years  McCullough  had  been  union  steward,\n\nresponsible for  pursuit  of union  members' grievances  with\n\nmanagement.  In  December, 1988,  he received  a labor  grade\n\nincrease, and was  told by his supervisor that  he would have\n\nreceived the increase  at least two years earlier  had it not\n\nbeen for  his union  activities.   Pappas  became angry  with\n\nMcCullough in June 1989 when  he refused to move the location\n\nof  a vote on  a working foreman  proposal.  After  the vote,\n\nPappas asked for  the vote total,  but McCullough refused  to\n\ntell him.  Twice in July and once during the week  before the\n\n                             -10-\n\nlayoffs in August, McCullough pursued a pay rate dispute with\n\nmanagement on  behalf of Hillson.   On August  15, McCullough\n\ndiscussed with his supervisor Kierstead's pay  grade dispute,\n\nand his supervisor told McCullough  that his name had come up\n\nin a management conversation \"with some disfavor\" and that he\n\nshould be  on his  best behavior.   McCullough discussed  the\n\nsame issue with Pappas on August 17, and filed a grievance on\n\nKierstead's behalf the next day.\n\n          The Board held that this was sufficient evidence of\n\n\"animus to McCullough's union activities by the Respondent up\n\nto the time immediately preceding his layoff.\"  Although, for\n\nreasons  already  given,  we  could  not  accept  all  of its\n\nreasoning,  we cannot  fault  the  Board  in  this  instance.\n\nObviously  a union  steward will  not  be management's  fair-\n\nhaired boy  or he  would quickly lose  favor with  the union.\n\nCorrespondingly,   we   would   think   occasionally   heated\n\ndisputes --  depending,  perhaps, on  personalities  --  must\n\noccasionally occur.6  It would seem unreasonable that a union\n\nsteward  could have  an ace-in-the-hole safe  conduct against\n\nlay-off   by  the  fact  that  his  pursuing  grievances  was\n\nsometimes  irritating.   However, there  was  more than  that\n\nhere.    One  does  not   punish  a  steward  for  his  union\n\nrepresentation.   We find the Board  was warranted in holding\n\n                    \n\n6.  We  note  with  some surprise  that  the  Board seemingly\ncharged against  Pappas the fact  that he fought  a grievance\n\"vigorously.\"\n\n                             -11-\n\nit had a prima facie case.  Nor can we say  that Respondent's\n\nshowing that  it would  have done  away with  the inspector's\n\nposition in any event was  compelling as matter of law.   The\n\nwork required somebody's time.\n\n          The order as  to McCullough is  enforced; otherwise\n                                                             \n\ndenied.  No costs.\n       \n\n                             -12-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610823/"
  ]
}