{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195276/",
  "absolute_url": "/opinion/195276/keisling-v-ser-jobs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195276/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:36:44Z",
  "date_modified": "2016-02-28T04:52:16.721984Z",
  "type": "010combined",
  "sha1": "9dccd57ba7fcd07ed096f27efc53baee51740ba1",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1406.01A",
  "local_path": null,
  "plain_text": "               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1406\n\n                     DANIA R. KEISLING,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n            SER-JOBS FOR PROGRESS, INC., ET AL.,\n\n                  Defendants, Appellants.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF RHODE ISLAND\n\n   [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                       \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n                   Boudin, Circuit Judge,\n                                        \n            and Pollak,* Senior District Judge.\n                                              \n\n                                        \n\nPaul L. Foster for appellants.\n             \nAlicia Murphy with whom Rosemary Healey  and Edwards &amp; Angell were\n                                                            \non brief for appellee. \n\n                                        \n\n                       March 29, 1994\n                                        \n\n                \n\n* Of the Eastern District of Pennsylvania, sitting by designation.\n\nPOLLAK, District Judge.  This  case involves a claim under the\n                      \n\nAge  Discrimination in  Employment  Act  (\"ADEA\"),  29  U.S.C.\n\nsections  621  et seq.  (1988),  with  a pendent  claim  under\n                      \n\nsections 28-5-1 et seq. of the Rhode Island General Laws.  The\n                       \n\nplaintiff,  Dania  Keisling, claims  that  her  firing by  the\n\ncorporate defendant, SER-Jobs for Progress, Inc.  (\"SER\"), was\n\nthe result of unlawful  age discrimination on the part  of SER\n\nand  individual defendants Alma  F. Green and  Lois K. Turner.\n\nFinding  liability both  under ADEA  and under state  law, the\n\njury  (1) awarded  Keisling  $32,874  in compensatory  damages\n\nagainst all three defendants, and (2) awarded Keisling $50,000\n\nin exemplary  damages against  defendant Green and  $25,000 in\n\nexemplary  damages against defendant  Turner.   Memorandum and\n\nOrder  at 1 (D.R.I. Mar.  11, 1993).   Appendix of Defendants-\n\nAppellants  (hereinafter \"A.\")  121.1   SER, Green  and Turner\n\nnow appeal.  Because we conclude that the district court erred\n\n                    \n\n1         Rhode Island law  permits the  award of  \"punitive\ndamages\"  in  cases  of discrimination  involving  \"reckless\nindifference\" to the plaintiff's rights.  See R.I. Gen. L.  \n                                             \n28-5-29.1.   Keisling sought an additional  award of $32,874\nin \"liquidated  damages\" pursuant to  the ADEA, 29  U.S.C.  \n626(c).   The district court denied  this request, reasoning\nthat because liquidated damages  under the ADEA are punitive\nin nature, permitting Keisling both liquidated damages under\nfederal  law  and punitive  damages  under  state law  would\nresult in a double recovery for a single wrong. A. 121-23.  \n\n                              -2-\n\nin excluding testimony proffered by the defendants, we reverse\n\nand remand for a new trial.\n\nI.  FACTS\n\n          The record developed at trial would  support factual\n\nfindings as follows:\n\n          SER  is  a non-profit  Rhode  Island social  service\n\nagency whose operations are primarily geared to Rhode Island's\n\nHispanic  population.    Dania Keisling  became  an  associate\n\ndirector of SER in 1984.  From 1984 until mid-1989, Keisling's\n\nwork was supervised by Carlos Pedro, SER's executive director.\n\nKeisling also had extensive dealings with Alma Green, who  was\n\nthe president of SER's  board of directors.  During  this time\n\nperiod, Keisling received regular increases in pay, and as SER\n\nexpanded   its   services   Keisling's  job   responsibilities\n\nincreased  dramatically.    Keisling did  not  receive  formal\n\nevaluations of  her performance; she testified,  however, that\n\n\"[m]any times\" Green \"said  that I was always there  and I was\n\ndoing a real good job\" and \"that I was always actually running\n\nthat   agency.\"       Transcript   of    Defendants-Appellants\n\n(hereinafter \"T.\") 45.\n\n                              -3-\n\n          In  July 1989, Pedro resigned as executive director,\n\nand  SER began  the  chore of  finding  a replacement.    Both\n\nKeisling  and Lynn  Trudell, SER's  other associate  director,\n\napplied to fill  the vacancy.   Keisling testified that  after\n\nshe  applied   for  the   position  she   had  at   least  two\n\nconversations  with  Green  in  which  Green made  age-related\n\ncomments.  As recounted by Keisling, the comments were:\n\n          Sure,  you can run that agency but do you want to do\n          that at your age?\n\n          Sure, you can run  this agency and you have  done it\n          but do  you want to  do that  and do  you want  that\n          aggravation at your age?\n\nT.  49.    Two  other  witnesses,  an  independent  bookkeeper\n\nemployed by SER and the executive director of a sister agency,\n\ntestified that  Green made similar comments  about Keisling to\n\nthem  during the  time  that  SER  was  searching  for  a  new\n\nexecutive director.  T. 182, 218.\n\n          In November  1989, SER hired  Dr. Lois K.  Turner as\n\nexecutive consultant to the Board of Directors, a position  in\n\nwhich  Turner  functioned  essentially  as  interim  executive\n\ndirector,  supervising the  daily operation  of the  agency in\n\nconsultation  with Green.  Among  other duties, Dr. Turner was\n\nresponsible  for   performing  an  extensive  review   of  the\n\nfunctioning of SER and  for assisting in the  hiring of a  new\n\nexecutive director.  A. 164-65.  In reviewing the operation of\n\n                              -4-\n\nthe agency, Turner  purportedly discovered some  problems with\n\nKeisling's  performance.  On January 19, 1990, Turner met with\n\nKeisling  and advised her of matters that had come to Turner's\n\nattention.   Specifically,  Turner  told  Keisling that  staff\n\nmembers had  complained that Keisling  had yelled at  them and\n\nhad used profanity and obscene gestures.  Turner also asserted\n\nthat  Keisling had failed  to complete some of  her tasks in a\n\ntimely manner.  T. 58-9.\n\n          Turner memorialized the meeting  with Keisling in  a\n\nmemorandum  dated  February  1,  1990  --  a  memorandum  that\n\nKeisling  stated she received  on February 9.   The memorandum\n\nrepeated the  charges of inappropriate behavior,  and also set\n\nforth   a  number  of   alleged  deficiencies   in  Keisling's\n\nperformance.    In  the  memorandum, Turner  gave  Keisling  a\n\nthirty-day probationary period, beginning February 1, in which\n\nto   demonstrate  appropriate  professional  behavior  and  to\n\nimprove her performance.  A. 133, 135.   Keisling responded to\n\nthe  February 1 memorandum with  memoranda of her  own, one to\n\nthe Board of Directors and one to her personnel file, in which\n\nshe attempted to refute Turner's allegations.  A. 136, 138.\n\n          On March  2, at  the conclusion of  the probationary\n\nperiod, Turner and  Green met with  Keisling and informed  her\n\nthat  her employment  was to  be terminated.   They  presented\n\n                              -5-\n\nKeisling with a memorandum, dated March  2, stating that Green\n\nand  the  Executive Committee  of  SER  had endorsed  Turner's\n\ndecision to  terminate Keisling's employment.   A. 144.   They\n\nalso presented Keisling with a letter from Turner, also  dated\n\nMarch   2,   detailing   additional   instances   of   alleged\n\ninappropriate  behavior and  inadequate  performance. A.  141.\n\nKeisling was given an opportunity to appeal her termination to\n\nthe  Board of Directors, which upheld the termination.  At the\n\ntime she was terminated, Keisling was over 40 years old.\n\nII.  ANALYSIS\n\n          From  the  jury's  verdict  in  favor  of  plaintiff\n\nKeisling, the  three defendants  have appealed.   Four grounds\n\nfor appeal are  advanced.  Of  these, it is only  necessary to\n\naddress  two in  detail.2   First, defendants  claim that  the\n\ndistrict  court erred  in  failing to  grant their  post-trial\n\nmotion for judgment as  a matter of  law.  Second, they  argue\n\nthat  the  district  court   committed  prejudicial  error  in\n\nexcluding testimony regarding age-related statements allegedly\n\nmade  by  defendant  Green  and  by  Keisling  herself.  These\n\narguments will be addressed in turn.\n\nA.        Denial of Motion for Judgment as a Matter of Law\n                                                          \n\n                    \n\n2         The remaining two issues are discussed infra, note\n                                                      \n10.\n\n                              -6-\n\n          Defendants  argue that  the district court  erred in\n\ndenying their motion  for judgment as  a matter of law.   They\n\nclaim  that Keisling  failed  to introduce  evidence at  trial\n\nsufficient   even  to   establish  a   prima  facie   case  of\n                                                   \n\ndiscrimination,  much less  to  carry her  ultimate burden  of\n\nproof.\n\n          Defendants' argument suffers from two flaws.  First,\n\nas Keisling  points out,  defendants failed to  preserve their\n\nargument properly for appeal  by failing to make a  motion for\n\njudgment as  a matter of  law at  the close  of all  evidence.\n\nRule 50(a) of the  Federal Rules of Civil Procedure  permits a\n\nmotion for judgment as a matter of law to be made \"at any time\n\nbefore  submission of the case  to the jury.\"   Defendants, in\n\ncompliance with this  rule, made  a motion for  judgment as  a\n\nmatter of law  at the close of Keisling's case.  T. 289.  That\n\nmotion, however,  was insufficient to preserve  the issue that\n\ndefendants  are  now  seeking to  present  on  appeal.   If  a\n\ndefendant wishes to renew a motion for judgment as a matter of\n\nlaw at the post-trial  stage, with a view to  having denial of\n\nthat  motion considered by the court of appeals, the defendant\n\nis required to  have moved for judgment as a  matter of law at\n\n                              -7-\n\nthe  close of  all  the evidence.   Fed.  R.  Civ. P.  50(b).3\n\nRequiring  the  motion to  be  made at  the  close of  all the\n\nevidence gives the opposing party an opportunity to respond to\n\nany evidentiary deficiencies noted by the motion by seeking to\n\nreopen the evidence  prior to  submission of the  case to  the\n\njury.  See  Fed. R.  Civ. P. 50(a)  advisory committee's  note\n          \n\n(1991).   This  court  therefore has  held  that it  will  not\n\nconsider claims of  insufficient evidence unless  the district\n\ncourt was presented with a motion  for judgment as a matter of\n\nlaw at  the close of all  the evidence.  See  Jusino v. Zayas,\n                                                             \n\n875 F.2d 986, 991 (1st Cir. 1989).  \n\n          At oral argument, defendants contended that the rule\n\nof Jusino should not apply in the present case.   They claimed\n         \n\nthat the comments of the district judge in denying defendants'\n\nmotion  at the close of  plaintiff's case led  them to believe\n\nthat their motion was preserved for post-verdict consideration\n\nby  both the  district court  and this  court, and  that their\n\n                    \n\n3         Rule 50(b) of the Federal Rules of Civil Procedure\nstates:\n\n       Whenever a motion  for a  judgment as a  matter of  law\n       made at the close of all the evidence is  denied or for\n       any  reason is not granted, the court is deemed to have\n       submitted  the action  to the jury  subject to  a later\n       determination  of  the legal  questions  raised  by the\n       motion. \n\n                              -8-\n\nreasonable reliance on  the district judge's  comments removed\n\nthe necessity for  a renewed motion  at the close  of all  the\n\nevidence.4\n\n          We are far from  persuaded that the district judge's\n\ncomments could reasonably  have been taken as  an assurance by\n\nthe  judge that  defendants need  not move  for judgment  as a\n\nmatter  of law at  the close  of all  the evidence.   However,\n\nassuming arguendo that defendants did  not read too much  into\n                 \n\nthe judge's comments, defendants'  asserted reliance on  those\n\ncomments was,  nonetheless, insufficient  to obviate  the need\n\nfor conformity with  the requirement that the adequacy  of the\n\n                    \n\n4         The  comments  of  the  district  judge  on  which\ndefendants  claim to  have relied were  as follows:   First,\nafter hearing argument on  the defendants' motion, the court\nstated:\n\n       That's  a  tough standard  and  I  think applying  that\n       standard,  I  think,  counsel  for  the  plaintiff  was\n       correct  in her assertions and  I will deny your motion\n       in that regard and of course note an exception for you.\n\nT.  309.   Shortly thereafter,  after a  brief discussion  of the\nstandards   for  the   imposition  of   punitive  damages   on  a\ncorporation, the court stated:\n\n       Maybe we are not going to resolve this case until after\n       the jury returns a  verdict.  If they return  a verdict\n       for  the plaintiff, I can  see where I'm  going to have\n       some  very  interesting  post-trial  briefs.    If they\n       return a verdict for  the defendant, then the Appellate\n       Court can worry about it from that point on.\n\nAppendix at T. 313.\n\n                              -9-\n\nplaintiff's  case  be  challenged  at  the close  of  all  the\n\nevidence.   To  be  sure, the  obligation  to conform  to  the\n\nrequirement  is not  absolute, but  this court  has emphasized\n\nthat only  very unusual circumstances will  justify treating a\n\nmotion at the close of the plaintiff's case as a surrogate for\n\na   motion  at  the  close   of  all  the   evidence.    Those\n\ncircumstances  --  which, we  have  said,  constitute a  \"very\n\nnarrow  exception,\" Della  Grotta  v. Rhode  Island, 781  F.2d\n                                                   \n\n343,  350 (1st  Cir. 1986),  to the  rule that  the motion  be\n\nrenewed at the close of all the evidence --  are presented \"in\n\na   case   ...   combining   judicial   assurance   concerning\n\npreservation of rights at the time of the motion and ... brief\n\nand  inconsequential evidence  following  the motion.  . .  .\"\n\nBayamon Thom McAn,  Inc. v. Miranda, 409  F. 2d 968,  972 (1st\n                                   \n\nCir.  1969); Beaumont v. Morgan,  427 F.2d 667,  670 (1st Cir.\n                               \n\n1970).  In  the present case,  whatever reliance the  district\n\ncourt's  statements  may  have   induced,  the  evidence  that\n\ndefendants presented following the  district court's ruling on\n\ntheir motion  was undeniably  substantial and relevant  to the\n\nissues  raised  in  the   motion.    If  defendants  believed,\n\nfollowing the presentation of their case, that the totality of\n\nthe evidence  permitted only one conclusion,  it was incumbent\n\nupon them to make that belief known to the court and to permit\n\n                             -10-\n\nKeisling an opportunity to respond prior  to the submission of\n\nthe case  to the jury.  Having failed to come within the \"very\n\nnarrow  exception\"  of  Della Grotta,  Bayamon  and  Beaumont,\n                                                             \n\ndefendants have waived the right to contend before this  court\n\nthat they are entitled to judgment as a matter of law.\n\n          Second,  even if defendants  had preserved the right\n\nto present their argument  to this court, they have  failed to\n\nmeet  the  stringent standards  necessary  for  judgment as  a\n\nmatter of  law.  A court  is without authority to  set aside a\n\njury verdict and direct the entry of a contrary verdict unless\n\nthe evidence points so strongly and overwhelmingly in favor of\n\nthe moving party that no reasonable jury could have returned a\n\nverdict  adverse to that party.  See Acevedo-Diaz v. Aponte, 1\n                                                           \n\nF.3d  62, 66  (1st Cir.  1993).   In determining  whether this\n\nstandard  has been met, the court must examine the evidence in\n\nthe light most favorable to the non-moving party; in addition,\n\nthe  non-moving  party  is  entitled to  \"the  benefit  of all\n\ninferences  which the  evidence fairly  supports, even  though\n\ncontrary inferences  might reasonably be drawn.\"   Cochrane v.\n                                                              \n\nQuattrocci, 949  F.2d  11, 12  n.1  (1st Cir.  1991)  (quoting\n          \n\nContinental  Ore Co. v. Union Carbide &amp; Carbon Corp., 370 U.S.\n                                                    \n\n690, 696  (1962)), cert. denied, --- U.S. ---, 112 S. Ct. 2965\n                               \n\n(1992).\n\n                             -11-\n\n          Under the now-familiar  standard first set  forth in\n\nMcDonnell  Douglas Corp. v.  Green, 411 U.S.  792, 802 (1973),\n                                  \n\nand  later adapted for cases  under the ADEA,  a plaintiff may\n\nestablish a prima facie case by showing  that (1) she was over\n                       \n\n40 years of  age, (2) she suffered an  adverse job action, (3)\n\nher  job  responsibilities  were  assumed  by another  person,\n\ndemonstrating the employer's continuing need for an individual\n\nof the plaintiff's skills,  and (4) she was qualified  for the\n\nposition  that she held and performing well enough to rule out\n\nthe possibility that the adverse job action was for inadequate\n\njob  performance.5  See  Olivera v. Nestle  Puerto Rico, Inc.,\n                                                             \n\n922  F.2d 43,  45 (1st  Cir. 1990).   Defendants  concede that\n\nKeisling established the first two elements of the prima facie\n                                                              \n\ncase, namely  that she was over  40 years of age  and that she\n\nwas terminated  by SER.   They argue,  however, that  Keisling\n\nfailed to introduce sufficient evidence to establish the final\n\ntwo  elements of  the  prima facie  case,  and that  they  are\n                                  \n\ntherefore entitled to judgment as a matter of law.\n\n                    \n\n5         This court does not  require a plaintiff under the\nADEA  to establish, as an  element of her  prima facie case,\n                                                      \nthat she was replaced by an individual younger than herself,\nor  by someone outside the  protected class.   See Hebert v.\n                                                            \nMohawk Rubber Co., 872 F.2d 1104, 1110 n.10 (1st Cir. 1989).\n                 \n\n                             -12-\n\n          Defendants argue that  Keisling failed to  establish\n\nthe  third element of the  prima facie case,  namely, that her\n                                      \n\njob responsibilities were assumed by  another.  In making this\n\nargument, defendants note that SER did not hire a  replacement\n\nfor  Keisling.   This  fact,  however,  is not  determinative.\n\nKeisling presented  evidence  that Lynn  Trudell, SER's  other\n\nassociate director, assumed Keisling's duties after Keisling's\n\ndischarge.   This  evidence is  sufficient  to show,  for  the\n\npurpose of establishing  a prima  facie case, that  SER had  a\n                                       \n\n\"continued  need for the same  services and skills.\"   Loeb v.\n                                                              \n\nTextron, Inc., 600 F.2d  1003, 1013 (1st Cir. 1979);  see also\n                                                              \n\nKale v. Combined  Ins. Co. of America, 861 F.2d  746, 760 (1st\n                                     \n\nCir. 1988).  Keisling was not required to show that  SER hired\n\na replacement or specifically designated an existing  employee\n\nas such.   See Loeb, 600  F.2d at 1013 n.11.   Defendants have\n                   \n\nfailed  to show  that, viewing  the evidence  in a  light most\n\nfavorable to Keisling, no  reasonable jury could conclude that\n\nKeisling  established the  third  element of  the prima  facie\n                                                              \n\ncase.\n\n          Defendants  also  argue  that  Keisling   failed  to\n\nestablish the fourth element of  the prima facie case, namely,\n                                                \n\nthat  her performance  was sufficient  to meet  the legitimate\n\nexpectations  of  SER.    Defendants  contend  that  the  only\n\n                             -13-\n\nevidence  Keisling offered  of her acceptable  job performance\n\nwas  her own  assessment  of her  achievements and  abilities.\n\nDefendants are correct that  such evidence, standing alone, is\n\ninsufficient  to establish  the  fourth element  of the  prima\n                                                              \n\nfacie case; indeed, were evidence  of this type sufficient, it\n     \n\nis a rare plaintiff  who would fail to establish a prima facie\n                                                              \n\ncase.   Defendants  fail, however,  to take  into  account the\n\nentirety  of  Keisling's evidence.    Keisling testified  that\n\nwhile  employed at  SER, her  responsibilities  were increased\n\nsubstantially,  she received  positive  feedback  (e.g.,  from\n\ndefendant Green)  regarding her performance, and  she received\n\nregular pay  increases.  Keisling also  introduced a favorable\n\nletter of  recommendation  written by  SER's former  executive\n\ndirector,  Carlos Pedro.  It  is true that  this evidence does\n\nnot extend fully to the time at which Keisling was discharged.\n\nThe  evidence  does,  however,   support  an  inference   that\n\nKeisling's  job performance at  the time of  her discharge was\n\nadequate  to  meet  SER's  legitimate needs.    Keisling  thus\n\nsucceeded  in establishing  the  fourth element  of the  prima\n                                                              \n\nfacie case.\n     \n\n          Defendants note that  they introduced evidence that,\n\nat the  time of her discharge, Keisling's  job performance was\n\ninadequate.  They argue that  Keisling failed to overcome this\n\n                             -14-\n\nevidence,  and  that this  failure  amounted to  a  failure to\n\nestablish  a  prima  facie  case.    This  argument  fails  to\n                          \n\napprehend  the  burden-shifting  structure of  an  ADEA  case.\n\nUnder  McDonnell  Douglas,  the  burden initially  is  on  the\n                         \n\nplaintiff to  establish all  the elements  of the  prima facie\n                                                              \n\ncase.    Once  the  plaintiff  has  done  so,  the  burden  of\n\nproduction shifts  to the  defendants, and the  defendants are\n\nrequired  to present evidence  of a legitimate  reason for the\n\nadverse job action taken  against the plaintiff, evidence that\n\nexplodes  the presumption  of  discrimination  created by  the\n\nprima facie case.   If  the defendants carry  their burden  of\n           \n\nproduction,  the  plaintiff must  respond  to  the defendant's\n\nevidence and  demonstrate that the adverse  action suffered by\n\nthe   plaintiff   was   indeed   the   product   of    illegal\n\ndiscrimination.   See St. Mary's Honor Ctr. v. Hicks, --- U.S.\n                                                    \n\n---, 113 S. Ct. 2742, 2747 (1993).  The shifting of the burden\n\nof production  in  an ADEA  case  does not  always  correspond\n\nneatly  to  the orderly  presentation  of  evidence at  trial.\n\nThus,  it is not unusual  for a plaintiff  to introduce in her\n\ncase-in-chief  evidence  that,  within  the  McDonnell Douglas\n                                                              \n\nframework,  is  best  understood  as  responsive  to  evidence\n\nintroduced by defendants to counter the prima facie case.  The\n                                                   \n\nfact that a plaintiff introduces such evidence in her case-in-\n\n                             -15-\n\nchief, rather than waiting for the defendants to present their\n\ncase,  does not  mean that  anticipation  and rebuttal  of the\n\ndefendants'  case constitute  an  element of  the prima  facie\n                                                              \n\ncase.   To  hold otherwise  would belie  the assertion  of the\n\nSupreme Court  that the burden  of establishing a  prima facie\n                                                              \n\ncase is \"not onerous.\"   See Texas Dep't of  Community Affairs\n                                                              \n\nv.  Burdine, 450  U.S. 248,  253 (1981);  see also  Mesnick v.\n                                                              \n\nGeneral  Elec.  Co.,  950  F.2d  816,  823  (1st  Cir.  1991);\n                   \n\nVillanueva v. Wellesley College, 930 F.2d 124, 127 (1st Cir.),\n                               \n\ncert. denied, --- U.S. ---, 112 S. Ct. 181 (1991).\n            \n\n          Viewed  in  this  manner, the  proper  question  for\n\ndefendants  to  ask is  not  whether  Keisling has  failed  to\n\nestablish a prima facie case, but rather whether Keisling  has\n                       \n\nfailed  to  carry  the  ultimate  burden  of  persuasion  upon\n\nconsideration of all the evidence presented at trial.  For the\n\npurposes  of  this  appeal,  we must  conclude  that  Keisling\n\nsucceeded  in meeting her  burden.   Granted, the  evidence of\n\ndiscrimination   that   Keisling   presented  was   far   from\n\noverwhelming.   It is certainly conceivable  that a reasonable\n\njury, viewing all the evidence, could conclude that Keisling's\n\ndischarge was  a legitimate response  to inappropriate on-the-\n\njob behavior, or  even that her  discharge, while unfair,  was\n\nnot  the product of illegal  age discrimination.   It seems to\n\n                             -16-\n\nus, however, that a determination of  the cause for Keisling's\n\ntermination  requires  a  weighing   of  the  credibility   of\n\ndefendants'  witnesses,  who   described  Keisling's   alleged\n\ninappropriate behavior,  against that of Keisling,  who denied\n\nthat  she  ever  behaved  improperly.   Such  assessments  are\n\npeculiarly  within the  province  of the  jury.   An appellate\n\ncourt  may  not  interpose  a  judgment  different  from  that\n\nobtained at trial simply because it disagrees  with the jury's\n\ncredibility determinations.  See  Nydam v. Lennerton, 948 F.2d\n                                                    \n\n808, 810 (1st Cir. 1991).  \n\n          In  sum, both because  defendants' post-trial motion\n\nfor judgment as a matter of law was procedurally defective and\n\nbecause  it was, on the  record made at  trial, inapposite, we\n\nconclude  that the district court  did not err  in denying the\n\nmotion.\n\nB.        Exclusion  of  Testimony  Concerning  Statements  by\n                                                              \n\n          Plaintiff and Defendant Green\n                                       \n\n          During   the   presentation  of   defendants'  case,\n\ndefendants  presented  testimony  by  SER's  former  executive\n\ndirector, Carlos Pedro.   In the course of  Pedro's testimony,\n\ndefendants'  counsel  questioned  Pedro concerning  statements\n\nmade  by   both  Keisling  and  defendant  Alma   Green.    In\n\nparticular, defendants'  counsel sought  to elicit from  Pedro\n\n                             -17-\n\nstatements  by  Keisling and  Green  to the  effect  that each\n\nrespectively was  getting too  old to endure  the travails  of\n\ntheir jobs.   Defendants'  counsel posed  the question  in two\n\nforms, as follows:\n\n          Q:   During from [sic] the period of 1987 until 1989\n          when you were employed  at the agency, did  you have\n          occasion,  while in  the presence  of Alma  Green or\n          Dania Keisling, to hear conversation where the words\n          to the effect  were [sic] \"I'm  getting too old  for\n          this crap or too old for this stuff\" were used?\n\n          Q:   In 1987  until 1989  when you left  the agency,\n          Mr.  Pedro, did  you ever  hear conversation  in the\n          agency where reference to age was used?\n\nT.  514-15.  Keisling's counsel objected  to both questions as\n\ncalling  for  hearsay   responses,  and  the   district  court\n\nsustained  the  objections.   Defendants  now  claim that  the\n\nexclusion of the testimony was error warranting a new trial.\n\n          We  agree.   Rule  801(c)  of the  Federal  Rules of\n\nEvidence  defines hearsay as \"a statement, other than one made\n\nby the  declarant while  testifying at  the trial  or hearing,\n\noffered  in  evidence  to  prove  the  truth  of  the   matter\n\nasserted.\"   In counsel's questions to  Pedro, counsel plainly\n\nwas  attempting to  elicit  from  Pedro  testimony  concerning\n\nstatements  made out  of court;  to that  extent,  the hearsay\n\n                             -18-\n\nrules were  implicated.6   The alleged statements  of Keisling\n\nand Green were  not being offered  to prove the  truth of  the\n\nmatter asserted, however.  Defendants  did not ask Pedro about\n\nthe  statements in an attempt to prove that Keisling and Green\n\nwere, indeed, too  old for their jobs.   Rather, in seeking to\n\nelicit Pedro's testimony as to statements by Green, defendants\n\nwould  have invited the  jury to infer that  this was a common\n\nform of speech for  Green, one that she applied  to herself as\n\nwell as to others, and that when she directed similar comments\n\nat Keisling she did not do so with discriminatory animus.  And\n\nif Pedro were to have testified that Keisling herself had made\n\nsimilar comments,7 that might have  strengthened the inference\n\n                    \n\n6         Defendants' assertion  that the questions  did not\ncall for a  hearsay response because they  simply required a\n\"yes\" or  \"no\" answer is flawed.   A party cannot  evade the\ndictates of the hearsay rules simply by having  an attorney,\nrather than the  witness, present  the alleged  out-of-court\nstatement and  then asking  the witness,  \"Is that what  you\nheard?\"  To the  extent that the questions posed  called for\nPedro to  affirm  or deny  the  content of  an  out-of-court\nstatement,  the questions  fell within  the purview  of Rule\n801.\n\n7         Keisling contends that defendants did not argue to\nthe district  court that Keisling herself  had made comments\nreferring to  her age, and that  defendants therefore cannot\npresent that argument to  this court.  Keisling's contention\nis  plainly wrong.  Not only does the initial question posed\nby defendants'  counsel  directly  refer  to  statements  by\nKeisling, but  in the colloquy that  followed the questions,\ndefendant's  counsel  told the  court,  in  response to  the\ncourt's determination that the questions called for hearsay,\n\n                             -19-\n\nthat Green's comments  were devoid of  animus.  As  defendants\n\ncontend in their  brief, such testimony could have  provided a\n\npredicate for arguing \"that  whatever comments green [sic] and\n                                                         \n\nKeisling  may have made regarding being 'too old' for this job\n\nwere not reflections of age  'animus' but rather indicative of\n\nfrustration  with  a difficult  job  in  a difficult  economic\n\nenvironment.\"     Appellants'  Brief  at  17.     Because  the\n\nstatements were not offered  to prove the truth of  the matter\n\nasserted therein,  they were not hearsay within the meaning of\n\nRule 801(c).8  \n\n          In  addition  to  establishing  that  the  proffered\n\ntestimony was not hearsay, defendants must establish that they\n\nwere  prejudiced by  the  exclusion  of  the testimony.    See\n                                                              \n\nFernandez v. Leonard, 963 F.2d 459,  465 (1st Cir. 1992).   We\n                    \n\nbelieve that they have  done so.  As we have  said, Keisling's\n\nevidence of  discrimination, while  sufficient to withstand  a\n\n                    \n\n\"[I]n  the  case that  those  statements  are attributed  to\neither  a  defendant  or a  plaintiff,  I  believe  they are\nclearly admissible.\"  T. 515-16.  That argument may not have\nbeen a model of clarity, and it is true that counsel did not\nelaborate with respect to statements by Keisling.  Counsel's\npresentation  was,  however,  sufficient  to   preserve  the\nargument made on this appeal.\n\n8   Of course, from  the standpoint of  hearsay doctrine, an\nout of court statement by the plaintiff, when offered by the\ndefendant, is not hearsay  even if offered for the  truth of\nthe matter asserted.  Fed. R. Evid. 801(d)(2)(A).\n\n                             -20-\n\nmotion  for  judgment   as  a  matter   of  law,  was   hardly\n\noverwhelming.   The  testimony  proffered  by  defendants  and\n\nerroneously excluded as hearsay  is itself not powerful stuff.\n\nIt is, however,  relevant to the  issue of whether  defendants\n\nacted with discriminatory animus in discharging the plaintiff.\n\nThe  testimony was  offered in  an attempt  to rebut  the sole\n\ndirect  evidence  of   discriminatory  animus  that   Keisling\n\npresented.   In a close  case, depending on  the assessment of\n\nthe testimony by the  jury, that testimony might be  enough to\n\ntip  the balance.9  We therefore  conclude that a new trial is\n\nwarranted.10\n\n                    \n\n9         Keisling  argues  that  the  testimony,   even  if\nadmissible, was duplicative, because Green herself testified\nthat she  frequently made comments  along the lines  of \"I'm\ngetting too old  for this  crap.\"  To  the extent,  however,\nthat the testimony  of Pedro might  have (1) reinforced  the\ncredibility of  Green's testimony, which was  plainly in her\nself-interest,  and  (2) shown  that  Keisling  herself made\nsimilar comments,  the testimony would not  have been simply\nduplicative.\n\n10        Defendants raise two  additional issues on appeal.\nFirst, they argue that the district court erred in excluding\na   document  entitled   \"Since  Original   Warning,\"  which\npurported to  list 18 deficiencies in Keisling's performance\nfollowing  the  original  warning  that  Keisling  received.\nDefendants  argue  that  the  document is  admissible  as  a\nbusiness record kept in the ordinary course of business that\nwas considered by the  SER Board of Directors in  making the\ndecision to terminate Keisling.  The district court excluded\nthe document.   It  concluded that the  document represented\ncumulative evidence,  because  Turner herself  testified  at\nlength   concerning   Keisling's   deficiencies    and   the\n\n                             -21-\n\nIII.      CONCLUSION\n\n          Having concluded  that the trial in  this matter was\n\nflawed due to the prejudicial exclusion of relevant testimony,\n\nwe  vacate  the judgment  entered  by the  district  court and\n\nremand for a new trial.\n\n                    \n\npresentation that Turner had made to the Board of Directors.\nIn addition, while the court apparently did not rely on this\npoint,  the court  noted that  there was  evidence  that the\ndocument  had been  prepared  after Keisling's  termination.\nSince  we have decided on other grounds  that a new trial is\nwarranted,  we  are  not  required  to  resolve  the  issue.\nNonetheless,  given that the issue is likely to recur in any\nnew  trial, we  think it  appropriate to  note that,  on the\nrecord  before  this court,  it  appears  that the  district\ncourt's decision  to exclude the document  did not represent\nan abuse of discretion.\n               Second,  defendants  argue   that  they   are\nentitled  to a  new  trial because  the  jury's verdict  was\nagainst the weight of  the evidence.   As we are ordering  a\nnew  trial on  other  grounds,  we  find it  unnecessary  to\naddress this issue.\n\n                             -22-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1406\n\n                     DANIA R. KEISLING,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n            SER-JOBS FOR PROGRESS, INC., ET AL.,\n\n                  Defendants, Appellants.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF RHODE ISLAND\n\n   [Hon. Raymond J. Pettine, Senior U.S. District Judge]\n                                                       \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n                   Boudin, Circuit Judge,\n                                        \n            and Pollak,* Senior District Judge.\n                                              \n\n                                        \n\nPaul L. Foster for appellants.\n             \nAlicia Murphy with whom Rosemary Healey  and Edwards &amp; Angell were\n                                                            \non brief for appellee. \n\n                                        \n\n                       March 29, 1994\n                                        \n\n                \n\n* Of the Eastern District of Pennsylvania, sitting by designation.\n\nPOLLAK, District Judge.  This  case involves a claim under the\n                      \n\nAge  Discrimination in  Employment  Act  (\"ADEA\"),  29  U.S.C.\n\nsections  621  et seq.  (1988),  with  a pendent  claim  under\n                      \n\nsections 28-5-1 et seq. of the Rhode Island General Laws.  The\n                       \n\nplaintiff,  Dania  Keisling, claims  that  her  firing by  the\n\ncorporate defendant, SER-Jobs for Progress, Inc.  (\"SER\"), was\n\nthe result of unlawful  age discrimination on the part  of SER\n\nand  individual defendants Alma  F. Green and  Lois K. Turner.\n\nFinding  liability both  under ADEA  and under state  law, the\n\njury  (1) awarded  Keisling  $32,874  in compensatory  damages\n\nagainst all three defendants, and (2) awarded Keisling $50,000\n\nin exemplary  damages against  defendant Green and  $25,000 in\n\nexemplary  damages against defendant  Turner.   Memorandum and\n\nOrder  at 1 (D.R.I. Mar.  11, 1993).   Appendix of Defendants-\n\nAppellants  (hereinafter \"A.\")  121.1   SER, Green  and Turner\n\nnow appeal.  Because we conclude that the district court erred\n\n                    \n\n1         Rhode Island law  permits the  award of  \"punitive\ndamages\"  in  cases  of discrimination  involving  \"reckless\nindifference\" to the plaintiff's rights.  See R.I. Gen. L.  \n                                             \n28-5-29.1.   Keisling sought an additional  award of $32,874\nin \"liquidated  damages\" pursuant to  the ADEA, 29  U.S.C.  \n626(c).   The district court denied  this request, reasoning\nthat because liquidated damages  under the ADEA are punitive\nin nature, permitting Keisling both liquidated damages under\nfederal  law  and punitive  damages  under  state law  would\nresult in a double recovery for a single wrong. A. 121-23.  \n\n                              -2-\n\nin excluding testimony proffered by the defendants, we reverse\n\nand remand for a new trial.\n\nI.  FACTS\n\n          The record developed at trial would  support factual\n\nfindings as follows:\n\n          SER  is  a non-profit  Rhode  Island social  service\n\nagency whose operations are primarily geared to Rhode Island's\n\nHispanic  population.    Dania Keisling  became  an  associate\n\ndirector of SER in 1984.  From 1984 until mid-1989, Keisling's\n\nwork was supervised by Carlos Pedro, SER's executive director.\n\nKeisling also had extensive dealings with Alma Green, who  was\n\nthe president of SER's  board of directors.  During  this time\n\nperiod, Keisling received regular increases in pay, and as SER\n\nexpanded   its   services   Keisling's  job   responsibilities\n\nincreased  dramatically.    Keisling did  not  receive  formal\n\nevaluations of  her performance; she testified,  however, that\n\n\"[m]any times\" Green \"said  that I was always there  and I was\n\ndoing a real good job\" and \"that I was always actually running\n\nthat   agency.\"       Transcript   of    Defendants-Appellants\n\n(hereinafter \"T.\") 45.\n\n                              -3-\n\n          In  July 1989, Pedro resigned as executive director,\n\nand  SER began  the  chore of  finding  a replacement.    Both\n\nKeisling  and Lynn  Trudell, SER's  other associate  director,\n\napplied to fill  the vacancy.   Keisling testified that  after\n\nshe  applied   for  the   position  she   had  at   least  two\n\nconversations  with  Green  in  which  Green made  age-related\n\ncomments.  As recounted by Keisling, the comments were:\n\n          Sure,  you can run that agency but do you want to do\n          that at your age?\n\n          Sure, you can run  this agency and you have  done it\n          but do  you want to  do that  and do  you want  that\n          aggravation at your age?\n\nT.  49.    Two  other  witnesses,  an  independent  bookkeeper\n\nemployed by SER and the executive director of a sister agency,\n\ntestified that  Green made similar comments  about Keisling to\n\nthem  during the  time  that  SER  was  searching  for  a  new\n\nexecutive director.  T. 182, 218.\n\n          In November  1989, SER hired  Dr. Lois K.  Turner as\n\nexecutive consultant to the Board of Directors, a position  in\n\nwhich  Turner  functioned  essentially  as  interim  executive\n\ndirector,  supervising the  daily operation  of the  agency in\n\nconsultation  with Green.  Among  other duties, Dr. Turner was\n\nresponsible  for   performing  an  extensive  review   of  the\n\nfunctioning of SER and  for assisting in the  hiring of a  new\n\nexecutive director.  A. 164-65.  In reviewing the operation of\n\n                              -4-\n\nthe agency, Turner  purportedly discovered some  problems with\n\nKeisling's  performance.  On January 19, 1990, Turner met with\n\nKeisling  and advised her of matters that had come to Turner's\n\nattention.   Specifically,  Turner  told  Keisling that  staff\n\nmembers had  complained that Keisling  had yelled at  them and\n\nhad used profanity and obscene gestures.  Turner also asserted\n\nthat  Keisling had failed  to complete some of  her tasks in a\n\ntimely manner.  T. 58-9.\n\n          Turner memorialized the meeting  with Keisling in  a\n\nmemorandum  dated  February  1,  1990  --  a  memorandum  that\n\nKeisling  stated she received  on February 9.   The memorandum\n\nrepeated the  charges of inappropriate behavior,  and also set\n\nforth   a  number  of   alleged  deficiencies   in  Keisling's\n\nperformance.    In  the  memorandum, Turner  gave  Keisling  a\n\nthirty-day probationary period, beginning February 1, in which\n\nto   demonstrate  appropriate  professional  behavior  and  to\n\nimprove her performance.  A. 133, 135.   Keisling responded to\n\nthe  February 1 memorandum with  memoranda of her  own, one to\n\nthe Board of Directors and one to her personnel file, in which\n\nshe attempted to refute Turner's allegations.  A. 136, 138.\n\n          On March  2, at  the conclusion of  the probationary\n\nperiod, Turner and  Green met with  Keisling and informed  her\n\nthat  her employment  was to  be terminated.   They  presented\n\n                              -5-\n\nKeisling with a memorandum, dated March  2, stating that Green\n\nand  the  Executive Committee  of  SER  had endorsed  Turner's\n\ndecision to  terminate Keisling's employment.   A. 144.   They\n\nalso presented Keisling with a letter from Turner, also  dated\n\nMarch   2,   detailing   additional   instances   of   alleged\n\ninappropriate  behavior and  inadequate  performance. A.  141.\n\nKeisling was given an opportunity to appeal her termination to\n\nthe  Board of Directors, which upheld the termination.  At the\n\ntime she was terminated, Keisling was over 40 years old.\n\nII.  ANALYSIS\n\n          From  the  jury's  verdict  in  favor  of  plaintiff\n\nKeisling, the  three defendants  have appealed.   Four grounds\n\nfor appeal are  advanced.  Of  these, it is only  necessary to\n\naddress  two in  detail.2   First, defendants  claim that  the\n\ndistrict  court erred  in  failing to  grant their  post-trial\n\nmotion for judgment as  a matter of  law.  Second, they  argue\n\nthat  the  district  court   committed  prejudicial  error  in\n\nexcluding testimony regarding age-related statements allegedly\n\nmade  by  defendant  Green  and  by  Keisling  herself.  These\n\narguments will be addressed in turn.\n\nA.        Denial of Motion for Judgment as a Matter of Law\n                                                          \n\n                    \n\n2         The remaining two issues are discussed infra, note\n                                                      \n10.\n\n                              -6-\n\n          Defendants  argue that  the district court  erred in\n\ndenying their motion  for judgment as  a matter of law.   They\n\nclaim  that Keisling  failed  to introduce  evidence at  trial\n\nsufficient   even  to   establish  a   prima  facie   case  of\n                                                   \n\ndiscrimination,  much less  to  carry her  ultimate burden  of\n\nproof.\n\n          Defendants' argument suffers from two flaws.  First,\n\nas Keisling  points out,  defendants failed to  preserve their\n\nargument properly for appeal  by failing to make a  motion for\n\njudgment as  a matter of  law at  the close  of all  evidence.\n\nRule 50(a) of the  Federal Rules of Civil Procedure  permits a\n\nmotion for judgment as a matter of law to be made \"at any time\n\nbefore  submission of the case  to the jury.\"   Defendants, in\n\ncompliance with this  rule, made  a motion for  judgment as  a\n\nmatter of law  at the close of Keisling's case.  T. 289.  That\n\nmotion, however,  was insufficient to preserve  the issue that\n\ndefendants  are  now  seeking to  present  on  appeal.   If  a\n\ndefendant wishes to renew a motion for judgment as a matter of\n\nlaw at the post-trial  stage, with a view to  having denial of\n\nthat  motion considered by the court of appeals, the defendant\n\nis required to  have moved for judgment as a  matter of law at\n\n                              -7-\n\nthe  close of  all  the evidence.   Fed.  R.  Civ. P.  50(b).3\n\nRequiring  the  motion to  be  made at  the  close of  all the\n\nevidence gives the opposing party an opportunity to respond to\n\nany evidentiary deficiencies noted by the motion by seeking to\n\nreopen the evidence  prior to  submission of the  case to  the\n\njury.  See  Fed. R.  Civ. P. 50(a)  advisory committee's  note\n          \n\n(1991).   This  court  therefore has  held  that it  will  not\n\nconsider claims of  insufficient evidence unless  the district\n\ncourt was presented with a motion  for judgment as a matter of\n\nlaw at  the close of all  the evidence.  See  Jusino v. Zayas,\n                                                             \n\n</pre><span class=\"citation\" data-id=\"524052\"><a href=\"/opinion/524052/waddie-jusino-v-carmen-sonia-zayas-etc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span><pre class=\"inline\">, 991 (1st Cir. 1989).  \n\n          At oral argument, defendants contended that the rule\n\nof Jusino should not apply in the present case.   They claimed\n         \n\nthat the comments of the district judge in denying defendants'\n\nmotion  at the close of  plaintiff's case led  them to believe\n\nthat their motion was preserved for post-verdict consideration\n\nby  both the  district court  and this  court, and  that their\n\n                    \n\n3         Rule 50(b) of the Federal Rules of Civil Procedure\nstates:\n\n       Whenever a motion  for a  judgment as a  matter of  law\n       made at the close of all the evidence is  denied or for\n       any  reason is not granted, the court is deemed to have\n       submitted  the action  to the jury  subject to  a later\n       determination  of  the legal  questions  raised  by the\n       motion. \n\n                              -8-\n\nreasonable reliance on  the district judge's  comments removed\n\nthe necessity for  a renewed motion  at the close  of all  the\n\nevidence.4\n\n          We are far from  persuaded that the district judge's\n\ncomments could reasonably  have been taken as  an assurance by\n\nthe  judge that  defendants need  not move  for judgment  as a\n\nmatter  of law at  the close  of all  the evidence.   However,\n\nassuming arguendo that defendants did  not read too much  into\n                 \n\nthe judge's comments, defendants'  asserted reliance on  those\n\ncomments was,  nonetheless, insufficient  to obviate  the need\n\nfor conformity with  the requirement that the adequacy  of the\n\n                    \n\n4         The  comments  of  the  district  judge  on  which\ndefendants  claim to  have relied were  as follows:   First,\nafter hearing argument on  the defendants' motion, the court\nstated:\n\n       That's  a  tough standard  and  I  think applying  that\n       standard,  I  think,  counsel  for  the  plaintiff  was\n       correct  in her assertions and  I will deny your motion\n       in that regard and of course note an exception for you.\n\nT.  309.   Shortly thereafter,  after a  brief discussion  of the\nstandards   for  the   imposition  of   punitive  damages   on  a\ncorporation, the court stated:\n\n       Maybe we are not going to resolve this case until after\n       the jury returns a  verdict.  If they return  a verdict\n       for  the plaintiff, I can  see where I'm  going to have\n       some  very  interesting  post-trial  briefs.    If they\n       return a verdict for  the defendant, then the Appellate\n       Court can worry about it from that point on.\n\nAppendix at T. 313.\n\n                              -9-\n\nplaintiff's  case  be  challenged  at  the close  of  all  the\n\nevidence.   To  be  sure, the  obligation  to conform  to  the\n\nrequirement  is not  absolute, but  this court  has emphasized\n\nthat only  very unusual circumstances will  justify treating a\n\nmotion at the close of the plaintiff's case as a surrogate for\n\na   motion  at  the  close   of  all  the   evidence.    Those\n\ncircumstances  --  which, we  have  said,  constitute a  \"very\n\nnarrow  exception,\" Della  Grotta  v. Rhode  Island, </pre><span class=\"citation\" data-id=\"463302\"><a href=\"/opinion/463302/anthony-della-grotta-v-state-of-rhode-island/\"><span class=\"volume\">781</span>  <span class=\"reporter\">F.2d</span>\n                                                   \n\n<span class=\"page\">343</span></a></span><pre class=\"inline\">,  350 (1st  Cir. 1986),  to the  rule that  the motion  be\n\nrenewed at the close of all the evidence --  are presented \"in\n\na   case   ...   combining   judicial   assurance   concerning\n\npreservation of rights at the time of the motion and ... brief\n\nand  inconsequential evidence  following  the motion.  . .  .\"\n\nBayamon Thom McAn,  Inc. v. Miranda, </pre><span class=\"citation\" data-id=\"284454\"><a href=\"/opinion/284454/bayamon-thom-mcan-inc-v-eileen-josefina-miranda-kiddielane-florida/\"><span class=\"volume\">409</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span><pre class=\"inline\">,  972 (1st\n                                   \n\nCir.  1969); Beaumont v. Morgan,  </pre><span class=\"citation\" data-id=\"290605\"><a href=\"/opinion/290605/susan-beaumont-v-alexander-c-morgan-susan-beaumont-v-christian-w/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">667</span></a></span><pre class=\"inline\">,  670 (1st Cir.\n                               \n\n1970).  In  the present case,  whatever reliance the  district\n\ncourt's  statements  may  have   induced,  the  evidence  that\n\ndefendants presented following the  district court's ruling on\n\ntheir motion  was undeniably  substantial and relevant  to the\n\nissues  raised  in  the   motion.    If  defendants  believed,\n\nfollowing the presentation of their case, that the totality of\n\nthe evidence  permitted only one conclusion,  it was incumbent\n\nupon them to make that belief known to the court and to permit\n\n                             -10-\n\nKeisling an opportunity to respond prior  to the submission of\n\nthe case  to the jury.  Having failed to come within the \"very\n\nnarrow  exception\"  of  Della Grotta,  Bayamon  and  Beaumont,\n                                                             \n\ndefendants have waived the right to contend before this  court\n\nthat they are entitled to judgment as a matter of law.\n\n          Second,  even if defendants  had preserved the right\n\nto present their argument  to this court, they have  failed to\n\nmeet  the  stringent standards  necessary  for  judgment as  a\n\nmatter of  law.  A court  is without authority to  set aside a\n\njury verdict and direct the entry of a contrary verdict unless\n\nthe evidence points so strongly and overwhelmingly in favor of\n\nthe moving party that no reasonable jury could have returned a\n\nverdict  adverse to that party.  See Acevedo-Diaz v. Aponte, </pre><span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span>\n                                                           \n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">62</span></a></span><pre class=\"inline\">, 66  (1st Cir.  1993).   In determining  whether this\n\nstandard  has been met, the court must examine the evidence in\n\nthe light most favorable to the non-moving party; in addition,\n\nthe  non-moving  party  is  entitled to  \"the  benefit  of all\n\ninferences  which the  evidence fairly  supports, even  though\n\ncontrary inferences  might reasonably be drawn.\"   Cochrane v.\n                                                              \n\nQuattrocci, </pre><span class=\"citation\" data-id=\"572164\"><a href=\"/opinion/572164/dawn-m-cochrane-v-william-quattrocchi/\"><span class=\"volume\">949</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">11</span></a></span><pre class=\"inline\">, 12  n.1  (1st Cir.  1991)  (quoting\n          \n\nContinental  Ore Co. v. Union Carbide &amp; Carbon Corp., </pre><span class=\"citation\" data-id=\"106452\"><a href=\"/opinion/106452/continental-ore-co-v-union-carbide-carbon-corp/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span>\n                                                    \n\n<span class=\"page\">690</span></a></span><pre class=\"inline\">, 696  (1962)), cert. denied, --- U.S. ---, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></span><pre class=\"inline\">\n                               \n\n(1992).\n\n                             -11-\n\n          Under the now-familiar  standard first set  forth in\n\nMcDonnell  Douglas Corp. v.  Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802 (1973),\n                                  \n\nand  later adapted for cases  under the ADEA,  a plaintiff may\n\nestablish a prima facie case by showing  that (1) she was over\n                       \n\n40 years of  age, (2) she suffered an  adverse job action, (3)\n\nher  job  responsibilities  were  assumed  by another  person,\n\ndemonstrating the employer's continuing need for an individual\n\nof the plaintiff's skills,  and (4) she was qualified  for the\n\nposition  that she held and performing well enough to rule out\n\nthe possibility that the adverse job action was for inadequate\n\njob  performance.5  See  Olivera v. Nestle  Puerto Rico, Inc.,\n                                                             \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">922</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></span><pre class=\"inline\">,  45 (1st  Cir. 1990).   Defendants  concede that\n\nKeisling established the first two elements of the prima facie\n                                                              \n\ncase, namely  that she was over  40 years of age  and that she\n\nwas terminated  by SER.   They argue,  however, that  Keisling\n\nfailed to introduce sufficient evidence to establish the final\n\ntwo  elements of  the  prima facie  case,  and that  they  are\n                                  \n\ntherefore entitled to judgment as a matter of law.\n\n                    \n\n5         This court does not  require a plaintiff under the\nADEA  to establish, as an  element of her  prima facie case,\n                                                      \nthat she was replaced by an individual younger than herself,\nor  by someone outside the  protected class.   See Hebert v.\n                                                            \nMohawk Rubber Co., </pre><span class=\"citation\" data-id=\"521902\"><a href=\"/opinion/521902/andrew-p-hebert-v-the-mohawk-rubber-company/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1104</span></a></span><pre class=\"inline\">, 1110 n.10 (1st Cir. 1989).\n                 \n\n                             -12-\n\n          Defendants argue that  Keisling failed to  establish\n\nthe  third element of the  prima facie case,  namely, that her\n                                      \n\njob responsibilities were assumed by  another.  In making this\n\nargument, defendants note that SER did not hire a  replacement\n\nfor  Keisling.   This  fact,  however,  is not  determinative.\n\nKeisling presented  evidence  that Lynn  Trudell, SER's  other\n\nassociate director, assumed Keisling's duties after Keisling's\n\ndischarge.   This  evidence is  sufficient  to show,  for  the\n\npurpose of establishing  a prima  facie case, that  SER had  a\n                                       \n\n\"continued  need for the same  services and skills.\"   Loeb v.\n                                                              \n\nTextron, Inc., </pre><span class=\"citation\" data-id=\"367165\"><a href=\"/opinion/367165/20-fair-emplpraccas-29-20-empl-prac-dec-p-30028-frank-l-loeb-v/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1003</span></a></span><pre class=\"inline\">, 1013 (1st Cir. 1979);  see also\n                                                              \n\nKale v. Combined  Ins. Co. of America, </pre><span class=\"citation\" data-id=\"514584\"><a href=\"/opinion/514584/carl-kale-v-combined-insurance-company-of-america-carl-kale-v-combined/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">746</span></a></span><pre class=\"inline\">, 760 (1st\n                                     \n\nCir. 1988).  Keisling was not required to show that  SER hired\n\na replacement or specifically designated an existing  employee\n\nas such.   See Loeb, 600  F.2d at 1013 n.11.   Defendants have\n                   \n\nfailed  to show  that, viewing  the evidence  in a  light most\n\nfavorable to Keisling, no  reasonable jury could conclude that\n\nKeisling  established the  third  element of  the prima  facie\n                                                              \n\ncase.\n\n          Defendants  also  argue  that  Keisling   failed  to\n\nestablish the fourth element of  the prima facie case, namely,\n                                                \n\nthat  her performance  was sufficient  to meet  the legitimate\n\nexpectations  of  SER.    Defendants  contend  that  the  only\n\n                             -13-\n\nevidence  Keisling offered  of her acceptable  job performance\n\nwas  her own  assessment  of her  achievements and  abilities.\n\nDefendants are correct that  such evidence, standing alone, is\n\ninsufficient  to establish  the  fourth element  of the  prima\n                                                              \n\nfacie case; indeed, were evidence  of this type sufficient, it\n     \n\nis a rare plaintiff  who would fail to establish a prima facie\n                                                              \n\ncase.   Defendants  fail, however,  to take  into  account the\n\nentirety  of  Keisling's evidence.    Keisling testified  that\n\nwhile  employed at  SER, her  responsibilities  were increased\n\nsubstantially,  she received  positive  feedback  (e.g.,  from\n\ndefendant Green)  regarding her performance, and  she received\n\nregular pay  increases.  Keisling also  introduced a favorable\n\nletter of  recommendation  written by  SER's former  executive\n\ndirector,  Carlos Pedro.  It  is true that  this evidence does\n\nnot extend fully to the time at which Keisling was discharged.\n\nThe  evidence  does,  however,   support  an  inference   that\n\nKeisling's  job performance at  the time of  her discharge was\n\nadequate  to  meet  SER's  legitimate needs.    Keisling  thus\n\nsucceeded  in establishing  the  fourth element  of the  prima\n                                                              \n\nfacie case.\n     \n\n          Defendants note that  they introduced evidence that,\n\nat the  time of her discharge, Keisling's  job performance was\n\ninadequate.  They argue that  Keisling failed to overcome this\n\n                             -14-\n\nevidence,  and  that this  failure  amounted to  a  failure to\n\nestablish  a  prima  facie  case.    This  argument  fails  to\n                          \n\napprehend  the  burden-shifting  structure of  an  ADEA  case.\n\nUnder  McDonnell  Douglas,  the  burden initially  is  on  the\n                         \n\nplaintiff to  establish all  the elements  of the  prima facie\n                                                              \n\ncase.    Once  the  plaintiff  has  done  so,  the  burden  of\n\nproduction shifts  to the  defendants, and the  defendants are\n\nrequired  to present evidence  of a legitimate  reason for the\n\nadverse job action taken  against the plaintiff, evidence that\n\nexplodes  the presumption  of  discrimination  created by  the\n\nprima facie case.   If  the defendants carry  their burden  of\n           \n\nproduction,  the  plaintiff must  respond  to  the defendant's\n\nevidence and  demonstrate that the adverse  action suffered by\n\nthe   plaintiff   was   indeed   the   product   of    illegal\n\ndiscrimination.   See St. Mary's Honor Ctr. v. Hicks, --- U.S.\n                                                    \n\n---, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span><pre class=\"inline\">, 2747 (1993).  The shifting of the burden\n\nof production  in  an ADEA  case  does not  always  correspond\n\nneatly  to  the orderly  presentation  of  evidence at  trial.\n\nThus,  it is not unusual  for a plaintiff  to introduce in her\n\ncase-in-chief  evidence  that,  within  the  McDonnell Douglas\n                                                              \n\nframework,  is  best  understood  as  responsive  to  evidence\n\nintroduced by defendants to counter the prima facie case.  The\n                                                   \n\nfact that a plaintiff introduces such evidence in her case-in-\n\n                             -15-\n\nchief, rather than waiting for the defendants to present their\n\ncase,  does not  mean that  anticipation  and rebuttal  of the\n\ndefendants'  case constitute  an  element of  the prima  facie\n                                                              \n\ncase.   To  hold otherwise  would belie  the assertion  of the\n\nSupreme Court  that the burden  of establishing a  prima facie\n                                                              \n\ncase is \"not onerous.\"   See Texas Dep't of  Community Affairs\n                                                              \n\nv.  Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">,  253 (1981);  see also  Mesnick v.\n                                                              \n\nGeneral  Elec.  Co.,  </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">816</span></a></span><pre class=\"inline\">,  823  (1st  Cir.  1991);\n                   \n\nVillanueva v. Wellesley College, </pre><span class=\"citation\" data-id=\"558945\"><a href=\"/opinion/558945/tino-villanueva-v-wellesley-college/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span><pre class=\"inline\">, 127 (1st Cir.),\n                               \n\ncert. denied, --- U.S. ---, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">181</span></span><pre class=\"inline\"> (1991).\n            \n\n          Viewed  in  this  manner, the  proper  question  for\n\ndefendants  to  ask is  not  whether  Keisling has  failed  to\n\nestablish a prima facie case, but rather whether Keisling  has\n                       \n\nfailed  to  carry  the  ultimate  burden  of  persuasion  upon\n\nconsideration of all the evidence presented at trial.  For the\n\npurposes  of  this  appeal,  we must  conclude  that  Keisling\n\nsucceeded  in meeting her  burden.   Granted, the  evidence of\n\ndiscrimination   that   Keisling   presented  was   far   from\n\noverwhelming.   It is certainly conceivable  that a reasonable\n\njury, viewing all the evidence, could conclude that Keisling's\n\ndischarge was  a legitimate response  to inappropriate on-the-\n\njob behavior, or  even that her  discharge, while unfair,  was\n\nnot  the product of illegal  age discrimination.   It seems to\n\n                             -16-\n\nus, however, that a determination of  the cause for Keisling's\n\ntermination  requires  a  weighing   of  the  credibility   of\n\ndefendants'  witnesses,  who   described  Keisling's   alleged\n\ninappropriate behavior,  against that of Keisling,  who denied\n\nthat  she  ever  behaved  improperly.   Such  assessments  are\n\npeculiarly  within the  province  of the  jury.   An appellate\n\ncourt  may  not  interpose  a  judgment  different  from  that\n\nobtained at trial simply because it disagrees  with the jury's\n\ncredibility determinations.  See  Nydam v. Lennerton, </pre><span class=\"citation\" data-id=\"571448\"><a href=\"/opinion/571448/raymond-g-nydam-v-joseph-lennerton-jr-etc-and-joseph-f-fontaine/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span>\n                                                    \n\n<span class=\"page\">808</span></a></span><pre class=\"inline\">, 810 (1st Cir. 1991).  \n\n          In  sum, both because  defendants' post-trial motion\n\nfor judgment as a matter of law was procedurally defective and\n\nbecause  it was, on the  record made at  trial, inapposite, we\n\nconclude  that the district court  did not err  in denying the\n\nmotion.\n\nB.        Exclusion  of  Testimony  Concerning  Statements  by\n                                                              \n\n          Plaintiff and Defendant Green\n                                       \n\n          During   the   presentation  of   defendants'  case,\n\ndefendants  presented  testimony  by  SER's  former  executive\n\ndirector, Carlos Pedro.   In the course of  Pedro's testimony,\n\ndefendants'  counsel  questioned  Pedro concerning  statements\n\nmade  by   both  Keisling  and  defendant  Alma   Green.    In\n\nparticular, defendants'  counsel sought  to elicit from  Pedro\n\n                             -17-\n\nstatements  by  Keisling and  Green  to the  effect  that each\n\nrespectively was  getting too  old to endure  the travails  of\n\ntheir jobs.   Defendants'  counsel posed  the question  in two\n\nforms, as follows:\n\n          Q:   During from [sic] the period of 1987 until 1989\n          when you were employed  at the agency, did  you have\n          occasion,  while in  the presence  of Alma  Green or\n          Dania Keisling, to hear conversation where the words\n          to the effect  were [sic] \"I'm  getting too old  for\n          this crap or too old for this stuff\" were used?\n\n          Q:   In 1987  until 1989  when you left  the agency,\n          Mr.  Pedro, did  you ever  hear conversation  in the\n          agency where reference to age was used?\n\nT.  514-15.  Keisling's counsel objected  to both questions as\n\ncalling  for  hearsay   responses,  and  the   district  court\n\nsustained  the  objections.   Defendants  now  claim that  the\n\nexclusion of the testimony was error warranting a new trial.\n\n          We  agree.   Rule  801(c)  of the  Federal  Rules of\n\nEvidence  defines hearsay as \"a statement, other than one made\n\nby the  declarant while  testifying at  the trial  or hearing,\n\noffered  in  evidence  to  prove  the  truth  of  the   matter\n\nasserted.\"   In counsel's questions to  Pedro, counsel plainly\n\nwas  attempting to  elicit  from  Pedro  testimony  concerning\n\nstatements  made out  of court;  to that  extent,  the hearsay\n\n                             -18-\n\nrules were  implicated.6   The alleged statements  of Keisling\n\nand Green were  not being offered  to prove the  truth of  the\n\nmatter asserted, however.  Defendants  did not ask Pedro about\n\nthe  statements in an attempt to prove that Keisling and Green\n\nwere, indeed, too  old for their jobs.   Rather, in seeking to\n\nelicit Pedro's testimony as to statements by Green, defendants\n\nwould  have invited the  jury to infer that  this was a common\n\nform of speech for  Green, one that she applied  to herself as\n\nwell as to others, and that when she directed similar comments\n\nat Keisling she did not do so with discriminatory animus.  And\n\nif Pedro were to have testified that Keisling herself had made\n\nsimilar comments,7 that might have  strengthened the inference\n\n                    \n\n6         Defendants' assertion  that the questions  did not\ncall for a  hearsay response because they  simply required a\n\"yes\" or  \"no\" answer is flawed.   A party cannot  evade the\ndictates of the hearsay rules simply by having  an attorney,\nrather than the  witness, present  the alleged  out-of-court\nstatement and  then asking  the witness,  \"Is that what  you\nheard?\"  To the  extent that the questions posed  called for\nPedro to  affirm  or deny  the  content of  an  out-of-court\nstatement,  the questions  fell within  the purview  of Rule\n801.\n\n7         Keisling contends that defendants did not argue to\nthe district  court that Keisling herself  had made comments\nreferring to  her age, and that  defendants therefore cannot\npresent that argument to  this court.  Keisling's contention\nis  plainly wrong.  Not only does the initial question posed\nby defendants'  counsel  directly  refer  to  statements  by\nKeisling, but  in the colloquy that  followed the questions,\ndefendant's  counsel  told the  court,  in  response to  the\ncourt's determination that the questions called for hearsay,\n\n                             -19-\n\nthat Green's comments  were devoid of  animus.  As  defendants\n\ncontend in their  brief, such testimony could have  provided a\n\npredicate for arguing \"that  whatever comments green [sic] and\n                                                         \n\nKeisling  may have made regarding being 'too old' for this job\n\nwere not reflections of age  'animus' but rather indicative of\n\nfrustration  with  a difficult  job  in  a difficult  economic\n\nenvironment.\"     Appellants'  Brief  at  17.     Because  the\n\nstatements were not offered  to prove the truth of  the matter\n\nasserted therein,  they were not hearsay within the meaning of\n\nRule 801(c).8  \n\n          In  addition  to  establishing  that  the  proffered\n\ntestimony was not hearsay, defendants must establish that they\n\nwere  prejudiced by  the  exclusion  of  the testimony.    See\n                                                              \n\nFernandez v. Leonard, </pre><span class=\"citation\" data-id=\"583332\"><a href=\"/opinion/583332/oscar-j-fernandez-v-francis-t-leonard/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span><pre class=\"inline\">,  465 (1st Cir. 1992).   We\n                    \n\nbelieve that they have  done so.  As we have  said, Keisling's\n\nevidence of  discrimination, while  sufficient to withstand  a\n\n                    \n\n\"[I]n  the  case that  those  statements  are attributed  to\neither  a  defendant  or a  plaintiff,  I  believe  they are\nclearly admissible.\"  T. 515-16.  That argument may not have\nbeen a model of clarity, and it is true that counsel did not\nelaborate with respect to statements by Keisling.  Counsel's\npresentation  was,  however,  sufficient  to   preserve  the\nargument made on this appeal.\n\n8   Of course, from  the standpoint of  hearsay doctrine, an\nout of court statement by the plaintiff, when offered by the\ndefendant, is not hearsay  even if offered for the  truth of\nthe matter asserted.  Fed. R. Evid. 801(d)(2)(A).\n\n                             -20-\n\nmotion  for  judgment   as  a  matter   of  law,  was   hardly\n\noverwhelming.   The  testimony  proffered  by  defendants  and\n\nerroneously excluded as hearsay  is itself not powerful stuff.\n\nIt is, however,  relevant to the  issue of whether  defendants\n\nacted with discriminatory animus in discharging the plaintiff.\n\nThe  testimony was  offered in  an attempt  to rebut  the sole\n\ndirect  evidence  of   discriminatory  animus  that   Keisling\n\npresented.   In a close  case, depending on  the assessment of\n\nthe testimony by the  jury, that testimony might be  enough to\n\ntip  the balance.9  We therefore  conclude that a new trial is\n\nwarranted.10\n\n                    \n\n9         Keisling  argues  that  the  testimony,   even  if\nadmissible, was duplicative, because Green herself testified\nthat she  frequently made comments  along the lines  of \"I'm\ngetting too old  for this  crap.\"  To  the extent,  however,\nthat the testimony  of Pedro might  have (1) reinforced  the\ncredibility of  Green's testimony, which was  plainly in her\nself-interest,  and  (2) shown  that  Keisling  herself made\nsimilar comments,  the testimony would not  have been simply\nduplicative.\n\n10        Defendants raise two  additional issues on appeal.\nFirst, they argue that the district court erred in excluding\na   document  entitled   \"Since  Original   Warning,\"  which\npurported to  list 18 deficiencies in Keisling's performance\nfollowing  the  original  warning  that  Keisling  received.\nDefendants  argue  that  the  document is  admissible  as  a\nbusiness record kept in the ordinary course of business that\nwas considered by the  SER Board of Directors in  making the\ndecision to terminate Keisling.  The district court excluded\nthe document.   It  concluded that the  document represented\ncumulative evidence,  because  Turner herself  testified  at\nlength   concerning   Keisling's   deficiencies    and   the\n\n                             -21-\n\nIII.      CONCLUSION\n\n          Having concluded  that the trial in  this matter was\n\nflawed due to the prejudicial exclusion of relevant testimony,\n\nwe  vacate  the judgment  entered  by the  district  court and\n\nremand for a new trial.\n\n                    \n\npresentation that Turner had made to the Board of Directors.\nIn addition, while the court apparently did not rely on this\npoint,  the court  noted that  there was  evidence  that the\ndocument  had been  prepared  after Keisling's  termination.\nSince  we have decided on other grounds  that a new trial is\nwarranted,  we  are  not  required  to  resolve  the  issue.\nNonetheless,  given that the issue is likely to recur in any\nnew  trial, we  think it  appropriate to  note that,  on the\nrecord  before  this court,  it  appears  that the  district\ncourt's decision  to exclude the document  did not represent\nan abuse of discretion.\n               Second,  defendants  argue   that  they   are\nentitled  to a  new  trial because  the  jury's verdict  was\nagainst the weight of  the evidence.   As we are ordering  a\nnew  trial on  other  grounds,  we  find it  unnecessary  to\naddress this issue.\n\n                             -22-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627336/"
  ]
}