{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195272/",
  "absolute_url": "/opinion/195272/mitchell-v-shhs/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195272/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:36:40Z",
  "date_modified": "2016-02-28T04:52:19.033274Z",
  "type": "010combined",
  "sha1": "81f6469dd95ec3816dc2a809001b2da84daea8d8",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1612.01A",
  "local_path": null,
  "plain_text": "March 25, 1994        [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1612\n\n                     TIMOTHY B. MITCHELL,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\n                                                        \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n                Selya and Cyr, Circuit Judges.\n                                             \n\n                                        \n\n   Timothy B. Mitchell on brief pro se.\n                      \n   A.  John  Pappalardo,  United  States  Attorney,   Karen  L.\n                                                               \nGoodwin,  Assistant   United  States  Attorney,  and   Robert  M.\n                                                               \nPeckrill,  Assistant Regional  Counsel,  Department of  Health  &amp;\n      \nHuman Service, on brief for appellee.\n\n                                        \n\n                                        \n\n          Per  Curiam.     Pro se  claimant Timothy  Mitchell\n                                 \n\nappeals a district court judgment that affirmed the denial of\n\nhis claim for Supplemental Security Income (SSI) benefits.  A\n\nformer competitive  bicyclist, claimant  applied  for SSI  in\n\nJune 1989, when he was 24 years old.  He claimed  that he was\n\ndisabled due  to chronic pain resulting  from musculoskeletal\n\ninflammation affecting  most of his joints,  particularly his\n\nwrists  and  hands.    Claimant  alleged  that his  pain  was\n\naggravated by repetitive motions  and hot weather.  In  1987,\n\nclaimant secured a bachelors degree in cultural  anthropology\n\nfrom  the University of Massachusetts.  He held various part-\n\ntime  jobs during  and after  college, including  those of  a\n\ndishwasher,  psychiatric  counsellor, prep  cook, psychiatric\n\naide, stock  person, bus person,  and salesperson.   His last\n\nposition  was  as  a  telephone  fundraiser,  which  required\n\nfrequent repetitive use of the hands in dialing and writing. \n\n     After claimant's  application  was denied  upon  initial\n\nreview and reconsideration, claimant represented himself at a\n\nhearing before an  administrative law judge  (ALJ).  The  ALJ\n\nreviewed the conflicting medical evidence and determined that\n\nclaimant had no exertional limitations and only a \"marginally\n               \n\nsevere somatoform  disorder.\"1  The ALJ  concluded that while\n\n                    \n\n1.  Somatoform  disorders  are  characterized  by,\"[p]hysical\nsymptoms for which there are no demonstrable organic findings\nor known physiological mechanisms.\"  See 20 C.F.R.  Part 404,\n                                        \nSubpart P, App. I,  12.07.  This listing may be satisfied if,\ninter alia,  the medical evidence documents  either: (1) \"[a]\n                                                   \n\n                             -2-\n\nthe latter condition  moderately impaired claimant's  ability\n\nto maintain persistence and pace, thereby preventing him from\n\nperforming his  past work as  a telephone fundraiser,  it did\n\nnot prevent the claimant from performing his other past jobs.\n\nThus, the ALJ  denied claimant's application at  step four of\n\nthe  sequential  evaluation  process.     See  Goodermote  v.\n                                                         \n\nSecretary of Health and Human Services, 690 F. 2d 5, 6-7 (1st\n                                      \n\nCir. 1982).  The district court affirmed  this conclusion and\n\nclaimant  has  taken  a  timely appeal.    Having  thoroughly\n\nreviewed the record, we also affirm for the reasons discussed\n\nbelow.\n\n                              I.\n\n     We first review the medical and other evidence which  is\n\nessential  to   a   complete  understanding   of   claimant's\n\nallegations.    The record  discloses that  claimant bicycled\n\n16,000 kilometers  (or 10,000 miles) in  various races during\n\nthe summer of 1983.  He began having health problems in 1984,\n\nand consulted  Dr. Robert  Leach, an orthopedic  surgeon, for\n\npain behind his  left knee.   Claimant reported  that he  had\n\nrecently  had  surgery  on  his left  thigh  for  compartment\n\n                    \n\nhistory  of  multiple  physical  symptoms  of  several  years\nduration,  beginning  before age  30,  that  have caused  the\nindividual to take medicine frequently, see a physician often\nand alter life  patterns significantly; or\" (2)  [p]ersistent\nnonorganic  disturbance of ...  [s]ensation (e.g., diminished\nor   heightened)\"  or  (3)  [u]nrealistic  interpretation  of\nphysical   signs   or    sensations   associated   with   the\npreoccupation or  belief that  one has a  serious disease  or\ninjury;....\" Id.,  12.07(A). \n                \n\n                             -3-\n\nsyndrome  and  that  he  had  previously  consulted  numerous\n\ndoctors and chiropractors  for various other pains.2   He had\n\ntaken Indocin (an anti-inflammatory agent) and Butazolidan (a\n\nrheumatoid arthritis treatment)  without relief and  had also\n\nundergone  a myelogram.   Apart  from an  area of  tenderness\n\naround claimant's  left knee semitendinosis  tendon, physical\n\nexam was completely  normal and Dr. Leach \"was impressed with\n\nhow  loose [claimant] was.\"   Dr.  Leach made no diagnosis or\n\nrecommendations.  He stated  that he did \"not have  any ideas\n\nas to where to go from here\" in view of the extensive studies\n\nclaimant had already undergone. \n\n     There  are no  medical records  from 1985,  during which\n\nclaimant  was apparently  enrolled in  college and  worked at\n\nvarious  times  as a  prep  cook  and adolescent  psychiatric\n\ncounsellor.  In November 1986 claimant consulted Dr. Jonathan\n\nKurtis,  another orthopedic surgeon,  for bilateral  arm pain\n\nassociated with his job as a dishwasher.  Dr. Kurtis reported\n\nthat  his evaluation  was negative  for a severe  problem and\n\nthat \"it was thought  that he had an  occupational tendonitis\n\nof his  wrist.\"3   Claimant  graduated  from college  in  May\n\n                    \n\n2.  Compartment  syndrome is  \"a  condition caused  by inward\npressure of an artery  reducing blood supply.  It  can result\nin  a permanent contraction of  the hand or  foot.\" See Mosby\n                                                             \nMedical Encyclopedia, p. 182 (1985).  \n                    \n\n3.  Claimant returned to Dr. Kurtis in  January 1987 for left\nheel pain cause by his cross-country ski boots.  In reporting\nthese findings  to the Social  Security Administration (SSA),\nDr. Kurtis  emphasized that  he had  not seen claimant  since\n\n                             -4-\n\n1987.   While claimant's vocational report  does not identify\n\nit,  the medical records suggest that at some point following\n\nhis graduation  claimant either  volunteered or worked  in an\n\nadministrative  position with the Institute for International\n\nDevelopment and Cooperation.\n\n     In  September  1987   claimant  consulted  Dr.  Lawrence\n\nSchiffman, a rheumatologist,  complaining of bilateral  wrist\n\npain  while he was working  as a dishwasher  and a carpenter.\n\nHe reported  a history of tendonitis in his shoulders, knees,\n\nand elbows  (epicondylitis) while also  complaining of  groin\n\npain and  lower  back  pain,  although  the  latter  was  not\n\nchronic.     Claimant  denied  morning  stiffness  and  sleep\n\nproblems.  Physical examination disclosed that claimant had a\n\nfull range of musculoskeletal motion, although he experienced\n\ntenderness at the base of the thumb and Achilles tendon.  Dr.\n\nSchiffman recorded an impression of tendonitis and prescribed\n\nFeldene, an  arthritis medication.   Follow-up lab  tests for\n\nrheumatoid  arthritis were  negative.4   Claimant  apparently\n\ntravelled to Africa at some point in 1988 and returned to Dr.\n\nSchiffman in April with complaints of pain at the base of the\n\nthumbs  and groin.   He  again denied  morning stiffness;  no\n\n                    \n\n1987 and had no diagnosis consistent with chronic disability.\n\n4.  In January  1988, Dr. Schiffman advised  claimant that he\nhad been  unable  to  make  a diagnosis  of  systemic  tissue\nconnective disease (arthritis) based on his laboratory  tests\nand physical examination.   \n\n                             -5-\n\nswelling was present.   Apart  from the  areas of  tenderness\n\nnoted, physical exam was essentially normal.  Dr. Schiffman's\n\nagain recorded  an impression of tendonitis  and continued to\n\nprescribe  medications.   Follow-up lab tests  for rheumatoid\n\narthritis, Lyme disease, and HIV were negative.    \n\n     At  some point  during 1988  claimant also  travelled to\n\nDenmark.    There he  sought further evaluation  of his pain.\n\nClaimant returned  to Dr. Schiffman in  July 1988 complaining\n\nof  bilateral  wrist, groin,  and thigh  pain.   He  was then\n\ntaking Ibuprofen. Claimant reported that he  was able to swim\n\nbut  that this  resulted in  increased  pain.   Physical exam\n\ndisclosed  no  swelling nor  other  positive  findings.   Dr.\n\nSchiffman advised  claimant to  stop swimming  and prescribed\n\nultrasound therapy for his wrists. Between July and September\n\n1988 claimant underwent  weekly ultrasound treatments at  the\n\nEasthampton   Physical   Therapy  Services.      He  reported\n\nexperiencing some  improvement from  the pain in  his wrists,\n\nalthough he did not attribute it to the treatments.5  At  the\n\nconclusion of  the treatments Dr. Schiffman referred claimant\n\nto  Dr.   Allison  Ryan,   a  specialist  in   neurology  and\n\npsychiatry, stating that he had \"not been able to establish a\n\n                    \n\n5.  Claimant also consulted an occupational  therapist at the\nCommunication  Enhancement Clinic of  the Children's Hospital\nin Boston, although he  was not referred there by  any health\ncare  providers identified  in the  record.   Claimant sought\ncomputer  components to  eliminate  the need  for  repetitive\nwrist motions.     \n\n                             -6-\n\ndiagnosis\" although he  felt claimant's  symptoms were  \"most\n\nlikely   due   to   an   overuse   syndrome,    worsened   by\n\ndeconditioning.\"6  \n\n     In November  1988 claimant  applied for services  at the\n\nMassachusetts  Rehabilitation  Commission  (MRC).     Shortly\n\nthereafter  he   began  working  part-time  as   a  telephone\n\nfundraiser for  the Progressive  Group, Inc.   On January  4,\n\n1989,  claimant  returned  to  Dr. Schiffman,  continuing  to\n\ncomplain of \"tendonitis\" in  his wrists and knees.   Physical\n\nexam  again disclosed no swelling and a full range of motion.\n\nClaimant  denied morning stiffness and reportedly was walking\n\nregularly (10-20  minutes).   On the following  day, claimant\n\nwas examined  by Dr. Charles Brummer, a  family physician who\n\nevaluated  claimant  for  the  MRC.   Dr.  Brummer  recounted\n\nclaimant's extensive  history of complaints  and unsuccessful\n\ntreatments for pain in his legs, hips, shoulders, and elbows.\n\nDespite   treatment   with  multiple   medications,  claimant\n\nreported that  he experienced no  relief.  Physical  exam was\n\nnormal, with a  full range of  musculoskeletal motion and  no\n\nswelling,  heat, or  redness, although  claimant subjectively\n\ncomplained of  pain with motion  and palpation.   Dr. Brummer\n\nconcluded   that   claimant  suffers   from  a   soft  tissue\n\n                    \n\n6.  We  note  that  following  his hearing  before  the  ALJ,\nclaimant submitted a letter to the Appeals Council wherein he\nalleged  that Dr.  Ryan concluded  that claimant  has chronic\npain syndrome and fibromyalgia, a condition discussed  infra.\n                                                            \nHowever, Dr. Ryan's records are not before us.\n\n                             -7-\n\ninflammatory  disease  such as  chronic tendonitis  or, \"more\n\nprobably  a  fibromyositis  or  fibromyalgia  syndrome\" which\n\noften  respond poorly  to  medications.7   He suggested  that\n\nclaimant was not  capable of  work and advised  him to  avoid\n\nsignificant lifting,  climbing, or repetitive motions.  Based\n\non  Dr.  Brummer's  evaluation,   in  January  1989  the  MRC\n\ndetermined   that  claimant   was  eligible   for  vocational\n\nrehabilitation   services   as    a   severely    handicapped\n\nindividual.8     Claimant   also  began   weekly  acupuncture\n\ntreatments   with   Jonathan   Klate,   Ph.D.,   a   licensed\n\nacupuncturist.     Dr.  Klate  continued  to  treat  claimant\n\nthroughout the  time his  claim was  pending and  submitted a\n\n                    \n\n7.  Fibromyalgia is  pain  in the  fibrous tissues,  muscles,\ntendons,  ligaments,  and  other  white  connective  tissues,\nfrequently  affecting  the  low  back,  neck,  shoulders  and\nthighs.  See The  Merck Manual (16th ed. 1992),  pp. 1369-70.\n                              \nAs Dr.  Brummer's report  suggests, the term  fibromyalgia is\noften used interchangeably with fibromyositis, or fibrositis.\nSee Lisa v. Dept. of Health and Human Services, 940 F.2d  40,\n                                              \n43  (2nd Cir. 1991).  This condition has only been recognized\nover   the   last   several   years.     It   causes   severe\nmusculoskeletal  pain, stiffness  and  fatigue due  to  sleep\ndisturbances, although physical  examinations will  generally\nbe  normal. See  Preston  v. Secretary  of  Health and  Human\n                                                             \nServices, 854 F.2d  815, 818  (6th Cir. 1988).   The  disease\n        \ncannot be confirmed by objective tests, rather, the diagnosis\nis made  by exclusion  and the elicitation  of tenderness  at\ncertain \"'focal tender points.'\" Id.  Fibrositis patients may\n                                    \nalso have psychological disorders; the disease afflicts women\nsignificantly more often than men. Id. \n                                      \n\n8.  It  appears  that the  MRC  simply  assisted claimant  in\nsecuring computer  software and  components that  would allow\nhim to pursue employment without exacerbating his condition. \n\n                             -8-\n\nreport   to  the   SSA   which  opined   that  claimant   was\n\nsignificantly disabled.  \n\n     Claimant  resigned  from  his  position  as  a telephone\n\nfundraiser  around  June  29,  1989,  claiming  that  he  was\n\nphysically unable to meet the job's requirements due to wrist\n\nand hand pain aggravated  by warmer weather.  He  applied for\n\nSSI  benefits on  the same  day.   Claimant  was subsequently\n\nexamined by two internists  on behalf of the SSA,  Dr. Enrico\n\nPetrillo and  Dr. Dwight Robinson.   Dr. Petrillo  reported a\n\nnormal  physical   exam  and  concluded   that  claimant  had\n\nmusculoskeletal symptoms  of burning and pain  in the muscles\n\nand  tendons  bilaterally.    He did  not  assess  claimant's\n\nresidual functional capacity (RFC).   Dr. Robinson found that\n\nclaimant  exhibited 20  degree flexion  contractures of  both\n\nelbows,  but  that   claimant's  joint  exam  was   otherwise\n\nunremarkable.    In particular  he  noted that  there  was no\n\nswelling or tenderness and no  muscle atrophy.  Dr.  Robinson\n\nindicated that claimant might  have a variant of fibromyalgia\n\nand that his  functional ability was  clearly limited by  his\n\nsymptoms,  although he  did not  assess  claimant's RFC.   He\n\nadvised  claimant  to  pursue  gradual  muscle  strengthening\n\nexercises and possibly to try an antidepressant.9\n\n                    \n\n9.  Dr. Robinson also noted that claimant might have an early\nform of  scleroderma, a  disease that would  not account  for\nclaimant's symptoms. \n\n                             -9-\n\n     Based on the  aforementioned medical  evidence, the  SSA\n\nsecured an  assessment of claimant's exertional  RFC from Dr.\n\nHarvey Wald, a non-examining  consultant.  Dr. Wald concluded\n\nthat claimant  was limited to light work.   Consequently, the\n\nSSA denied  claimant's initial application and claimant filed\n\na request  for reconsideration.   Claimant  consulted another\n\nrheumatologist,  Dr.  Robert  Gray,   on  December  7,  1989.\n\nPhysical exam again disclosed that both elbows showed a 20-30\n\ndegree loss of full  extension, but flexion was full.   There\n\nwas  no  synovial  (joint)  swelling,  no  fibrositic trigger\n\npoints, and no evidence  of muscle atrophy or weakness.   Dr.\n\nGray concluded that claimant suffered from arthralgias (joint\n\npain) and myalgias (muscle pain) of undetermined etiology and\n\nthat his symptoms  were atypical of fibrositis  syndrome.  On\n\nDecember  13,  1989,  claimant  was examined  by  Dr.  Jerome\n\nSiegel,   another  consulting   internist.     Physical  exam\n\ndisclosed  that claimant  appeared  well, had  no history  of\n\nsleep disturbance, and again exhibited a full range of motion\n\nwith  no synovial  thickening.   No trigger  point tenderness\n\nareas  were palpated.   Shoulder  x-rays  and lab  tests were\n\nnormal.   Dr. Siegel  made a  differential diagnosis  of pain\n\ndisorder involving the joints with questionable fibromyalgia,\n\nsomatization  disorder, and chronic  pain disorder.   Neither\n\nDr. Gray nor Dr. Siegel assessed claimant's RFC.\n\n                             -10-\n\n     Finally, on January 24, 1990, claimant was evaluated for\n\nthe SSA by  Dr. Sanford Bloomberg, a psychiatrist.   Claimant\n\nreported  that he  suffered from  a \"painful  condition\" that\n\naffected  essentially all  of his  major joints  although his\n\ncomplaints were  \"completely subjective.\"   Although claimant\n\nreported that his activities had become extremely constricted\n\nas a result, he was then taking graduate courses and applying\n\nto  graduate school at  the University of  Massachusetts.  He\n\nwas also the editor of his church newsletter and participated\n\nin  a young adult group.   Despite being  able to shop, cook,\n\nand  participate in  the aforementioned  activities, claimant\n\nprofessed  that he was in  constant pain.   He denied trouble\n\nsleeping.  Dr. Bloomberg stated that, \"[t]he only diagnosis I\n\nwould  make would  be  a somatoform  pain  disorder, with  no\n\nrelated organic pathology, which  so far, can be specifically\n\nidentified to  document  the diagnosis  that some  physicians\n\nhave  made  for  him,   fibrocytis  or  fibromyalgia.\"    Dr.\n\nBloomberg noted  that  where  one  local  expert  (presumably\n\nreferring to Dr.  Gray) had concluded  that claimant did  not\n\nhave fibrositis,  claimant's complaints of pain  were grossly\n\nin   excess  of  what  one   would  expect  if   he  had  any\n\npathology.10   While Dr. Bloomberg did  not assess claimant's\n\n                    \n\n10.  Dr.  Bloomberg also  observed  that  claimant's  alleged\nincapacity was  not objectively observable and  that claimant\npresented as  \"vigorous, full of energy,  walking and sitting\ndown and rising ... with no difficulty apparent.\"\n\n                             -11-\n\nRFC,  the SSA secured a mental RFC evaluation from Dr. Joseph\n\nLichtman,  a  psychologist.    Dr.  Lichtman  concluded  that\n\nclaimant suffered  from a somatization  disorder which  would\n\noften result in  deficiencies of persistence,  concentration,\n\nand pace resulting in a failure to complete tasks in a timely\n\nmanner.   However,  he  found that  claimant's activities  of\n\ndaily living and ability  to maintain social functioning were\n\nonly slightly limited, and  that claimant never suffered from\n\nepisodes of deterioration or  decompensation in work or work-\n\nlike settings.  \n\n     The ALJ credited  Dr. Lichtman's functional  findings in\n\nconcluding that  claimant was not disabled.   He specifically\n\nfound that  claimant does  not have a  medically determinable\n\nphysical  impairment that  could  reasonably  be expected  to\n\nresult  in  the  degree  of  pain  and  functional loss  that\n\nclaimant  has alleged.    The ALJ  then evaluated  claimant's\n\nsubjective  pain  complaints  in  accordance  with  Avery  v.\n                                                         \n\nSecretary  of Health  and Human  Services, 797 F.2d  19, (1st\n                                         \n\nCir.   1986),  and   concluded  that   claimant's  subjective\n\nallegations  were   not  credible   in  view   of  claimant's\n\nactivities as a graduate student  and church member, the fact\n\nthat there was no physical basis for claimant's pain, and the\n\nfact that claimant  took no  medications at the  time of  the\n\n                             -12-\n\nhearing.11      The  ALJ   found  that   claimant's  residual\n\nfunctional   capacity   was   not  significantly   restricted\n\nexertionally and that his somatoform disorder only  prevented\n\nhim from  performing his past job as  a telephone fundraiser.\n\nAfter the  hearing claimant  submitted additional letters  to\n\nthe  Appeals Council where he  recounted that he  had begun a\n\ncourse  of treatment  with amitriptyline,  an anti-depressant\n\nused  to  treat fibromyalgia.  The  Appeals  Council declined\n\nreview, thus rendering the ALJ's decision final.\n\n                             II.\n\n     We  are bound to affirm the Secretary if his decision is\n\nsupported by substantial  evidence on the record  as a whole.\n\nSee,  e.g.,  Rodriguez  v.  Secretary  of  Health  and  Human\n                                                             \n\nServices,  647 F.2d 218, 222  (1st Cir. 1981).   Any claimant\n        \n\nseeking  disability  benefits  bears  the initial  burden  of\n\nproving that  his condition prevents him  from performing his\n\nformer  type of   work, not just  that he cannot  return to a\n            \n\nparticular job. See Gray  v. Heckler, 760 F.2d 369,  372 (1st\n                                    \n\nCir. 1985).  And, as the Secretary's regulations provide that\n\neven  part  time  work  may  constitute  substantial  gainful\n\nactivity, the fact that all of claimant's past positions were\n\npart time jobs does not require a finding of disability.  See\n                                                             \n\nDavis v.  Secretary of  Health and  Human Services,  915 F.2d\n                                                  \n\n                    \n\n11.  Claimant  had  been  accepted  to  graduate  school  and\nexpected  to attend classes for two, eight-hour days per week\nat the time of the hearing.\n\n                             -13-\n\n186, 189 (6th Cir.  1990); 20 C.F.R.  416.972(a)(work  may be\n\nsubstantial even if it is done on a part time-basis). \n\n     On appeal, claimant argues that the evidence establishes\n\nthat  he  meets  the  Somatoform  Disorder  Listing  ( 12.07)\n\nbecause  he   has  repeatedly   suffered  from  episodes   of\n\ndeterioration or decompensation at  work, as evidenced by the\n\nfact that he has withdrawn from several of his past jobs  due\n\nto  wrist tendonitis.   Claimant also  contends that  the ALJ\n\nshould  have given more weight  to the reports  of his health\n\ncare providers  (e.g., Drs. Schiffman,  Brummer, and  Klate),\n\nparticularly  where  the  doctors  who   assessed  claimant's\n\nresidual  functional  capacity  did  not  even  examine  him.\n\nClaimant  emphasizes that  he  is  unable  to use  his  upper\n\nextremities and, since most  jobs entail this requirement, he\n\nis  unable to perform his past jobs and any other substantial\n\ngainful activity.    Each of these arguments must  fail given\n\nour limited  standard of review and  the conflicting evidence\n\nin the record.\n\n      First,  while  it  is  true  that the  ALJ  found  that\n\nclaimant satisfied three of the paragraph A criteria required\n\nto meet the Somatoform Disorder Listing, see n. 1, supra, the\n                                                        \n\nrecord amply supports the ALJ's conclusion that claimant does\n\nnot suffer  from the  degree of  functional loss  required to\n\nmeet  the  paragraph B  criteria of   12.07.   Thus,  even if\n\nclaimant resigned from  his job as a telephone fundraiser due\n\n                             -14-\n\nto  increased  pain, this  alone does  not establish  that he\n\nexperienced the  repeated  episodes of  deterioration in  the\n\nwork place required to  satisfy  12.07.  Moreover, claimant's\n\ntestimony  and  contact  with  the  SSA  supports  the  ALJ's\n\nconclusion  that his  activities of  daily living  and social\n\nfunctioning  were  not   significantly  impaired.    Claimant\n\nresides with  seven  people,  is able  to  do  some  cooking,\n\ncleaning, writing, and driving, in  addition to participating\n\nin church activities and  attending graduate school while his\n\nSSI  claim was pending.   Even with the restrictions claimant\n\nhas  identified, these activities  do not suggest  a level of\n\nimpairment consistent  with total disability.   Thus, the ALJ\n\ndid  not err in concluding that claimant failed to prove that\n\nhe satisfies the Somatoform Disorder Listing.\n\n     With  respect  to claimant's  second  contention,  it is\n\nwell-established in this circuit that a  treating physician's\n\nopinion may  be  rejected by  the Secretary,  who may  accord\n\ngreater weight to  his own  experts.  See,  e.g., Keating  v.\n                                                         \n\nSecretary of Health  and Human  Services, 848  F.2d 271,  272\n                                        \n\n(1st  Cir.  1988)(per  curiam); Barrientos  v.  Secretary  of\n                                                             \n\nHealth  and  Human  Services,  820  F.2d  1,  2-3  (1st  Cir.\n                            \n\n1987)(per curiam);  Sitar v. Schweiker, 671 F.2d  19, 21 (1st\n                                      \n\nCir. 1982)(per curiam).  In concluding that claimant suffered\n\nonly  from a  somatoform  disorder and  not  from a  physical\n\nimpairment (e.g. fibromyalgia), the ALJ credited the opinions\n\n                             -15-\n\nof  Drs.  Siegel and  Bloomberg, both  of whom  suggested the\n\ndiagnosis   of  somatoform  disorder,   and  the  opinion  of\n\nclaimant's  own rheumatologist,  Dr.  Gray, who  stated  that\n\nclaimant's  symptoms  were   inconsistent  with   fibrositis,\n\nparticularly noting the absence  of trigger point  tenderness\n\nand complaints of  poor sleep.   There  was no  error in  the\n\nALJ's  decision not to place  more weight on  the opinions of\n\nclaimant's other health care providers.    The ALJ  correctly\n\nobserved that the disability opinion expressed  by claimant's\n\nacupuncturist was not  entitled to the  weight that might  be\n\naccorded a  physician since the regulations  do not recognize\n\nacupuncturists as acceptable medical  sources.  See 20 C.F.R.\n                                                   \n\n 416.972(a)(acceptable   medical  sources   include  licensed\n\nphysicians,  osteopaths,   psychologists,  optometrists,  and\n\nrecord  custodians).    To   be  sure,  the  record  arguably\n\nsupported a finding that claimant does suffer from a physical\n\nimpairment   -  fibromyalgia   -     that   does  limit   him\n\nexertionally.   But since conflicts  in the evidence  are for\n\nthe  Secretary  to  resolve,   see,  e.g.,  Burgos  Lopez  v.\n                                                         \n\nSecretary  of Health and Human Services, 747 F.2d 37, 40 (1st\n                                       \n\nCir.  1984), we  cannot second  guess the  ALJ's decision  to\n\ncredit the evidence which undermined this diagnosis.\n\n     The  ALJ  rejected  claimant's  contention  that  he  is\n\nprevented  from  working  because  he cannot  use  his  upper\n\nextremities,  finding that  his complaints of  disabling pain\n\n                             -16-\n\nand functional loss were not credible.   An ALJ's credibility\n\ndeterminations are owed \"considerable deference.\"   Dupuis v.\n                                                          \n\nSecretary of  Health and  Human Services,  869 F.2d  622, 623\n                                        \n\n(1st  Cir. 1989).      Nevertheless,  we question  the  ALJ's\n\nconclusion  that   claimant   suffers  from   no   exertional\n                                                \n\nlimitations.     In   the  first   place,  this   finding  is\n\ncontradicted by Dr. Wald, the SSA's consultant who found that\n\nclaimant was exertionally limited to  light work.  And  given\n\nthe  significant  number  of  physicians  who  reported  that\n\nclaimant suffered at least  some loss of function due  to his\n\nsubjective  symptoms, we question whether the ALJ as a layman\n\nwas  qualified   to  conclude   that  claimant  suffered   no\n\nexertional  limitations  even  if   he  found  the  cause  of\n\nclaimant's  condition  to  be  a mental  impairment  (i.e,  a\n\nsomatoform  disorder)  as opposed  to a  physical impairment.\n\nSee  Walston  v.   Gardner,  381  F.2d  580,  585  (6th  Cir.\n                          \n\n1967)(pain may  be  disabling even  if  partly caused  by  an\n\nemotional  problem).    As a  general  rule,  an  ALJ is  not\n\nqualified to assess residual functional capacity on the basis\n\nof  bare  medical findings.    See,  e.g.,  Berrios Lopez  v.\n                                                         \n\nSecretary of Health and Human  Services, 951 F.2d 427, 430-31\n                                       \n\n(1st Cir.  1991).   However,  the record  supports the  ALJ's\n\nimplicit  conclusion that claimant  retained the capacity for\n\nlight  work.   In  particular, we  note  that the  duties  of\n\nclaimant's past salesperson  job fall within  this exertional\n\n                             -17-\n\ncategory,  and that  \"the type  of work  involved in  a sales\n\nclerk job would not necessarily involve continual use of both\n\narms  and hands  for  long periods  of time  ....\"   Gray  v.\n                                                         \n\nHeckler, 760 F.2d at 374.  The same can be said of claimant's\n       \n\npast   job  as   a  psychiatric   aide.   Accordingly,  where\n\nsubstantial  evidence  supports  the  ALJ's  conclusion  that\n\nclaimant can do at least some of his past jobs, the  judgment\n\nof the district court is affirmed.     \n                                 \n\n                             -18-\n",
  "html": "<p class=\"case_cite\">21 F.3d 419</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Timothy B. MITCHELL, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1612</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 25, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Frank H. Freedman, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Timothy B. Mitchell on brief pro se.</p>\n      <p class=\"indent\">A. John Pappalardo, United States Attorney, Karen L. Goodwin, Assistant United States Attorney, and Robert M. Peckrill, Assistant Regional Counsel, Department of Health &amp; Human Service, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se claimant Timothy Mitchell appeals a district court judgment that affirmed the denial of his claim for Supplemental Security Income (SSI) benefits.  A former competitive bicyclist, claimant applied for SSI in June 1989, when he was 24 years old.  He claimed that he was disabled due to chronic pain resulting from musculoskeletal inflammation affecting most of his joints, particularly his wrists and hands.  Claimant alleged that his pain was aggravated by repetitive motions and hot weather.  In 1987, claimant secured a bachelors degree in cultural anthropology from the University of Massachusetts.  He held various part-time jobs during and after college, including those of a dishwasher, psychiatric counsellor, prep cook, psychiatric aide, stock person, bus person, and salesperson.  His last position was as a telephone fundraiser, which required frequent repetitive use of the hands in dialing and writing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After claimant's application was denied upon initial review and reconsideration, claimant represented himself at a hearing before an administrative law judge (ALJ).  The ALJ reviewed the conflicting medical evidence and determined that claimant had no exertional limitations and only a \"marginally severe somatoform disorder.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The ALJ concluded that while the latter condition moderately impaired claimant's ability to maintain persistence and pace, thereby preventing him from performing his past work as a telephone fundraiser, it did not prevent the claimant from performing his other past jobs.  Thus, the ALJ denied claimant's application at step four of the sequential evaluation process.   See Goodermote v. Secretary of Health and Human Services, 690 F. 2d 5, 6-7 (1st Cir. 1982).  The district court affirmed this conclusion and claimant has taken a timely appeal.  Having thoroughly reviewed the record, we also affirm for the reasons discussed below.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We first review the medical and other evidence which is essential to a complete understanding of claimant's allegations.  The record discloses that claimant bicycled 16,000 kilometers (or 10,000 miles) in various races during the summer of 1983.  He began having health problems in 1984, and consulted Dr. Robert Leach, an orthopedic surgeon, for pain behind his left knee.  Claimant reported that he had recently had surgery on his left thigh for compartment syndrome and that he had previously consulted numerous doctors and chiropractors for various other pains.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He had taken Indocin (an anti-inflammatory agent) and Butazolidan (a rheumatoid arthritis treatment) without relief and had also undergone a myelogram.  Apart from an area of tenderness around claimant's left knee semitendinosis tendon, physical exam was completely normal and Dr. Leach \"was impressed with how loose [claimant] was.\"  Dr. Leach made no diagnosis or recommendations.  He stated that he did \"not have any ideas as to where to go from here\" in view of the extensive studies claimant had already undergone.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There are no medical records from 1985, during which claimant was apparently enrolled in college and worked at various times as a prep cook and adolescent psychiatric counsellor.  In November 1986 claimant consulted Dr. Jonathan Kurtis, another orthopedic surgeon, for bilateral arm pain associated with his job as a dishwasher.  Dr. Kurtis reported that his evaluation was negative for a severe problem and that \"it was thought that he had an occupational tendonitis of his wrist.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Claimant graduated from college in May 1987.  While claimant's vocational report does not identify it, the medical records suggest that at some point following his graduation claimant either volunteered or worked in an administrative position with the Institute for International Development and Cooperation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In September 1987 claimant consulted Dr. Lawrence Schiffman, a rheumatologist, complaining of bilateral wrist pain while he was working as a dishwasher and a carpenter.  He reported a history of tendonitis in his shoulders, knees, and elbows (epicondylitis) while also complaining of groin pain and lower back pain, although the latter was not chronic.  Claimant denied morning stiffness and sleep problems.  Physical examination disclosed that claimant had a full range of musculoskeletal motion, although he experienced tenderness at the base of the thumb and Achilles tendon.  Dr. Schiffman recorded an impression of tendonitis and prescribed Feldene, an arthritis medication.  Follow-up lab tests for rheumatoid arthritis were negative.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Claimant apparently travelled to Africa at some point in 1988 and returned to Dr. Schiffman in April with complaints of pain at the base of the thumbs and groin.  He again denied morning stiffness;  no swelling was present.  Apart from the areas of tenderness noted, physical exam was essentially normal.  Dr. Schiffman's again recorded an impression of tendonitis and continued to prescribe medications.  Follow-up lab tests for rheumatoid arthritis, Lyme disease, and HIV were negative.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At some point during 1988 claimant also travelled to Denmark.  There he sought further evaluation of his pain.  Claimant returned to Dr. Schiffman in July 1988 complaining of bilateral wrist, groin, and thigh pain.  He was then taking Ibuprofen.  Claimant reported that he was able to swim but that this resulted in increased pain.  Physical exam disclosed no swelling nor other positive findings.  Dr. Schiffman advised claimant to stop swimming and prescribed ultrasound therapy for his wrists.  Between July and September 1988 claimant underwent weekly ultrasound treatments at the Easthampton Physical Therapy Services.  He reported experiencing some improvement from the pain in his wrists, although he did not attribute it to the treatments.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  At the conclusion of the treatments Dr. Schiffman referred claimant to Dr. Allison Ryan, a specialist in neurology and psychiatry, stating that he had \"not been able to establish a diagnosis\" although he felt claimant's symptoms were \"most likely due to an overuse syndrome, worsened by deconditioning.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November 1988 claimant applied for services at the Massachusetts Rehabilitation Commission (MRC).  Shortly thereafter he began working part-time as a telephone fundraiser for the Progressive Group, Inc. On January 4, 1989, claimant returned to Dr. Schiffman, continuing to complain of \"tendonitis\" in his wrists and knees.  Physical exam again disclosed no swelling and a full range of motion.  Claimant denied morning stiffness and reportedly was walking regularly (10-20 minutes).  On the following day, claimant was examined by Dr. Charles Brummer, a family physician who evaluated claimant for the MRC. Dr. Brummer recounted claimant's extensive history of complaints and unsuccessful treatments for pain in his legs, hips, shoulders, and elbows.  Despite treatment with multiple medications, claimant reported that he experienced no relief.  Physical exam was normal, with a full range of musculoskeletal motion and no swelling, heat, or redness, although claimant subjectively complained of pain with motion and palpation.  Dr. Brummer concluded that claimant suffers from a soft tissue inflammatory disease such as chronic tendonitis or, \"more probably a fibromyositis or fibromyalgia syndrome\" which often respond poorly to medications.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  He suggested that claimant was not capable of work and advised him to avoid significant lifting, climbing, or repetitive motions.  Based on Dr. Brummer's evaluation, in January 1989 the MRC determined that claimant was eligible for vocational rehabilitation services as a severely handicapped individual.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Claimant also began weekly acupuncture treatments with Jonathan Klate, Ph.D., a licensed acupuncturist.  Dr. Klate continued to treat claimant throughout the time his claim was pending and submitted a report to the SSA which opined that claimant was significantly disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Claimant resigned from his position as a telephone fundraiser around June 29, 1989, claiming that he was physically unable to meet the job's requirements due to wrist and hand pain aggravated by warmer weather.  He applied for SSI benefits on the same day.  Claimant was subsequently examined by two internists on behalf of the SSA, Dr. Enrico Petrillo and Dr. Dwight Robinson.  Dr. Petrillo reported a normal physical exam and concluded that claimant had musculoskeletal symptoms of burning and pain in the muscles and tendons bilaterally.  He did not assess claimant's residual functional capacity (RFC).  Dr. Robinson found that claimant exhibited 20 degree flexion contractures of both elbows, but that claimant's joint exam was otherwise unremarkable.  In particular he noted that there was no swelling or tenderness and no muscle atrophy.  Dr. Robinson indicated that claimant might have a variant of fibromyalgia and that his functional ability was clearly limited by his symptoms, although he did not assess claimant's RFC. He advised claimant to pursue gradual muscle strengthening exercises and possibly to try an antidepressant.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Based on the aforementioned medical evidence, the SSA secured an assessment of claimant's exertional RFC from Dr. Harvey Wald, a non-examining consultant.  Dr. Wald concluded that claimant was limited to light work.  Consequently, the SSA denied claimant's initial application and claimant filed a request for reconsideration.  Claimant consulted another rheumatologist, Dr. Robert Gray, on December 7, 1989.  Physical exam again disclosed that both elbows showed a 20-30 degree loss of full extension, but flexion was full.  There was no synovial (joint) swelling, no fibrositic trigger points, and no evidence of muscle atrophy or weakness.  Dr. Gray concluded that claimant suffered from arthralgias (joint pain) and myalgias (muscle pain) of undetermined etiology and that his symptoms were atypical of fibrositis syndrome.  On December 13, 1989, claimant was examined by Dr. Jerome Siegel, another consulting internist.  Physical exam disclosed that claimant appeared well, had no history of sleep disturbance, and again exhibited a full range of motion with no synovial thickening.  No trigger point tenderness areas were palpated.  Shoulder x-rays and lab tests were normal.  Dr. Siegel made a differential diagnosis of pain disorder involving the joints with questionable fibromyalgia, somatization disorder, and chronic pain disorder.  Neither Dr. Gray nor Dr. Siegel assessed claimant's RFC.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, on January 24, 1990, claimant was evaluated for the SSA by Dr. Sanford Bloomberg, a psychiatrist.  Claimant reported that he suffered from a \"painful condition\" that affected essentially all of his major joints although his complaints were \"completely subjective.\"  Although claimant reported that his activities had become extremely constricted as a result, he was then taking graduate courses and applying to graduate school at the University of Massachusetts.  He was also the editor of his church newsletter and participated in a young adult group.  Despite being able to shop, cook, and participate in the aforementioned activities, claimant professed that he was in constant pain.  He denied trouble sleeping.  Dr. Bloomberg stated that, \"[t]he only diagnosis I would make would be a somatoform pain disorder, with no related organic pathology, which so far, can be specifically identified to document the diagnosis that some physicians have made for him, fibrocytis or fibromyalgia.\"  Dr. Bloomberg noted that where one local expert (presumably referring to Dr. Gray) had concluded that claimant did not have fibrositis, claimant's complaints of pain were grossly in excess of what one would expect if he had any pathology.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  While Dr. Bloomberg did not assess claimant's RFC, the SSA secured a mental RFC evaluation from Dr. Joseph Lichtman, a psychologist.  Dr. Lichtman concluded that claimant suffered from a somatization disorder which would often result in deficiencies of persistence, concentration, and pace resulting in a failure to complete tasks in a timely manner.  However, he found that claimant's activities of daily living and ability to maintain social functioning were only slightly limited, and that claimant never suffered from episodes of deterioration or decompensation in work or work-like settings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The ALJ credited Dr. Lichtman's functional findings in concluding that claimant was not disabled.  He specifically found that claimant does not have a medically determinable physical impairment that could reasonably be expected to result in the degree of pain and functional loss that claimant has alleged.  The ALJ then evaluated claimant's subjective pain complaints in accordance with  Avery v. Secretary of Health and Human Services, 797 F.2d 19, (1st Cir. 1986), and concluded that claimant's subjective allegations were not credible in view of claimant's activities as a graduate student and church member, the fact that there was no physical basis for claimant's pain, and the fact that claimant took no medications at the time of the hearing.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The ALJ found that claimant's residual functional capacity was not significantly restricted exertionally and that his somatoform disorder only prevented him from performing his past job as a telephone fundraiser.  After the hearing claimant submitted additional letters to the Appeals Council where he recounted that he had begun a course of treatment with amitriptyline, an anti-depressant used to treat fibromyalgia.  The Appeals Council declined review, thus rendering the ALJ's decision final.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are bound to affirm the Secretary if his decision is supported by substantial evidence on the record as a whole.   See, e.g., Rodriguez v. Secretary of Health and Human Services, 647 F.2d 218, 222 (1st Cir. 1981).  Any claimant seeking disability benefits bears the initial burden of proving that his condition prevents him from performing his former type of work, not just that he cannot return to a particular job.   See Gray v. Heckler, 760 F.2d 369, 372 (1st Cir. 1985).  And, as the Secretary's regulations provide that even part time work may constitute substantial gainful activity, the fact that all of claimant's past positions were part time jobs does not require a finding of disability.   See Davis v. Secretary of Health and Human Services, 915 F.2d 186, 189 (6th Cir. 1990);  20 C.F.R. Sec. 416.972(a)(work may be substantial even if it is done on a part time-basis).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, claimant argues that the evidence establishes that he meets the Somatoform Disorder Listing (Sec. 12.07) because he has repeatedly suffered from episodes of deterioration or decompensation at work, as evidenced by the fact that he has withdrawn from several of his past jobs due to wrist tendonitis.  Claimant also contends that the ALJ should have given more weight to the reports of his health care providers</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(e.g., Drs. Schiffman, Brummer, and Klate), particularly where the doctors who assessed claimant's residual functional capacity did not even examine him.  Claimant emphasizes that he is unable to use his upper extremities and, since most jobs entail this requirement, he is unable to perform his past jobs and any other substantial gainful activity.  Each of these arguments must fail given our limited standard of review and the conflicting evidence in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First, while it is true that the ALJ found that claimant satisfied three of the paragraph A criteria required to meet the Somatoform Disorder Listing, see n. 1, supra, the record amply supports the ALJ's conclusion that claimant does not suffer from the degree of functional loss required to meet the paragraph B criteria of Sec. 12.07.  Thus, even if claimant resigned from his job as a telephone fundraiser due to increased pain, this alone does not establish that he experienced the repeated episodes of deterioration in the work place required to satisfy Sec. 12.07.  Moreover, claimant's testimony and contact with the SSA supports the ALJ's conclusion that his activities of daily living and social functioning were not significantly impaired.  Claimant resides with seven people, is able to do some cooking, cleaning, writing, and driving, in addition to participating in church activities and attending graduate school while his SSI claim was pending.  Even with the restrictions claimant has identified, these activities do not suggest a level of impairment consistent with total disability.  Thus, the ALJ did not err in concluding that claimant failed to prove that he satisfies the Somatoform Disorder Listing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With respect to claimant's second contention, it is well-established in this circuit that a treating physician's opinion may be rejected by the Secretary, who may accord greater weight to his own experts.   See, e.g., Keating v. Secretary of Health and Human Services, 848 F.2d 271, 272 (1st Cir. 1988)(per curiam);  Barrientos v. Secretary of Health and Human Services, 820 F.2d 1, 2-3 (1st Cir. 1987)(per curiam);   Sitar v. Schweiker, 671 F.2d 19, 21 (1st Cir. 1982)(per curiam).  In concluding that claimant suffered only from a somatoform disorder and not from a physical impairment (e.g. fibromyalgia), the ALJ credited the opinions of Drs. Siegel and Bloomberg, both of whom suggested the diagnosis of somatoform disorder, and the opinion of claimant's own rheumatologist, Dr. Gray, who stated that claimant's symptoms were inconsistent with fibrositis, particularly noting the absence of trigger point tenderness and complaints of poor sleep.  There was no error in the ALJ's decision not to place more weight on the opinions of claimant's other health care providers.  The ALJ correctly observed that the disability opinion expressed by claimant's acupuncturist was not entitled to the weight that might be accorded a physician since the regulations do not recognize acupuncturists as acceptable medical sources.  See 20 C.F.R. Sec. 416.972(a)(acceptable medical sources include licensed physicians, osteopaths, psychologists, optometrists, and record custodians).  To be sure, the record arguably supported a finding that claimant does suffer from a physical impairment-fibromyalgia that does limit him exertionally.  But since conflicts in the evidence are for the Secretary to resolve,  see, e.g., Burgos Lopez v. Secretary of Health and Human Services, 747 F.2d 37, 40 (1st Cir. 1984), we cannot second guess the ALJ's decision to credit the evidence which undermined this diagnosis.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The ALJ rejected claimant's contention that he is prevented from working because he cannot use his upper extremities, finding that his complaints of disabling pain and functional loss were not credible.  An ALJ's credibility determinations are owed \"considerable deference.\"   Dupuis v. Secretary of Health and Human Services, 869 F.2d 622, 623 (1st Cir. 1989).  Nevertheless, we question the ALJ's conclusion that claimant suffers from no exertional limitations.  In the first place, this finding is contradicted by Dr. Wald, the SSA's consultant who found that claimant was exertionally limited to light work.  And given the significant number of physicians who reported that claimant suffered at least some loss of function due to his subjective symptoms, we question whether the ALJ as a layman was qualified to conclude that claimant suffered no exertional limitations even if he found the cause of claimant's condition to be a mental impairment (i.e, a somatoform disorder) as opposed to a physical impairment.   See Walston v. Gardner, 381 F.2d 580, 585 (6th Cir. 1967)(pain may be disabling even if partly caused by an emotional problem).  As a general rule, an ALJ is not qualified to assess residual functional capacity on the basis of bare medical findings.   See, e.g., Berrios Lopez v. Secretary of Health and Human Services, 951 F.2d 427, 430-31 (1st Cir. 1991).  However, the record supports the ALJ's implicit conclusion that claimant retained the capacity for light work.  In particular, we note that the duties of claimant's past salesperson job fall within this exertional category, and that \"the type of work involved in a sales clerk job would not necessarily involve continual use of both arms and hands for long periods of time....\"   Gray v. Heckler, 760 F.2d at 374.  The same can be said of claimant's past job as a psychiatric aide.  Accordingly, where substantial evidence supports the ALJ's conclusion that claimant can do at least some of his past jobs, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Somatoform disorders are characterized by,\"[p]hysical symptoms for which there are no demonstrable organic findings or known physiological mechanisms.\"  See 20 C.F.R. Part 404, Subpart P, App.  I, Sec. 12.07.  This listing may be satisfied if, inter alia, the medical evidence documents either:  (1) \"[a]history of multiple physical symptoms of several years duration, beginning before age 30, that have caused the individual to take medicine frequently, see a physician often and alter life patterns significantly;  or\" (2)[p]ersistent nonorganic disturbance of ... [s]ensation (e.g., diminished or heightened)\" or (3)[u]nrealistic interpretation of physical signs or sensations associated with the preoccupation or belief that one has a serious disease or injury;  ....\"  Id., Sec. 12.07(A)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compartment syndrome is \"a condition caused by inward pressure of an artery reducing blood supply.  It can result in a permanent contraction of the hand or foot.\"  See Mosby Medical Encyclopedia, p. 182 (1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Claimant returned to Dr. Kurtis in January 1987 for left heel pain cause by his cross-country ski boots.  In reporting these findings to the Social Security Administration (SSA), Dr. Kurtis emphasized that he had not seen claimant since 1987 and had no diagnosis consistent with chronic disability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In January 1988, Dr. Schiffman advised claimant that he had been unable to make a diagnosis of systemic tissue connective disease (arthritis) based on his laboratory tests and physical examination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Claimant also consulted an occupational therapist at the Communication Enhancement Clinic of the Children's Hospital in Boston, although he was not referred there by any health care providers identified in the record.  Claimant sought computer components to eliminate the need for repetitive wrist motions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that following his hearing before the ALJ, claimant submitted a letter to the Appeals Council wherein he alleged that Dr. Ryan concluded that claimant has chronic pain syndrome and fibromyalgia, a condition discussed infra.  However, Dr. Ryan's records are not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Fibromyalgia is pain in the fibrous tissues, muscles, tendons, ligaments, and other white connective tissues, frequently affecting the low back, neck, shoulders and thighs.  See The Merck Manual (16th ed. 1992), pp. 1369-70.  As Dr. Brummer's report suggests, the term fibromyalgia is often used interchangeably with fibromyositis, or fibrositis.   See Lisa v. Dept. of Health and Human Services, 940 F.2d 40, 43 (2nd Cir. 1991).  This condition has only been recognized over the last several years.  It causes severe musculoskeletal pain, stiffness and fatigue due to sleep disturbances, although physical examinations will generally be normal.   See Preston v. Secretary of Health and Human Services, 854 F.2d 815, 818 (6th Cir. 1988).  The disease cannot be confirmed by objective tests, rather, the diagnosis is made by exclusion and the elicitation of tenderness at certain \" 'focal tender points.' \"  Id. Fibrositis patients may also have psychological disorders;  the disease afflicts women significantly more often than men.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It appears that the MRC simply assisted claimant in securing computer software and components that would allow him to pursue employment without exacerbating his condition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Dr. Robinson also noted that claimant might have an early form of scleroderma, a disease that would not account for claimant's symptoms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Dr. Bloomberg also observed that claimant's alleged incapacity was not objectively observable and that claimant presented as \"vigorous, full of energy, walking and sitting down and rising ... with no difficulty apparent.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Claimant had been accepted to graduate school and expected to attend classes for two, eight-hour days per week at the time of the hearing</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">419</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Timothy B. MITCHELL, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1612</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 25, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Frank H. Freedman, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Timothy B. Mitchell on brief pro se.</p>\n      <p class=\"indent\">A. John Pappalardo, United States Attorney, Karen L. Goodwin, Assistant United States Attorney, and Robert M. Peckrill, Assistant Regional Counsel, Department of Health &amp; Human Service, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Selya and Cyr, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se claimant Timothy Mitchell appeals a district court judgment that affirmed the denial of his claim for Supplemental Security Income (SSI) benefits.  A former competitive bicyclist, claimant applied for SSI in June 1989, when he was 24 years old.  He claimed that he was disabled due to chronic pain resulting from musculoskeletal inflammation affecting most of his joints, particularly his wrists and hands.  Claimant alleged that his pain was aggravated by repetitive motions and hot weather.  In 1987, claimant secured a bachelors degree in cultural anthropology from the University of Massachusetts.  He held various part-time jobs during and after college, including those of a dishwasher, psychiatric counsellor, prep cook, psychiatric aide, stock person, bus person, and salesperson.  His last position was as a telephone fundraiser, which required frequent repetitive use of the hands in dialing and writing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After claimant's application was denied upon initial review and reconsideration, claimant represented himself at a hearing before an administrative law judge (ALJ).  The ALJ reviewed the conflicting medical evidence and determined that claimant had no exertional limitations and only a \"marginally severe somatoform disorder.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The ALJ concluded that while the latter condition moderately impaired claimant's ability to maintain persistence and pace, thereby preventing him from performing his past work as a telephone fundraiser, it did not prevent the claimant from performing his other past jobs.  Thus, the ALJ denied claimant's application at step four of the sequential evaluation process.   See Goodermote v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"409370\"><a href=\"/opinion/409370/william-edward-goodermote-v-secretary-of-health-and-human-services/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6-7 (1st Cir. 1982).  The district court affirmed this conclusion and claimant has taken a timely appeal.  Having thoroughly reviewed the record, we also affirm for the reasons discussed below.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We first review the medical and other evidence which is essential to a complete understanding of claimant's allegations.  The record discloses that claimant bicycled 16,000 kilometers (or 10,000 miles) in various races during the summer of 1983.  He began having health problems in 1984, and consulted Dr. Robert Leach, an orthopedic surgeon, for pain behind his left knee.  Claimant reported that he had recently had surgery on his left thigh for compartment syndrome and that he had previously consulted numerous doctors and chiropractors for various other pains.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  He had taken Indocin (an anti-inflammatory agent) and Butazolidan (a rheumatoid arthritis treatment) without relief and had also undergone a myelogram.  Apart from an area of tenderness around claimant's left knee semitendinosis tendon, physical exam was completely normal and Dr. Leach \"was impressed with how loose [claimant] was.\"  Dr. Leach made no diagnosis or recommendations.  He stated that he did \"not have any ideas as to where to go from here\" in view of the extensive studies claimant had already undergone.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There are no medical records from 1985, during which claimant was apparently enrolled in college and worked at various times as a prep cook and adolescent psychiatric counsellor.  In November 1986 claimant consulted Dr. Jonathan Kurtis, another orthopedic surgeon, for bilateral arm pain associated with his job as a dishwasher.  Dr. Kurtis reported that his evaluation was negative for a severe problem and that \"it was thought that he had an occupational tendonitis of his wrist.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Claimant graduated from college in May 1987.  While claimant's vocational report does not identify it, the medical records suggest that at some point following his graduation claimant either volunteered or worked in an administrative position with the Institute for International Development and Cooperation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In September 1987 claimant consulted Dr. Lawrence Schiffman, a rheumatologist, complaining of bilateral wrist pain while he was working as a dishwasher and a carpenter.  He reported a history of tendonitis in his shoulders, knees, and elbows (epicondylitis) while also complaining of groin pain and lower back pain, although the latter was not chronic.  Claimant denied morning stiffness and sleep problems.  Physical examination disclosed that claimant had a full range of musculoskeletal motion, although he experienced tenderness at the base of the thumb and Achilles tendon.  Dr. Schiffman recorded an impression of tendonitis and prescribed Feldene, an arthritis medication.  Follow-up lab tests for rheumatoid arthritis were negative.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Claimant apparently travelled to Africa at some point in 1988 and returned to Dr. Schiffman in April with complaints of pain at the base of the thumbs and groin.  He again denied morning stiffness;  no swelling was present.  Apart from the areas of tenderness noted, physical exam was essentially normal.  Dr. Schiffman's again recorded an impression of tendonitis and continued to prescribe medications.  Follow-up lab tests for rheumatoid arthritis, Lyme disease, and HIV were negative.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At some point during 1988 claimant also travelled to Denmark.  There he sought further evaluation of his pain.  Claimant returned to Dr. Schiffman in July 1988 complaining of bilateral wrist, groin, and thigh pain.  He was then taking Ibuprofen.  Claimant reported that he was able to swim but that this resulted in increased pain.  Physical exam disclosed no swelling nor other positive findings.  Dr. Schiffman advised claimant to stop swimming and prescribed ultrasound therapy for his wrists.  Between July and September 1988 claimant underwent weekly ultrasound treatments at the Easthampton Physical Therapy Services.  He reported experiencing some improvement from the pain in his wrists, although he did not attribute it to the treatments.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  At the conclusion of the treatments Dr. Schiffman referred claimant to Dr. Allison Ryan, a specialist in neurology and psychiatry, stating that he had \"not been able to establish a diagnosis\" although he felt claimant's symptoms were \"most likely due to an overuse syndrome, worsened by deconditioning.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November 1988 claimant applied for services at the Massachusetts Rehabilitation Commission (MRC).  Shortly thereafter he began working part-time as a telephone fundraiser for the Progressive Group, Inc. On January 4, 1989, claimant returned to Dr. Schiffman, continuing to complain of \"tendonitis\" in his wrists and knees.  Physical exam again disclosed no swelling and a full range of motion.  Claimant denied morning stiffness and reportedly was walking regularly (10-20 minutes).  On the following day, claimant was examined by Dr. Charles Brummer, a family physician who evaluated claimant for the MRC. Dr. Brummer recounted claimant's extensive history of complaints and unsuccessful treatments for pain in his legs, hips, shoulders, and elbows.  Despite treatment with multiple medications, claimant reported that he experienced no relief.  Physical exam was normal, with a full range of musculoskeletal motion and no swelling, heat, or redness, although claimant subjectively complained of pain with motion and palpation.  Dr. Brummer concluded that claimant suffers from a soft tissue inflammatory disease such as chronic tendonitis or, \"more probably a fibromyositis or fibromyalgia syndrome\" which often respond poorly to medications.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  He suggested that claimant was not capable of work and advised him to avoid significant lifting, climbing, or repetitive motions.  Based on Dr. Brummer's evaluation, in January 1989 the MRC determined that claimant was eligible for vocational rehabilitation services as a severely handicapped individual.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Claimant also began weekly acupuncture treatments with Jonathan Klate, Ph.D., a licensed acupuncturist.  Dr. Klate continued to treat claimant throughout the time his claim was pending and submitted a report to the SSA which opined that claimant was significantly disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Claimant resigned from his position as a telephone fundraiser around June 29, 1989, claiming that he was physically unable to meet the job's requirements due to wrist and hand pain aggravated by warmer weather.  He applied for SSI benefits on the same day.  Claimant was subsequently examined by two internists on behalf of the SSA, Dr. Enrico Petrillo and Dr. Dwight Robinson.  Dr. Petrillo reported a normal physical exam and concluded that claimant had musculoskeletal symptoms of burning and pain in the muscles and tendons bilaterally.  He did not assess claimant's residual functional capacity (RFC).  Dr. Robinson found that claimant exhibited 20 degree flexion contractures of both elbows, but that claimant's joint exam was otherwise unremarkable.  In particular he noted that there was no swelling or tenderness and no muscle atrophy.  Dr. Robinson indicated that claimant might have a variant of fibromyalgia and that his functional ability was clearly limited by his symptoms, although he did not assess claimant's RFC. He advised claimant to pursue gradual muscle strengthening exercises and possibly to try an antidepressant.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Based on the aforementioned medical evidence, the SSA secured an assessment of claimant's exertional RFC from Dr. Harvey Wald, a non-examining consultant.  Dr. Wald concluded that claimant was limited to light work.  Consequently, the SSA denied claimant's initial application and claimant filed a request for reconsideration.  Claimant consulted another rheumatologist, Dr. Robert Gray, on December 7, 1989.  Physical exam again disclosed that both elbows showed a 20-30 degree loss of full extension, but flexion was full.  There was no synovial (joint) swelling, no fibrositic trigger points, and no evidence of muscle atrophy or weakness.  Dr. Gray concluded that claimant suffered from arthralgias (joint pain) and myalgias (muscle pain) of undetermined etiology and that his symptoms were atypical of fibrositis syndrome.  On December 13, 1989, claimant was examined by Dr. Jerome Siegel, another consulting internist.  Physical exam disclosed that claimant appeared well, had no history of sleep disturbance, and again exhibited a full range of motion with no synovial thickening.  No trigger point tenderness areas were palpated.  Shoulder x-rays and lab tests were normal.  Dr. Siegel made a differential diagnosis of pain disorder involving the joints with questionable fibromyalgia, somatization disorder, and chronic pain disorder.  Neither Dr. Gray nor Dr. Siegel assessed claimant's RFC.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, on January 24, 1990, claimant was evaluated for the SSA by Dr. Sanford Bloomberg, a psychiatrist.  Claimant reported that he suffered from a \"painful condition\" that affected essentially all of his major joints although his complaints were \"completely subjective.\"  Although claimant reported that his activities had become extremely constricted as a result, he was then taking graduate courses and applying to graduate school at the University of Massachusetts.  He was also the editor of his church newsletter and participated in a young adult group.  Despite being able to shop, cook, and participate in the aforementioned activities, claimant professed that he was in constant pain.  He denied trouble sleeping.  Dr. Bloomberg stated that, \"[t]he only diagnosis I would make would be a somatoform pain disorder, with no related organic pathology, which so far, can be specifically identified to document the diagnosis that some physicians have made for him, fibrocytis or fibromyalgia.\"  Dr. Bloomberg noted that where one local expert (presumably referring to Dr. Gray) had concluded that claimant did not have fibrositis, claimant's complaints of pain were grossly in excess of what one would expect if he had any pathology.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  While Dr. Bloomberg did not assess claimant's RFC, the SSA secured a mental RFC evaluation from Dr. Joseph Lichtman, a psychologist.  Dr. Lichtman concluded that claimant suffered from a somatization disorder which would often result in deficiencies of persistence, concentration, and pace resulting in a failure to complete tasks in a timely manner.  However, he found that claimant's activities of daily living and ability to maintain social functioning were only slightly limited, and that claimant never suffered from episodes of deterioration or decompensation in work or work-like settings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The ALJ credited Dr. Lichtman's functional findings in concluding that claimant was not disabled.  He specifically found that claimant does not have a medically determinable physical impairment that could reasonably be expected to result in the degree of pain and functional loss that claimant has alleged.  The ALJ then evaluated claimant's subjective pain complaints in accordance with  Avery v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, (1st Cir. 1986), and concluded that claimant's subjective allegations were not credible in view of claimant's activities as a graduate student and church member, the fact that there was no physical basis for claimant's pain, and the fact that claimant took no medications at the time of the hearing.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The ALJ found that claimant's residual functional capacity was not significantly restricted exertionally and that his somatoform disorder only prevented him from performing his past job as a telephone fundraiser.  After the hearing claimant submitted additional letters to the Appeals Council where he recounted that he had begun a course of treatment with amitriptyline, an anti-depressant used to treat fibromyalgia.  The Appeals Council declined review, thus rendering the ALJ's decision final.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are bound to affirm the Secretary if his decision is supported by substantial evidence on the record as a whole.   See, e.g., Rodriguez v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir. 1981).  Any claimant seeking disability benefits bears the initial burden of proving that his condition prevents him from performing his former type of work, not just that he cannot return to a particular job.   See Gray v. Heckler, <span class=\"citation\" data-id=\"451515\"><a href=\"/opinion/451515/9-socsecrepser-262-unemplinsrep-cch-16051-elaine-gray-v-margaret/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span>, 372 (1st Cir. 1985).  And, as the Secretary's regulations provide that even part time work may constitute substantial gainful activity, the fact that all of claimant's past positions were part time jobs does not require a finding of disability.   See Davis v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"548709\"><a href=\"/opinion/548709/homer-s-davis-v-secretary-of-health-and-human-services/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 189 (6th Cir. 1990);  20 C.F.R. Sec. 416.972(a)(work may be substantial even if it is done on a part time-basis).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, claimant argues that the evidence establishes that he meets the Somatoform Disorder Listing (Sec. 12.07) because he has repeatedly suffered from episodes of deterioration or decompensation at work, as evidenced by the fact that he has withdrawn from several of his past jobs due to wrist tendonitis.  Claimant also contends that the ALJ should have given more weight to the reports of his health care providers</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(e.g., Drs. Schiffman, Brummer, and Klate), particularly where the doctors who assessed claimant's residual functional capacity did not even examine him.  Claimant emphasizes that he is unable to use his upper extremities and, since most jobs entail this requirement, he is unable to perform his past jobs and any other substantial gainful activity.  Each of these arguments must fail given our limited standard of review and the conflicting evidence in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First, while it is true that the ALJ found that claimant satisfied three of the paragraph A criteria required to meet the Somatoform Disorder Listing, see n. 1, supra, the record amply supports the ALJ's conclusion that claimant does not suffer from the degree of functional loss required to meet the paragraph B criteria of Sec. 12.07.  Thus, even if claimant resigned from his job as a telephone fundraiser due to increased pain, this alone does not establish that he experienced the repeated episodes of deterioration in the work place required to satisfy Sec. 12.07.  Moreover, claimant's testimony and contact with the SSA supports the ALJ's conclusion that his activities of daily living and social functioning were not significantly impaired.  Claimant resides with seven people, is able to do some cooking, cleaning, writing, and driving, in addition to participating in church activities and attending graduate school while his SSI claim was pending.  Even with the restrictions claimant has identified, these activities do not suggest a level of impairment consistent with total disability.  Thus, the ALJ did not err in concluding that claimant failed to prove that he satisfies the Somatoform Disorder Listing.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With respect to claimant's second contention, it is well-established in this circuit that a treating physician's opinion may be rejected by the Secretary, who may accord greater weight to his own experts.   See, e.g., Keating v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"507073\"><a href=\"/opinion/507073/22-socsecrepser-79-unemplinsrep-cch-179945-bruce-w-keating-sr/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 272 (1st Cir. 1988)(per curiam);  Barrientos v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"489320\"><a href=\"/opinion/489320/18-socsecrepser-12-unemplinsrep-cch-17387-herminia-sanchez/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir. 1987)(per curiam);   Sitar v. Schweiker, <span class=\"citation\" data-id=\"399442\"><a href=\"/opinion/399442/juraj-sitar-v-richard-schweiker-secretary-of-health-and-human-services/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 21 (1st Cir. 1982)(per curiam).  In concluding that claimant suffered only from a somatoform disorder and not from a physical impairment (e.g. fibromyalgia), the ALJ credited the opinions of Drs. Siegel and Bloomberg, both of whom suggested the diagnosis of somatoform disorder, and the opinion of claimant's own rheumatologist, Dr. Gray, who stated that claimant's symptoms were inconsistent with fibrositis, particularly noting the absence of trigger point tenderness and complaints of poor sleep.  There was no error in the ALJ's decision not to place more weight on the opinions of claimant's other health care providers.  The ALJ correctly observed that the disability opinion expressed by claimant's acupuncturist was not entitled to the weight that might be accorded a physician since the regulations do not recognize acupuncturists as acceptable medical sources.  See 20 C.F.R. Sec. 416.972(a)(acceptable medical sources include licensed physicians, osteopaths, psychologists, optometrists, and record custodians).  To be sure, the record arguably supported a finding that claimant does suffer from a physical impairment-fibromyalgia that does limit him exertionally.  But since conflicts in the evidence are for the Secretary to resolve,  see, e.g., Burgos Lopez v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"443946\"><a href=\"/opinion/443946/7-socsecrepser-166-unemplinsrep-cch-15593-gladys-burgos-lopez-v/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir. 1984), we cannot second guess the ALJ's decision to credit the evidence which undermined this diagnosis.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The ALJ rejected claimant's contention that he is prevented from working because he cannot use his upper extremities, finding that his complaints of disabling pain and functional loss were not credible.  An ALJ's credibility determinations are owed \"considerable deference.\"   Dupuis v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"519491\"><a href=\"/opinion/519491/25-socsecrepser-94-unemplinsrep-cch-14542a-raymond-j-dupuis-v/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 623 (1st Cir. 1989).  Nevertheless, we question the ALJ's conclusion that claimant suffers from no exertional limitations.  In the first place, this finding is contradicted by Dr. Wald, the SSA's consultant who found that claimant was exertionally limited to light work.  And given the significant number of physicians who reported that claimant suffered at least some loss of function due to his subjective symptoms, we question whether the ALJ as a layman was qualified to conclude that claimant suffered no exertional limitations even if he found the cause of claimant's condition to be a mental impairment (i.e, a somatoform disorder) as opposed to a physical impairment.   See Walston v. Gardner, <span class=\"citation\" data-id=\"276874\"><a href=\"/opinion/276874/william-h-walston-v-john-w-gardner-sectretary-of-health-education-and/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 585 (6th Cir. 1967)(pain may be disabling even if partly caused by an emotional problem).  As a general rule, an ALJ is not qualified to assess residual functional capacity on the basis of bare medical findings.   See, e.g., Berrios Lopez v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"573874\"><a href=\"/opinion/573874/paulina-berrios-lopez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 430-31 (1st Cir. 1991).  However, the record supports the ALJ's implicit conclusion that claimant retained the capacity for light work.  In particular, we note that the duties of claimant's past salesperson job fall within this exertional category, and that \"the type of work involved in a sales clerk job would not necessarily involve continual use of both arms and hands for long periods of time....\"   Gray v. Heckler, 760 F.2d at 374.  The same can be said of claimant's past job as a psychiatric aide.  Accordingly, where substantial evidence supports the ALJ's conclusion that claimant can do at least some of his past jobs, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Somatoform disorders are characterized by,\"[p]hysical symptoms for which there are no demonstrable organic findings or known physiological mechanisms.\"  See 20 C.F.R. Part 404, Subpart P, App.  I, Sec. 12.07.  This listing may be satisfied if, inter alia, the medical evidence documents either:  (1) \"[a]history of multiple physical symptoms of several years duration, beginning before age 30, that have caused the individual to take medicine frequently, see a physician often and alter life patterns significantly;  or\" (2)[p]ersistent nonorganic disturbance of ... [s]ensation (e.g., diminished or heightened)\" or (3)[u]nrealistic interpretation of physical signs or sensations associated with the preoccupation or belief that one has a serious disease or injury;  ....\"  Id., Sec. 12.07(A)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Compartment syndrome is \"a condition caused by inward pressure of an artery reducing blood supply.  It can result in a permanent contraction of the hand or foot.\"  See Mosby Medical Encyclopedia, p. 182 (1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Claimant returned to Dr. Kurtis in January 1987 for left heel pain cause by his cross-country ski boots.  In reporting these findings to the Social Security Administration (SSA), Dr. Kurtis emphasized that he had not seen claimant since 1987 and had no diagnosis consistent with chronic disability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In January 1988, Dr. Schiffman advised claimant that he had been unable to make a diagnosis of systemic tissue connective disease (arthritis) based on his laboratory tests and physical examination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Claimant also consulted an occupational therapist at the Communication Enhancement Clinic of the Children's Hospital in Boston, although he was not referred there by any health care providers identified in the record.  Claimant sought computer components to eliminate the need for repetitive wrist motions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that following his hearing before the ALJ, claimant submitted a letter to the Appeals Council wherein he alleged that Dr. Ryan concluded that claimant has chronic pain syndrome and fibromyalgia, a condition discussed infra.  However, Dr. Ryan's records are not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Fibromyalgia is pain in the fibrous tissues, muscles, tendons, ligaments, and other white connective tissues, frequently affecting the low back, neck, shoulders and thighs.  See The Merck Manual (16th ed. 1992), pp. 1369-70.  As Dr. Brummer's report suggests, the term fibromyalgia is often used interchangeably with fibromyositis, or fibrositis.   See Lisa v. Dept. of Health and Human Services, <span class=\"citation\" data-id=\"565204\"><a href=\"/opinion/565204/34-socsecrepser-303-unemplinsrep-cch-16241a-marilyn-lisa-v/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">40</span></a></span>, 43 (2nd Cir. 1991).  This condition has only been recognized over the last several years.  It causes severe musculoskeletal pain, stiffness and fatigue due to sleep disturbances, although physical examinations will generally be normal.   See Preston v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"510257\"><a href=\"/opinion/510257/22-socsecrepser-626-unemplinsrep-cch-14130a-alice-preston-v/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">815</span></a></span>, 818 (6th Cir. 1988).  The disease cannot be confirmed by objective tests, rather, the diagnosis is made by exclusion and the elicitation of tenderness at certain \" 'focal tender points.' \"  Id. Fibrositis patients may also have psychological disorders;  the disease afflicts women significantly more often than men.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It appears that the MRC simply assisted claimant in securing computer software and components that would allow him to pursue employment without exacerbating his condition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Dr. Robinson also noted that claimant might have an early form of scleroderma, a disease that would not account for claimant's symptoms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Dr. Bloomberg also observed that claimant's alleged incapacity was not objectively observable and that claimant presented as \"vigorous, full of energy, walking and sitting down and rising ... with no difficulty apparent.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Claimant had been accepted to graduate school and expected to attend classes for two, eight-hour days per week at the time of the hearing</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/276874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573874/"
  ]
}